{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "abandon",
      "translation": "покидать",
      "definition": "to give up or leave something or someone, often in a difficult or dangerous situation",
      "definition_translation": "покинуть или оставить что-то или кого-то, часто в трудной или опасной ситуации",
      "example": "I will abandon my job if they don't increase my salary. I abandoned my car in the desert. I will have abandoned my studies by next year.",
      "example_translation": "Я покину свой работу, если они не увеличат мою зарплату. Я покинул свою машину в пустыне. К следующему году я將 покину свои учёбы.",
      "imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "abandoned",
      "translation": "брошенный",
      "definition": "left or deserted, often in a state of disrepair or decay",
      "definition_translation": "брошенный или оставленный, часто в состоянии разрухи или упадка",
      "example": "The abandoned house on the hill has been empty for years. The abandoned dog was very scared. The city was abandoned after the war.",
      "example_translation": "Брошенный дом на холме пустовал уже годы. Брошенная собака была очень испуганной. Город был оставлен после войны.",
      "imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "abolish",
      "translation": "отменять",
      "definition": "to officially end or get rid of a system, practice, or institution",
      "definition_translation": "официально заканчивать или избавляться от системы, практики или учреждения",
      "example": "The government will abolish the death penalty. The company abolished the old rules. They will abolish the tax by next year.",
      "example_translation": "Правительство отменит смертную казнь. Компания отменила старые правила. Они отменят налог к следующему году.",
      "imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "absence",
      "translation": "отсутствие",
      "definition": "the state or fact of not being present",
      "definition_translation": "состояние или факт не присутствия",
      "example": "Her absence was noticed by everyone. His absence from the meeting was unavoidable. The teacher marked her absence in the register.",
      "example_translation": "Ее отсутствие было замечено всеми. Его отсутствие на встрече было неизбежным. Учитель отметил ее отсутствие в реестре.",
      "imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "absolute",
      "translation": "абсолютный",
      "definition": "Complete or utter in every respect; unrestricted or unconditional.",
      "definition_translation": "Полный или абсолютный в каждом отношении; неограниченный или безусловный.",
      "example": "The absolute value of a number is its distance from zero on the number line. I will absolutely attend the meeting tomorrow. She had an absolute blast at the party last night.",
      "example_translation": "Абсолютное значение числа - это его расстояние от нуля на числовой линии. Я абсолютно присутствую на встрече завтра. Она имела абсолютный взрыв на вечеринке прошлой ночью.",
      "imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "absorb",
      "translation": "поглощать",
      "definition": "To take in and assimilate (energy, a liquid, etc.); to engage someone's attention completely.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "The sponge absorbed the water quickly. I was absorbed in the book and didn't notice the time. The company will absorb the costs of the project.",
      "example_translation": "Губка быстро поглотила воду. Я был погружен в книгу и не заметил времени. Компания поглотит затраты на проект.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "absorb",
      "translation": "поглощать",
      "definition": "To take in and assimilate (energy, a liquid, etc.); to engage someone's attention completely.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "The absorber absorbed the shock of the impact. The student absorbed the information like a sponge. The company will absorb the losses of the previous year.",
      "example_translation": "Абсорбер поглощал удар от удара. Студент поглотил информацию как губка. Компания поглотит убытки предыдущего года.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "absorb",
      "translation": "поглощать",
      "definition": "To take in and assimilate (energy, a liquid, etc.); to engage someone's attention completely.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "The material can absorb moisture from the air. The audience was absorbed in the performance. The company will absorb the new employees.",
      "example_translation": "Материал может поглощать влагу из воздуха. Аудитория была погружена в исполнение. Компания поглотит новых сотрудников.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "abstract",
      "translation": "абстрактный",
      "definition": "Existing in thought or as an idea, but not having a physical existence.",
      "definition_translation": "Существующий в мысли или как идея, но не имеющий физического существования.",
      "example": "The artist's abstract paintings were on display at the museum. She has been working on abstract concepts for years. The abstract idea will be realized in the future.",
      "example_translation": "Абстрактные картины художника были выставлены в музее. Она работает над абстрактными концепциями уже несколько лет. Абстрактная идея будет реализована в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "absurd",
      "translation": "абсурдный",
      "definition": "Ridiculously unreasonable, unsound, or incongruous.",
      "definition_translation": "Смехотворно необоснованный, несостоятельный или несовместимый.",
      "example": "The play was an absurd comedy that left the audience confused. He thought the idea was absurd and refused to consider it. The absurd situation was resolved in the end.",
      "example_translation": "Пьеса была абсурдной комедией, которая оставила аудиторию в недоумении. Он 생각ал, что идея была абсурдной и отказался ее рассматривать. Абсурдная ситуация была разрешена в конце.",
      "imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "abuse",
      "translation": "насилие",
      "definition": "To use or treat something in a wrong or harmful way.",
      "definition_translation": "Использовать или относиться к чему-то неправильным или вредным образом.",
      "example": "The company was accused of abuse of power. She suffered abuse as a child. The government vows to stop abuse of the environment.",
      "example_translation": "Компания была обвинена в злоупотреблении властью. Она страдала насилием в детстве. Правительство пообещало остановить насилие над окружающей средой.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "abuse",
      "translation": "насилие",
      "definition": "To use or treat someone in a hurtful or violent way.",
      "definition_translation": "Использовать или относиться к кому-то в причиняющем вред или насилием образом.",
      "example": "The child was a victim of abuse at home. The woman reported abuse by her partner. The abuse of animals is a serious crime.",
      "example_translation": "Ребенок был жертвой насилия дома. Женщина заявила о насилии со стороны партнера. Насилие над животными является serious crime.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "academic",
      "translation": "академический",
      "definition": "Relating to education and scholarship, especially at a university level.",
      "definition_translation": "Относящийся к образованию и научной работе, особенно на уровне университета.",
      "example": "She pursued an academic career and became a professor at a prestigious university.",
      "example_translation": "Она продолжила академическую карьеру и стала профессором в престижном университете.",
      "imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "access",
      "translation": "доступ",
      "definition": "The means or opportunity to approach, use, or benefit from something.",
      "definition_translation": "Средство или возможность доступа, использования или получения выгоды от чего-либо.",
      "example": "The new policy provides access to healthcare for all citizens. He accessed the database to retrieve the information. By next year, we will have access to the new technology.",
      "example_translation": "Новая политика обеспечивает доступ к медицинской помощи для всех граждан. Он получил доступ к базе данных, чтобы получить информацию. К следующему году у нас будет доступ к новой технологии.",
      "imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "accessible",
      "translation": "доступный",
      "definition": "Easy to use, understand, or approach; convenient.",
      "definition_translation": "Легкий в использовании, понимании или подходе; удобный.",
      "example": "The website is accessible to people with disabilities. The hotel room was accessible by elevator. The park is accessible by bus or on foot.",
      "example_translation": "Сайт доступен для людей с ограниченными возможностями. Гостиничный номер был доступен по лифту. Парк доступен на автобусе или пешком.",
      "imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "accidental",
      "translation": "несчастный",
      "definition": "Happening or done by chance rather than intention.",
      "definition_translation": "Происходящий или сделанный случайно, а не намеренно.",
      "example": "The accident was accidental, and no one was to blame. She made an accidental mistake in the calculation.",
      "example_translation": "Авария произошла случайно, и никто не был виноват. Она сделала случайную ошибку в расчете.",
      "imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "accordion",
      "translation": "аккордеон",
      "definition": "a musical instrument consisting of a rectangular box with a piano-like keyboard and a set of free reeds that sound when air is blown or drawn through the instrument",
      "definition_translation": "музыкальный инструмент, состоящий из прямоугольной коробки с клавиатурой, похожей на пианино, и набора свободных язычков, которые звучат, когда воздух выдувается или вытягивается через инструмент",
      "example": "I saw an accordion player performing on the street corner, and I couldn't help but dance along. She had played the accordion since she was a child. By the time she was 20, she had mastered the accordion.",
      "example_translation": "Я видел аккордеониста, выступавшего на уличном углу, и я не мог не танцевать в такт. Она играла на аккордеоне с детства. К тому времени, когда ей было 20, она овладела аккордеоном.",
      "imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "account",
      "translation": "счет",
      "definition": "a record of financial transactions, often used for auditing and financial reporting purposes",
      "definition_translation": "запись финансовых транзакций, часто используемая для аудита и финансового отчета",
      "example": "I need to set up a new account for my business. The accountant reviewed our account and found some discrepancies. By the end of the year, we will reconcile our account and prepare for the audit.",
      "example_translation": "Мне нужно открыть новый счет для моего бизнеса. Аудитор проанализировал наш счет и обнаружил一些 несоответствий. К концу года мы согласуем наш счет и приготовимся к аудиту.",
      "imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "accounting",
      "translation": "бухгалтерский учет",
      "definition": "the process of recording, classifying, and reporting financial information of a business or organization",
      "definition_translation": "процесс регистрации, классификации и отчетности финансовой информации бизнеса или организации",
      "example": "I studied accounting in college and became a certified public accountant. The accounting department is responsible for managing the company's finances. By next quarter, we will implement a new accounting system.",
      "example_translation": "Я изучал бухгалтерский учет в колледже и стал сертифицированным публичным бухгалтером. Департамент бухгалтерского учета отвечает за управление финансами компании. К следующему кварталу мы implement new бухгалтерскую систему.",
      "imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "accuracy",
      "translation": "точность",
      "definition": "the quality, condition, or degree of being exact and free from error",
      "definition_translation": "качество, состояние или степень быть точным и свободным от ошибок",
      "example": "The accuracy of the weather forecast was impressive. We strive for accuracy in our research and data analysis. By using advanced technology, we can improve the accuracy of our measurements.",
      "example_translation": "Точность прогноза погоды была впечатляющей. Мы стремимся к точности в нашем исследовании и анализе данных. Используя передовую технологию, мы можем улучшить точность наших измерений.",
      "imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "accuse",
      "translation": "обвинять",
      "definition": "to charge someone with a crime or wrongdoing",
      "definition_translation": "обвинять кого-либо в преступлении или неправомерном действии",
      "example": "The police will accuse him of theft if they find evidence. He accused me of lying. She will accuse him of cheating on the exam.",
      "example_translation": "Полиция обвинит его в краже, если они найдут улики. Он обвинил меня в лжи. Она обвинит его в списывании на экзамене.",
      "imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ache",
      "translation": "болеть",
      "definition": "a dull, continuous pain",
      "definition_translation": "тупая, постоянная боль",
      "example": "My head aches from the loud music. She ached all over after the long hike. He will ache from the intense workout.",
      "example_translation": "Моя голова болит от громкой музыки. Она чувствовала боль по всему телу после длинной ходьбы. Он будет болеть от интенсивной тренировки.",
      "imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "acid",
      "translation": "кислота",
      "definition": "a chemical substance that has a sour taste and can corrode metals",
      "definition_translation": "химическое вещество, имеющее кислый вкус и способное разрушать металлы",
      "example": "The acid in the battery corroded the metal casing. She added acid to the solution to test its pH level. He will mix the acid with water to create a chemical reaction.",
      "example_translation": "Кислота в батарее разрушила металлическую оболочку. Она добавила кислоту к раствору, чтобы испытать его уровень pH. Он будет смешивать кислоту с водой, чтобы вызвать химическую реакцию.",
      "imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "acquire",
      "translation": "приобретать",
      "definition": "to gain or obtain something, especially as a result of effort or hard work",
      "definition_translation": "приобретать или получать что-либо, особенно в результате усилий или тяжелой работы",
      "example": "The company will acquire new assets to expand its business. She acquired a new skill by taking an online course. He acquired a fortune through his successful investments.",
      "example_translation": "Компания приобрела новые активы, чтобы расширить свой бизнес. Она приобрела новые навыки, пройдя онлайн-курс. Он приобрел состояние благодаря своим успешным инвестициям.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "acquire",
      "translation": "приобретать",
      "definition": "To gain or obtain something, especially through effort or hard work.",
      "definition_translation": "Получать или приобретать что-либо, особенно через усилие или hard work.",
      "example": "I acquired a new skill last year. I am acquiring knowledge about the subject. I will acquire a new house next year.",
      "example_translation": "Я приобрел новый навык в прошлом году. Я приобретаю знания о предмете. Я приобρεю новый дом на следующий год.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "action",
      "translation": "действие",
      "definition": "The process of doing something, especially when it involves a lot of energy or movement.",
      "definition_translation": "Процесс выполнения чего-либо, особенно когда это связано с большим количеством энергии или движения.",
      "example": "The action of the movie was intense. The action of the team was impressive. The action of the government was criticized.",
      "example_translation": "Действие фильма было интенсивным. Действие команды было впечатляющим. Действие правительства было подвергнуто критике.",
      "imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "actively",
      "translation": "активно",
      "definition": "In an active or energetic way; with a lot of enthusiasm or effort.",
      "definition_translation": "В активном или энергичном способе; с большим энтузиазмом или усилием.",
      "example": "She actively participates in the project. He actively supports the charity. They actively work on the new policy.",
      "example_translation": "Она активно участвует в проекте. Он активно поддерживает благотворительность. Они активно работают над новой политикой.",
      "imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "activity",
      "translation": "активность",
      "definition": "Something that someone does or engages in, especially when it is done regularly or as a hobby.",
      "definition_translation": "Ч то-то, что кто-то делает или занимается, особенно когда это делается регулярно или в качестве хобби.",
      "example": "The activity of hiking is very popular. The activity of reading is my favorite. The activity of the company was suspended.",
      "example_translation": "Активность похода является rất популярной. Активность чтения – моя любимая. Активность компании была приостановлена.",
      "imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "actual",
      "translation": "фактический",
      "definition": "Existing in reality, rather than in theory or as a concept.",
      "definition_translation": "Существующий в реальности, а не в теории или как концепция.",
      "example": "The company's actual profits were higher than expected. The new policy will be actual soon. By the time I retire, I will have actual experience.",
      "example_translation": "Фактическая прибыль компании была выше ожидаемой. Новая политика будет введена в действие скоро. К моменту моей пенсии у меня будет реальный опыт.",
      "imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adapt",
      "translation": "адаптировать",
      "definition": "To change or be modified to fit new or different conditions.",
      "definition_translation": "Изменять или модифицироваться для соответствия новым или различным условиям.",
      "example": "The company had to adapt to the new market trends. The bird adapted to its new environment. We will adapt the new technology by the end of the year.",
      "example_translation": "Компания была вынуждена адаптироваться к новым тенденциям на рынке. Птица адаптировалась к своей новой среде. Мы адаптируем новую технологию к концу года.",
      "imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "addict",
      "translation": "наркоман",
      "definition": "A person who is physiologically or psychologically dependent on a substance or activity.",
      "definition_translation": "Человек, который физиологически или психологически зависим от вещества или деятельности.",
      "example": "The doctor helped the addict to recover from his addiction. She became an addict after taking painkillers for a year. He is an addict and needs help.",
      "example_translation": "Доктор помог наркоману преодолеть свою зависимость. Она стала наркоманом после приема болеутоляющих в течение года. Он наркоман и нуждается в помощи.",
      "imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "addicted",
      "translation": "зависимый",
      "definition": "Physiologically or psychologically dependent on a substance or activity.",
      "definition_translation": "Физиологически или психологически зависим от вещества или деятельности.",
      "example": "He was addicted to social media and wasted a lot of time. She was addicted to coffee and couldn't start her day without it. The country was addicted to oil and suffered from its dependence.",
      "example_translation": "Он был зависим от социальных сетей и浪 время. Она была зависим от кофе и не могла начать свой день без него. Страна была зависимой от нефти и страдала от своей зависимости.",
      "imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adequate",
      "translation": "адекватный",
      "definition": "Having the necessary quality, quantity, or extent to meet a need or requirement; sufficient.",
      "definition_translation": "Имея необходимое качество, количество или протяженность для удовлетворения потребности или требования; достаточный.",
      "example": "The hotel room was adequate for our needs, but the service was terrible. We had adequately prepared for the exam, but we didn't do well. By next year, we will have adequately addressed the issue.",
      "example_translation": "Номер в отеле был адекватен для наших потребностей, но сервис был ужасным. Мы достаточно хорошо подготовились к экзамену, но не справились. К следующему году мы полноценно решим вопрос.",
      "imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adequately",
      "translation": "адекватно",
      "definition": "In a way that is adequate or sufficient; to a satisfactory degree.",
      "definition_translation": "Таким образом, который является адекватным или достаточным; доatisfactory степени.",
      "example": "The company adequately compensated us for the damages. We had adequately trained for the marathon. By next year, we will have adequately addressed the issue.",
      "example_translation": "Компания адекватно компенсировала нам ущерб. Мы достаточно хорошо тренировались для марафона. К следующему году мы полноценно решим вопрос.",
      "imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adjust",
      "translation": "настраивать",
      "definition": "To change or alter something in order to make it fit, conform, or function properly.",
      "definition_translation": "Изменять или изменять что-либо, чтобы оно соответствовало, подходит или функционировало должным образом.",
      "example": "I need to adjust the thermostat to make the room warmer. We had to adjust our schedule to accommodate the new project. By next year, we will have adjusted to the new system.",
      "example_translation": "Мне нужно настроить терmostat, чтобы комната стала теплее. Мы должны были отрегулировать наш график, чтобы вместить новый проект. К следующему году мы будем настроены на новую систему.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adjust",
      "translation": "настраивать",
      "definition": "To change or alter something in order to make it fit, conform, or function properly.",
      "definition_translation": "Изменять или изменять что-либо, чтобы оно соответствовало, подходит или функционировало должным образом.",
      "example": "The teacher helped the student adjust to the new curriculum. We will adjust the settings to improve the performance. The company will adjust to the new market trends.",
      "example_translation": "Учитель помог студенту настроиться к новому учебному плану. Мы будем регулировать настройки, чтобы улучшить производительность. Компания будет настроена на新的 рыночные тренды.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adjustment",
      "translation": "調整",
      "definition": "The act of adjusting or state of being adjusted; a change that improves something or makes it more acceptable",
      "definition_translation": "Акт регулирования или состояние регулирования; изменение, которое улучшает что-то или делает его более приемлемым",
      "example": "The company made an adjustment to their pricing strategy to stay competitive in the market. They had adjusted their production schedule last year. They will make an adjustment to their budget to accommodate the new project.",
      "example_translation": "Компания внесла изменения в свою ценовую стратегию, чтобы stayed competitive на рынке. Они отрегулировали график производства в прошлом году. Они внесут изменения в свой бюджет, чтобы расширить новый проект.",
      "imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "administration",
      "translation": "администрация",
      "definition": "The act of managing or directing a business, organization, or system; the group of people responsible for this",
      "definition_translation": "Акт управления или руководства бизнесом, организацией или системой; группа людей, ответственных за это",
      "example": "The new administration is working to improve the country's economy. The administration team is responsible for managing the office building. She has been in administration for over 20 years.",
      "example_translation": "Новая администрация работает над улучшением экономики страны. Команда администрации отвечает за управление офисным зданием. Она работает в администрации более 20 лет.",
      "imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "admiration",
      "translation": "адмирация",
      "definition": "A feeling of respect and admiration for someone or something; a sense of wonder or surprise",
      "definition_translation": "Чувство уважения и восхищения кем-то или чем-то; ощущение удивления или удивления",
      "example": "The crowd showed their admiration for the performer with a standing ovation. She felt admiration for her parents who worked hard to provide for her. I feel admiration for those who can speak multiple languages fluently.",
      "example_translation": "Толпа выразила свое восхищение исполнителем стоячей овацией. Она чувствовала восхищение к своим родителям, которые работали hard, чтобы обеспечить ее. Я чувствую восхищение к тем, кто может свободно разговаривать на нескольких языках.",
      "imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "admire",
      "translation": "адмирять",
      "definition": "To feel respect and admiration for someone or something; to look at something with pleasure or appreciation",
      "definition_translation": "Чувствовать уважение и восхищение кем-то или чем-то; смотреть на что-то с удовольствием или признательностью",
      "example": "I admire her courage to speak up in front of a large audience. He admired the beauty of the sunset on the beach. She will admire the new art exhibition at the museum.",
      "example_translation": "Я восхищаюсь ее смелостью выступать перед большой аудиторией. Он восхищался красотой заката на пляже. Она будет восхищаться новой художественной выставкой в музее.",
      "imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "admission",
      "translation": "Приём",
      "definition": "The act of accepting or allowing someone to enter a place, organization, or system.",
      "definition_translation": "Акт приема или допуска кого-либо в учреждение, организацию или систему.",
      "example": "The admission to the university is highly competitive.",
      "example_translation": "Приём в университет является высококонкурентным.",
      "imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "admit",
      "translation": "Признавать",
      "definition": "To acknowledge or confess something, often reluctantly.",
      "definition_translation": "Признавать или признать что-то, часто неохотно.",
      "example": "She admitted to making a mistake. Yesterday, she had admitted to lying. Tomorrow, she will admit to the crime.",
      "example_translation": "Она призналась в ошибке. Вчера она призналась в лжи. Завтра она признается в преступлении.",
      "imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "admittedly",
      "translation": "Признаться",
      "definition": "Used to indicate that something is true or valid, often reluctantly.",
      "definition_translation": "Используется для указания на то, что что-то является истиной или действительным, часто неохотно.",
      "example": "Admittedly, the movie was not that great. Yesterday, I had admittedly spent too much money. Tomorrow, I will admittedly be tired.",
      "example_translation": "Признаться, фильм не был так уж великолепен. Вчера я признался в том, что потратил слишком много денег. Завтра я признаюсь в том, что буду усталым.",
      "imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adopt",
      "translation": "Усиновить",
      "definition": "To take and raise someone else's child as one's own.",
      "definition_translation": "Принять и воспитывать ребенка кого-то другого как собственного.",
      "example": "They decided to adopt a child from Africa. Last year, they had adopted a dog. Next year, they will adopt a more sustainable lifestyle.",
      "example_translation": "Они решили усыновить ребенка из Африки. В прошлом году они усыновили собаку. В следующем году они усыновят более устойчивый образ жизни.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adopt",
      "translation": "усыновлять",
      "definition": "To take someone else's child into your own family, or to take someone else's idea or plan as your own.",
      "definition_translation": "Принять кого-то другого ребенка в свою семью или принять чью-то другую идею или план как свою.",
      "example": "I adopted a cat from the shelter. Yesterday, I adopted a new exercise routine. I will adopt a healthier diet next year.",
      "example_translation": "Я усыновил кошку из приюта. Вчера я усыновил новый режим упражнений. В следующем году я усыновлю более здоровую диету.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adopted",
      "translation": "усыновленный",
      "definition": "Past tense of adopt, having been taken into one's family or accepted as one's own.",
      "definition_translation": "Прошедшее время от усыновлять, будучи взятым в свою семью или принят как свой.",
      "example": "I was adopted when I was a baby. The company has adopted a new policy. The city has adopted a new transportation system.",
      "example_translation": "Я был усыновлен когда был младенцем. Компания усыновила новую политику. Город усыновил новую систему транспорта.",
      "imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adoption",
      "translation": "усыновление",
      "definition": "The act of taking someone else's child into your own family, or the act of accepting someone else's idea or plan as your own.",
      "definition_translation": "Акт принятия ребенка кого-то другого в свою семью или акт принятия чьей-то другой идеи или плана как своей.",
      "example": "The adoption process took several months. The company's adoption of new technology increased productivity. The city's adoption of renewable energy reduced pollution.",
      "example_translation": "Процесс усыновления занял несколько месяцев. Усыновление новой технологии компанией увеличил производительность. Усыновление города возобновляемой энергии уменьшило загрязнение.",
      "imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "advance",
      "translation": "продвигаться",
      "definition": "To move forward or make progress, especially in a planned or deliberate way.",
      "definition_translation": "Двигаться вперед или делать прогресс, особенно в планируемом или преднамеренном образом.",
      "example": "I will advance to the next level in the game. The company will advance its marketing strategy. The scientists will advance their research next year.",
      "example_translation": "Я перейду на следующий уровень в игре. Компания продвинет свою маркетинговую стратегию. Ученые продвинут свое исследование в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "advance",
      "translation": "продвигать",
      "definition": "To move forward or make progress in a particular area or activity.",
      "definition_translation": "Двигаться вперед или делать прогресс в определенной области или деятельности.",
      "example": "I will advance in my career by getting a promotion next year. I advanced in my studies by completing a graduate program. I am advancing in my skills by taking online courses.",
      "example_translation": "Я продвинусь в своей карьере, получив повышение зарплаты в следующем году. Я прогрессировал в своих исследованиях, завершив программу магистра. Я развиваюсь в своих навыках, проходя онлайн-курсы.",
      "imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adventurous",
      "translation": "приключенческий",
      "definition": "Willing to take risks and try new things; fond of adventure.",
      "definition_translation": "Готовый рисковать и пробовать новые вещи; любящий приключения.",
      "example": "My adventurous sister loves to travel to new countries. I was adventurous and tried skydiving for the first time. He will be adventurous and start his own business next year.",
      "example_translation": "Моя приключенческая сестра любит путешествовать в новые страны. Я был приключенческим и попробовал парашютный спуск в первый раз. Он будет приключенческим и начнет свое собственное дело в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "advertising",
      "translation": "реклама",
      "definition": "The activity or profession of producing and disseminating information to promote a product, service, or idea.",
      "definition_translation": "Деятельность или профессия по производству и распространению информации для продвижения продукта, услуги или идеи.",
      "example": "The company is spending a lot of money on advertising their new product. I hate watching advertising on TV. The advertising campaign was very successful.",
      "example_translation": "Компания тратит много денег на рекламу своего нового продукта. Я ненавижу смотреть рекламу на ТВ. Рекламная кампания была очень успешной.",
      "imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "affair",
      "translation": "дело",
      "definition": "A secret or illicit romantic relationship between two people.",
      "definition_translation": "Секретный или незаконный романтический отношения между двумя людьми.",
      "example": "The celebrity was involved in a scandalous affair with her co-star. I heard that they had an affair last year. She was devastated when she found out about his affair.",
      "example_translation": "Звезда была вовлечена в скандальный роман с ее коллегой по съемкам. Я слышал, что они имели роман в прошлом году. Она была разбита, когда узнала о его романе.",
      "imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "affect",
      "translation": "влиять",
      "definition": "To influence or have an impact on something or someone.",
      "definition_translation": "Влиять или иметь влияние на что-то или кого-то.",
      "example": "The cold weather will affect the crops. The new policy will affect everyone. The news will affect her decision.",
      "example_translation": "Холодная погода повлияет на урожай. Новая политика повлияет на всех. Новость повлияет на ее решение.",
      "imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "affect",
      "translation": "влиять",
      "definition": "To pretend or feign something, such as emotions or illness.",
      "definition_translation": "Притворяться чем-то, например эмоциями или болезнью.",
      "example": "She will affect a British accent to sound more sophisticated. He affected a serious tone to impress his boss. The actor will affect a limp to play the injured character.",
      "example_translation": "Она будет притворяться британским акцентом, чтобы звучать более утонченно. Он принял серьезный тон, чтобы впечатлить svého босса. Актер будет притворяться хромотой, чтобы играть инвалида.",
      "imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "affection",
      "translation": "любовь",
      "definition": "A feeling of love, fondness, or warmth towards someone or something.",
      "definition_translation": "Чувство любви, нежности или теплоты к кому-то или чему-то.",
      "example": "She showed great affection for her cat. The couple's affection for each other was palpable. The tourists showed affection for the local culture.",
      "example_translation": "Она проявила большую любовь к своему коту. Чувство любви пары к друг другу было осязаемым. Туристы проявили любовь к местной культуре.",
      "imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "affectionate",
      "translation": "нежный",
      "definition": "Showing or feeling love, fondness, or warmth towards someone or something.",
      "definition_translation": "Проявляющий или чувствующий любовь, нежность или теплоту к кому-то или чему-то.",
      "example": "She was an affectionate mother to her children. He was affectionate towards his sister. The family was very affectionate and welcoming.",
      "example_translation": "Она была нежной матерью для своих детей. Он был нежен к своей сестре. Семья была очень нежной и гостеприимной.",
      "imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "age",
      "translation": "век",
      "definition": "The length of time that a person or thing has existed or been in use.",
      "definition_translation": " продолжительность времени, в течение которого человек или вещь существует или используется.",
      "example": "By the age of 21, he had already traveled to five different countries. At this age, he started to feel old. In the future, the age of 30 will be considered young.",
      "example_translation": "К тому времени, как ему исполнилось 21 год, он уже посетил пять разных стран. В этом возрасте он начал чувствовать себя старым. В будущем возраст 30 лет будет считаться молодым.",
      "imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "agent",
      "translation": "агент",
      "definition": "A person who acts on behalf of another person or organization.",
      "definition_translation": " человек, действующий от имени другого человека или организации.",
      "example": "The agent negotiated the deal on behalf of the company. The agent has been working with the client for years. In the future, the agent will represent the company at the conference.",
      "example_translation": "Агент заключил сделку от имени компании. Агент работал с клиентом годами. В будущем агент будет представлять компанию на конференции.",
      "imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aggressive",
      "translation": "агрессивный",
      "definition": "Having or showing a strong and forceful personality or behavior.",
      "definition_translation": "имеющий или демонстрирующий силыю и энергичную личность или поведение.",
      "example": "The aggressive driver honked the horn loudly. She has an aggressive personality that intimidates others. In the future, the company will adopt an aggressive marketing strategy.",
      "example_translation": "Агрессивный водитель громко затрубил рог. У нее агрессивная личность, которая устрашает других. В будущем компания примет агрессивную маркетинговую стратегию.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aggressively",
      "translation": "агрессивно",
      "definition": "In a strong and forceful way.",
      "definition_translation": "сильным и энергичным образом.",
      "example": "He pushed his way aggressively through the crowd. The company has been marketing its product aggressively. In the future, the team will play aggressively to win the game.",
      "example_translation": "Он агрессивно протолкнулся через толпу. Компания агрессивно продвигает свой продукт. В будущем команда будет играть агрессивно, чтобы выиграть игру.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "agreement",
      "translation": "соглашение",
      "definition": "A negotiated and typically legally binding arrangement between two or more parties.",
      "definition_translation": "Негацируемое и обычно юридически обязательное соглашение между двумя или более сторонами.",
      "example": "The company reached an agreement with the union to avoid a strike. The union had agreed to the terms, but the company did not agree to them. The agreement will be signed next week.",
      "example_translation": "Компания достигла соглашения с профсоюзом, чтобы避ать забастовку. Профсоюз согласился с условиями, но компания не согласилась с ними. Соглашение будет подписано на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "agriculture",
      "translation": "сельское хозяйство",
      "definition": "The practice of cultivating the land to produce crops, raise livestock, and manage natural resources.",
      "definition_translation": "Практика возделывания земли для производства культур, разведения скота и управления природными ресурсами.",
      "example": "Agriculture has been the backbone of the country's economy for centuries. The farmer used to work in agriculture, but now he works in industry. The students are studying agriculture in college.",
      "example_translation": "Сельское хозяйство было основой экономики страны на протяжении веков. Фермер раньше работал в сельском хозяйстве, но теперь он работает в промышленности. Студенты изучают сельское хозяйство в колледже.",
      "imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aid",
      "translation": "помощь",
      "definition": "The act of providing support or assistance, especially in times of need or crisis.",
      "definition_translation": "Действие предоставления поддержки или помощи, особенно в разгар нужды или кризиса.",
      "example": "The government provided aid to the victims of the natural disaster. The charity organization gives aid to the poor families. The country received aid from international organizations.",
      "example_translation": "Правительство предоставило помощь жертвам стихийного бедствия. Благотворительная организация оказывает помощь бедным семьям. Страна получила помощь от международных организаций.",
      "imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aim",
      "translation": "цель",
      "definition": "A purpose or goal, especially one that guides or motivates action.",
      "definition_translation": "Цель или задача, особенно та, которая руководит или мотивирует действие.",
      "example": "The company's aim is to increase its market share. She aimed to finish the project on time. He will aim to win the competition next year.",
      "example_translation": "Целью компании является увеличение ее доли рынка. Она стремилась завершить проект вовремя. Он будет стремиться выиграть конкурс в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aircraft",
      "translation": "самолёт",
      "definition": "A powered, heavier-than-air aircraft is a type of aircraft that generates lift during flight by using the shape of its wings to change the air pressure above and below the wing.",
      "definition_translation": "Мощный, тяжелее воздуха самолет - это тип самолета, который генерирует подъем во время полета, используя форму своих крыльев, чтобы изменить давление воздуха над и под крылом.",
      "example": "The pilot carefully checked the aircraft before takeoff, and then it will take off in the morning, but yesterday it had already taken off.",
      "example_translation": "Пилот тщательно kiểm самолет перед взлетом, а затем он взлетит утром, но вчера он уже взлетел.",
      "imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aisle",
      "translation": "проход",
      "definition": "A passageway between rows of seats, as in a church, airplane, or theater.",
      "definition_translation": "Прохождение между рядами сидений, как в церкви, самолете или театре.",
      "example": "The flight attendant asked the passenger to return to their seat, which was located in the aisle, and then she will pass through the aisle to help another passenger.",
      "example_translation": "Стюардесса попросила пассажира вернуться к своему месту, которое было расположено в проходе, а затем она пройдет через проход, чтобы помочь другому пассажиру.",
      "imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alcoholism",
      "translation": "алкоголизм",
      "definition": "A chronic and often progressive disease that includes problems controlling your drinking, being preoccupied with alcohol, continuing to use alcohol even when it causes problems.",
      "definition_translation": "Хроническое и часто прогрессирующее заболевание, которое включает в себя проблемы с контролем над выпивкой, предвзятость алкоголем, продолжение употребления алкоголя, даже когда он вызывает проблемы.",
      "example": "The doctor warned the patient about the dangers of alcoholism, and then he will start attending therapy sessions to overcome it, but last year he still struggled with it.",
      "example_translation": "Врач предупредил пациента о опасностях алкоголизма, а затем он начнет посещать сеансы терапии, чтобы преодолеть его, но в прошлом году он все еще боролся с ним.",
      "imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alien",
      "translation": "чужой",
      "definition": "A person who is not a citizen of the country in which they are living, or a creature from outer space.",
      "definition_translation": "Человек, который не является гражданином страны, в которой он живет, или существо из наружного космоса.",
      "example": "The movie was about an alien who came to Earth, and then it will return to its planet, but yesterday it had already landed.",
      "example_translation": "Фильм был о чужом, который пришел на Землю, а затем он вернется на свою планету, но вчера он уже приземлился.",
      "imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alike",
      "translation": "podobный",
      "definition": "Having a similar nature or character; similar in appearance or quality.",
      "definition_translation": "Имеющий подобный характер или характер; похожий по внешнему виду или качеству.",
      "example": "The two sisters looked alike, and people often mistook them for each other. They have been alike in their interests since childhood, and now they are alike in their careers. They will be alike in their fortunes in the future.",
      "example_translation": "Две сестры выглядели похожими, и люди часто путали их друг с другом. Они были похожими в своих интересах с детства, и теперь они похожими в своих карьерах. Они будут похожими в своих судьбах в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "allergy",
      "translation": "аллергия",
      "definition": "A condition in which the body's immune system reacts abnormally to a particular substance, such as a food or pollen.",
      "definition_translation": "Состояние, при котором иммунная система организма реагирует аномально на конкретное вещество, такое как-food или пыльца.",
      "example": "I have an allergy to peanuts, so I have to avoid eating them. I developed an allergy to pollen when I was a child, and it has been bothering me ever since. I will take medicine to prevent an allergy attack in the future.",
      "example_translation": "У меня аллергия на арахис, поэтому я должен避免 есть их. Я desarrollал аллергию на пыльцу, когда я был ребенком, и это беспокоило меня с тех пор. Я примы الطبqbiku, чтобы предотвратить атаку аллергии в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alley",
      "translation": "аллея",
      "definition": "A narrow passage or way between, behind, or within buildings.",
      "definition_translation": "Узкая проход или путь между, позади или внутри зданий.",
      "example": "The alley behind the restaurant was dark and narrow. We walked through the alley to get to the parking lot. The alley will be renovated to make it safer at night.",
      "example_translation": "Аллея позади ресторана была темной и узкой. Мы прошли через аллею, чтобы добраться до парковки. Аллея будет реконструирована, чтобы сделать ее безопаснее ночью.",
      "imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alligator",
      "translation": "аллигатор",
      "definition": "A large reptile with a long, rounded snout and powerful jaws, native to the southeastern United States.",
      "definition_translation": "Крупный рептилий с длинным, округлым рылом и мощными челюстями, являющийся родным для юго-востока Соединенных Штатов.",
      "example": "We saw an alligator swimming in the lake on our vacation. The alligator has been living in the swamp for years. The alligator will be protected by conservation efforts in the future.",
      "example_translation": "Мы увидели аллигатора, плававшего в озере на нашем отдыхе. Аллигатор жил в болоте в течение лет. Аллигатор будет защищен усилиями по сохранению в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alphabetical",
      "translation": "алфавитный",
      "definition": "Arranged in alphabetical order; relating to or consisting of letters of the alphabet.",
      "definition_translation": "Упорядоченный по алфавиту; относящийся к или состоящий из букв алфавита.",
      "example": "The dictionary is arranged in alphabetical order. I alphabetized the list yesterday. I will alphabetize the files next week.",
      "example_translation": "Словарь упорядочен по алфавиту. Я алфавитизировал списка вчера. Я алфавитизирую файлы на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alphabetically",
      "translation": "алфавитно",
      "definition": "In alphabetical order; in the correct sequence of letters.",
      "definition_translation": "В алфавитном порядке; в правильной последовательности букв.",
      "example": "The books are arranged alphabetically on the shelves. I organized the list alphabetically yesterday. I will list them alphabetically next week.",
      "example_translation": "Книги упорядочены алфавитно на полках. Я организовал список алфавитно вчера. Я выведу их алфавитно на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alter",
      "translation": "изменять",
      "definition": "To change or modify something; to make something different.",
      "definition_translation": "Изменять или модифицировать что-то; делать что-то иным.",
      "example": "I had to alter the dress to fit me. She altered her plans at the last minute. I will alter the recipe next time.",
      "example_translation": "Мне пришлось изменить платье, чтобы оно-fit me. Она изменила свои планы в последнюю минуту. Я изменю рецепт в следующий раз.",
      "imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alternative",
      "translation": "альтернативный",
      "definition": "A choice or option in addition to others; a different way of doing something.",
      "definition_translation": "Выбор или опция además других; другой способ делать что-то.",
      "example": "We have an alternative plan in case of an emergency. She chose an alternative route to avoid traffic. I will consider an alternative solution next week.",
      "example_translation": "У нас есть альтернативный план на случай экстренной ситуации. Она выбрала альтернативный маршрут, чтобы избежать пробок. Я рассмотрю альтернативное решение на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alternative",
      "translation": "альтернативный",
      "definition": "A different choice or possibility, especially a more attractive or advisable one.",
      "definition_translation": "Альтернативный выбор или возможность, особенно более привлекательный или целесообразный.",
      "example": "I'm considering alternative solutions to the problem. I have alternated between two alternatives. I will have an alternative option by next week.",
      "example_translation": "Я рассматриваю альтернативные решения проблемы. Я чередовал между двумя альтернативами. У меня будет альтернативный вариант к следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alternatively",
      "translation": "альтернативно",
      "definition": "In a different way or manner, especially as a substitute or alternative.",
      "definition_translation": "По-иному или иным образом, особенно как заменитель или альтернатива.",
      "example": "We can do it alternatively. I have been alternatively working and resting. I will have alternatively completed the task.",
      "example_translation": "Мы можем сделать это альтернативно. Я поочередно работал и отдыхал. Я альтернативно完成 задачу.",
      "imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aluminium",
      "translation": "алюминий",
      "definition": "A light, silvery-white metal that is resistant to corrosion and is used in a wide range of applications.",
      "definition_translation": "Легкий, серебристо-белый металл, устойчивый к коррозии и используемый в широком диапазоне приложений.",
      "example": "Aluminium is used in aircraft construction. I recycled aluminium cans yesterday. The new brand will be made of aluminium.",
      "example_translation": "Алюминий используется в конструкции самолетов. Я переработал алюминиевые банки вчера. Новая марка будет сделана из алюминия.",
      "imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "amazement",
      "translation": "удивление",
      "definition": "A feeling of great surprise or admiration, often accompanied by a sense of wonder or astonishment.",
      "definition_translation": "Чувство великого удивления или восхищения, часто сопровождаемое чувством удивления или изумления.",
      "example": "I was in amazement at the beauty of the city. The tourists felt amazement at the ancient ruins. The amazement on her face was palpable.",
      "example_translation": "Я был в удивлении от красоты города. Туристы чувствовали удивление от древних руин. Удивление на ее лице было осязаемым.",
      "imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ambassador",
      "translation": "Посол",
      "definition": "A high-ranking government representative who acts as the official representative of their country in another country.",
      "definition_translation": "Высокопоставленный правительственный представитель, который действует в качестве официального представителя своей страны в другой стране.",
      "example": "The ambassador was summoned to the foreign ministry to discuss the trade agreement. She had been an ambassador for over 10 years and was well-respected. She will be appointed as an ambassador to France next year.",
      "example_translation": "Посол был вызван в министерство иностранных дел, чтобы обсудить торговое соглашение. Она была послом более 10 лет и пользовалась уважением. Она будет назначена послом во Францию в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ambition",
      "translation": "Амбиция",
      "definition": "A strong desire to achieve something, typically requiring determination and hard work.",
      "definition_translation": "Сильное желание достичь чего-либо, обычно требующее решительности и упорной работы.",
      "example": "Her ambition was to become a famous actress. He has always had an ambition to start his own business. The team's ambition is to win the championship this season.",
      "example_translation": "Ее амбицией было стать знаменитой актрисой. Он всегда имел амбицию начать свой собственный бизнес. Амбиция команды - выиграть чемпионат в этом сезоне.",
      "imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ambitious",
      "translation": "Амбициозный",
      "definition": "Having or showing a strong desire to succeed or achieve something, often requiring determination and hard work.",
      "definition_translation": "Имеющий или демонстрирующий сильное желание преуспеть или достичь чего-либо, часто требующее решительности и упорной работы.",
      "example": "He was an ambitious young entrepreneur. The company has an ambitious plan to expand globally. She is ambitious and always strives to improve her skills.",
      "example_translation": "Он был амбициозным молодым предпринимателем. У компании есть амбициозный план по расширению на глобальном уровне. Она амбициозна и всегда стремится улучшить свои навыки.",
      "imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "amuse",
      "translation": "Развлекать",
      "definition": "To entertain or occupy someone in a pleasant manner, often by doing something funny or interesting.",
      "definition_translation": "Развлекать или занимать кого-либо приятным образом, часто делая что-то забавное или интересное.",
      "example": "The comedian's jokes amused the audience. The park was designed to amuse visitors of all ages. She used to amuse her friends with her silly impressions.",
      "example_translation": "Шутки комика развлекли аудиторию. Парк был спроектирован, чтобы развлекать посетителей всех возрастов. Она использовала, чтобы развлекать своих друзей с ее забавными имитациями.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "amuse",
      "translation": "развлекать",
      "definition": "to entertain or occupy someone in a pleasant manner",
      "definition_translation": "развлекать или занимать кого-либо приятным образом",
      "example": "She amused the children with a funny story. She amuses the audience with her talent. She will amuse her friends with a magic trick.",
      "example_translation": "Она развлекала детей забавной историей. Она развлекает зрителей своим талантом. Она будет развлекать друзей с магическим трюком.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "amused",
      "translation": "развлекался",
      "definition": "past tense of amuse, to have entertained or occupied someone in a pleasant manner",
      "definition_translation": "прошедшее время глагола развлекать, развлекать или занимать кого-либо приятным образом",
      "example": "I was amused by the comedy show. They were amused by the silly joke. She was amused by the beauty of the city.",
      "example_translation": "Я развлекался комедийным шоу. Они развлекались шуткой. Она развлекалась красотой города.",
      "imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "amusement",
      "translation": "развлечение",
      "definition": "a feeling of enjoyment or entertainment",
      "definition_translation": "чувство наслаждения или развлечения",
      "example": "The amusement park was filled with happy children. The amusement ride was very scaring. She felt amusement when she saw the comedy show.",
      "example_translation": "Парк развлечений был заполнен счастливыми детьми. Аттракцион развлечения был очень страшным. Она чувствовала развлечение, когда она увидела комедийное шоу.",
      "imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "anaconda",
      "translation": "анаконда",
      "definition": "a large, non-venomous snake found in South America",
      "definition_translation": "большая, неядовитая змея, found in Южной Америке",
      "example": "The anaconda wrapped its body around the tree. The anaconda was found in the Amazon jungle. The anaconda will swallow its prey whole.",
      "example_translation": "Анаконда обернулась вокруг дерева. Анаконда была найдена в джунглях Амазонки. Анаконда проглотит свою добычу целиком.",
      "imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "analyse",
      "translation": "аанализировать",
      "definition": "to study or examine something carefully in order to understand it or identify its main features",
      "definition_translation": "изучать или исследовать что-либо тщательно, чтобы理解ить его или определить его основные признаки",
      "example": "I will analyse the data to identify the trends. I analysed the data last week. I have been analysing the data for months.",
      "example_translation": "Я буду анализировать данные, чтобы определить тренды. Я анализировал данные на прошлой неделе. Я анализирую данные в течение месяцев.",
      "imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "analysis",
      "translation": "анализ",
      "definition": "the process of breaking down complex information or ideas into simpler parts in order to understand and interpret them",
      "definition_translation": "процесс разбиения сложной информации или идей на более простые части для понимания и интерпретации их",
      "example": "The analysis of the results showed some interesting patterns. The team is conducting an analysis of the market trends. The analysis will be completed by the end of the month.",
      "example_translation": "Анализ результатов выявил некоторые интересные паттерны. Команда проводит анализ тенденций на рынке. Анализ будет завершен к концу месяца.",
      "imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "analyst",
      "translation": "аналитик",
      "definition": "a person who studies and examines data, information, or ideas in order to understand and interpret them",
      "definition_translation": "человек, который изучает и исследует данные, информацию или идеи, чтобы понять и интерпретировать их",
      "example": "The analyst presented the findings to the management team. The analyst was tasked with identifying the root cause of the problem. The company hired a new analyst to work on the project.",
      "example_translation": "Аналитик представил результаты управления команде. Аналитик был поручен определить корень причины проблемы. Компания наняла нового аналитика для работы над проектом.",
      "imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ancestor",
      "translation": "предок",
      "definition": "a person, animal, or plant from which another person, animal, or plant is descended",
      "definition_translation": "человек, животное или растение, от которого происходит другой человек, животное или растение",
      "example": "Our ancestors lived in this village hundreds of years ago. The ancestor of the species was discovered in the fossil record. The company is proud of its ancestors who founded the business.",
      "example_translation": "Наши предки жили в этой деревне сотни лет назад. Предок вида был обнаружен в фоссилиях. Компания гордится своими предками, которые основали бизнес.",
      "imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "anger",
      "translation": "гнев",
      "definition": "A strong feeling of discontent, displeasure, or hostility.",
      "definition_translation": "Сильное чувство неудовольствия, неудовлетворенности или враждебности.",
      "example": "She felt anger towards her brother for breaking her favorite vase. Yesterday, she was angry with him, but today she is angry with herself for overreacting. By next week, she will have gotten angry with someone else.",
      "example_translation": "Она испытывала гнев по отношению к брату за то, что он разбил ее любимый вазон. Вчера она была зла на него, но сегодня она зла на себя за过reaction. К следующей неделе она будет зла на кого-то другого.",
      "imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "animal",
      "translation": "животное",
      "definition": "A living organism that feeds on organic matter, typically having specialized sense organs and nervous systems, and able to respond rapidly to stimuli.",
      "definition_translation": "Живой организм, питающийся органической материей, обычно имеющий специализированные органы чувств и нервную систему, и способный быстро реагировать на стимулы.",
      "example": "The animal in the zoo was sleeping. Yesterday, the animal was eating, but today it is playing. By next month, the animal will have given birth to its offspring.",
      "example_translation": "Животное в зоопарке спало. Вчера животное ело, но сегодня оно играет. К следующему месяцу животное родит свое потомство.",
      "imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "annually",
      "translation": "ежегодно",
      "definition": "Done or occurring every year; yearly.",
      "definition_translation": "Делаемое или происходящее каждый год; ежегодно.",
      "example": "The company holds an annual meeting to discuss the year's performance. Last year, the meeting was held in June, but this year it will be held in July. Next year, the meeting will be held in August.",
      "example_translation": "Компания проводит ежегодное собрание, чтобы обсудить результаты года. В прошлом году собрание состоялось в июне, но в этом году оно состоится в июле. В следующем году собрание состоится в августе.",
      "imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "anxiety",
      "translation": "тревога",
      "definition": "A feeling of worry, nervousness, or unease about something that may happen.",
      "definition_translation": "Чувство беспокойства, нервозности или беспокойства о чем-то, что может произойти.",
      "example": "She felt anxiety before her first job interview. Yesterday, she was anxious about the results, but today she is anxious about her upcoming presentation. By next week, she will have overcome her anxiety.",
      "example_translation": "Она испытывала тревогу перед своим первым интервью на работу. Вчера она была тревожна о результатах, но сегодня она тревожна о своей предстоящей презентации. К следующей неделе она преодолеет свою тревогу.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "anxiously",
      "translation": "тревожно",
      "definition": "Feeling or showing anxiety or worry; having a strong concern or fear about something",
      "definition_translation": "Чувствуя или проявляя тревогу или беспокойство; имея сильную озабоченность или страх перед чем-либо",
      "example": "She waited anxiously for the results of the exam, but fortunately, she passed with flying colors. She had been studying anxiously for weeks. She will anxiously await the response to her job application.",
      "example_translation": "Она тревожно ждала результаты экзамена, но к счастью, она сдала с отличием. Она неделими тревожно училась. Она будет тревожно ожидать ответа на ее заявку на работу.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "anyhow",
      "translation": "в любом случае",
      "definition": "In any case; regardless of what happens or has happened",
      "definition_translation": "В любом случае; независимо от того, что происходит или произошло",
      "example": "I'll attend the meeting anyhow, even if I'm not feeling well. Anyhow, I didn't want to go to the party. Anyhow, she will graduate next year.",
      "example_translation": "Я пойду на встречу в любом случае, даже если я не чувствую себя хорошо. В любом случае, я не wollte пойти на.party. В любом случае, она毕业ет в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "apostrophe",
      "translation": "апостроф",
      "definition": "A punctuation mark (') used to indicate possession or to form contractions",
      "definition_translation": "Знак препинания (') используемый для обозначения принадлежности или для образования сокращений",
      "example": "The apostrophe in 'it's' indicates that it is a contraction of 'it is'. The teacher explained the use of apostrophes in possesses nouns. She will learn to use apostrophes correctly by the end of the year.",
      "example_translation": "Апостроф в 'it's' указывает на то, что это сокращение от 'it is'. Учитель объяснил использование апострофов в существительных, обозначающих принадлежность. Она выучит использовать апострофы correctamente к концу года.",
      "imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "apparent",
      "translation": "явный",
      "definition": "Clearly seen or understood; obvious",
      "definition_translation": "Ясно видный или понятный; очевидный",
      "example": "The apparent lack of progress was frustrating. The answer was apparent to everyone in the room. It will be apparent to them that she is the best candidate for the job.",
      "example_translation": "Явное отсутствие прогресса было фрустрирующим. Ответ был явен для всех в комнате. Оказалось, что она - лучший кандидат на работу.",
      "imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "apparently",
      "translation": "очевидно",
      "definition": "It is clear or evident that something is true, although it may not be directly stated.",
      "definition_translation": "Это ясно или очевидно, что что-то является verdade, хотя это может не быть прямо заявлено.",
      "example": "It appears that she has been living abroad for several years, but apparently she has returned home recently.",
      "example_translation": "Кажется, что она прожила за рубежом несколько лет, но очевидно, что она最近 вернулась домой.",
      "imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "appeal",
      "translation": "апеллировать",
      "definition": "A request to a higher authority to change a decision.",
      "definition_translation": "Запрос к высшему органу изменить решение.",
      "example": "The lawyer filed an appeal to the supreme court to overturn the verdict.",
      "example_translation": "Адвокат подал апелляцию в Верховный суд, чтобы отменить приговор.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "appeal",
      "translation": "аттрактивность",
      "definition": "The quality of being attractive and pleasing.",
      "definition_translation": "Качество быть привлекательным и приятным.",
      "example": "The new restaurant's appeal was undeniable, with its trendy decor and delicious food.",
      "example_translation": "Аттрактивность нового ресторана была неоспорима, с его модным декором и вкусной едой.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "appear",
      "translation": "появляться",
      "definition": "To come into sight or to become known.",
      "definition_translation": "Появляться в виду или стать известным.",
      "example": "The new product will appear in stores next month, and it will be available online now.",
      "example_translation": "Новый продукт появится в магазинах अगलего месяца, и он будет доступен онлайн сейчас.",
      "imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "appearance",
      "translation": "внешний вид",
      "definition": "the way that someone or something looks",
      "definition_translation": "способ, которым выглядит кто-то или что-то",
      "example": "Her appearance on the red carpet was stunning. She had appeared in many movies before, but now she appears on TV too. Her appearance will change after the surgery.",
      "example_translation": "Ее внешний вид на красной дорожке был ошеломляющим. Она появлялась в многих фильмах раньше, но теперь она появляется по телевизору тоже. Ее внешний вид изменится после операции.",
      "imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "application",
      "translation": "заявка",
      "definition": "a formal request for something, such as a job or a service",
      "definition_translation": "официальный запрос на что-то, chẳng hạn как на работу или услугу",
      "example": "I submitted my application for the job last week, and I will apply for a scholarship next year. I applied for a visa online, but it was rejected.",
      "example_translation": "Я подала свою заявку на работу на прошлой неделе, и tôi буду подавать на стипендию в следующем году. Я подала заявку на визу онлайн, но она была отклонена.",
      "imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "appreciate",
      "translation": "оценить",
      "definition": "to recognize and enjoy the good qualities of something",
      "definition_translation": "узнать и наслаждатьсяgood качествами чего-то",
      "example": "I appreciate your help in moving to a new apartment. I appreciated the beauty of the sunset yesterday. I will appreciate it if you can help me again.",
      "example_translation": "Я оцениваю вашу помощь в переезде в новую квартиру. Я оценил красоту заката вчера. Я буду ценить это, если вы сможете помочь мне снова.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "appreciation",
      "translation": "признательность",
      "definition": "a feeling of gratitude or respect for something",
      "definition_translation": "чувство благодарности или уважения к чему-то",
      "example": "I expressed my appreciation for the gift. Her appreciation for art is impressive. The company showed its appreciation for the employee's hard work.",
      "example_translation": "Я выразил свою признательность за подарок. Ее признательность к искусству впечатляет. Компания показала свою признательность за тяжелую работу сотрудника.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "approach",
      "translation": "подход",
      "definition": "The act of drawing near or making an advance, especially in a deliberate and intentional manner.",
      "definition_translation": "Акт приближения или передвижения, особенно в целенаправленном и намеренном порядке.",
      "example": "I will approach the problem with caution. Yesterday, I approached the issue with confidence. If I approach the situation correctly, I will succeed tomorrow.",
      "example_translation": "Яaproachую к проблеме с осторожностью. Вчера яapproached к вопросу с уверенностью. Если яapproachую к ситуации正确но, яucceed завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "approach",
      "translation": "подход",
      "definition": "A way of doing something, especially a way of dealing with a problem or situation.",
      "definition_translation": "Способ делать что-то, особенно способ справляться с проблемой или ситуацией.",
      "example": "My approach to the task was wrong. She will approach the task with a positive attitude. They approached the problem with a different approach.",
      "example_translation": "Мой подход к задаче был неправильным. Она будетapproach к задаче с позитивным настроем. Ониapproached к проблеме с другим подходом.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "appropriate",
      "translation": "соответствующий",
      "definition": "Suitable or fitting for a particular situation or purpose.",
      "definition_translation": "Подходящий или соответствующий для конкретной ситуации или цели.",
      "example": "The clothing was appropriate for the occasion. The funds were appropriate for the project. The action was not appropriate in this situation.",
      "example_translation": "Одежда была соответствующей для мероприятия. Средства были соответствующими для проекта. Действие не было соответствующим в этой ситуации.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "appropriately",
      "translation": "соответственно",
      "definition": "In a way that is suitable or fitting for a particular situation or purpose.",
      "definition_translation": "Таким образом, который является подходящим или соответствующим для конкретной ситуации или цели.",
      "example": "The teacher dressed appropriately for the meeting. The company responded appropriately to the crisis. The government acted appropriately in the situation.",
      "example_translation": "Учитель оделся соответственно для встречи. Компания odpowiedděla соответственно кризису. Правительство действовало соответственно в ситуации.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "approval",
      "translation": "одобрение",
      "definition": "The act of approving or accepting something; a feeling of liking or supporting something",
      "definition_translation": "Акт одобрения или принятия чего-либо; чувство liking или поддержки чего-либо",
      "example": "The company received approval for the new project from the investors. The government gave its approval for the construction of the new airport. The new policy will come into effect after approval from the board.",
      "example_translation": "Компания получила одобрение для нового проекта от инвесторов. Правительство дало свое одобрение для строительства нового аэропорта. Новая политика вступит в силу после одобрения от совета.",
      "imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "approve",
      "translation": "одобрять",
      "definition": "To agree with or accept something; to officially accept or agree to something",
      "definition_translation": "Согласиться с чем-либо или принять что-либо; официально принимать или соглашаться с чем-либо",
      "example": "The manager approved the new design. I approve of the changes to the policy. The board will approve the budget next week.",
      "example_translation": "Менеджер одобрил новый дизайн. Я одобряю изменения политики. Совет одобрит бюджет на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "approximate",
      "translation": "приблизительный",
      "definition": "Close to the exact value or amount; not exact, but close enough",
      "definition_translation": "Близок к точному значению или количеству; не точный, но достаточно близок",
      "example": "The approximate cost of the project is $10,000. The weather forecast gave an approximate time for the storm to arrive. The approximate distance to the city is 50 miles.",
      "example_translation": "Приблизительная стоимость проекта составляет $10,000. Прогноз погоды дал приблизительное время для прибытия шторма. Приблизительное расстояние до города составляет 50 миль.",
      "imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "apron",
      "translation": "фартук",
      "definition": "A piece of fabric worn over the front of the body to protect clothing from dirt or stains",
      "definition_translation": "Кусок ткани, который носит на передней части тела, чтобы защитить одежду от грязи или пятен",
      "example": "The chef wore an apron to protect his clothes from stains. The gardener wore an apron to keep her clothes clean. The artist wore an apron to protect her clothes from paint.",
      "example_translation": "Шеф-повар носил фартук, чтобы защитить свою одежду от пятен. Садовник носил фартук, чтобы держать свою одежду чистой. Художник носил фартук, чтобы защитить свою одежду от краски.",
      "imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "arena",
      "translation": "арена",
      "definition": "A rectangular area surrounded by tiers of seats, used for sports, concerts, or other performances.",
      "definition_translation": "Прямоугольная площадка, окруженная ярусами сидений, используемая для спортивных мероприятий, концертов или других выступлений.",
      "example": "The Beatles played their farewell concert in the arena in 1966, and it was a huge success. Now, the arena is being renovated for the Olympics. By next year, the arena will have been rebuilt.",
      "example_translation": "Битлз сыграли свой прощальный концерт на арене в 1966 году, и это был огромный успех. Теперь арена реконструируется для Олимпийских игр. К следующему году арена будет перестроена.",
      "imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "arm",
      "translation": "рука",
      "definition": "The upper limb of the human body, from the shoulder to the wrist.",
      "definition_translation": "Верхняя конечность человеческого тела, от плеча до запястья.",
      "example": "She had a tattoo on her arm, which she got on her birthday last year. Now, she is thinking of getting another one on her arm. In the future, she will have several tattoos on her arm.",
      "example_translation": "У нее была татуировка на руке, которую она сделала на свой день рождения в прошлом году. Теперь она подумывает о том, чтобы сделать еще одну на руке. В будущем у нее будут несколько татуировок на руке.",
      "imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "armed",
      "translation": "вооруженный",
      "definition": "Equipped with weapons, especially firearms.",
      "definition_translation": "Оснащенный оружием, особенно огнестрельным.",
      "example": "The police officer was armed with a gun and a Taser when he responded to the call. The soldier was heavily armed when he went to the battlefield. In the future, the police will be better armed to handle such situations.",
      "example_translation": "Полицейский был вооружен пистолетом и тазером, когда онตอบил на звонок. Солдат был тяжело вооружен, когда он отправился на поле боя. В будущем полиция будет лучше вооружена для handing таких ситуаций.",
      "imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "arrange",
      "translation": "организовать",
      "definition": "To put in order, prepare, or settle something in a specific way.",
      "definition_translation": "Разместить в порядке, подготовить или урегулировать что-то определенным образом.",
      "example": "I arranged a meeting with my colleagues yesterday, and we discussed the project. She will arrange the flowers in the vase by tomorrow. In the future, we will arrange a party to celebrate our anniversary.",
      "example_translation": "Я организовал встречу со своими коллегами вчера, и мы обсудили проект. Она организует цветы в вазе к завтрашнему дню. В будущем мы организуем вечеринку, чтобы отпраздновать нашу годовщину.",
      "imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "arrest",
      "translation": "арест",
      "definition": "The act of taking someone into custody, usually because they are suspected of committing a crime.",
      "definition_translation": "Акт задержания кого-то, обычно потому, что они подозреваются в совершении преступления.",
      "example": "The police officer decided to arrest the suspect after finding evidence of the crime. Yesterday, she was arrested for drunk driving. If she doesn't show up to court, she will be arrested again.",
      "example_translation": "Полицейский офицер решил арестовать подозреваемого после обнаружения улик преступления. Вчера она была арестована за вождение в нетрезвом виде. Если она не явится в суд, она будет арестована снова.",
      "imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "arrogance",
      "translation": "арогантность",
      "definition": "Having or showing an attitude of superiority, lack of modesty, and a tendency to domineer.",
      "definition_translation": "Имея или демонстрируя отношение превосходства, отсутствие скромности и тенденцию доминировать.",
      "example": "The arrogance of the celebrity was off-putting to many fans. She showed arrogance when she walked into the room, ignoring everyone else. If he doesn't check his arrogance, he'll lose all his friends.",
      "example_translation": "Арогантность знаменитости была отталкивающей для многих фанатов. Она проявила аrogантность, когда вошла в комнату, игнорируя всех остальных. Если он не проверит свою аrogантность, он потеряет всех своих друзей.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "arrogant",
      "translation": "арогантный",
      "definition": "Having or showing an attitude of superiority, lack of modesty, and a tendency to domineer.",
      "definition_translation": "Имея или демонстрируя отношение превосходства, отсутствие скромности и тенденцию доминировать.",
      "example": "The arrogant CEO was hated by all his employees. My brother can be arrogant when he's talking about his accomplishments. She was arrogant and thought she knew everything.",
      "example_translation": "Арогантный генеральный директор был ненавидим всеми его сотрудниками. Мой брат может быть аrogантным, когда он говорит о своих достижениях. Она была аrogантной и думала, что знает все.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "arrow",
      "translation": "стрела",
      "definition": "A projectile with a sharp point, fired from a bow, used as a weapon or for sport.",
      "definition_translation": "Проецируемый объект с острым концом, выстреливаемый из лука, используемый как оружие или для спорта.",
      "example": "The archer shot an arrow into the target. Yesterday, I shot an arrow at the apple, but I missed. If you aim carefully, you can hit the bullseye with an arrow.",
      "example_translation": "Стрелок выстрелил стрелу в мишень. Вчера я выстрелил стрелу в яблоко, но я промахнулся. Если ты целишься аккуратно, ты можешь попасть в центр цели с помощью стрелы.",
      "imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "artificially",
      "translation": "искусственно",
      "definition": "In a way that is not natural or spontaneous; by means of artificial or unnatural processes.",
      "definition_translation": "Способом, который не является естественным или спонтанным; с помощью искусственных или ненатуральных процессов.",
      "example": "The new policy has been implemented artificially to control the economy. In the past, the government artificially inflated the currency. By next year, the company will artificially introduce new products to the market.",
      "example_translation": "Новая политика была введена искусственно, чтобы контролировать экономику. В прошлом правительство искусственно.inflate валюту. К следующему году компания искусственно введет новые продукты на рынок.",
      "imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "artistic",
      "translation": "художественный",
      "definition": "Relating to or having a strong appreciation for the arts, especially in a creative or imaginative way.",
      "definition_translation": "Относящийся к искусству или具有 сильного уважения к искусству, особенно в творческом или фантазийном виде.",
      "example": "The artistic director of the museum curated a beautiful collection of contemporary art. The artistic expression of the painter was unique and captivating. In the future, the city will have an artistic festival to promote local talent.",
      "example_translation": "Арт-директор музея курировалcollectionof современного искусства. Художественное выражение художника было уникальным и пленительным. В будущем город проведет художественный фестиваль, чтобыpromote местный талант.",
      "imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "artistically",
      "translation": "художественно",
      "definition": "In a way that is skilled or creative, especially in relation to the arts.",
      "definition_translation": "Способом, который является умелым или творческим,особенно в отношении искусства.",
      "example": "The photographer artistically captured the beauty of the landscape. The dancer artistically expressed the emotions of the music. In the past, the architects artistically designed the historic building.",
      "example_translation": "Фотограф художественно захватил красоту ландшафта. Танцор художественно выразил эмоции музыки. В прошлом архитекторы художественно спроектировали историческое здание.",
      "imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aside",
      "translation": "в стороне",
      "definition": "On or to one side, especially in order to avoid or ignore something.",
      "definition_translation": "На или по одной стороне,особенно для避ания или игнорирования чего-то.",
      "example": "She put the book aside to focus on her work. He pushed the chair aside to make room for the new table. In the future, the company will put the project aside to concentrate on more important tasks.",
      "example_translation": "Она положила книгу в сторону, чтобы сфокусироваться на своей работе. Он đẩy стул в сторону, чтобы Создать место для нового стола. В будущем компания положит проект в сторону, чтобы концентрация на более важных задачах.",
      "imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aspect",
      "translation": "аспект",
      "definition": "A particular feature or part of something, such as a problem or situation.",
      "definition_translation": "Определенный аспект чего-либо,例如 проблемы или ситуации.",
      "example": "The aspect of the house that I liked the most was the backyard. I assessed the aspect of the new policy last week. The aspect of the project that worried me was the deadline.",
      "example_translation": "Аспект дома, который мне понравился больше всего, был задний двор. Я оценил аспект новой политики на прошлой неделе. Аспект проекта, который меня беспокоил, был дедлайн.",
      "imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "assess",
      "translation": "оценивать",
      "definition": "To evaluate or estimate the value or quality of something.",
      "definition_translation": "Оценить или оценить стоимость или качество чего-либо.",
      "example": "The teacher assessed the student's performance and gave feedback. The company will assess the damage and decide on the next step. I will assess the situation and let you know.",
      "example_translation": "Учитель оценил работу студента и дал обратную связь. Компания будет оценивать ущерб и принимать решение о следующем шаге. Я оцениву ситуацию и сообщу вам.",
      "imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "assessment",
      "translation": "оценка",
      "definition": "The act of assessing or evaluating something, or the judgement or estimation made.",
      "definition_translation": "Акт оценки или оценки чего-либо, или суждение или оценка, сделанная.",
      "example": "The assessment of the project revealed several flaws. The teacher used a rubric for the assessment of the students' essays. The government's assessment of the situation was overly optimistic.",
      "example_translation": "Оценка проекта выявил несколько недостатков. Учитель использовал руководство для оценки эссе студентов. Оценка ситуации, сделанная правительством, была過очно оптимистичной.",
      "imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "assist",
      "translation": "помогать",
      "definition": "To give support or help to someone or something.",
      "definition_translation": "Дать поддержку или помощь кому-либо или чему-либо.",
      "example": "She assists the manager with daily tasks. I assisted my friend with moving into a new apartment. The company will assist the victims of the natural disaster.",
      "example_translation": "Она помогает менеджеру с ежедневными задачами. Я помог другу с переездом в новую квартиру. Компания будет помогать жертвам стихийного бедствия.",
      "imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "assistance",
      "translation": "помощь",
      "definition": "The act of helping or supporting someone or something.",
      "definition_translation": "Акт помощи или поддержки кого-то или чего-то.",
      "example": "She provided assistance to the elderly woman crossing the street. She has been assisting her mother with household chores since she was 12. She will assist the team in the upcoming project.",
      "example_translation": "Она оказала помощь пожилой женщине, переходившей улицу. Она помогает своей матери с домашними задачами с 12 лет. Она поможет команде в предстоящем проекте.",
      "imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "association",
      "translation": "ассоциация",
      "definition": "A group of people organized for a particular purpose, such as a business or charity.",
      "definition_translation": "Группа людей, организованная для определенной цели, chẳng hạn как бизнес или благотворительная организация.",
      "example": "The environmental association is working to reduce pollution in the city. She has been a member of the writers' association since 2010. The association will host a conference next week.",
      "example_translation": "Экологическая ассоциация работает над уменьшением загрязнения в городе. Она является членом ассоциации писателей с 2010 года. Ассоциация проведет конференцию на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "association",
      "translation": "ассоциация",
      "definition": "The process of connecting or linking things in the mind, such as ideas or memories.",
      "definition_translation": "Процесс соединения или связывания вещей в уме, таких как идеи или воспоминания.",
      "example": "The association between the two events was unclear. The smell of coffee always brings an association with my grandmother. The psychologist studied the association between language and culture.",
      "example_translation": "Связь между двумя событиями была неясной. Запах кофе всегда вызывает ассоциацию с моей бабушкой. Психолог изучал связь между языком и культурой.",
      "imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "assume",
      "translation": "предполагать",
      "definition": "To take something to be true or to happen without having proof or evidence.",
      "definition_translation": "Принимать что-то за истину или случившееся без доказательств или свидетельств.",
      "example": "I assume she will be late for the meeting. He assumed the role of team leader after John left. We will assume responsibility for the project.",
      "example_translation": "Я предполагаю, что она опаздывает на встречу. Он принял роль лидера команды после ухода Джона. Мы примем ответственность за проект.",
      "imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "assure",
      "translation": "убедить",
      "definition": "to make someone confident or certain about something",
      "definition_translation": "aukee кем-то уверенным или certo о чем-то",
      "example": "I assured her that everything would be okay. I have assured the client that we will meet the deadline. I will assure you that it is safe.",
      "example_translation": "Я убедил ее, что все будет в порядке. Я убедил клиента, что мы уложимся в срок. Я убедлю вас, что это безопасно.",
      "imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "astonished",
      "translation": "пораженный",
      "definition": "feeling extremely surprised or shocked",
      "definition_translation": "чувствующий极альную surprise или шок",
      "example": "I was astonished by the news. She was astonished at the beauty of the city. They were astonished by the magic trick.",
      "example_translation": "Я был поражен новостью. Она была поражена красотой города. Они были поражены фокусом.",
      "imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "astonishing",
      "translation": "поражающий",
      "definition": "extremely surprising or impressive",
      "definition_translation": "экстремально surprise или впечатляющий",
      "example": "The fireworks display was astonishing. The view from the top was astonishing. Her talent was astonishing.",
      "example_translation": "Демонстрация фейерверков была поражающей. Вид с вершины был поражающим. Ее талант был поражающим.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "astonishment",
      "translation": "изумление",
      "definition": "a feeling of great surprise or shock",
      "definition_translation": "чувство великой surprise или шока",
      "example": "The astonishment on her face was clear. The news caused astonishment throughout the country. The magician's trick caused astonishment in the audience.",
      "example_translation": "Изумление на ее лице было явным. Новость вызвала изумление по всей стране. Фокус магика вызвал изумление в аудитории.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "athletic",
      "translation": "атлетический",
      "definition": "Relating to or characteristic of athletes or athletics; physically strong and fit.",
      "definition_translation": "Относящийся к спортсменам или атлетике; физически сильный и здоровый.",
      "example": "He was an athletic child, always running and playing outside. He is athletic, so he can run a marathon easily. He will be athletic in the future, so he will win many competitions.",
      "example_translation": "Он был athletic ребёнком, всегда бегая и играя на улице. Он является athletic, поэтому он может легко пробежать марафон. Он будет athletic в будущем, поэтому он выиграет многие соревнования.",
      "imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "atmosphere",
      "translation": "атмосфера",
      "definition": "The air or gases surrounding the earth; the mood or feeling of a particular place.",
      "definition_translation": "Воздух или газы, окружающие Землю; настроение или чувство určitого места.",
      "example": "The atmosphere in the classroom is tense. The atmosphere of the city is vibrant. The atmosphere of the party will be festive.",
      "example_translation": "Атмосфера в классе напряжена. Атмосфера города живая. Атмосфера на вечеринке будет праздничной.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "atmosphere",
      "translation": "атмосфера",
      "definition": "The air or gases surrounding the earth; the mood or feeling of a particular place.",
      "definition_translation": "Воздух или газы, окружающие Землю; настроение или чувство определенного места.",
      "example": "The atmosphere in the restaurant is cozy. The atmosphere of the museum is quiet. The atmosphere of the forest will be peaceful.",
      "example_translation": "Атмосфера в ресторане уютная. Атмосфера в музее тихая. Атмосфера в лесу будет мирной.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "atom",
      "translation": "атом",
      "definition": "A very small particle of matter, especially one that is too small to be seen.",
      "definition_translation": "Очень маленькая частица вещества, особенно та, что слишком мала, чтобы увидеть.",
      "example": "Atoms are the building blocks of molecules. The atom was split in the experiment. The atoms will combine to form a new molecule.",
      "example_translation": "Атомы - это блоки строения молекул. Атом был разделен в эксперименте. Атомы объединятся, чтобы сформировать новую молекулу.",
      "imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "atomic",
      "translation": "атомный",
      "definition": "Relating to or consisting of atoms, especially in a state of ionization.",
      "definition_translation": "Относящийся к атомам, особенно в состоянии ионизации.",
      "example": "The atomic bomb was dropped on Hiroshima in 1945. The scientist is studying the atomic structure of the molecule. The new atomic power plant will be operational by next year.",
      "example_translation": "Атомная бомба была сброшена на Хиросиму в 1945 году. Ученый изучает атомную структуру молекулы. Новый атомный электростанционный будет готов к следующему году.",
      "imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "attached",
      "translation": "прикрепленный",
      "definition": "Firmly fixed or connected to something.",
      "definition_translation": "Прочно закрепленный или соединенный с чем-то.",
      "example": "The file is attached to the email. I have attached the document to the report. The attached garage is a great feature of the house.",
      "example_translation": "Файл прикреплен к электронному письму. Я прикрепил документ к отчету. Прикрепленная гараж - это отличная функция дома.",
      "imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "attachment",
      "translation": "приложение",
      "definition": "A document or file that is added to an email or message.",
      "definition_translation": "Документ или файл, который добавляется к электронному письму или сообщению.",
      "example": "Please find the attachment to this email. The attachment is too large to send through email. I received an attachment with the message.",
      "example_translation": "Пожалуйста, найдите приложение к этому электронному письму. Приложение слишком большое, чтобы отправить через электронную почту. Я получил приложение с сообщением.",
      "imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "attempt",
      "translation": "попытка",
      "definition": "To try to do something or to make an effort to accomplish something.",
      "definition_translation": "Пытаться сделать что-то или предпринять усилие, чтобы достичь чего-то.",
      "example": "I will attempt to finish the project by the deadline. She attempted to climb the mountain but failed. They will attempt to break the world record next month.",
      "example_translation": "Я постараюсь закончить проект к сроку. Она попыталась_scaling горы, но неудачно. Они постараются побить мировой рекорд в следующем месяце.",
      "imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "attic",
      "translation": "чердачное помещение",
      "definition": "The space or room just below the roof of a building, often used for storage.",
      "definition_translation": "Пространство или комната непосредственно ниже крыши здания, часто используемая для хранения.",
      "example": "I found an old trunk in the attic while cleaning out the house. Yesterday, I had cleaned the attic, and now it looks great. By next year, I will have finished organizing the attic.",
      "example_translation": "Я нашел старый сундук в чердаке, когда чистил дом. Вчера я čistил чердак, и теперь он выглядит великолепно. К следующему году я закончу организацию чердака.",
      "imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "attract",
      "translation": "привлекать",
      "definition": "To draw someone's attention or interest to something.",
      "definition_translation": "Привлекать внимание или интерес к чему-либо.",
      "example": "The beautiful garden attracts many tourists every year. She attracted a lot of attention at the party. By next month, the new product will attract more customers.",
      "example_translation": "Красивый сад привлекает многих туристов каждый год. Она привлекла много внимания на вечеринке. К следующему месяцу новый продукт привлечет больше клиентов.",
      "imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "attraction",
      "translation": "аттракцион",
      "definition": "A feature of a place that makes it interesting or enjoyable.",
      "definition_translation": "Особенность места, которая делает его интересным или приятным.",
      "example": "The city's main attraction is its historic center. The roller coaster was the main attraction at the amusement park. By next season, the new attraction will be opened.",
      "example_translation": "Основной аттракцион города - его исторический центр. Американские горки были основным аттракционом в парке развлечений. К следующему сезону новый аттракцион будет открыт.",
      "imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aubergine",
      "translation": "баклажан",
      "definition": "A purple vegetable, also known as eggplant, used in cooking.",
      "definition_translation": "Фиолетовый овощ, также известный как баклажан, используемый в кулинарии.",
      "example": "I love to cook aubergine parmesan in the summer. She had baked aubergine yesterday. By next week, I will have grilled aubergine for dinner.",
      "example_translation": "Я люблю готовить аubergine пармезан летом. Она печь баклажан вчера. К следующей неделе я будет гриль баклажан на ужин.",
      "imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "authority",
      "translation": "авторитет",
      "definition": "The power or right to control or command; the right to make decisions and give orders",
      "definition_translation": "Власть или право управлять или командовать; право принимать решения и давать приказы",
      "example": "The government has the authority to make laws. The president exercised his authority to veto the bill. The company will gain authority in the market by the end of the year.",
      "example_translation": "Правительство имеет власть создавать законы. Президент использовал свою власть, наложив вето на законопроект. К концу года компания приобретет авторитет на рынке.",
      "imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "automatic",
      "translation": "автоматический",
      "definition": "Operating or done independently, without human intervention; able to function on its own",
      "definition_translation": "Работающий или выполняющийся самостоятельно, без вмешательства человека; способный функционировать самостоятельно",
      "example": "The automatic doors opened as we approached. The automatic transmission made the car easy to drive. The automatic system will detect the error and fix it.",
      "example_translation": "Автоматические двери открылись, когда мы подошли. Автоматическая трансмиссия делает машину легкой в управлении. Автоматическая система обнаружит ошибку и исправит ее.",
      "imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "automatically",
      "translation": "автоматически",
      "definition": "Done or operating independently, without human intervention; happening or done by machine",
      "definition_translation": "Выполняемый или работающий самостоятельно, без вмешательства человека; происходящий или выполняемый машиной",
      "example": "The system automatically updates the software. The doors automatically locked when we left the car. The camera automatically focuses on the subject.",
      "example_translation": "Система автоматически обновляет программное обеспечение. Двери автоматически заперлись, когда мы вышли из машины. Камера автоматически фокусируется на объекте.",
      "imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "availability",
      "translation": "доступность",
      "definition": "The state of being available or accessible; the quality of being able to be used or obtained",
      "definition_translation": "Состояние доступности или возможности доступа; качество того, что может быть использовано или получено",
      "example": "The availability of the product is limited. The hotel room's availability was confirmed by the receptionist. The company will ensure the availability of the service by the end of the month.",
      "example_translation": "Доступность продукта ограничена. Доступность номера в отеле была подтверждена администратором. Компания обеспечит доступность услуги к концу месяца.",
      "imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "avoid",
      "translation": "избежать",
      "definition": "To stay away from something or someone because it might be unpleasant or dangerous.",
      "definition_translation": "Уклоняться от чего-то или кого-то, поскольку это может быть неприятным или опасным.",
      "example": "I try to avoid driving in heavy rain, I will avoid eating spicy food tomorrow, I avoided talking to her because I was angry.",
      "example_translation": "Я стараюсь избежать вождения в сильный дождь, я избегаю есть острое завтра, я избегал разговаривать с ней, потому что я был зол.",
      "imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "award",
      "translation": "награда",
      "definition": "A prize or honor given to someone for achieving something special.",
      "definition_translation": "Премия или честь, даваемая кому-то за достижение чего-то особенного.",
      "example": "I won an award for my contribution to the charity, She received an award for her outstanding performance, They will award the winner with a trophy.",
      "example_translation": "Я выиграл награду за мой вклад в благотворительность, Она получила награду за ее выдающуюся работу, Они наградят победителя трофеем.",
      "imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "award",
      "translation": "награда",
      "definition": "A prize or honor given to someone for achieving something special.",
      "definition_translation": "Премия или честь, даваемая кому-то за достижение чего-то особенного.",
      "example": "The company will award a prize to the best employee, The award ceremony will take place next month, She won an award for her innovative design.",
      "example_translation": "Компания наградит лучшего сотрудника, Церемония награждения состоится в следующем месяце, Она выиграла награду за свой инновационный дизайн.",
      "imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aware",
      "translation": "осведомлен",
      "definition": "Having knowledge or understanding of something.",
      "definition_translation": "Иметь знание или понимание чего-то.",
      "example": "I am aware of the risks involved, She was aware of his presence, They were aware of the changes in the market.",
      "example_translation": "Я осведомлен о рисках, связанных с этим, Она была осведомлена о его присутствии, Они были осведомлены о изменениях на рынке.",
      "imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "awkwardly",
      "translation": "неловко",
      "definition": "In a way that is not skillful or graceful; clumsy.",
      "definition_translation": "В sposób, который не является ماهр или изящным; неуклюжий.",
      "example": "She walked awkwardly in her high heels, stumbling on the stairs. Yesterday, she awkwardly tried to dance the salsa. Tomorrow, she will awkwardly give a presentation in front of her colleagues.",
      "example_translation": "Она ходила неуклюже на своих высоких каблуках, спотыкаясь на лестнице. Вчера она неуклюже пыталась танцевать сальсу. Завтра она неуклюже представит доклад перед своими коллегами.",
      "imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bachelor",
      "translation": "бакалавр",
      "definition": "A man who has never been married, especially one who is considered to be attractive and eligible to marry.",
      "definition_translation": "Мужчина, который никогда не был женат, особенно тот, который считается привлекательным и подходящим для брака.",
      "example": "The handsome bachelor was the center of attention at the party. My friend is a bachelor and loves to travel. When he retires, he will be a happy bachelor with lots of free time.",
      "example_translation": "Прекрасный холостяк был центром внимания на вечеринке. Мой друг - холостяк и любит путешествовать. Когда он уйдет на пенсию, он будет счастливым холостяком с大量 свободного времени.",
      "imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "background",
      "translation": "фон",
      "definition": "The scenery or situation surrounding a person, event, or thing.",
      "definition_translation": "Ландшафт или ситуация, окружающая человека, событие или вещь.",
      "example": "The background of the painting was a beautiful landscape. The background noise was distracting me from studying. In the background, you can hear the sound of the ocean.",
      "example_translation": "Фон картины был красивым ландшафтом. Фоновый шум мешал мне учиться. На фоне вы можете услышать звук океана.",
      "imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "background",
      "translation": "фон",
      "definition": "The scenery or situation surrounding a person, event, or thing.",
      "definition_translation": "Ландшафт или ситуация, окружающая человека, событие или вещь.",
      "example": "The background of the photo was a beautiful mountain. The company checked my background before hiring me. The background of the website was plain white.",
      "example_translation": "Фон фото был красивой горой. Компания проверила мой фон, прежде чем нанять меня. Фон веб-сайта был простым белым.",
      "imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "background",
      "translation": "фон",
      "definition": "The background of something is the situation or circumstances that exist before and during a particular event or situation.",
      "definition_translation": "Фон чего-либо - это ситуация или обстоятельства, которые существуют до и во время определенного события или ситуации.",
      "example": "The background of the economic crisis was a combination of factors, including the housing market bubble and excessive borrowing.",
      "example_translation": "Фон экономического кризиса был комбинацией факторов, включая пузырь на рынке жилищного строительства и чрезмерное заимствование.",
      "imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "backup",
      "translation": "резервное копирование",
      "definition": "A backup is a copy of a file or data that is made in case the original is lost or damaged.",
      "definition_translation": "Резервное копирование - это копия файла или данных, которая создается на случай потери или повреждения оригинала.",
      "example": "I make a backup of my files every week to ensure that I don't lose them in case my computer crashes.",
      "example_translation": "Я создаю резервное копирование моих файлов каждый неделю, чтобы обеспечить, что я не потеряю их в случае сбоя моего компьютера.",
      "imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bad",
      "translation": "плохой",
      "definition": "Something that is bad is of poor quality or not satisfactory.",
      "definition_translation": "Что-то, что является плохим, имеет низкое качество или является неудовлетворительным.",
      "example": "The movie was bad, so we left the theater after 30 minutes.",
      "example_translation": "Фильм был плохим, поэтому мы ушли из театра через 30 минут.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bad-tempered",
      "translation": "свирепый",
      "definition": "Someone who is bad-tempered is easily annoyed or becomes angry quickly.",
      "definition_translation": "Кто-то, кто является свирепым, легко раздражается или быстро становится злым.",
      "example": "My sister is bad-tempered, so I try to avoid arguing with her.",
      "example_translation": "Моя сестра является свирепой, поэтому я стараюсь избегать спорить с ней.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "badge",
      "translation": "знак отличия",
      "definition": "A badge is a small decoration or emblem that is worn to show membership, achievement, or identity.",
      "definition_translation": "Знак отличия - этоsmall украшение или эмблема, которую носят, чтобы показать членство, достижение или идентичность.",
      "example": "She wore a badge on her uniform to show she was a team leader. She will wear a badge at the conference to show she is a speaker. She had worn a badge at the ceremony to show she was a winner.",
      "example_translation": "Она носила знак отличия на форме, чтобы показать, что она является лидером команды. Она будет носить знак отличия на конференции, чтобы показать, что она является докладчиком. Она носила знак отличия на церемонии, чтобы показать, что она является победителем.",
      "imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bag",
      "translation": "сумка",
      "definition": "A bag is a container made of flexible material, used for carrying or storing things.",
      "definition_translation": "Сумка - это контейнер, сделанный из гибкого материала, используемый для ношения или хранения вещей.",
      "example": "I carried my bag to the store. I will carry my bag to the airport tomorrow. I had carried my bag to the beach last weekend.",
      "example_translation": "Я нес свою сумку в магазин. Я будет нести свою сумку в аэропорт завтра. Я нес свою сумку на пляж на прошлых выходных.",
      "imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bakery",
      "translation": "пекарня",
      "definition": "A bakery is a place where bread, cakes, and pastries are made and sold.",
      "definition_translation": "Пекарня - это место, где делают и продают хлеб, торты и пирожные.",
      "example": "I visited a bakery this morning to buy some fresh bread. She will visit a bakery tomorrow to order a cake. They had visited a bakery last week to buy some pastries.",
      "example_translation": "Я посетил пекарню это утро, чтобы купить некоторых свежего хлеба. Она будет посещать пекарню завтра, чтобы заказать торт. Они посетили пекарню на прошлой неделе, чтобы купить некоторых пирожных.",
      "imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "balance",
      "translation": "баланс",
      "definition": "Balance is a state of equilibrium or stability, where different elements are in harmony with each other.",
      "definition_translation": "Баланс - это состояние равновесия или устойчивости, где разные элементы находятся в гармонии друг с другом.",
      "example": "The artist struggled to achieve a balance in her composition. The company will strive to maintain a balance between work and leisure. They had achieved a balance between their income and expenditure.",
      "example_translation": "Художник боролся, чтобы достичь баланса в своей композиции. Компания будет стремиться поддерживать баланс между работой и досугом. Они достигли баланса между своими доходом и расходами.",
      "imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "balance",
      "translation": "баланс",
      "definition": "A state of equilibrium or stability, where all forces or factors are in harmony.",
      "definition_translation": "Состояние равновесия или стабильности, где все силы или факторы находятся в гармонии.",
      "example": "The company struggled to find a balance between profit and social responsibility. Yesterday, they balanced their budget. In the future, they will balance their goals.",
      "example_translation": "Компания боролась с поиском баланса между прибылью и социальной ответственностью. Вчера они сбалансировали свой бюджет. В будущем они сбалансируют свои цели.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "balance",
      "translation": "баланс",
      "definition": "A state of equilibrium or stability, where all forces or factors are in harmony.",
      "definition_translation": "Состояние равновесия или стабильности, где все силы или факторы находятся в гармонии.",
      "example": "The artist achieved a perfect balance of colors in her painting. The athlete balance on the beam was impressive. The economist will balance the national budget.",
      "example_translation": "Художница достигла идеального баланса цветов в своей картине. Баланс атлета на балансире был впечатляющим. Экономист сбалансирует национальный бюджет.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "balanced",
      "translation": "сбалансированный",
      "definition": "Having all parts or elements in harmonious proportion or relation.",
      "definition_translation": "Имеющий все части или элементы в гармоничной пропорции или соотношении.",
      "example": "The company's balanced portfolio led to significant profits. The chef created a balanced menu for the restaurant. The athlete's balanced diet helped her recover from the injury.",
      "example_translation": "Сбалансированный портфель компании привел к значительным прибылям. Повар создал сбалансированное меню для ресторана. Сбалансированная диета атлета помогла ей восстановиться после травмы.",
      "imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ban",
      "translation": "запрет",
      "definition": "To prohibit or forbid something, especially by official decree.",
      "definition_translation": "Запретить или禁止 что-то, особенно официальным декретом.",
      "example": "The government banned smoking in public places. They will ban single-use plastics next year. The organization banned the controversial politician from attending the meeting.",
      "example_translation": "Правительство запретило курение в общественных местах. Они запретят одиночные пластиковые изделия в следующем году. Организация запретила скандальному политику посещение встречи.",
      "imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ban",
      "translation": "запрет",
      "definition": "an official statement that something is not allowed",
      "definition_translation": "официальное заявление о том, что что-то не допускается",
      "example": "The government has banned smoking in all public places. Yesterday, they banned the sale of fireworks. By next year, they will have banned single-use plastics.",
      "example_translation": "Правительство запретило курение во всех общественных местах. Вчера они запретили продажу фейерверков. К следующему году они запретят одноразовые пластиковые изделия.",
      "imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bang",
      "translation": "удар",
      "definition": "a loud, sharp noise, especially one made by something hitting something else",
      "definition_translation": "громкий, острый шум, особенно тот, который делается чем-то, ударяющим по чему-то другому",
      "example": "The firework exploded with a loud bang. The door slammed shut with a bang. The car backfired with a bang.",
      "example_translation": "Фейерверк взорвался с громким ударом. Дверь захлопнулась с ударом. Машиной дала обратный ход с ударом.",
      "imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bang",
      "translation": "удар",
      "definition": "a loud, sharp noise, especially one made by something hitting something else",
      "definition_translation": "громкий, острый шум, особенно тот, который делается чем-то, ударяющим по чему-то другому",
      "example": "The gun went off with a bang. The music started with a bang. The party will end with a bang.",
      "example_translation": "Пистолет выстрелил с ударом. Музыка началась с ударом. Вечеринка закончится с ударом.",
      "imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "banker",
      "translation": "банкир",
      "definition": "a person who works in a bank, especially one who has a high position",
      "definition_translation": "человек, работающий в банке, особенно тот, кто имеет высокую должность",
      "example": "The banker invested heavily in stocks. Yesterday, the banker met with the client. By next year, the banker will have retired.",
      "example_translation": "Банкир инвестировал большие деньги в акции. Вчера банкир встретился с клиентом. К следующему году банкир уйдет на пенсию.",
      "imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "banking",
      "translation": "банковское",
      "definition": "The activity of providing financial services by accepting and safeguarding money owned by other individuals and businesses and then lending out this money in order to earn a profit.",
      "definition_translation": "Деятельность по предоставлению финансовых услуг посредством приема и охраны денег, принадлежащих другим физическим и юридическим лицам, и затем предоставления этих денег в виде кредитов для получения прибыли.",
      "example": "She has been working in banking industry for over 10 years. She worked in banking industry for 5 years before moving to a different sector. She will continue to work in banking industry after graduation.",
      "example_translation": "Она работает в банковской индустрии более 10 лет. Она работала в банковской индустрии 5 лет, прежде чем перейти в другой сектор. Она будет продолжать работать в банковской индустрии после окончания учебы.",
      "imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bare",
      "translation": "голый",
      "definition": "Without covering or clothing; naked.",
      "definition_translation": "Без покрытия или одежды; нагой.",
      "example": "The tree was bare after the winter. She felt bare without her makeup. The model will be bare on the catwalk.",
      "example_translation": "Дерево было голым после зимы. Она чувствовала себя голой без макияжа. Модель будет голой на подиуме.",
      "imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "barely",
      "translation": "едва",
      "definition": "Only just; almost not at all.",
      "definition_translation": "Только едва; почти не совсем.",
      "example": "I can barely hear you. She barely passed the exam. They barely escaped from the fire.",
      "example_translation": "Я едва слышу тебя. Она едва сдала экзамен. Они едва убежали из огня.",
      "imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bark",
      "translation": "лай",
      "definition": "A sharp explosive cry, typically made by a dog.",
      "definition_translation": "Острый взрывной крик, обычно издаваемый собакой.",
      "example": "The dog's bark scared me. The dog barked loudly at the mailman. The dog will bark at strangers.",
      "example_translation": "Лай собаки напугал меня. Собака громко лаяла на почтальона. Собака будет лаять на чужих.",
      "imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bark",
      "translation": "лай",
      "definition": "The sharp, explosive sound made by a dog, typically to express alarm, excitement, or warning.",
      "definition_translation": "Острый, взрывной звук, издаваемый собакой, обычно для выражения тревоги, возбуждения или предупреждения.",
      "example": "The dog started to bark loudly when it saw a stranger. It barked excitedly when it saw its owner. It will bark aggressively if it feels threatened.",
      "example_translation": "Собака начала лаиться громко, когда увидела незнакомца. Она лаща радостно, когда увидела владельца. Она будет лаиться агрессивно, если почувствует угрозу.",
      "imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "barrier",
      "translation": "барьер",
      "definition": "A fence, wall, or other obstacle that prevents or hinders movement or access.",
      "definition_translation": "Забор, стена или другой препятствия, который препятствует или мешает движению или доступу.",
      "example": "The barrier prevented the crowd from rushing into the concert hall. The country erected a barrier to prevent illegal immigration. The new policy will remove the barrier to entry for small businesses.",
      "example_translation": "Барьер препятствовал толпе ворваться в концертный зал. Страна установила барьер, чтобы предотвратить незаконную иммиграцию. Новая политика удалит барьер для входа для малого бизнеса.",
      "imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "base",
      "translation": "основа",
      "definition": "The underlying or fundamental part of something, such as a system, theory, or object.",
      "definition_translation": "Основной или фундаментальный phần чего-то, такого как система, теория или объект.",
      "example": "The company's base of operations is in New York. The base of the statue is made of marble. The research team established a base camp in the jungle.",
      "example_translation": "База операций компании находится в Нью-Йорке. Основание статуи сделано из мрамора. Исследовательская команда установила базовый лагерь в джунглях.",
      "imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "base",
      "translation": "основа",
      "definition": "A facility or location that provides a foundation or starting point for an activity or operation.",
      "definition_translation": "Установка или местоположение, которое обеспечивает основу или точку старта для деятельности или операции.",
      "example": "The army established a base in the desert to launch a counterattack. The company has a base in every major city. The team's base in the playoffs was their strong defense.",
      "example_translation": "Армия установила базу в пустыне, чтобы начать контратаку. У компании есть база в каждом крупном городе. База команды в плей-офф была их сильной защитой.",
      "imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "basement",
      "translation": "подвал",
      "definition": "The lowest habitable story of a building, especially one below ground level.",
      "definition_translation": "нижний жилой этаж здания, особенно тот, что находится ниже уровня земли",
      "example": "The basement of our old house was always cold and damp. We renovated it last year and now it's a cozy room. We will finish the basement flooring next month.",
      "example_translation": "Подвал нашего старого дома всегда был холодным и влажным. Мы отремонтировали его в прошлом году, и теперь это уютная комната. Мы закончим пол в подвалеnext месяц.",
      "imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "basically",
      "translation": "в основном",
      "definition": "In a fundamental or essential manner; essentially.",
      "definition_translation": "В основном или сущностном образом; по сути.",
      "example": "I basically agreed with his opinion, but I had some reservations. We will basically finish the project by the end of the year. I basically learned how to play the guitar by myself.",
      "example_translation": "Я в основном согласился с его мнением, но у меня были некоторые reserves. Мы в основном закончим проект к концу года. Я в основном научился играть на гитаре сам.",
      "imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "basil",
      "translation": "базилик",
      "definition": "A sweet-smelling herb used in cooking, especially in Italian and Thai food.",
      "definition_translation": "Ароматная трава, используемая в кулинарии, особенно в итальянской и тайской кухне.",
      "example": "I love adding fresh basil to my pasta dishes. The smell of basil filled the kitchen. We will plant basil in our garden next spring.",
      "example_translation": "Я люблю добавлять свежий базилик к моим паста блюдам. Запах базилика llened the кухню. Мы посадим базилик в нашем саду будущей весной.",
      "imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "basis",
      "translation": "основа",
      "definition": "A starting point or foundation for something.",
      "definition_translation": "Стартовая точка или основа для чего-либо.",
      "example": "The basis of our business is to provide excellent customer service. We formed the basis of our team last year. The research is the basis for our new project.",
      "example_translation": "Основа нашего бизнеса - это обеспечивать отличный сервис для клиентов. Мы сформировали основу нашей команды в прошлом году. Исследование является основой для нашего нового проекта.",
      "imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beam",
      "translation": "балка",
      "definition": "A beam is a long, sturdy piece of wood, metal, or concrete used in building, especially as a horizontal support.",
      "definition_translation": "Балка - это длинная, прочнаяpiece дерева, металла или бетона, используемого в строительстве, особенно как горизонтальная поддержка.",
      "example": "The architect designed a beam to support the weight of the roof. The beam was installed yesterday. The beam will be inspected next week.",
      "example_translation": "Архитектор спроектировал балку для поддержки веса крыши. Балка была установлена вчера. Балка будет инспектирована на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bear",
      "translation": "медведь",
      "definition": "A bear is a large, carnivorous mammal with shaggy fur, found in forests and mountains.",
      "definition_translation": "Медведь - это крупное, плотоядное млекопитающее с шерстистой шерстью, найденное в лесах и горах.",
      "example": "I saw a bear in the woods last week. The bear is hibernating now. The bear will wake up in the spring.",
      "example_translation": "Я увидел медведя в лесу на прошлой неделе. Медведь сейчас спит. Медведь проснется весной.",
      "imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beast",
      "translation": "зверь",
      "definition": "A beast is a wild animal, especially a large or fierce one.",
      "definition_translation": "Зверь - это дикий животное, особенно крупное или свирепое.",
      "example": "The beast roared loudly in the jungle. The beast was tamed by the trainer. The beast will be exhibited in the zoo.",
      "example_translation": "Зверь громко рычал в джунглях. Зверь был укрощен тренером. Зверь будет выставлен в зоопарке.",
      "imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beat",
      "translation": "бить",
      "definition": "To beat means to strike or hit something repeatedly, often with force.",
      "definition_translation": "Бить significa ударять или бить что-либо повторно, часто с силой.",
      "example": "I beat the drum loudly at the concert. She beats the eggs in the kitchen. He will beat the opponent in the boxing match.",
      "example_translation": "Я ударил барабан громко на концерте. Она бьет яйца на кухне. Он победит оппонента в боксерском матче.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beat",
      "translation": "бить",
      "definition": "to strike or hit repeatedly, typically violently",
      "definition_translation": "бить или ударять повторно, обычно с насилием",
      "example": "I beat the drums in the band. I am beating the drums in the band. I will beat the drums in the band.",
      "example_translation": "Я бью в барабаны в группе. Я бью в барабаны в группе. Я буду бить в барабаны в группе.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beat",
      "translation": "бить",
      "definition": "to defeat or overcome someone or something",
      "definition_translation": "побеждать или преодолевать кого-то или что-то",
      "example": "We beat the opponent in the game. We are beating the opponent in the game. We will beat the opponent in the game.",
      "example_translation": "Мы побили оппонента в игре. Мы побиваем оппонента в игре. Мы побьем оппонента в игре.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beetle",
      "translation": "жук",
      "definition": "a type of insect with a hard outer shell",
      "definition_translation": "тип насекомого с твердой наружной оболочкой",
      "example": "I saw a beetle in the garden. I am seeing a beetle in the garden. I will see a beetle in the garden.",
      "example_translation": "Я увидел жука в саду. Я вижу жука в саду. Я увижу жука в саду.",
      "imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beg",
      "translation": "просить",
      "definition": "to ask for something in a polite and humble way",
      "definition_translation": "просить о чем-то в вежливой и смиренной манере",
      "example": "I beg for forgiveness. I am begging for forgiveness. I will beg for forgiveness.",
      "example_translation": "Я прошу прощения. Я прошу прощения. Я попрошу прощения.",
      "imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beg",
      "translation": "просить",
      "definition": "To ask for something, especially in a polite and humble way",
      "definition_translation": "Просить о чем-то, особенно в вежливой и смиренной манере",
      "example": "I begged my parents to let me go to the party. I beg you to help me. I will beg for forgiveness.",
      "example_translation": "Я просил моих родителей позволить мне пойти на вечеринку. Я прошу тебя помочь мне. Я буду просить прощения.",
      "imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "belief",
      "translation": "вера",
      "definition": "A feeling of trust or confidence in something or someone",
      "definition_translation": "Чувство доверия или уверенности в чем-то или ком-то",
      "example": "I have a strong belief in God. My belief in myself helped me to overcome the fear. She will believe in you.",
      "example_translation": "У меня есть сильная вера в Бога. Моя вера в себя помогла мне преодолеть страх. Она будет верить в тебя.",
      "imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "belong",
      "translation": "принадлежать",
      "definition": "To be a part of something or to be connected to someone or something",
      "definition_translation": "Быть частью чего-то или быть связанным с кем-то или чем-то",
      "example": "I belong to the club. She belongs to a wealthy family. They will belong to the team.",
      "example_translation": "Я принадлежу клубу. Она принадлежит богатой семье. Они будут принадлежать команде.",
      "imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "belongings",
      "translation": "имущество",
      "definition": "Things that someone owns or has",
      "definition_translation": "Вещи, которые кто-то拥有 или имеет",
      "example": "My belongings were stolen. She packed her belongings and left. They will collect their belongings.",
      "example_translation": "Мои вещи были украдены. Она сложила свои вещи и ушла. Они соберут свои вещи.",
      "imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bench",
      "translation": "скамья",
      "definition": "a long seat for several people, typically made of wood or metal",
      "definition_translation": "длинное сидение для нескольких человек, обычно сделанное из дерева или металла",
      "example": "I sat on the bench in the park to rest. I will sit on the bench tomorrow. I sat on the bench yesterday.",
      "example_translation": "Я сел на скамью в парке, чтобы отдохнуть. Я сяду на скамью завтра. Я сел на скамью вчера.",
      "imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bend",
      "translation": "гнуться",
      "definition": "to change direction or shape, typically by folding or curving",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "I will bend the wire to fix it. I bent the wire yesterday. I bend the wire every day.",
      "example_translation": "Я согну проволоку, чтобы починить её. Я согнул проволоку вчера. Я гну проволоку каждый день.",
      "imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bend",
      "translation": "гнуться",
      "definition": "to change direction or shape, typically by folding or curving",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "She bends the rules to help others. She bent the rules last week. She will bend the rules next month.",
      "example_translation": "Она нарушает правила, чтобы помочь другим. Она нарушила правила прошлой неделей. Она нарушит правила следующим месяцем.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bend",
      "translation": "гнуться",
      "definition": "to change direction or shape, typically by folding or curving",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "The road bends to the left. The road bent to the right yesterday. The road will bend to the straight tomorrow.",
      "example_translation": "Дорога гнется налево. Дорога гнулась направо вчера. Дорога gnetsya прямо завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beneath",
      "translation": "ниже",
      "definition": "Located directly under something else; situated on or near the floor.",
      "definition_translation": "Расположенный непосредственно ниже чего-то другого; расположенный на или gần полу;",
      "example": "The book was hidden beneath the couch. I had been searching for it everywhere, but then I finally found it beneath the bed. I will put the keys beneath the mat tomorrow.",
      "example_translation": "Книга была спрятана под диваном. Я искал ее везде, но затем finally нашел ее под кроватью. Завтра я положу ключи под коврик.",
      "imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beneficial",
      "translation": "полезный",
      "definition": "Having a positive or helpful effect; advantageous.",
      "definition_translation": "Имеющий положительный или полезный эффект; выгодный.",
      "example": "Exercise is beneficial for our health. The new policy will be beneficial to all employees. This innovative technology will be beneficial for the environment in the future.",
      "example_translation": "Упражнение полезно для нашего здоровья. Новая политика будет полезна для всех сотрудников. Эта инновационная технология будет полезна для окружающей среды в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "benefit",
      "translation": "преимущество",
      "definition": "An advantage or improvement that happens as a result of something.",
      "definition_translation": "Преимущество или улучшение, которое происходит в результате чего-то.",
      "example": "The company offers many benefits to its employees, including health insurance. The new policy has brought many benefits to the community. I will benefit from this investment in the long run.",
      "example_translation": "Компания предлагает muchos преимуществ для своих сотрудников, включая страхование здоровья. Новая политика принесла many преимуществ для общины. Я извлеку выгоду из этой инвестиции в долгосрочной перспективе.",
      "imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "berry",
      "translation": "ягода",
      "definition": "A small, usually sweet fruit that grows on bushes or vines.",
      "definition_translation": "Маленький, обычно сладкий фрукт, который растет на кустарниках или лозе.",
      "example": "I love eating berries in the summer. The berry juice is very refreshing. She picked some berries from the bush and ate them.",
      "example_translation": "Я люблю есть ягоды летом. Сок ягоды очень освежающий. Она собрала некоторые ягоды с куста и ела их.",
      "imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bestseller",
      "translation": "бестселлер",
      "definition": "A book or other written work that sells in very large quantities, often becoming a cultural phenomenon.",
      "definition_translation": "Книга или другая письменная работа, которая продается в очень больших количествах, часто становясь культурным явлением.",
      "example": "The novel became a bestseller, topping the charts for several weeks. It will be a bestseller, I'm sure. It was a bestseller last year.",
      "example_translation": "Роман стал бестселлером, занимая верхние строчки в рейтинге несколько недель. Он будет бестселлером, я уверен. Он был бестселлером в прошлом году.",
      "imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bet",
      "translation": "ставка",
      "definition": "A wager or gamble, typically on the outcome of a game or event.",
      "definition_translation": "Ставка или азартная игра, обычно на исход игры или события.",
      "example": "I placed a bet on the horse race. She bets on everything. He betted on the wrong team.",
      "example_translation": "Я сделал ставку на скачки. Она делает ставки на все. Он поставил на неправильную команду.",
      "imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "betray",
      "translation": "предать",
      "definition": "To be disloyal or unfaithful to someone or something, often in a way that causes harm or damage.",
      "definition_translation": "Быть неверным или нечестным по отношению к кому-то или чему-то, часто způsobа, который вызывает вред или ущерб.",
      "example": "He betrayed his country by selling secrets. She betrayed her friend's trust. They will betray us if we're not careful.",
      "example_translation": "Он предал свою страну, продавая секреты. Она предала доверие своей подруги. Они предадут нас, если мы не будем осторожными.",
      "imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bikini",
      "translation": "бикини",
      "definition": "A type of swimsuit that covers the lower body, typically having two parts, one for the hips and one for the breasts.",
      "definition_translation": "Тип купальника, который покрывает нижнюю часть тела, обычно состоящий из двух частей, одной для бедер и одной для груди.",
      "example": "She wore a bikini to the beach. I bought a new bikini for the summer. They sold bikinis at the store.",
      "example_translation": "Она носила бикини на пляже. Я купил новый бикини на лето. Они продавали бикини в магазине.",
      "imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bill",
      "translation": "счет",
      "definition": "A bill is a document asking for payment from a customer, usually for goods or services provided.",
      "definition_translation": "Счет - это документ, запрашивающий оплату от клиента, обычно за товары или услуги, предоставленные.",
      "example": "I paid the bill for dinner last night. I will pay the bill tomorrow. I paid the bill yesterday.",
      "example_translation": "Я оплатил счет за обед昨 evening. Я оплачу счет завтра. Я оплатил счет вчера.",
      "imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "billion",
      "translation": "миллиард",
      "definition": "A billion is a large number, equal to one thousand million.",
      "definition_translation": "Миллиард - это большое число, равное одному тысяч миллионов.",
      "example": "The company's revenue reached a billion dollars last year. It will reach a billion dollars next year. It reached a billion dollars last month.",
      "example_translation": "Доход компании достиг миллиарда долларов в прошлом году. Он достигнет миллиарда долларов в следующем году. Он достиг миллиарда долларов в прошлом месяце.",
      "imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "biological",
      "translation": "биологический",
      "definition": "Biological refers to the study of living organisms and their interactions with each other and their environment.",
      "definition_translation": "Биологический относится к изучению живых организмов и их взаимодействия друг с другом и их окружающей средой.",
      "example": "The biological effects of climate change are severe. The biological effects of pollution will be studied. The biological effects of the new medication were unknown.",
      "example_translation": "Биологические эффекты изменения климата являются серьезными. Биологические эффекты загрязнения будут изучаться. Биологические эффекты нового лекарства были неизвестными.",
      "imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bite",
      "translation": "укус",
      "definition": "To bite is to grip or chew something with your teeth.",
      "definition_translation": "Укусить - значит поймать или пережевать что-то зубами.",
      "example": "The dog bit my hand. I bit into the apple. She will bite her nails during the exam.",
      "example_translation": "Собака укусила мою руку. Я укусил яблоко. Она будет кусать ногти во время экзамена.",
      "imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bite",
      "translation": "укус",
      "definition": "To grip or chew something firmly with your teeth.",
      "definition_translation": "Захватывать или жевать что-то твёрдо своими зубами.",
      "example": "I bit into the apple. I am biting my nails now. I will bite my tongue if I get angry.",
      "example_translation": "Я укусил яблоко. Сейчас я грызу ногти. Я укушу язык, если разозлюсь.",
      "imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bitter",
      "translation": "горький",
      "definition": "Having a strong, unpleasant taste.",
      "definition_translation": "Имеющий сильный, неприятный вкус.",
      "example": "The coffee was bitter. She felt bitter about the whole situation. The medicine will taste bitter.",
      "example_translation": "Кофе был горьким. Она чувствовала горечь по поводу всей ситуации. Лекарство будет иметь горький вкус.",
      "imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bitterly",
      "translation": "горько",
      "definition": "In a bitter manner; with bitterness.",
      "definition_translation": "С горечью; с неприятными чувствами.",
      "example": "She bitterly regretted her decision. He spoke bitterly about his past. They will bitterly disagree.",
      "example_translation": "Она до конца жизни сожалела о своем решении. Он говорил о своем прошлом с горечью. Они будутvehemently не согласны.",
      "imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bizarre",
      "translation": "странный",
      "definition": "Unusual or strange in a way that is surprising or unpleasant.",
      "definition_translation": "Необычный или странной в方式, которая является удивительной или неприятной.",
      "example": "The bizarre creatures in the movie scared me. She has a bizarre sense of humor. The bizarre incident happened last night.",
      "example_translation": "Странные существа в фильме нас пугали. У нее странное чувство юмора. Странное событие произошло прошлой ночью.",
      "imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blackberry",
      "translation": "ежевика",
      "definition": "a sweet and usually dark purple fruit that grows on a bush",
      "definition_translation": "сладкий и обычно темно-фиолетовый фрукт, который растет на кусте",
      "example": "I ate a blackberry pie yesterday, I am eating a blackberry smoothie now, and I will eat a blackberry salad tomorrow.",
      "example_translation": "Я ел малиновый пирог вчера, я ем малиновый смузи сейчас, и я буду есть малиновый салат завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blackcurrant",
      "translation": "черная смородина",
      "definition": "a small, round, dark purple fruit that grows on a bush",
      "definition_translation": "маленький, круглый, темно-фиолетовый плод, который растет на кусте",
      "example": "I picked blackcurrants from the garden yesterday, I am using blackcurrants to make a jam now, and I will eat blackcurrants with yogurt tomorrow.",
      "example_translation": "Я собирал черную смородину в саду вчера, я использую черную смородину для приготовления варенья сейчас, и я буду есть черную смородину с йогуртом завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blade",
      "translation": "лезвие",
      "definition": "a long, flat, narrow piece of metal, wood, or plastic used for cutting or chopping",
      "definition_translation": "длинная, плоская, узкая piece металла, дерева или пластика, используемого для cắtки или рубки",
      "example": "I sharpened the blade of my knife yesterday, I am using the blade to chop vegetables now, and I will use the blade to cut a rope tomorrow.",
      "example_translation": "Я затачил лезвие моего ножа вчера, я использую лезвие для нарезки овощей сейчас, и я буду использовать лезвие для нарезки веревки завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blank",
      "translation": "пустой",
      "definition": "having no marked or written information",
      "definition_translation": "не имеющий маркированной или написанной информации",
      "example": "I filled in the blank spaces in the form yesterday, I am filling in the blank cells in the table now, and I will fill in the blank fields in the document tomorrow.",
      "example_translation": "Я заполнил пустые пространства в форме вчера, я заполняю пустые ячейки в таблице сейчас, и я заполню пустые поля в документе завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blind",
      "translation": "слепой",
      "definition": " Unable to see or perceive with one's eyes; lacking the sense of sight.",
      "definition_translation": "Неспособный видеть или воспринимать своими глазами; лишенный чувства зрения.",
      "example": "I was blind to the beauty of nature until I traveled to the mountains.",
      "example_translation": "Я был слеп к красоте природы, пока не поехал в горы.",
      "imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blink",
      "translation": "моргать",
      "definition": "To close and open the eyes quickly, typically to remove dirt or moisture or to express surprise.",
      "definition_translation": "Закрывать и открывать глаза быстро, обычно для удаления грязи или влаги или для выражения удивления.",
      "example": "She blinked rapidly as the dust storm approached.",
      "example_translation": "Она моргала быстро, когда буря из пыли приблизилась.",
      "imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "block",
      "translation": "блок",
      "definition": "A solid piece of material, such as wood or stone, used for building or construction.",
      "definition_translation": "Сплошной кусок материала, such as дерево или камень, используемый для строительства или строительства.",
      "example": "The builder laid the block on top of the foundation.",
      "example_translation": "Строитель положил блок на вершину основания.",
      "imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bloody",
      "translation": "кровавый",
      "definition": "Covered in or stained with blood; gruesome or horrific.",
      "definition_translation": "Покрытый или запятнанный кровью; ужасный или хroric.",
      "example": "The bloody scene from the movie was too intense for me.",
      "example_translation": "Кровавая сцена из фильма была слишком интенсивной для меня.",
      "imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blueberry",
      "translation": "черника",
      "definition": "a small, usually sweet, round fruit that grows on a bush",
      "definition_translation": "маленький, обычно сладкий, круглый фрукт, который растет на кусте",
      "example": "I ate a blueberry muffin for breakfast yesterday, I'm eating a blueberry smoothie for breakfast today, and I will eat blueberry pancakes for breakfast tomorrow.",
      "example_translation": "Я ел藍 блюбери меффин на завтрак вчера, я ем блюбери смузи на завтрак сегодня, и я будет есть блюбери панкейки на завтрак завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blush",
      "translation": "рассмеяться",
      "definition": "a sudden feeling of shame or embarrassment that makes your face red",
      "definition_translation": "внезапное чувство стыда или смущения, которое делает лицо красным",
      "example": "I blushed when I saw my crush walking towards me, I blushed when my friends surprised me with a birthday party, and I will blush when I see my crush again tomorrow.",
      "example_translation": "Я залиалась, когда я увидела свою любовь, идущую ко мне, я залиалась, когда мои друзья惊лили меня с днём рождения, и я залиalusь, когда я увижу свою любовь снова завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "board",
      "translation": "доска",
      "definition": "a flat, usually rectangular piece of wood, plastic, or other material used for a particular purpose",
      "definition_translation": "плоская, обычно прямоугольная кусок дерева, пластика или другого материала, используемого для определенной цели",
      "example": "I rode a surfboard yesterday, I'm riding a skateboard today, and I will ride a snowboard tomorrow.",
      "example_translation": "Я ехал на сёрфборде вчера, я еду на скейтборде сегодня, и я поеду на сноуборде завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "board",
      "translation": "совет директоров",
      "definition": "a group of people who make decisions for a company or organization",
      "definition_translation": "группа людей, которые принимают решения для компании или организации",
      "example": "The board of directors met yesterday to discuss the company's financial situation, they are meeting today to discuss the marketing strategy, and they will meet tomorrow to discuss the new product launch.",
      "example_translation": "Совет директоров собрался вчера, чтобы обсудить финансовое положение компании, они собираются сегодня, чтобы обсудить маркетинговую стратегию, и они соберутся завтра, чтобы обсудить запуск нового продукта.",
      "imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "boast",
      "translation": "хвастаться",
      "definition": "To talk with pride about something you have done or something you have",
      "definition_translation": "Говорить с гордостью о том, что вы сделали или что у вас есть",
      "example": "I boasted about my new car to my friends. I will boast about my achievement at the ceremony. I boasted about my score in the game yesterday.",
      "example_translation": "Я хвастался моей новой машиной перед друзьями. Я похвастаюсь своим достижением на церемонии. Я хвастался моим результатом в игре вчера.",
      "imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bodyguard",
      "translation": "охранник",
      "definition": "A person who is responsible for protecting someone from harm or danger",
      "definition_translation": "Человек, который отвечает за защиту кого-то от вреда или опасности",
      "example": "The celebrity hired a bodyguard to protect her from the paparazzi. The bodyguard was very professional and kept the crowd at bay. The bodyguard will be with the president at all times.",
      "example_translation": "Знаменитость наняла охранника, чтобы保护 ее от папарацци. Охранник был очень профессиональным и держал толпу на расстоянии. Охранник будет с президентом в любое время.",
      "imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "boiling",
      "translation": "кипение",
      "definition": "The process of liquid becoming hot and turning into steam",
      "definition_translation": "Процесс нагрева жидкости и ее превращения в пар",
      "example": "The boiling water was poured into the tea cups. The boiling point of water is 100 degrees Celsius. The soup had been boiling for hours.",
      "example_translation": "Кипящая вода была налита в чашки для чая. Точка кипения воды составляет 100 градусов Цельсия. Суп кипел в течение часов.",
      "imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bold",
      "translation": "смелый",
      "definition": "Showing courage or confidence in your actions or decisions",
      "definition_translation": "Проявляющий храбрость или уверенность в своих действиях или решениях",
      "example": "The bold move by the company paid off in the end. She was bold enough to speak her mind at the meeting. He made a bold decision to quit his job and start his own business.",
      "example_translation": "Смелый шаг компании оправдался в конце. Она была смелой enough, чтобы высказать свое мнение на встрече. Он принял смелое решение уйти с работы и начать свой собственный бизнес.",
      "imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "boldly",
      "translation": "смело",
      "definition": "In a bold or courageous manner",
      "definition_translation": "В смелом или мужественном виде",
      "example": "She spoke boldly to the crowd, her voice echoing off the walls. She will boldly go where no one has gone before. She had boldly defied the rules.",
      "example_translation": "Она смело говорила к толпе, ее голос отражался от стен. Она смело пойдет туда, где никто не ходил прежде. Она смело忽视ала правила.",
      "imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bombing",
      "translation": "бомбардировка",
      "definition": "The act of dropping bombs from an aircraft",
      "definition_translation": "Действие сброса бомб из самолета",
      "example": "The bombing of the city caused widespread destruction. The bombing will continue until the enemy surrenders. They have been bombing the area for weeks.",
      "example_translation": "Бомбардировка города вызвала массовые разрушения. Бомбардировка будет продолжаться до тех пор, пока враг не сдастся. Они бомбардируют эту область в течение недель.",
      "imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bond",
      "translation": "облигация",
      "definition": "A binding agreement between two or more people",
      "definition_translation": "связывающее соглашение между двумя или более людьми",
      "example": "They formed a strong bond during their time in college. The company issued a bond to raise capital. The bond between them grew stronger over time.",
      "example_translation": "Они сформировали сильную связь во время учебы в колледже. Компания выпустила облигацию для привлечения капитала. Связь между ними укреплялась с течением времени.",
      "imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bonus",
      "translation": "бонус",
      "definition": "An extra amount of money paid to an employee",
      "definition_translation": "Дополнительная сумма денег, выплачиваемая сотруднику",
      "example": "The company gave him a bonus for his hard work. She received a bonus for meeting her sales targets. The bonus was a nice surprise at the end of the year.",
      "example_translation": "Компания дала ему бонус за его тяжелую работу. Она получила бонус за достижение своих целей по продажам. Бонус был приятным сюрпризом в конце года.",
      "imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "booklet",
      "translation": "буклет",
      "definition": "A small book or pamphlet, typically consisting of a few pages stapled together, used to give information about something.",
      "definition_translation": "Маленькая книга или брошюра, как правило, состоящая из нескольких страниц, скрепленных вместе, используемая для предоставления информации о чем-то.",
      "example": "I picked up a booklet about the museum at the entrance. Yesterday, I had picked up a booklet about the museum at the entrance. By next year, I will have picked up a booklet about the museum at the entrance.",
      "example_translation": "Я поднял буклет о музее у входа. Вчера я поднял буклет о музее у входа. К следующему году я подниму буклет о музее у входа.",
      "imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bookmark",
      "translation": "закладка",
      "definition": "A small marker or tag used to keep one's place in a book, or a URL saved for later reference.",
      "definition_translation": "Маленькая метка или тэг, используемый для MARKING одного места в книге, или сохраненный URL для будущей ссылки.",
      "example": "I used a bookmark to mark the page I was reading. Yesterday, I had used a bookmark to mark the page I was reading. By tomorrow, I will have used a bookmark to mark the page I was reading.",
      "example_translation": "Я использовал закладку, чтобы отметить страницу, которую я читал. Вчера я использовал закладку, чтобы отметить страницу, которую я читал.к завтра я będŁ использовал закладку, чтобы отметить страницу, которую я będŁ читать.",
      "imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]
}