{
  "data": [
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "knife",
      "translation": "нож",
      "definition": "a cutting instrument consisting of a sharp-edged blade attached to a handle.",
      "definition_translation": "резальный инструмент, состоящий из острия лезвия, прикрепленного к рукоятке.",
      "example": "I used a knife to cut the apple. I will use a knife to cut the bread. I had used a knife to cut the meat.",
      "example_translation": "Я использовал нож, чтобы нарезать яблоко. Я буду использовать нож, чтобы нарезать хлеб. Я использовал нож, чтобы нарезать мясо.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bowl",
      "translation": "миска",
      "definition": "a round, open-top container typically used to hold or serve food.",
      "definition_translation": "круглая, открытая сверху емкость, обычно используемая для хранения или сервировки пищи.",
      "example": "I put the fruit in a bowl. She will put the salad in a bowl. They had put the soup in a bowl.",
      "example_translation": "Я положил фрукты в миску. Она будет класть салат в миску. Они положили суп в миску.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cooker",
      "translation": "плита",
      "definition": "a kitchen appliance used for cooking food, especially electric or gas stoves.",
      "definition_translation": "кухонное устройство, используемое для приготовления пищи, особенно электрические или газовые плиты.",
      "example": "I turned on the cooker to boil water. She will use the cooker to cook dinner. They had used the cooker to heat the food.",
      "example_translation": "Я включил плиту, чтобы кипятить воду. Она будет использовать плиту, чтобы готовить ужин. Они использовали плиту, чтобы нагреть пищу.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cupboard",
      "translation": "шкаф",
      "definition": "a piece of furniture with shelves, used for storing food, dishes, or other household items.",
      "definition_translation": "предмет мебели с полками, используемый для хранения продуктов, посуды или других домашних вещей.",
      "example": "I opened the cupboard to get a plate. She will put the dishes in the cupboard. They had stored the food in the cupboard.",
      "example_translation": "Я открыл шкаф, чтобы взять тарелку. Она будет класть посуду в шкаф. Они хранили продуктов в шкафе.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drawer",
      "translation": "выдвижной ящик",
      "definition": "A drawer is a container used for storing things, typically found in a piece of furniture such as a chest or table.",
      "definition_translation": "Выдвижной ящик - это контейнер, используемый для хранения вещей, обычно найденный в куске мебели, таком как шкаф или стол.",
      "example": "I opened the drawer to find my missing keys. I had placed them in the drawer yesterday. I will put the documents in the drawer tomorrow.",
      "example_translation": "Я открыл выдвижной ящик, чтобы найти пропавшие ключи. Я поместил их в выдвижной ящик昨ий день. Я поместил документы в выдвижной ящик завтра.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fork",
      "translation": "вилка",
      "definition": "A fork is a utensil with two or three prongs, used for eating food.",
      "definition_translation": "Вилка - это прибор с двумя или тремя зубцами, используемый для еды.",
      "example": "I picked up a fork to eat my dinner. She will use a fork to eat her salad. We had used forks to eat our meal.",
      "example_translation": "Я взял вилку, чтобы поесть свою ужин. Она будет использовать вилку, чтобы поесть свой салат. Мы использовали вилки, чтобы поесть нашу еду.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fridge",
      "translation": "холодильник",
      "definition": "A fridge is a large electrical appliance used for keeping food cold.",
      "definition_translation": "Холодильник - это большое электрическое устройство, используемое для хранения пищевых продуктов в холодном состоянии.",
      "example": "I opened the fridge to grab a cold drink. They will buy a new fridge next week. She had cleaned the fridge yesterday.",
      "example_translation": "Я открыл холодильник, чтобы взять холодный напиток. Они купят новый холодильник на следующей неделе. Она очищала холодильник вчера.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kitchen table",
      "translation": "кухонный стол",
      "definition": "A kitchen table is a piece of furniture used for eating, working, and socializing in the kitchen.",
      "definition_translation": "Кухонный стол - это кусок мебели, используемый для еды, работы и общения на кухне.",
      "example": "We gathered around the kitchen table for dinner. She had cleaned the kitchen table yesterday. They will buy a new kitchen table next month.",
      "example_translation": "Мы собрались вокруг кухонного стола на ужин. Она очищала кухонный стол вчера. Они купят новый кухонный столfollowing месяц.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "microwave (oven)",
      "translation": "микроволновая печь",
      "definition": "a kitchen appliance that uses electromagnetic waves to heat or cook food quickly",
      "definition_translation": "прибор для приготовления пищи, использующий электромагнитные волны для быстрого нагрева или приготовления еды",
      "example": "I heated up the leftovers in the microwave oven yesterday. I use the microwave oven to cook my lunch every day. I will buy a new microwave oven next week.",
      "example_translation": "Я разогрел оставшиеся пишу в микроволновой печи вчера. Я использую микроволновую печь для приготовления обеда каждый день. Я куплю новую микроволновую печь на следующей неделе.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shelf",
      "translation": "полка",
      "definition": "a flat, usually rectangular structure, attached to a wall, used for holding objects",
      "definition_translation": "плоская, обычно прямоугольная конструкция, прикрепленная к стене, используемая для хранения объектов",
      "example": "I put the book on the top shelf. She cleaned the shelf in the kitchen. The new shelf will be delivered tomorrow.",
      "example_translation": "Я положил книгу на верхнюю полку. Она очистила полку в кухне. Новая полка будет доставлена завтра.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sink",
      "translation": "раковина",
      "definition": "a plumbing fixture used for washing hands, dishes, etc.",
      "definition_translation": "санитарное устройство, используемое для мытья рук, посуды и т.д.",
      "example": "She washed her hands in the sink. He fixed the leak in the sink yesterday. The sink was clogged with grease.",
      "example_translation": "Она помыла руки в раковине. Он починил течь в раковине вчера. Раковина была забита жиром.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spoon",
      "translation": "ложка",
      "definition": "a utensil consisting of a small, usually oval or round bowl attached to a handle, used for stirring, serving, and eating food",
      "definition_translation": "приспособление, состоящее из небольшой, обычно овальной или круглой чаши, прикрепленной к ручке, используемой для перемешивания, сервировки и еды пищи",
      "example": "She ate her soup with a spoon. He used a spoon to stir the mixture. The baby dropped her spoon on the floor.",
      "example_translation": "Она ела свой суп с ложкой. Он использовал ложку для перемешивания смеси. Младенец уронил ее ложку на пол.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bin",
      "translation": "мусорная корзина",
      "definition": "A container used to hold or store something, especially waste or rubbish.",
      "definition_translation": "Контейнер, используемый для хранения или хранения чего-либо, особенно отходов или мусора.",
      "example": "I emptied the bin yesterday, but it's already full again. I will take out the trash tomorrow. I took out the trash last week.",
      "example_translation": "Я опустошила мусорную корзину вчера, но она уже снова полна. Я выбросаю мусор завтра. Я выбросал мусор на прошлой неделе.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dishwasher",
      "translation": "посудомоечная машина",
      "definition": "A machine that washes and cleans dishes automatically.",
      "definition_translation": "Машина, которая автоматически моет и чистит посуду.",
      "example": "I loaded the dishwasher last night, but it didn't turn on. I will fix it today. I fixed the dishwasher yesterday.",
      "example_translation": "Я загрузил посудомоечную машину прошлой ночью, но она не включилась. Я исправлю это сегодня. Я исправил посудомоечную машину вчера.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "electric kettle",
      "translation": "электрический чайник",
      "definition": "A kettle that is powered by electricity and used to boil water.",
      "definition_translation": "Чайник, работающий от электричества и используемый для кипячения воды.",
      "example": "I plugged in the electric kettle this morning, but it didn't boil. I will buy a new one today. I bought a new electric kettle yesterday.",
      "example_translation": "Я ввел электрический чайник сегодня утром, но он не кипел. Я куплю новый сегодня. Я купил новый электрический чайник вчера.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "freezer",
      "translation": "морозильник",
      "definition": "An appliance that keeps food frozen at a very low temperature.",
      "definition_translation": "Прибор, который сохраняет пищу в замороженном состоянии при очень низкой температуре.",
      "example": "I put the meat in the freezer last week, but I forgot to turn it on. I will defrost it today. I defrosted the freezer yesterday.",
      "example_translation": "Я положил мясо в морозильник на прошлой неделе, но забыл включить его. Я разморозит сегодня. Я разморозил морозильник вчера.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "frying pan",
      "translation": "сковорода",
      "definition": "A frying pan is a type of cooking vessel used for frying, sautéing, and browning food over medium to high heat.",
      "definition_translation": "Сковорода - это тип посуды для приготовления пищи, используемый для жарки, обжарки и поджарки пищи на среднем или высоком огне.",
      "example": "I used a frying pan to cook the steak yesterday, but today I will cook it in the oven. Tomorrow, I will use a frying pan again to cook breakfast.",
      "example_translation": "Я использовал сковороду, чтобы приготовить стейк вчера, но сегодня я приготовлю его в духовке. Завтра я опять буду использовать сковороду, чтобы приготовить завтрак.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "oven",
      "translation": "духовка",
      "definition": "An oven is a kitchen appliance used for baking, roasting, and heating food.",
      "definition_translation": "Духовка - это кухонная прибор, используемый для выпечки, запекания и нагрева пищи.",
      "example": "I preheated the oven to bake a cake, then I roasted some vegetables in it. Next week, I will use the oven to heat up the leftovers.",
      "example_translation": "Я разогрел духовку, чтобы испечь торт, затем я запекал в ней некоторые овощи. На следующей неделе я буду использовать духовку, чтобы разогреть оставшиеся от еды.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pot",
      "translation": "кастрюля",
      "definition": "A pot is a container used for cooking or storing food and liquids.",
      "definition_translation": "Кастрюля - это контейнер, используемый для приготовления или хранения пищи и жидкостей.",
      "example": "I boiled water in a pot yesterday, and then I used it to cook the soup. Tomorrow, I will use a pot to store the leftovers.",
      "example_translation": "Я кипятил воду в кастрюле вчера, а затем использовал ее, чтобы приготовить суп. Завтра я буду использовать кастрюлю, чтобы хранить оставшиеся от еды.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "saucepan",
      "translation": "сотейник",
      "definition": "A saucepan is a type of pot used for cooking and heating sauces, soups, and other liquids.",
      "definition_translation": "Сотейник - это тип кастрюли, используемый для приготовления и нагрева соусов, супов и других жидкостей.",
      "example": "I used a saucepan to heat up the sauce yesterday, and then I used it to cook the soup. Tomorrow, I will use a saucepan to make a new sauce.",
      "example_translation": "Я использовал сотейник, чтобы разогреть соус вчера, а затем использовал его, чтобы приготовить суп. Завтра я буду использовать сотейник, чтобы сделать новый соус.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tap",
      "translation": "кран",
      "definition": "A faucet or valve for controlling the flow of a liquid, typically water or gas.",
      "definition_translation": "Кран или клапан для регулирования потока жидкости, обычно воды или газа.",
      "example": "I turned the tap to fill the bath. Yesterday, I turned the tap to wash my hands. Tomorrow, I will turn the tap to water the plants.",
      "example_translation": "Я повернул кран, чтобы наполнить ванну. Вчера я повернул кран, чтобы помыть руки. Завтра я поверну кран, чтобы полить растения.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "teapot",
      "translation": "чайник",
      "definition": "A vessel, typically made of ceramic or metal, used for brewing and serving tea.",
      "definition_translation": "Сосуд, обычно сделанный из керамики или металла, используемый для заваривания и сервировки чая.",
      "example": "I brewed a cup of tea in the teapot. My grandmother used to brew tea in a teapot every morning. I will buy a new teapot for my sister's birthday.",
      "example_translation": "Я заварил чашку чая в чайнике. Моя бабушка обычно заваривала чай в чайнике каждый утром. Я куплю новый чайник на день рождения сестры.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tin opener",
      "translation": "консервный нож",
      "definition": "A device used to open metal containers, especially those used for canned food.",
      "definition_translation": "Устройство, используемое для открытия металлических контейнеров, особенно тех, которые используются для консервов.",
      "example": "I used a tin opener to open the can of beans. My mother always keeps a tin opener in her kitchen drawer. I will need a tin opener to open the can of tomatoes.",
      "example_translation": "Я использовал консервный нож, чтобы открыть банку с фасолью. Моя мать всегда хранит консервный нож в ящике кухонного стола. Мне понадобится консервный нож, чтобы открыть банку с помидорами.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "toaster",
      "translation": "тостер",
      "definition": "A small electric appliance used to toast slices of bread.",
      "definition_translation": "Маленькое электрическое устройство, используемое для приготовления тостов из ломтиков хлеба.",
      "example": "I plugged in the toaster to make some toast. My brother always burns his toast in the toaster. I will clean the toaster before making breakfast.",
      "example_translation": "Я включил тостер, чтобы сделать тост. Мой брат всегда сгорает свой тост в тостере. Я очистлю тостер перед приготовлением завтрака.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cloth",
      "translation": "ткань",
      "definition": "A flexible artificial material made from fibers, used for making clothing, upholstery, and other textile products.",
      "definition_translation": "Гибкий искусственный материал, изготовленный из волокон, используемый для производства одежды, обивки и других текстильных продуктов.",
      "example": "She bought a beautiful cloth for her new dress. Yesterday, she had sewed it. Tomorrow, she will wear it to the party.",
      "example_translation": "Она купила красивую ткань для своей новой рубашки. Вчера онашила ее. Завтра она наденет ее на вечеринку.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "coffee maker",
      "translation": "кофемашина",
      "definition": "An electrical appliance that brews coffee from ground coffee beans.",
      "definition_translation": "Электрический прибор, который варит кофе из молотого кофе.",
      "example": "She bought a coffee maker for her new kitchen. Last week, she used it to make coffee for her guests. Next week, she will use it to make coffee for her family.",
      "example_translation": "Она купила кофемашину для своей новой кухни. На прошлой неделе она использовала ее, чтобы сделать кофе для своих гостей. На следующей неделе она будет использовать ее, чтобы сделать кофе для своей семьи.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "corkscrew",
      "translation": "открыватель для пробки",
      "definition": "A device for removing the cork from a wine bottle.",
      "definition_translation": "Устройство для снятия пробки с винной бутылки.",
      "example": "He used a corkscrew to open the wine bottle. Yesterday, he had opened it with a corkscrew. Tomorrow, he will open it with a corkscrew again.",
      "example_translation": "Он использовал открыватель для пробки, чтобы открыть винную бутылку. Вчера он открыл ее с помощью открывателя для пробки. Завтра он снова откроет ее с помощью открывателя для пробки.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "scales",
      "translation": "весы",
      "definition": "A device for weighing objects or people.",
      "definition_translation": "Устройство для измерения веса объектов или людей.",
      "example": "She used the scales to weigh herself. Last week, she had weighed her luggage on the scales. Next week, she will weigh her food on the scales.",
      "example_translation": "Она использовала весы, чтобы измерить свой вес. На прошлой неделе она взвешивала свой багаж на весах. На следующей неделе она будет взвешивать свою еду на весах.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stool",
      "translation": "-taburet",
      "definition": "A stool is a simple seat without back or arms, typically with a low back and short legs.",
      "definition_translation": "Табурет - это простой сиденье без спинки или рук, обычно с низкой спинкой и короткими ногами.",
      "example": "I sat on a stool in the kitchen, eating a sandwich. I will sit on a stool in the kitchen, eating a sandwich. I sat on a stool in the kitchen, eating a sandwich.",
      "example_translation": "Я сел на табурет в кухне, ел сэндвич. Я буду сидеть на табурете в кухне, ел сэндвич. Я сел на табурет в кухне, ел сэндвич.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "baking sleeve",
      "translation": "формочек для выпечки",
      "definition": "A baking sleeve is a specialized protector used to prevent baked goods from sticking to the pan.",
      "definition_translation": "Формочка для выпечки - это специальный защитник, используемый для предотвращения прилипания выпечки к форме.",
      "example": "I used a baking sleeve to line the cake pan. I will use a baking sleeve to line the muffin tin. I used a baking sleeve to line the bread loaf pan.",
      "example_translation": "Я использовал формочку для выпечки, чтобы выровнять форму для торта. Я использую формочку для выпечки, чтобы выровнять форму для маффинов. Я использовал формочку для выпечки, чтобы выровнять форму для хлеба.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "biscuit cutter",
      "translation": "формочка для бисквита",
      "definition": "A biscuit cutter is a specialized tool used to cut out shapes from dough or pastry.",
      "definition_translation": "Формочка для бисквита - это специальный инструмент, используемый для вырезания форм из теста или слоеного теста.",
      "example": "I used a biscuit cutter to make heart-shaped cookies. I will use a biscuit cutter to make star-shaped biscuits. I used a biscuit cutter to make round biscuits.",
      "example_translation": "Я использовал формочку для бисквита, чтобы сделать сердце-образные печенья. Я использую формочку для бисквита, чтобы сделать звездо-образные бисквиты. Я использовал формочку для бисквита, чтобы сделать круглые бисквиты.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bread cutter",
      "translation": "хлеборезка",
      "definition": "A bread cutter is a specialized tool used to cut bread into uniform slices or shapes.",
      "definition_translation": "Хлеборезка - это специальный инструмент, используемый для нарезки хлеба на равномерные ломти или формы.",
      "example": "I used a bread cutter to slice the baguette. I will use a bread cutter to cut the sandwich bread. I used a bread cutter to cut the crusty bread.",
      "example_translation": "Я использовал хлеборезку, чтобы нарезать багет. Я использую хлеборезку, чтобы нарезать хлеб для сэндвича. Я использовал хлеборезку, чтобы нарезать хрустящий хлеб.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cake tin",
      "translation": "форма для выпечки торта",
      "definition": "A cake tin is a container used to shape and hold a cake while it is being baked.",
      "definition_translation": "Форма для выпечки торта - это контейнер, используемый для формирования и содержания торта во время выпечки.",
      "example": "I used a cake tin to bake a delicious chocolate cake yesterday. I will use a cake tin to bake a birthday cake next week. She uses a cake tin to bake a cake every Sunday.",
      "example_translation": "Я использовала форму для выпечки торта, чтобы испечь вкусный шоколадный торт вчера. Я собираюсь использовать форму для выпечки торта, чтобы испечь торт на день рождения на следующей неделе. Она использует форму для выпечки торта, чтобы испечь торт каждое воскресенье.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "casserole dish",
      "translation": "керамическая форма для запекания",
      "definition": "A casserole dish is a large, deep dish used for baking and serving casseroles and other dishes.",
      "definition_translation": "Керамическая форма для запекания - это большая, глубокая посуда, используемая для выпечки и сервировки запеканок и других блюд.",
      "example": "I baked a casserole in a casserole dish last night. She will use a casserole dish to bake a lasagna today. They used a casserole dish to serve a hot meal at the party.",
      "example_translation": "Я испекла запеканку в керамической форме для запекания вчера ночью. Она будет использовать керамическую форму для запекания, чтобы испечь лазанью сегодня. Они использовали керамическую форму для запекания, чтобы сервировать горячее блюдо на вечеринке.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chopping knife",
      "translation": "нóż для нарезки",
      "definition": "A chopping knife is a type of knife used for chopping and mincing food.",
      "definition_translation": "Нож для нарезки - это тип ножа, используемого для нарезки и мелкого измельчения пищи.",
      "example": "I used a chopping knife to chop the vegetables yesterday. She will use a chopping knife to mince the garlic today. He uses a chopping knife to chop the meat every day.",
      "example_translation": "Я использовала нож для нарезки, чтобы нарезать овощи вчера. Она будет использовать нож для нарезки, чтобы размельчить чеснок сегодня. Он использует нож для нарезки, чтобы нарезать мясо каждый день.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chopsticks",
      "translation": "палочки для еды",
      "definition": "Chopsticks are a pair of small, thin sticks used to eat food, especially in Asian cuisine.",
      "definition_translation": "Палочки для еды - это пара маленьких, тонких палочек, используемых для еды, особенно в азиатской кухне.",
      "example": "I used chopsticks to eat sushi at the Japanese restaurant last week. She will use chopsticks to eat noodles at the Chinese restaurant today. They used chopsticks to eat dumplings at the Korean restaurant yesterday.",
      "example_translation": "Я использовала палочки для еды, чтобы есть суши в японском ресторане на прошлой неделе. Она будет использовать палочки для еды, чтобы есть лапшу в китайском ресторане сегодня. Они использовали палочки для еды, чтобы есть манты в корейском ресторане вчера.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "colander",
      "translation": "дуршлаг",
      "definition": "A kitchen utensil with perforations or holes, used for draining liquids from food, as in washing and draining pasta, rice, or vegetables.",
      "definition_translation": "Кухонное приспособление с отверстиями или дырками, используемое для слива жидкостей из еды, как при мытье и сливе макарон, риса или овощей.",
      "example": "She put the spaghetti in the colander to drain the excess water. Yesterday, she used it to rinse the lettuce. By next week, she will have cleaned it thoroughly.",
      "example_translation": "Она положила спагетти в дуршлаг, чтобы слить избыточную воду. Вчера она использовала его, чтобы помыть листья салата. К следующей неделе она будет тщательно чистить его.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cutting board",
      "translation": "разделочная доска",
      "definition": "A flat, usually rectangular, piece of wood or plastic, used for preparing and cutting food.",
      "definition_translation": "Плоская, обычно прямоугольная, деревянная или пластиковая доска, используемая для приготовления и нарезки еды.",
      "example": "She placed the onion on the cutting board and began to chop it. The chef had used it to slice the fish yesterday. By next month, they will have replaced it with a new one.",
      "example_translation": "Она положила лук на разделочную доску и начала нарезать его. Повар использовал его, чтобы нарезать рыбу вчера. К следующему месяцу они заменят его новой доской.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "flour sifter",
      "translation": "мука просеиватель",
      "definition": "A kitchen tool used to sift and mix flour and other dry ingredients, typically consisting of a mesh or perforated container.",
      "definition_translation": "Кухонный инструмент, используемый для просеивания и смешивания муки и других сухих ингредиентов, обычно состоящий из сетчатой или перфорированной емкости.",
      "example": "She poured the flour into the flour sifter and began to mix it with sugar. Yesterday, she had used it to sift the cocoa powder. By next year, she will have bought a new one.",
      "example_translation": "Она вылила муку в муку просеиватель и начала смешивать ее с сахаром. Вчера она использовала его, чтобы просеять порошок какао. К следующему году она купит новый просеиватель.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "food slicer",
      "translation": "резка для нарезки продуктов",
      "definition": "A kitchen appliance or tool used to slice food, such as meats, cheeses, and vegetables, into thin pieces.",
      "definition_translation": "Кухонное устройство или инструмент, используемый для нарезки еды, таких как мясо, сыр и овощи, на тонкие кусочки.",
      "example": "She placed the turkey breast on the food slicer and sliced it thinly. Yesterday, she had used it to slice the ham. By next week, they will have cleaned it thoroughly.",
      "example_translation": "Она положила грудку индейки на резку для нарезки продуктов и нарезала ее тонко. Вчера она использовала его, чтобы нарезать бекон. К следующей неделе они будут тщательно čistить его.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "funnel",
      "translation": "воронка",
      "definition": "A funnel is a tube or pipe that is wide at one end and narrow at the other, used for pouring liquids or powders into a small opening.",
      "definition_translation": "Воронка - это труба или трубка, которая широкая на одном конце и узкая на другом, используемая для наливания жидкостей или порошков в小ное открытие.",
      "example": "I used a funnel to pour oil into the engine. I will use a funnel to mix the chemicals. She had used a funnel to measure the ingredients.",
      "example_translation": "Я использовал воронку, чтобы налить масло в двигатель. Я буду использовать воронку, чтобы смешать химические вещества. Она использовала воронку, чтобы измерить ингредиенты.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "garlic press",
      "translation": "пресс для чеснока",
      "definition": "A garlic press is a kitchen tool used to crush garlic cloves, making it easy to release the garlic pulp and juice.",
      "definition_translation": "Пресс для чеснока - это кухонный инструмент, используемый для разрушения зубчиков чеснока, что делает легко освободить чесночную мякоть и сок.",
      "example": "I squeezed the garlic through the garlic press to get the pulp out. She will use a garlic press to make the sauce. They had used a garlic press to prepare the dinner.",
      "example_translation": "Я сжал чеснок через пресс для чеснока, чтобы достать мякоть. Она будет использовать пресс для чеснока, чтобы приготовить соус. Они использовали пресс для чеснока, чтобы приготовить обед.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grater",
      "translation": "терка",
      "definition": "A grater is a kitchen tool used to shred or grate food, such as cheese, vegetables, or fruit, into small pieces.",
      "definition_translation": "Терка - это кухонный инструмент, используемый для измельчения или натирания продуктов, таких как сыр, овощи или фрукты, в мелкие кусочки.",
      "example": "I grated the cheese using a grater to make a salad. She will use a grater to shred the carrots. They had used a grater to make the pie crust.",
      "example_translation": "Я натер сыр с помощью терки, чтобы.make салат. Она будет использовать терку, чтобы натереть морковь. Они использовали терку, чтобы.make корочку пирога.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ice-cream scoop",
      "translation": "формочная ложка для мороженого",
      "definition": "An ice-cream scoop is a kitchen tool used to portion and shape ice cream or other frozen desserts into round balls or scoops.",
      "definition_translation": "Формочная ложка для мороженого - это кухонный инструмент, используемый для порционирования и формирования мороженого или других замороженных десертов в круглые шарики или ложки.",
      "example": "I used an ice-cream scoop to make perfect balls of ice cream. She will use an ice-cream scoop to portion the frozen yogurt. They had used an ice-cream scoop to make the sundaes.",
      "example_translation": "Я использовал формочную ложку для мороженого, чтобы.make идеальные шарики мороженого. Она будет использовать формочную ложку для мороженого, чтобы порционировать замороженный йогурт. Они использовали формочную ложку для мороженого, чтобы.make сандей.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ladle",
      "translation": "черпак",
      "definition": "a spoon-like utensil with a long handle, used for serving or pouring liquids",
      "definition_translation": "ложка-черпак с длинной ручкой, используемая для сервировки или наливания жидкостей",
      "example": "I used a ladle to scoop out the soup from the pot. Yesterday, I ladled out some chicken broth to my friend. Tomorrow, I will ladle out the soup for our guests.",
      "example_translation": "Я использовал черпак, чтобы налить суп из кастрюли. Вчера я отмерил порцию куриного бульона для друга. Завтра я налью суп для наших гостей.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lemon squeezer",
      "translation": "squeeze лимона",
      "definition": "a kitchen tool used to extract juice from lemons or other citrus fruits",
      "definition_translation": "кухонный инструмент, используемый для получения сока из лимонов или других цитрусовых фруктов",
      "example": "My mom uses a lemon squeezer to make fresh lemonade. She squeezed the lemons and added sugar to taste. Next time, she will squeeze the lemons again.",
      "example_translation": "Моя мама используетqueeze лимона, чтобы приготовить свежий лимонад. Она отжала лимоны и добавила сахар по вкусу. В следующий раз она опять отожмет лимоны.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mandoline",
      "translation": "мандолина",
      "definition": "a kitchen utensil with a flat, adjustable blade, used for slicing and julienning vegetables and fruits",
      "definition_translation": "кухонный инструмент с плоским, регулируемым лезвием, используемый для нарезки и изготовления соломки из овощей и фруктов",
      "example": "I used a mandoline to slice the carrots for the salad. My sister had sliced the apples with a mandoline last night. Next week, I will buy a new mandoline for julienning the zucchini.",
      "example_translation": "Я использовал мандолину, чтобы нарезать морковь для салата. Моя сестра нарезала яблоки мандолиной прошлой ночью. На следующей неделе я куплю новую мандолину для изготовления соломки из кабачка.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "measuring spoon",
      "translation": "мерная ложка",
      "definition": "a spoon with markings indicating different measurement units, used for accurately measuring ingredients",
      "definition_translation": "ложка с маркировкой, указывающей на различные единицы измерения, используемая для точного измерения ингредиентов",
      "example": "I need a measuring spoon to measure the sugar for the recipe. Yesterday, I used a measuring spoon to measure the flour. Next time, I will use a measuring spoon to measure the salt.",
      "example_translation": "Мне нужна мерная ложка, чтобы измерить сахар для рецепта. Вчера я использовал мерную ложку, чтобы измерить муку. В следующий раз я буду использовать мерную ложку, чтобы измерить соль.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "meat tenderizer",
      "translation": "мягчитель мяса",
      "definition": "A meat tenderizer is a kitchen tool or ingredient used to make meat more tender and easier to chew.",
      "definition_translation": "Мягчитель мяса - это кухонный инструмент или ингредиент, используемый для того, чтобы сделать мясо более мягким и легким для пережевывания.",
      "example": "She used a meat tenderizer to make the steak more tender. Yesterday, she bought a meat tenderizer at the store. By next week, she will have used the meat tenderizer several times.",
      "example_translation": "Она использовала мягчитель мяса, чтобы сделать стейк более мягким. Вчера она купила мягчитель мяса в магазине. К следующей неделе она будет использовать мягчитель мяса несколько раз.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mincer",
      "translation": "мясорубка",
      "definition": "A mincer is a kitchen appliance or tool used to chop or grind food, especially meat, into small pieces.",
      "definition_translation": "Мясорубка - это кухонное устройство или инструмент, используемый для нарезания или измельчения продуктов, особенно мяса, на маленькие кусочки.",
      "example": "She minced the garlic using a mincer. Yesterday, he bought a mincer at the store. By next month, they will have used the mincer to make several dishes.",
      "example_translation": "Она мелко нарезала чеснок с помощью мясорубки. Вчера он купил мясорубку в магазине. К следующему месяцу они будут использовать мясорубку, чтобы приготовить несколько блюд.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mortar and pestle",
      "translation": "ступка и пестик",
      "definition": "A mortar and pestle is a kitchen tool used to grind, crush, or mix food ingredients, especially spices and herbs.",
      "definition_translation": "Ступка и пестик - это кухонный инструмент, используемый для измельчения, дробления или смешивания ингредиентов пищи, особенно специй и трав.",
      "example": "She used a mortar and pestle to grind the spices. Yesterday, they bought a mortar and pestle at the store. By next year, they will have used the mortar and pestle to make several sauces.",
      "example_translation": "Она использовала ступку и пестик, чтобы размолоть специи. Вчера они купили ступку и пестик в магазине. К следующему году они будут использовать ступку и пестик, чтобы приготовить несколько соусов.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nutcracker",
      "translation": "орехокол",
      "definition": "A nutcracker is a kitchen tool or device used to crack open nuts, especially walnuts, pecans, and hazelnuts.",
      "definition_translation": "Орехокол - это кухонный инструмент или устройство, используемое для раскола орехов, особенно грецких орехов, пеканов и фундука.",
      "example": "She used a nutcracker to crack open the walnuts. Yesterday, he bought a nutcracker at the store. By next week, they will have used the nutcracker to make several desserts.",
      "example_translation": "Она использовала орехокол, чтобы расколоть грецкие орехи. Вчера он купил орехокол в магазине. К следующей неделе они будут использовать орехокол, чтобы приготовить несколько десертов.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pastry board",
      "translation": "_DOŠČAD ДЛЯ ТЕСТА",
      "definition": "A flat, smooth surface used for rolling and shaping dough, typically made of wood or plastic.",
      "definition_translation": "Плоская, гладкая поверхность, используемая для раскатки и формирования теста, обычно изготовленная из дерева или пластика.",
      "example": "Shespread the dough on the pastry board and began to roll it out. She had rolled out the dough on the pastry board yesterday. She will roll out the dough on the pastry board tomorrow.",
      "example_translation": "Она разложила тесто на доске для теста и начала раскатывать его. Она раскатала тесто на доске для теста вчера. Она будет раскатывать тесто на доске для теста завтра.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "peeler",
      "translation": "ЧИСТИЛЬЩИК",
      "definition": "A kitchen tool used to remove the skin of fruits and vegetables.",
      "definition_translation": "Кухонный инструмент, используемый для удаления кожи плодов и овощей.",
      "example": "She used a peeler to remove the skin of the apple. She had used a peeler to remove the skin of the potato yesterday. She will use a peeler to remove the skin of the carrot tomorrow.",
      "example_translation": "Она использовала чистильщик, чтобы удалить кожу яблока. Она использовала чистильщик, чтобы удалить кожу картофеля вчера. Она будет использовать чистильщик, чтобы удалить кожу моркови завтра.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pepper mill",
      "translation": "МЕЛЬНИЦА ДЛЯ ПЕРЦА",
      "definition": "A device used to grind peppercorns into pepper powder.",
      "definition_translation": "Устройство, используемое для измельчения перечных зерен в перцовый порошок.",
      "example": "She turned the pepper mill to grind some pepper. She had turned the pepper mill to grind some pepper yesterday. She will turn the pepper mill to grind some pepper tomorrow.",
      "example_translation": "Она повернула мельницу для перца, чтобы размолоть немного перца. Она повернула мельницу для перца, чтобы размолоть немного перца вчера. Она будет поворачивать мельницу для перца, чтобы размолоть немного перца завтра.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "piping bag",
      "translation": "КОНДИТЕРСКИЙ МЕШОЧЕК",
      "definition": "A bag used to hold and dispense icing or other soft foods, typically used for decorating cakes and pastries.",
      "definition_translation": "Мешочек, используемый для хранения и дозирования глазури или других мягких продуктов, обычно используемый для украшения тортов и пирожных.",
      "example": "She used a piping bag to decorate the cake. She had used a piping bag to decorate the cookies yesterday. She will use a piping bag to decorate the cupcakes tomorrow.",
      "example_translation": "Она использовала кондитерский мешочек, чтобы украсить торт. Она использовала кондитерский мешочек, чтобы украсить печенье вчера. Она будет использовать кондитерский мешочек, чтобы украсить кексы завтра.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rolling pin",
      "translation": "скатка для теста",
      "definition": "A rolling pin is a cylindrical kitchen tool used to roll out dough or pastry to a uniform thickness, typically made of wood, marble, or silicone.",
      "definition_translation": "Скатка для теста - это цилиндрическое кухонное средство, используемое для раскатывания теста или пасты до равномерной толщины, обычно изготовленное из дерева, мрамора или силикона.",
      "example": "I used a rolling pin to make a delicious apple pie yesterday. I will use it again tomorrow to make a cake for my sister's birthday. I have been using it for years to make all sorts of pastries.",
      "example_translation": "Я использовал скатку для теста, чтобы приготовить вкусный яблочный пирог вчера. Я снова использовать его завтра, чтобы приготовить торт на день рождения моей сестры. Я использую его уже много лет, чтобы приготовить всевозможные виды выпечки.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sideboard",
      "translation": "буфет",
      "definition": "A sideboard is a piece of furniture traditionally placed in a dining room, used to display and store tableware, linens, and other items.",
      "definition_translation": "Буфет - это предмет мебели, традиционно размещаемый в столовой, используемый для демонстрации и хранения столового прибора, полотенец и других вещей.",
      "example": "We had a beautiful sideboard in our dining room, where we kept all our fine china and glasses. My grandmother used to polish it every week. I will buy a new one next year for my new house.",
      "example_translation": "У нас был красивый буфет в нашей столовой, где мы хранили всю нашу изящную китайскую посуду и сткляные сосуды. Моя бабушка полировала его каждую неделю. Я куплю новый буфет следующим годом для своего нового дома.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sieve",
      "translation": "сито",
      "definition": "A sieve is a kitchen utensil with a mesh or perforated bottom, used to separate or filter food particles of different sizes.",
      "definition_translation": "Сито - это кухонный инструмент с сетчатым или перфорированным дном, используемый для разделения или фильтрации частиц food разного размера.",
      "example": "I used a sieve to sift the flour for the cake. She will use it next week to separate the rice from the impurities. They have been using it for years to filter coffee grounds.",
      "example_translation": "Я использовал сито, чтобы просеять муку для торта. Она будет использовать его на следующей неделе, чтобы отделить рис от примесей. Они использовали его уже много лет, чтобы фильтровать кофейную гущу.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spice rack",
      "translation": "стойка для специй",
      "definition": "A spice rack is a kitchen organizational tool used to store and display spices, herbs, and other seasonings.",
      "definition_translation": "Стойка для специй - это инструмент для организации кухни, используемый для хранения и демонстрации специй, трав и других приправ.",
      "example": "I have a spice rack on my kitchen counter, where I keep all my favorite spices. She had a beautiful wooden spice rack in her kitchen. They will buy a new spice rack next month for their new kitchen.",
      "example_translation": "У меня есть стойка для специй на моей кухонной поверхности, где я храню все свои любимые специи. У нее был красивый деревянный стеллаж для специй на ее кухне. Они будут покупать новый стеллаж для специй следующим месяцем для своей новой кухни.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tasting spoon",
      "translation": "дегустационная ложка",
      "definition": "A spoon used to taste food while it is being cooked, typically smaller than a tablespoon.",
      "definition_translation": "Ложка, используемая для дегустации пищи во время приготовления, обычно smaller than столовой ложки.",
      "example": "I used a tasting spoon to check the flavor of the soup. Yesterday, I tasted the sauce with a tasting spoon. Tomorrow, I will taste the cake with a tasting spoon.",
      "example_translation": "Я использовал дегустационную ложку, чтобы проверить вкус супа. Вчера я попробовал соус дегустационной ложкой. Завтра я попробую 케이к дегустационной ложкой.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "timer",
      "translation": "таймер",
      "definition": "A device that measures the time interval of an event or process.",
      "definition_translation": "Устройство, измеряющее временной интервал события или процесса.",
      "example": "I set the timer for 10 minutes. Yesterday, I forgot to set the timer. Tomorrow, I will set the timer for 5 minutes.",
      "example_translation": "Я поставил таймер на 10 минут. Вчера я забыл поставить таймер. Завтра я поставлю таймер на 5 минут.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "whisk",
      "translation": "взбиватель",
      "definition": "A kitchen tool used to mix and blend foods, typically consisting of a handle and a series of wire loops.",
      "definition_translation": "Кухонный инструмент, используемый для смешивания и взбивания продуктов, обычно состоящий из рукоятки и серии проволочных петель.",
      "example": "I used a whisk to mix the eggs and sugar. Yesterday, I whisked the cream until it became stiff. Tomorrow, I will whisk the sauce to make it smooth.",
      "example_translation": "Я использовал взбиватель, чтобы смешать яйца и сахар. Вчера я взбил крем до тех пор, пока он не стал твердым. Завтра я взбью соус, чтобы он стал гладким.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "worktop",
      "translation": "рабочая поверхность",
      "definition": "A flat surface in a kitchen, typically made of wood, Formica, or granite, used for preparing and cooking food.",
      "definition_translation": "Плоская поверхность в кухне, обычно сделанная из дерева, формики или гранита, используемая для приготовления и приготовления пищи.",
      "example": "I cleaned the worktop before starting to cook. Yesterday, I placed the ingredients on the worktop. Tomorrow, I will put the finished dishes on the worktop.",
      "example_translation": "Я очистил рабочую поверхность перед началом приготовления. Вчера я поставил ингредиенты на рабочую поверхность. Завтра я поставлю готовые блюда на рабочую поверхность.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]
}