[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "positive",
      "translation": "positivo",
      "definition": "having or showing a good or optimistic attitude or outlook",
      "definition_translation": "tendo ou mostrando uma atitude ou perspectiva boa ou otimista",
      "example": "She has a very positive attitude towards life. She was positive that she would get the job. She will be positive about the outcome.",
      "example_translation": "Ela tem uma atitude muito positiva em relação à vida. Ela estava positiva de que ela iria conseguir o emprego. Ela será positiva sobre o resultado.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "addicted",
      "translation": "viciado",
      "definition": "having a strong and often harmful need to regularly have or do something",
      "definition_translation": "tendo uma necessidade forte e muitas vezes prejudicial de regularmente ter ou fazer algo",
      "example": "He was addicted to cigarettes. He is addicted to video games. He will be addicted to social media.",
      "example_translation": "Ele era viciado em cigarros. Ele é viciado em jogos de vídeo. Ele será viciado em mídias sociais.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "adventurous",
      "translation": "aventureiro",
      "definition": "willing to take risks and try new things",
      "definition_translation": "disposto a correr riscos e tentar coisas novas",
      "example": "She is an adventurous person who loves traveling. He was adventurous and tried new foods. They will be adventurous and go skydiving.",
      "example_translation": "Ela é uma pessoa aventureira que adora viajar. Ele era aventureiro e experimentou novos alimentos. Eles serão aventureiros e irão praticar paraquedismo.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "affectionate",
      "translation": "afetuoso",
      "definition": "showing love, care, or kindness",
      "definition_translation": "mostrando amor, cuidado ou bondade",
      "example": "He is an affectionate person who loves hugs. She was affectionate towards her family. They will be affectionate towards their children.",
      "example_translation": "Ele é uma pessoa afetuosa que adora abraços. Ela era afetuosa em relação à sua família. Eles serão afetuosa em relação aos seus filhos.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aggressive",
      "translation": "agressivo",
      "definition": "Having or showing a confident and forceful personality, willing to take risks and challenge others.",
      "definition_translation": "Tendo ou mostrando uma personalidade confiante e vigorosa, disposta a correr riscos e desafiar os outros.",
      "example": "He was an aggressive businessman who always looked for ways to expand his empire. He had been aggressive in his pursuit of the deal, but it ultimately paid off. He will be aggressive in his marketing strategy to reach a wider audience.",
      "example_translation": "Ele era um empresário agressivo que sempre procurava maneiras de expandir seu império. Ele havia sido agressivo em sua perseguição do acordo, mas acabou pago. Ele será agressivo em sua estratégia de marketing para alcançar uma audiência mais ampla.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ambitious",
      "translation": "ambicioso",
      "definition": "Having or showing a strong desire and determination to succeed, often by achieving something difficult or challenging.",
      "definition_translation": "Tendo ou mostrando um forte desejo e determinação para ter sucesso, Often por alcançar algo difícil ou desafiador.",
      "example": "She was an ambitious young woman who set her sights on becoming a top executive. He had been ambitious in his early career, but his priorities changed after marriage. They will be ambitious in their plans to launch a new product.",
      "example_translation": "Ela era uma jovem ambiciosa que fixou sua mira em se tornar uma executiva de topo. Ele havia sido ambicioso em sua carreira precoce, mas suas prioridades mudaram após o casamento. Eles serão ambiciosos em seus planos para lançar um novo produto.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "amused",
      "translation": "divertido",
      "definition": "Feeling or showing enjoyment, entertainment, or pleasure, often in a lighthearted or playful way.",
      "definition_translation": "Sentindo ou mostrando prazer, entretenimento ou diversão, frequentemente de uma maneira ligeira ou jogosa.",
      "example": "The children were amused by the clown's antics at the birthday party. She was amused by the silly joke her friend told her. They had been amused by the comedy show the night before.",
      "example_translation": "As crianças foram divertidas pelas travessuras do palhaço na festa de aniversário. Ela foi divertida pelo piada bobo que seu amigo lhe contou. Eles haviam sido divertidos pelo show de comédia na noite anterior.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Having or showing an attitude of superiority, often accompanied by a lack of respect for others or a tendency to look down on them.",
      "definition_translation": "Tendo ou mostrando uma atitude de superioridade, frequentemente acompanhada por uma falta de respeito pelos outros ou uma tendência de olhar para baixo.",
      "example": "He was an arrogant athlete who always thought he was better than everyone else. She had been arrogant in her earlier years, but experience humbled her. They will be arrogant in their claims of superiority.",
      "example_translation": "Ele era um atleta arrogante que sempre pensava que era melhor do que todos os outros. Ela havia sido arrogante em seus anos mais jovens, mas a experiência a humilhou. Eles serão arrogantes em suas alegações de superioridade.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "astonished",
      "translation": "estupefato",
      "definition": "Feeling great surprise or astonishment, often accompanied by a sense of wonder or admiration.",
      "definition_translation": "Sentindo grande surpresa ou estupefação, muitas vezes acompanhada de um sentido de admiração.",
      "example": "I was astonished by the news of my friend's sudden wedding. I had been astonished by the beauty of the Grand Canyon when I saw it for the first time. I will be astonished if I win the lottery.",
      "example_translation": "Fiquei estupefato com a notícia do casamento repentino do meu amigo. Eu havia ficado estupefato pela beleza do Grand Canyon quando o vi pela primeira vez. Ficarei estupefato se eu ganhar na loteria.",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "astonishing",
      "translation": "estupefaciente",
      "definition": "Causing great surprise or astonishment, often because of being extraordinary or unexpected.",
      "definition_translation": "Causando grande surpresa ou estupefação, muitas vezes por ser extraordinário ou inesperado.",
      "example": "The astonishing view from the top of the mountain was breathtaking. The astonishing discovery of the new species shocked the scientific community. The astonishing news will be announced tomorrow.",
      "example_translation": "A vista estupefaciente do topo da montanha era de tirar o fôlego. A descoberta estupefaciente da nova espécie chocou a comunidade científica. A notícia estupefaciente será anunciada amanhã.",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "at ease",
      "translation": "à vontade",
      "definition": "Feeling relaxed and comfortable, without any worry or anxiety.",
      "definition_translation": "Sentindo-se relaxado e confortável, sem qualquer preocupação ou ansiedade.",
      "example": "I felt at ease when I finally arrived at my hotel after the long flight. She was at ease with her new colleagues after the introductory meeting. He will be at ease when he finishes his exam.",
      "example_translation": "Eu me senti à vontade quando finalmente cheguei ao meu hotel após o voo longo. Ela estava à vontade com seus novos colegas após a reunião de apresentação. Ele estará à vontade quando terminar seu exame.",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aware",
      "translation": "consciente",
      "definition": "Having knowledge or understanding of something, including subtle or intuitive knowledge.",
      "definition_translation": "Tendo conhecimento ou compreensão de algo, incluindo conhecimento sutil ou intuitivo.",
      "example": "I was aware of the danger of swimming in the strong current. She became aware of her surroundings after recovering from anesthesia. He will be aware of the consequences of his actions.",
      "example_translation": "Eu estava consciente do perigo de nadar na corrente forte. Ela se tornou consciente de seu entorno após se recuperar da anestesia. Ele estará consciente das consequências de suas ações.",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bad-tempered",
      "translation": "mau-humorado",
      "definition": "having or showing a sullen or ill-tempered disposition",
      "definition_translation": "tendo ou mostrando uma disposição taciturna ou de mau humor",
      "example": "She was bad-tempered and always got into fights. She had been bad-tempered since childhood. She will be bad-tempered when she grows up.",
      "example_translation": "Ela era mau-humorada e sempre entrava em brigas. Ela havia sido mau-humorada desde a infância. Ela será mau-humorada quando crescer.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "balanced",
      "translation": "equilibrado",
      "definition": "having all parts or elements in harmony or proportion",
      "definition_translation": "tendo todas as partes ou elementos em harmonia ou proporção",
      "example": "The company's balanced budget allowed for new investments. The athlete had a balanced diet to improve performance. The team will have a balanced lineup for the game.",
      "example_translation": "O orçamento equilibrado da empresa permitiu novos investimentos. O atleta teve uma dieta equilibrada para melhorar o desempenho. A equipe terá uma linha equilibrada para o jogo.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bitter",
      "translation": "amargo",
      "definition": "having a sharp, unpleasant taste",
      "definition_translation": "tendo um sabor agudo e desagradável",
      "example": "The coffee was bitter and needed sugar. She felt bitter about the breakup. The medicine will taste bitter, but it's effective.",
      "example_translation": "O café era amargo e precisava de açúcar. Ela sentiu amargura sobre o término. O remédio terá um sabor amargo, mas é eficaz.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bold",
      "translation": "ousado",
      "definition": "showing courage or confidence in action or thought",
      "definition_translation": "mostrando coragem ou confiança em ação ou pensamento",
      "example": "The bold decision changed the company's fate. The explorer was bold and ventured into the unknown. The team will make a bold move to win the championship.",
      "example_translation": "A decisão ousada mudou o destino da empresa. O explorador foi ousado e adentrou o desconhecido. A equipe fará um movimento ousado para vencer o campeonato.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bossy",
      "translation": "mandão",
      "definition": "Having or showing an overly controlling or dominating attitude towards others; overly authoritative or dictatorial.",
      "definition_translation": "Tendo ou mostrando uma atitude excessivamente controladora ou dominadora em relação a outros; autoritária ou ditatorial.",
      "example": "She was bossy and always told her siblings what to do. She had been bossy as a child, but grew out of it. She will be bossy if you don't stand up to her.",
      "example_translation": "Ela era mandona e sempre dizia o que os seus irmãos deviam fazer. Ela havia sido mandona quando criança, mas cresceu e superou isso. Ela será mandona se você não se opuser a ela.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bright",
      "translation": "brilhante",
      "definition": "Giving out or reflecting a lot of light; shining intensely; intelligent and quick to understand.",
      "definition_translation": "Emitindo ou refletindo muito luz; brilhando intensamente; inteligente e rápido em entender.",
      "example": "The bright sunlight made it hard to see. She is bright and always helps her friends with their homework. The bright new lights in the theater made the show more enjoyable.",
      "example_translation": "A luz solar brilhante tornou difícil de ver. Ela é brilhante e sempre ajuda os amigos com seu dever de casa. Os novos lugares brilhantes no teatro tornaram o show mais agradável.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "caring",
      "translation": "cuidadoso",
      "definition": "Showing a genuine interest in and concern for the welfare of others; gentle and considerate.",
      "definition_translation": "Mostrando um interesse genuíno e preocupação pelo bem-estar dos outros; gentil e considerado.",
      "example": "He is a caring doctor who always puts his patients first. She was caring and nurturing towards her children. The caring teacher made sure her students understood the lesson.",
      "example_translation": "Ele é um médico cuidadoso que sempre coloca seus pacientes em primeiro lugar. Ela era cuidadosa e nutridora em relação às suas crianças. O professor cuidadoso certificou-se de que seus alunos entendessem a lição.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cautious",
      "translation": "cauteloso",
      "definition": "Carefully avoiding potential risks or dangers; prudent and hesitant.",
      "definition_translation": "Evitando cuidadosamente riscos ou perigos potenciais; prudente e hesitante.",
      "example": "You should be cautious when driving at night. She was cautious with her investments and didn't lose money. He will be cautious when meeting strangers.",
      "example_translation": "Você deve ser cauteloso ao dirigir à noite. Ela era cautelosa com seus investimentos e não perdeu dinheiro. Ele será cauteloso quando encontrar estranhos.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cheeky",
      "translation": "trapaceiro",
      "definition": "Having or showing a slightly impolite or improper sense of humor.",
      "definition_translation": "Tendo ou mostrando um senso de humor ligeiramente grosseiro ou impróprio.",
      "example": "She was a cheeky student, always making jokes in class. She had been very cheeky with her siblings when she was young. She will be a cheeky old lady, playing pranks on her grandkids.",
      "example_translation": "Ela era uma estudante trapaceira, sempre fazendo piadas em sala de aula. Ela havia sido muito trapaceira com seus irmãos quando era jovem. Ela será uma senhora trapaceira, fazendo pegadinhas em seus netos.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "childish",
      "translation": "infantil",
      "definition": "Characterized by or resembling the attitudes, interests, or behavior of children.",
      "definition_translation": "Caracterizado por ou semelhante às atitudes, interesses ou comportamento das crianças.",
      "example": "He was behaving in a childish way, throwing toys around the room. She had a childish fascination with cartoons. They will have a childish sense of wonder on their wedding day.",
      "example_translation": "Ele estava se comportando de forma infantil, jogando brinquedos ao redor do quarto. Ela tinha uma fascinação infantil com desenhos animados. Eles terão um senso de espanto infantil no seu dia de casamento.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "clumsy",
      "translation": "desajeitado",
      "definition": "Awkward in movement or action; lacking grace or coordination.",
      "definition_translation": "Desajeitado no movimento ou ação; falta de graça ou coordenação.",
      "example": "He was a clumsy dancer, tripping over his own feet. She had been clumsy with her words, saying the wrong things. They will be clumsy in their first cooking class.",
      "example_translation": "Ele era um dançarino desajeitado, tropeçando sobre os próprios pés. Ela havia sido desajeitada com suas palavras, dizendo as coisas erradas. Eles serão desajeitados na sua primeira aula de culinária.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "communicative",
      "translation": "comunicativo",
      "definition": "Willing to talk and share ideas; able to express thoughts and feelings effectively.",
      "definition_translation": "Disposto a falar e compartilhar ideias; capaz de expressar pensamentos e sentimentos de forma eficaz.",
      "example": "She was a communicative teacher, encouraging her students to ask questions. He had been communicative with his partner, discussing their problems. They will be communicative in their team meeting, sharing their ideas.",
      "example_translation": "Ela era uma professora comunicativa, encorajando seus alunos a fazer perguntas. Ele havia sido comunicativo com seu parceiro, discutindo seus problemas. Eles serão comunicativos na sua reunião de equipe, compartilhando suas ideias.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "competitive",
      "translation": "competitivo",
      "definition": "relating to or characterized by competition; having a strong desire to win or be better than others",
      "definition_translation": "relacionado à ou caracterizado pela competição; tendo um forte desejo de vencer ou ser melhor que os outros",
      "example": "She was competitive in sports, always trying to improve her performance. She has been competitive since she was a child. She will be competitive in the next Olympics.",
      "example_translation": "Ela era competitiva nos esportes, sempre tentando melhorar seu desempenho. Ela tem sido competitiva desde que era uma criança. Ela será competitiva nas próximas Olimpíadas.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "conceited",
      "translation": "presunçoso",
      "definition": "having or showing an excessively high opinion of oneself, one's abilities, or one's appearance",
      "definition_translation": "tendo ou mostrando uma opinião excessivamente alta de si mesmo, suas habilidades ou sua aparência",
      "example": "He was so conceited that he wouldn't listen to anyone's advice. He has been conceited since he started his new job. He will be conceited until someone teaches him a lesson.",
      "example_translation": "Ele era tão presunçoso que não ouviria o conselho de ninguém. Ele tem sido presunçoso desde que começou seu novo trabalho. Ele será presunçoso até que alguém o ensine uma lição.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "concerned",
      "translation": "preocupado",
      "definition": "feeling worried or anxious about something or someone",
      "definition_translation": "sentindo-se preocupado ou ansioso sobre algo ou alguém",
      "example": "I am concerned about my friend's health. She was concerned about her exam results. They will be concerned about the company's financial situation.",
      "example_translation": "Estou preocupado com a saúde do meu amigo. Ela estava preocupada com os resultados dos seus exames. Eles estarão preocupados com a situação financeira da empresa.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "conservative",
      "translation": "conservador",
      "definition": "having or showing a desire to preserve traditional institutions, values, and ways of life",
      "definition_translation": "tendo ou mostrando um desejo de preservar instituições, valores e formas de vida tradicionais",
      "example": "He was a conservative politician who opposed changes to the constitution. She has been conservative in her investments, preferring low-risk options. They will be conservative in their spending, trying to save money.",
      "example_translation": "Ele era um político conservador que se opunha às mudanças na constituição. Ela tem sido conservadora em seus investimentos, preferindo opções de baixo risco. Eles serão conservadores em seus gastos, tentando economizar dinheiro.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "content",
      "translation": "conteúdo",
      "definition": "Feeling or showing pleasure or satisfaction; happy and relaxed.",
      "definition_translation": "Sentindo ou mostrando prazer ou satisfação; feliz e relaxado.",
      "example": "I was content with the way the project turned out. Yesterday, I was content with my life. Tomorrow, I will be content with my decision.",
      "example_translation": "Eu estava contente com o resultado do projeto. Ontem, eu estava contente com minha vida. Amanhã, eu estarei contente com minha decisão.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "conventional",
      "translation": "convencional",
      "definition": "Following the usual or traditional customs, rules, or ways of doing things.",
      "definition_translation": "Segue as costume ou regras tradicionais ou maneiras de fazer as coisas.",
      "example": "The company always follows conventional practices in their industry. In the past, people were conventional in their behavior. Tomorrow, the artist will create a non-conventional piece of art.",
      "example_translation": "A empresa sempre segue práticas convencionais em sua indústria. No passado, as pessoas eram convencionais em seu comportamento. Amanhã, o artista criará uma peça de arte não convencional.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cooperative",
      "translation": "cooperativa",
      "definition": "Willing to work together and help each other.",
      "definition_translation": "Disposto a trabalhar juntos e ajudar um ao outro.",
      "example": "The cooperative bank helped the community financially. Yesterday, the team was cooperative during the meeting. In the future, the two companies will form a cooperative partnership.",
      "example_translation": "O banco cooperativo ajudou a comunidade financeiramente. Ontem, a equipe foi cooperativa durante a reunião. No futuro, as duas empresas formarão uma parceria cooperativa.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cowardly",
      "translation": "covarde",
      "definition": "Lacking courage or strength in the face of danger or difficulty.",
      "definition_translation": "Faltando coragem ou força diante do perigo ou dificuldade.",
      "example": "He showed a cowardly behavior during the crisis. Yesterday, the cowardly act was condemned by everyone. Tomorrow, the hero will not act cowardly in the face of danger.",
      "example_translation": "Ele mostrou um comportamento covarde durante a crise. Ontem, o ato covarde foi condenado por todos. Amanhã, o herói não agirá covardemente diante do perigo.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "decent",
      "translation": "decente",
      "definition": "Having a high standard of morality, behavior, or taste; respectable and righteous.",
      "definition_translation": "Tendo um padrão alto de moralidade, comportamento ou gosto; respeitável e reto.",
      "example": "She was a decent person who always helped those in need. She has been decent to me since I moved to the city. She will decently respect the rules.",
      "example_translation": "Ela era uma pessoa decente que sempre ajudava aqueles que precisavam. Ela tem sido decente comigo desde que me mudei para a cidade. Ela irá respeitar decentemente as regras.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "decisive",
      "translation": "decisivo",
      "definition": "Having or showing the ability to make decisions quickly and confidently.",
      "definition_translation": "Tendo ou mostrando a habilidade de tomar decisões rapidamente e com confiança.",
      "example": "He was a decisive leader who made tough decisions. He has been decisive in his career choices. He will be decisive in his vote.",
      "example_translation": "Ele era um líder decisivo que tomar decisões difíceis. Ele tem sido decisivo em suas escolhas de carreira. Ele será decisivo em seu voto.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "demanding",
      "translation": "exigente",
      "definition": "Requiring a great deal of effort, time, or attention; severe or strict.",
      "definition_translation": "Requerendo um grande esforço, tempo ou atenção; severo ou estrito.",
      "example": "The job was demanding and required a lot of hard work. She has been demanding in her expectations. He will be demanding in his negotiations.",
      "example_translation": "O trabalho foi exigente e requeriu muito trabalho duro. Ela tem sido exigente em suas expectativas. Ele será exigente em suas negociações.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "depressing",
      "translation": "deprimido",
      "definition": "Causing feelings of sadness or hopelessness; gloomy or unpleasant.",
      "definition_translation": "Causando sentimentos de tristeza ou desesperança; sombrio ou desagradável.",
      "example": "The news was depressing and made me feel sad. The weather has been depressing lately. The economy will be depressing in the coming years.",
      "example_translation": "As notícias foram deprimidas e me fizeram sentir triste. O tempo tem sido deprimido ultimamente. A economia será deprimida nos próximos anos.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "desperate",
      "translation": "desesperado",
      "definition": "feeling or showing a strong desire to do something because you are in a difficult situation and do not know what to do",
      "definition_translation": "sentindo ou mostrando uma forte vontade de fazer algo porque você está em uma situação difícil e não sabe o que fazer",
      "example": "I was desperate to get out of the burning building. I had been desperate to find a job for months. I will be desperate to see my family again.",
      "example_translation": "Eu estava desesperado para sair do prédio em chamas. Eu havia estado desesperado para encontrar um emprego por meses. Estarei desesperado para ver minha família novamente.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "determined",
      "translation": "determinado",
      "definition": "having made a firm decision or having a strong intention to do something",
      "definition_translation": "tendo feito uma decisão firme ou tendo uma intenção forte de fazer algo",
      "example": "She was determined to finish the marathon. He had been determined to learn how to play the guitar. They will be determined to succeed in their business.",
      "example_translation": "Ela estava determinada a terminar o maratona. Ele havia estado determinado a aprender a tocar guitarra. Eles estarão determinados a ter sucesso nos seus negócios.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "devoted",
      "translation": "dedicado",
      "definition": "giving a lot of time, love, or energy to something or someone because you care about them very much",
      "definition_translation": "dando muito tempo, amor ou energia para algo ou alguém porque você se preocupa muito com eles",
      "example": "She was devoted to her family. He had been devoted to his work for years. They will be devoted to their charity.",
      "example_translation": "Ela era dedicada à sua família. Ele havia sido dedicado ao seu trabalho por anos. Eles estarão dedicados à sua caridade.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "diligent",
      "translation": "diligente",
      "definition": "doing things carefully and with a lot of effort, in order to achieve a good result",
      "definition_translation": "fazendo coisas cuidadosamente e com muito esforço, para alcançar um bom resultado",
      "example": "She was diligent in her research. He had been diligent in his studies. They will be diligent in their preparation for the exam.",
      "example_translation": "Ela era diligente em sua pesquisa. Ele havia sido diligente em seus estudos. Eles estarão diligentes em sua preparação para o exame.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dishonest",
      "translation": "desonesto",
      "definition": "Not honest or truthful; willing to deceive or cheat others.",
      "definition_translation": "Não honesto ou verdadeiro; disposto a enganar ou trapacear os outros.",
      "example": "She was fired from her job for being dishonest with her boss. She had been dishonest about her work experience, and she is being dishonest about her reasons for leaving. She will be dishonest again in her next job.",
      "example_translation": "Ela foi demitida do seu trabalho por ser desonesta com seu chefe. Ela havia sido desonesta sobre sua experiência de trabalho e está sendo desonesta sobre seus motivos para sair. Ela será desonesta novamente em seu próximo trabalho.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "disorganized",
      "translation": "desorganizado",
      "definition": "Lacking a systematic or organized approach; chaotic or unordered.",
      "definition_translation": "Faltando uma abordagem sistemática ou organizada; caótico ou desordenado.",
      "example": "The company's disorganized filing system made it difficult to find important documents. The disorganized group project led to confusion and mistakes. By next year, they hope to have a more organized system.",
      "example_translation": "O sistema de arquivamento desorganizado da empresa tornou difícil encontrar documentos importantes. O projeto de grupo desorganizado levou à confusão e erros. Até o próximo ano, eles esperam ter um sistema mais organizado.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dissatisfied",
      "translation": "insatisfeito",
      "definition": "Not pleased or satisfied with something; unhappy or discontented.",
      "definition_translation": "Não satisfeito ou feliz com algo; infeliz ou descontente.",
      "example": "The customer was dissatisfied with the service and filed a complaint. She was dissatisfied with her job and decided to quit. He will be dissatisfied if he doesn't get a refund.",
      "example_translation": "O cliente estava insatisfeito com o serviço e apresentou uma reclamação. Ela estava insatisfeita com seu trabalho e decidiu sair. Ele estará insatisfeito se não receber um reembolso.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "distressing",
      "translation": "perturbador",
      "definition": "Causing emotional pain or discomfort; upsetting or disturbing.",
      "definition_translation": "Causando dor emocional ou desconforto; perturbador ou distúrbio.",
      "example": "The news of the natural disaster was distressing to everyone. The patient found the medical procedure distressing and opted for an alternative. The athlete found the loss distressing, but vowed to bounce back.",
      "example_translation": "A notícia do desastre natural foi perturbadora para todos. O paciente encontrou o procedimento médico perturbador e optou por uma alternativa. O atleta encontrou a perda perturbadora, mas se comprometeu a reverter.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "emotional",
      "translation": "emocional",
      "definition": "Relating to or characterized by emotion, intense feelings or sensitivity.",
      "definition_translation": "Relativo a ou caracterizado por emoção, sentimentos intensos ou sensibilidade.",
      "example": "She was emotional during the movie, but he was unmoved. She has been emotional all day, crying about everything. She will be emotional when she sees her childhood home again.",
      "example_translation": "Ela era emocional durante o filme, mas ele não se comoveu. Ela tem sido emocional o dia todo, chorando sobre tudo. Ela será emocional quando ver sua casa de infância novamente.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "encouraging",
      "translation": "encorajador",
      "definition": "Giving support or confidence, offering praise or approval.",
      "definition_translation": "Dando apoio ou confiança, oferecendo elogios ou aprovação.",
      "example": "His encouraging words helped her to overcome her fears. She has been encouraging him to pursue his dreams. They will be encouraging their team to win the championship.",
      "example_translation": "Suas palavras encorajadoras a ajudaram a superar seus medos. Ela tem sido encorajadora para que ele perseguisse seus sonhos. Eles serão encorajadores para que sua equipe ganhe o campeonato.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "energetic",
      "translation": "energético",
      "definition": "Having or showing a lot of energy, vitality, or enthusiasm.",
      "definition_translation": "Tendo ou mostrando muita energia, vitalidade ou entusiasmo.",
      "example": "He was energetic and active all day, never getting tired. She has been energetic and lively, always ready to go. They will be energetic and motivated to finish the project.",
      "example_translation": "Ele foi energético e ativo o dia todo, nunca se cansando. Ela tem sido energética e viva, sempre pronta para ir. Eles serão energéticos e motivados para terminar o projeto.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "entertaining",
      "translation": "divertido",
      "definition": "Providing amusement or enjoyment, engaging or interesting.",
      "definition_translation": "Providenciando diversão ou prazer, atraente ou interessante.",
      "example": "The movie was entertaining, I loved the special effects. He has been entertaining the guests all night, telling jokes and stories. They will be entertaining the crowd with their music and dance.",
      "example_translation": "O filme foi divertido, eu amei os efeitos especiais. Ele tem sido divertido os convidados a noite toda, contando piadas e histórias. Eles serão divertidos para a multidão com sua música e dança.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "enthusiastic",
      "translation": "entusiasta",
      "definition": "Having or showing intense and excited interest in something; feeling or showing enthusiastic excitement.",
      "definition_translation": "Tendo ou mostrando interesse intenso e emocionado em algo; sentindo ou mostrando entusiasmo emocionado.",
      "example": "She was enthusiastic about the new project, and her team was motivated by her energy. In the past, she had been enthusiastic about similar initiatives, and she will continue to be enthusiastic about them in the future.",
      "example_translation": "Ela estava entusiasta sobre o novo projeto, e sua equipe foi motivada pela sua energia. No passado, ela havia sido entusiasta sobre iniciativas semelhantes, e ela continuará a ser entusiasta sobre elas no futuro.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "evil",
      "translation": "malvado",
      "definition": "Having or showing a wish to do harm to someone; having a wicked or malevolent nature.",
      "definition_translation": "Tendo ou mostrando um desejo de fazer mal a alguém; tendo uma natureza perversa ou malévola.",
      "example": "The villain in the movie was evil and sought to destroy the city. In the past, he had done evil things, and he will continue to do evil things in the future.",
      "example_translation": "O vilão no filme era malvado e buscava destruir a cidade. No passado, ele havia feito coisas ruins, e ele continuará a fazer coisas ruins no futuro.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "exhausting",
      "translation": "exaustivo",
      "definition": "Causing extreme physical or mental tiredness; extremely tiring.",
      "definition_translation": "Causando cansaço físico ou mental extremo; extremamente cansativo.",
      "example": "The marathon was exhausting, and the runners needed a long rest afterwards. In the past, they had trained for months to prepare for the exhausting event, and they will continue to train for similar events in the future.",
      "example_translation": "O maratona foi exaustivo, e os corredores precisavam de um longo descanso após isso. No passado, eles haviam treinado por meses para se preparar para o evento exaustivo, e eles continuarão a treinar para eventos semelhantes no futuro.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "expert",
      "translation": "especialista",
      "definition": "Having or showing a high level of knowledge or skill in a particular area; a person with a high level of knowledge or skill in a particular area.",
      "definition_translation": "Tendo ou mostrando um alto nível de conhecimento ou habilidade em uma área particular; uma pessoa com um alto nível de conhecimento ou habilidade em uma área particular.",
      "example": "The expert in the field was able to explain the complex concept in detail. In the past, she had worked with experts to develop new solutions, and she will continue to work with experts in the future.",
      "example_translation": "O especialista no campo foi capaz de explicar o conceito complexo em detalhes. No passado, ela havia trabalhado com especialistas para desenvolver novas soluções, e ela continuará a trabalhar com especialistas no futuro.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "faithful",
      "translation": "fiel",
      "definition": "Having or showing a strong and constant support or loyalty to a person, organization, or idea.",
      "definition_translation": "Tendo ou mostrando um forte e constante apoio ou lealdade a uma pessoa, organização ou ideia.",
      "example": "She has been faithful to her partner for many years. She was faithful to her friend in times of need. She will be faithful to her principles.",
      "example_translation": "Ela tem sido fiel ao seu parceiro por muitos anos. Ela foi fiel ao seu amigo em tempos de necessidade. Ela será fiel aos seus princípios.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fascinated",
      "translation": "fascinado",
      "definition": "Having a strong and unusual interest in something or someone.",
      "definition_translation": "Tendo um forte e incomum interesse em algo ou alguém.",
      "example": "I was fascinated by the documentary on wildlife. She is fascinated by the ancient civilizations. They were fascinated by the magic show.",
      "example_translation": "Eu fui fascinado pelo documentário sobre vida selvagem. Ela está fascinada pelas civilizações antigas. Eles foram fascinados pelo show de magia.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fascinating",
      "translation": "fascinante",
      "definition": "Extremely interesting or attractive.",
      "definition_translation": "Extremamente interessante ou atraente.",
      "example": "The fascinating story of the explorer's journey is told in the book. The fascinating world of science is full of mysteries. The fascinating culture of Japan is a mix of traditional and modern.",
      "example_translation": "A fascinante história da jornada do explorador é contada no livro. O fascinante mundo da ciência está cheio de mistérios. A fascinante cultura do Japão é uma mistura de tradicional e moderno.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fierce",
      "translation": "feroz",
      "definition": "Showing a strong and aggressive determination or emotion.",
      "definition_translation": "Mostrando uma forte e agressiva determinação ou emoção.",
      "example": "The fierce warrior fought bravely in the battle. The fierce lion protected its territory. The fierce storm caused destruction in the city.",
      "example_translation": "O feroz guerreiro lutou bravamente na batalha. O feroz leão protegeu seu território. A tempestade feroz causou destruição na cidade.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "foolish",
      "translation": "tolo",
      "definition": "lacking good sense or judgment; silly",
      "definition_translation": "faltando bom senso ou julgamento; bobo",
      "example": "He was foolish to invest all his money in that risky venture. He has been foolish about her for years. He will be foolish to turn down that offer.",
      "example_translation": "Ele foi tolo em investir todo seu dinheiro em essa empresa arriscada. Ele tem sido tolo por ela há anos. Ele será tolo em recusar essa oferta.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "furious",
      "translation": "furioso",
      "definition": "extremely angry or violent",
      "definition_translation": "extremamente zangado ou violento",
      "example": "She was furious when she found out he had lied to her. He has been furious about the situation for weeks. He will be furious if he finds out what they did.",
      "example_translation": "Ela estava furiosa quando descobriu que ele havia mentido para ela. Ele tem estado furioso sobre a situação por semanas. Ele será furioso se descobrir o que eles fizeram.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "greedy",
      "translation": "ganancioso",
      "definition": "having or showing an intense and selfish desire for something, especially food or money",
      "definition_translation": "tendo ou mostrando um desejo intenso e egoísta por algo, especialmente comida ou dinheiro",
      "example": "He was greedy and took more than his fair share. She has been greedy about her inheritance. They will be greedy if they get the opportunity.",
      "example_translation": "Ele foi ganancioso e pegou mais do que sua parte justa. Ela tem sido gananciosa sobre sua herança. Eles serão gananciosos se tiverem a oportunidade.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hard",
      "translation": "difícil",
      "definition": "strong and firm in texture or structure",
      "definition_translation": "forte e firme em textura ou estrutura",
      "example": "He worked hard to achieve his goals. She has been working hard on her project. They will work hard to finish the task on time.",
      "example_translation": "Ele trabalhou duro para alcançar seus objetivos. Ela tem estado trabalhando duro em seu projeto. Eles trabalharão duro para terminar a tarefa no prazo.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "independent",
      "translation": "independente",
      "definition": "Not relying on others for support or guidance; self-sufficient.",
      "definition_translation": "Não dependendo de outros para apoio ou orientação; autossuficiente.",
      "example": "She has always been an independent person, preferring to make her own decisions. She was independent in her college days, and now she is an independent businesswoman. She will be independent in her old age, living on her own terms.",
      "example_translation": "Ela sempre foi uma pessoa independente, preferindo tomar suas próprias decisões. Ela era independente nos seus dias de faculdade, e agora ela é uma empresária independente. Ela será independente na sua velhice, vivendo em seus próprios termos.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "inexperienced",
      "translation": "inexperiente",
      "definition": "Lacking experience or knowledge in a particular field or activity.",
      "definition_translation": "Faltando experiência ou conhecimento em um campo ou atividade particular.",
      "example": "He was an inexperienced driver, so he drove very cautiously. She had been an inexperienced teacher, but now she is a seasoned educator. He will be an inexperienced parent, but he will learn quickly.",
      "example_translation": "Ele era um motorista inexperiente, então ele dirigia muito cautelosamente. Ela havia sido uma professora inexperiente, mas agora ela é uma educadora experiente. Ele será um pai inexperiente, mas ele aprenderá rapidamente.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "innocent",
      "translation": "inocente",
      "definition": "Free from guilt or sin; harmless.",
      "definition_translation": "Livre de culpa ou pecado; inofensivo.",
      "example": "The innocent child didn't know what was happening. She looked innocent, but she was guilty of the crime. He will be innocent until proven guilty.",
      "example_translation": "A criança inocente não sabia o que estava acontecendo. Ela parecia inocente, mas ela era culpada do crime. Ele será inocente até que seja provado culpado.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "insincere",
      "translation": "insincero",
      "definition": "Not genuine or sincere; pretending to feel or be something one is not.",
      "definition_translation": "Não genuíno ou sincero; fingindo sentir ou ser algo que não é.",
      "example": "He made an insincere apology, and she didn't believe him. She had been insincere in her dealings with him. He will be insincere if he doesn't mean what he says.",
      "example_translation": "Ele fez um pedido de desculpas insincero, e ela não acreditou nele. Ela havia sido insincera em seus negócios com ele. Ele será insincero se não significa o que diz.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "intellectual",
      "translation": "intelectual",
      "definition": "A person who is highly educated and knowledgeable, especially in the arts and sciences.",
      "definition_translation": "Uma pessoa que é altamente educada e conhecedora, especialmente nas artes e ciências.",
      "example": "She is an intellectual who has written several books on philosophy. She was an intellectual who had a deep understanding of the subject. She will be an intellectual who will change the world with her ideas.",
      "example_translation": "Ela é uma intelectual que escreveu vários livros sobre filosofia. Ela era uma intelectual que tinha uma compreensão profunda do assunto. Ela será uma intelectual que mudará o mundo com suas ideias.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "irresponsible",
      "translation": "irresponsável",
      "definition": "Lacking a sense of responsibility, careless, or reckless.",
      "definition_translation": "Faltando sentido de responsabilidade, descuidado ou temerário.",
      "example": "He was irresponsible with his finances, which led to debt. She is irresponsible and always breaks her promises. They will be irresponsible and cause harm to the environment.",
      "example_translation": "Ele foi irresponsável com suas finanças, o que levou à dívida. Ela é irresponsável e sempre quebra suas promessas. Eles serão irresponsáveis e causarão danos ao meio ambiente.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "irritated",
      "translation": "irritado",
      "definition": "Feeling or showing annoyance or displeasure.",
      "definition_translation": "Sensação ou mostrando aborrecimento ou desprazer.",
      "example": "I was irritated by the noise from the construction site. She gets irritated easily when people are late. They will be irritated by the poor customer service.",
      "example_translation": "Eu estava irritado pelo barulho do local de construção. Ela se irrita facilmente quando as pessoas são atrasadas. Eles serão irritados pelo péssimo atendimento ao cliente.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "irritating",
      "translation": "irritante",
      "definition": "Causing annoyance or displeasure.",
      "definition_translation": "Causando aborrecimento ou desprazer.",
      "example": "The smell of cigarette smoke is irritating to me. The noise from the neighbors was irritating her. The itching sensation will be irritating to him.",
      "example_translation": "O cheiro de fumaça de cigarro é irritante para mim. O barulho dos vizinhos estava irritante para ela. A sensação de coceira será irritante para ele.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "loyal",
      "translation": "leal",
      "definition": "Giving or showing firm and constant support or allegiance to a person or institution.",
      "definition_translation": "Dando ou mostrando apoio firme e constante a uma pessoa ou instituição.",
      "example": "She was a loyal customer to the company for many years, and they rewarded her with a loyalty program. She is being loyal to her husband by standing by him through thick and thin. She will be loyal to her new employer and work hard to prove herself.",
      "example_translation": "Ela foi uma cliente leal à empresa por muitos anos, e eles a recompensaram com um programa de lealdade. Ela está sendo leal ao seu marido, apoiando-o em momentos de dificuldade e prosperidade. Ela será leal ao seu novo empregador e trabalhará arduamente para se provar.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mature",
      "translation": "maduro",
      "definition": "Showing a high level of emotional development and stability.",
      "definition_translation": "Mostrando um alto nível de desenvolvimento emocional e estabilidade.",
      "example": "He was very mature for his age, and everyone respected him for his wisdom. She matured a lot after going through a difficult breakup. They will mature into responsible adults in a few years.",
      "example_translation": "Ele era muito maduro para sua idade, e todos o respeitavam por sua sabedoria. Ela amadureceu muito após passar por um término difícil. Eles amadurecerão em adultos responsáveis em alguns anos.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mean",
      "translation": "médio",
      "definition": "Having or showing an intention to harm or offend someone.",
      "definition_translation": "Tendo ou mostrando uma intenção de prejudicar ou ofender alguém.",
      "example": "He was mean to his brother, and it hurt his feelings. She didn't mean to hurt her friend's feelings, but it happened anyway. They will mean well, but their actions will still cause harm.",
      "example_translation": "Ele foi médio ao seu irmão, e isso magoou seus sentimentos. Ela não queria magoar os sentimentos de seu amigo, mas aconteceu mesmo assim. Eles terão boas intenções, mas suas ações ainda causarão danos.",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mean",
      "translation": "significar",
      "definition": "Intending to convey or express a particular idea or feeling.",
      "definition_translation": "Tendo a intenção de transmitir ou expressar uma ideia ou sentimento particular.",
      "example": "What do you mean by that? She means that she wants to go to the party. He meant to say that he loves her, but he didn't have the courage.",
      "example_translation": "O que você quer dizer com isso? Ela significa que ela quer ir à festa. Ele quis dizer que ele a ama, mas não teve coragem.",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mental",
      "translation": "mental",
      "definition": "Relating to the mind; concerned with mental processes or faculties.",
      "definition_translation": "Relacionado com a mente; preocupado com processos ou faculdades mentais.",
      "example": "She has been feeling mental exhaustion after working long hours. She will have to take a break to clear her mind. She had been studying mental health and wellness.",
      "example_translation": "Ela tem sentido exaustão mental após trabalhar longas horas. Ela terá que fazer uma pausa para clarear sua mente. Ela havia estudado saúde mental e bem-estar.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "miserable",
      "translation": "miserável",
      "definition": "Feeling or showing great unhappiness or discomfort.",
      "definition_translation": "Sentindo ou mostrando grande infelicidade ou desconforto.",
      "example": "He was miserable during the winter months due to the lack of sunlight. He is miserable about his current job situation. He will be miserable if he doesn't get a promotion.",
      "example_translation": "Ele estava miserável durante os meses de inverno devido à falta de luz solar. Ele está miserável sobre sua situação atual de trabalho. Ele será miserável se não receber uma promoção.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "motivated",
      "translation": "motivado",
      "definition": "Having a strong enthusiasm or interest in doing something.",
      "definition_translation": "Tendo um forte entusiasmo ou interesse em fazer algo.",
      "example": "She was motivated to finish her project on time. She is motivated to learn new skills. She will be motivated to achieve her goals.",
      "example_translation": "Ela estava motivada para terminar seu projeto no prazo. Ela está motivada para aprender novas habilidades. Ela será motivada para alcançar seus objetivos.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "moving",
      "translation": "emocionante",
      "definition": "Causing strong feelings of sadness or sympathy.",
      "definition_translation": "Causando fortes sentimentos de tristeza ou simpatia.",
      "example": "The moving speech by the CEO inspired the employees. The moving scene in the movie made me cry. The moving experience at the concert will stay with me forever.",
      "example_translation": "O discurso emocionante do CEO inspirou os funcionários. A cena emocionante no filme me fez chorar. A experiência emocionante no concerto ficará comigo para sempre.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nasty",
      "translation": "nojento",
      "definition": "Having or showing a strong and unpleasant smell; dirty and unpleasant.",
      "definition_translation": "Tendo ou mostrando um cheiro forte e desagradável; sujo e desagradável.",
      "example": "The nasty smell of the garbage was overwhelming. I had been nasty to her earlier. I will not be nasty to anyone.",
      "example_translation": "O nojento cheiro do lixo era esmagador. Eu havia sido nojento com ela anteriormente. Eu não serei nojento com ninguém.",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "naughty",
      "translation": "mal-comportado",
      "definition": "Behaving or done in a way that is slightly bad or wrong, but not very bad.",
      "definition_translation": "Comportando-se ou feito de uma maneira que é um pouco ruim ou errado, mas não muito ruim.",
      "example": "She was a naughty child. He was naughty and didn't listen to his parents. They will be naughty and break the rules.",
      "example_translation": "Ela era uma criança mal-comportada. Ele foi mal-comportado e não ouviu seus pais. Eles serão mal-comportados e quebrarão as regras.",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "obedient",
      "translation": "obediente",
      "definition": "Doing what someone in authority tells you to do; following rules or instructions.",
      "definition_translation": "Fazendo o que alguém em autoridade lhe diz para fazer; seguindo regras ou instruções.",
      "example": "She was an obedient student. He was obedient and followed the instructions. They will be obedient and do what they are told.",
      "example_translation": "Ela era uma aluna obediente. Ele foi obediente e seguiu as instruções. Eles serão obedientes e farão o que lhes for dito.",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "objective",
      "translation": "objetivo",
      "definition": "A goal or target to be achieved; a judgment or opinion that is based on facts.",
      "definition_translation": "Um objetivo ou alvo a ser alcançado; um julgamento ou opinião que é baseado em fatos.",
      "example": "The objective of the project was to increase sales. The teacher was objective in her marking. The company will be objective in its selection process.",
      "example_translation": "O objetivo do projeto era aumentar as vendas. A professora foi objetiva em sua marcação. A empresa será objetiva em seu processo de seleção.",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "offensive",
      "translation": "ofensivo",
      "definition": "Causing someone to feel angry or upset; unpleasant or rude.",
      "definition_translation": "Causando que alguém se sinta zangado ou incomodado; desagradável ou rude.",
      "example": "The offensive comment sparked outrage on social media. The team was accused of making offensive gestures during the game. The company will launch a new campaign to reduce offensive advertising.",
      "example_translation": "O comentário ofensivo provocou indignação nas mídias sociais. A equipe foi acusada de fazer gestos ofensivos durante o jogo. A empresa lançará uma nova campanha para reduzir a publicidade ofensiva.",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "optimistic",
      "translation": "otimista",
      "definition": "Having a positive attitude towards the future or the outcome of something; expecting good things to happen.",
      "definition_translation": "Tendo uma atitude positiva em relação ao futuro ou ao resultado de algo; esperando que coisas boas aconteçam.",
      "example": "She was optimistic about the job offer. He was optimistic that the team would win the championship. They were optimistic about the future of the company.",
      "example_translation": "Ela foi otimista sobre a oferta de emprego. Ele era otimista de que a equipe venceria o campeonato. Eles foram otimistas sobre o futuro da empresa.",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "organized",
      "translation": "organizado",
      "definition": "Planned and coordinated in a systematic way; having a structured and efficient system.",
      "definition_translation": "Planejado e coordenado de forma sistemática; tendo um sistema estruturado e eficiente.",
      "example": "The team was organized and efficient in their approach. The company was organized into different departments. She was organized and managed her time well.",
      "example_translation": "A equipe foi organizada e eficiente em sua abordagem. A empresa foi organizada em diferentes departamentos. Ela foi organizada e gerenciou seu tempo bem.",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "outrageous",
      "translation": "ultrajante",
      "definition": "Extremely bad or unacceptable; causing shock or anger.",
      "definition_translation": "Extremamente ruim ou inaceitável; causando choque ou raiva.",
      "example": "The outrageous behavior of the celebrity sparked controversy. The company was accused of making outrageous claims about their product. The outrageous prices of the concert tickets shocked fans.",
      "example_translation": "O comportamento ultrajante do celebridade provocou controvérsia. A empresa foi acusada de fazer alegações ultrajantes sobre seu produto. Os preços ultrajantes dos ingressos do concerto chocaram os fãs.",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "painful",
      "translation": "doloroso",
      "definition": "Causing physical or emotional distress or discomfort.",
      "definition_translation": "Causando dor física ou emoção desconfortável.",
      "example": "The patient experienced a painful recovery after surgery. She had been in painful labor for hours. The team will experience a painful defeat tomorrow.",
      "example_translation": "O paciente experimentou uma recuperação dolorosa após a cirurgia. Ela havia sido em trabalho de parto doloroso por horas. A equipe experimentará uma derrota dolorosa amanhã.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "passionate",
      "translation": "apaixonado",
      "definition": "Showing or feeling strong emotions, especially love or enthusiasm.",
      "definition_translation": "Mostrando ou sentindo fortes emoções, especialmente amor ou entusiasmo.",
      "example": "She is passionate about her work. He was passionate about playing the guitar. They will be passionate about their new project.",
      "example_translation": "Ela é apaixonada pelo seu trabalho. Ele foi apaixonado por tocar guitarra. Eles serão apaixonados sobre seu novo projeto.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "passive",
      "translation": "passivo",
      "definition": "Not taking an active part in something, rather allowing things to happen.",
      "definition_translation": "Não participando ativamente em algo, em vez disso permitindo que as coisas aconteçam.",
      "example": "The company took a passive approach to the crisis. The students were passive during the lesson. The government will be passive in the face of protests.",
      "example_translation": "A empresa tomou uma abordagem passiva para a crise. Os alunos foram passivos durante a lição. O governo será passivo diante dos protestos.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pessimistic",
      "translation": "pessimista",
      "definition": "Having a negative outlook or attitude, expecting bad things to happen.",
      "definition_translation": "Tendo uma visão negativa ou atitude, esperando coisas ruins aconteceram.",
      "example": "He was pessimistic about the team's chances of winning. She has been pessimistic about her future. They will be pessimistic about the economic outlook.",
      "example_translation": "Ele foi pessimista sobre as chances da equipe de vencer. Ela tem sido pessimista sobre seu futuro. Eles serão pessimistas sobre a perspectiva econômica.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "petrified",
      "translation": "petrificado",
      "definition": "extremely frightened or shocked, often to the point of being unable to move or act",
      "definition_translation": "extremamente assustado ou chocado, muitas vezes até o ponto de não poder mover-se ou agir",
      "example": "I was petrified when I saw the spider crawling towards me. I had been petrified of spiders since I was a kid. I will be petrified if I have to give a presentation in front of a large audience.",
      "example_translation": "Eu estava petrificado quando vi a aranha rastejando em minha direção. Eu havia sido petrificado de aranhas desde pequeno. Estarei petrificado se tiver que fazer uma apresentação em frente a uma grande plateia.",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "practical",
      "translation": "prático",
      "definition": "able to be used or done, and likely to be effective or successful",
      "definition_translation": "capaz de ser usado ou feito, e provável de ser eficaz ou bem-sucedido",
      "example": "The practical skills I learned in college have been very useful in my job. She was a very practical person, always thinking about how to solve problems. I will try to be more practical and plan my finances better.",
      "example_translation": "As habilidades práticas que eu aprendi na faculdade têm sido muito úteis no meu trabalho. Ela era uma pessoa muito prática, sempre pensando em como resolver problemas. Vou tentar ser mais prático e planejar minhas finanças melhor.",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "professional",
      "translation": "profissional",
      "definition": "relating to or connected with a job or occupation that requires special training or skill",
      "definition_translation": "relacionado a ou conectado com um emprego ou ocupação que requer treinamento ou habilidade especial",
      "example": "She is a professional dancer and has been performing for over 10 years. He has a very professional attitude and is always on time. I need to be more professional in my communication with clients.",
      "example_translation": "Ela é uma dançarina profissional e tem sido performando há mais de 10 anos. Ele tem uma atitude muito profissional e sempre chega no horário. Eu preciso ser mais profissional em minha comunicação com clientes.",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "puzzled",
      "translation": "perplexo",
      "definition": "feeling or showing confusion or uncertainty",
      "definition_translation": "sentindo ou mostrando confusão ou incerteza",
      "example": "I was puzzled by the math problem and couldn't solve it. She looked puzzled when I told her the news. I will be puzzled if I don't understand the instructions.",
      "example_translation": "Eu estava perplexo pelo problema de matemática e não consegui resolvê-lo. Ela parecia perplexa quando eu lhe disse a notícia. Estarei perplexo se não entender as instruções.",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "qualified",
      "translation": "qualificado",
      "definition": "Having the necessary skills, experience, or knowledge to do a particular job or activity.",
      "definition_translation": "Tendo as habilidades, experiência ou conhecimento necessários para fazer um determinado trabalho ou atividade.",
      "example": "She was a qualified teacher with over 10 years of experience. She qualifies for the job. She will qualify for the scholarship next year.",
      "example_translation": "Ela era uma professora qualificada com mais de 10 anos de experiência. Ela se qualifica para o trabalho. Ela se qualificará para a bolsa de estudos no ano que vem.",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "realistic",
      "translation": "realista",
      "definition": "Having or showing a realistic understanding of a situation, not overly optimistic or pessimistic.",
      "definition_translation": "Tendo ou mostrando uma compreensão realista de uma situação, não excessivamente otimista ou pessimista.",
      "example": "He had a realistic view of the project's timeline. She was realistic about her chances of winning. They will be realistic about their budget.",
      "example_translation": "Ele tinha uma visão realista do cronograma do projeto. Ela era realista sobre suas chances de vitória. Eles serão realistas sobre seu orçamento.",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "reasonable",
      "translation": "razoável",
      "definition": "Fair, sensible, and moderate in one's demands, expectations, or opinions.",
      "definition_translation": "Justo, sensato e moderado em suas demandas, expectativas ou opiniões.",
      "example": "He was a reasonable person to deal with. She made a reasonable request. They will be reasonable in their approach.",
      "example_translation": "Ele era uma pessoa razoável para lidar. Ela fez um pedido razoável. Eles serão razoáveis em sua abordagem.",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "religious",
      "translation": "religioso",
      "definition": "Relating to or believing in a religion, especially one that is based on a belief in a god or gods.",
      "definition_translation": "Relacionado a ou acreditar em uma religião, especialmente uma que é baseada em uma crença em um Deus ou deuses.",
      "example": "She was a religious person who attended church every week. He was religious about his daily prayers. They were religious about their traditions.",
      "example_translation": "Ela era uma pessoa religiosa que frequentava a igreja todas as semanas. Ele era religioso sobre suas orações diárias. Eles eram religiosos sobre suas tradições.",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "resourceful",
      "translation": "resourceful",
      "definition": "Having the ability to find quick and clever ways to overcome difficulties.",
      "definition_translation": "Tendo a habilidade de encontrar maneiras rápidas e inteligentes para superar dificuldades.",
      "example": "She was a resourceful person who always found a way to get things done. She had been resourceful in finding a new job. She will be resourceful in her new role.",
      "example_translation": "Ela era uma pessoa resourceful que sempre encontrava um jeito de fazer as coisas. Ela havia sido resourceful em encontrar um novo emprego. Ela será resourceful em seu novo papel.",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "respectable",
      "translation": "respeitável",
      "definition": "Worthy of respect or admiration, often because of good behavior or achievement.",
      "definition_translation": "Digno de respeito ou admiração, muitas vezes devido a um bom comportamento ou realização.",
      "example": "He was a respectable member of the community. He had been respectable in his dealings with others. He will be respectable in his new position.",
      "example_translation": "Ele era um membro respeitável da comunidade. Ele havia sido respeitável em seus negócios com os outros. Ele será respeitável em seu novo cargo.",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "respected",
      "translation": "respeitado",
      "definition": "Feeling or showing admiration for someone or something.",
      "definition_translation": "Sentindo ou mostrando admiração por alguém ou algo.",
      "example": "He was a respected figure in the industry. He had been respected by his peers. He will be respected by his colleagues.",
      "example_translation": "Ele era uma figura respeitada na indústria. Ele havia sido respeitado por seus pares. Ele será respeitado por seus colegas de trabalho.",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "responsible",
      "translation": "responsável",
      "definition": "Having an obligation to do something, or liable for one's actions or their consequences.",
      "definition_translation": "Tendo uma obrigação de fazer algo, ou responsável pelas suas ações ou consequências.",
      "example": "She was responsible for the project. She had been responsible for the team's success. She will be responsible for the new initiative.",
      "example_translation": "Ela era responsável pelo projeto. Ela havia sido responsável pelo sucesso da equipe. Ela será responsável pela nova iniciativa.",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "risky",
      "translation": "arriscado",
      "definition": "Involving or exposed to risk; hazardous.",
      "definition_translation": "Envolvendo ou exposto ao risco; perigoso.",
      "example": "Investing in the stock market can be risky, but it can also be very rewarding. I took a risky decision to quit my job and start my own business. If I don't take a risky approach, I won't achieve my goals.",
      "example_translation": "Investir no mercado de ações pode ser arriscado, mas também pode ser muito recompensador. Eu tomei uma decisão arriscada para sair do meu emprego e começar meu próprio negócio. Se eu não tomar uma abordagem arriscada, não alcançarei meus objetivos.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ruthless",
      "translation": "despiadado",
      "definition": "Having or showing no pity or mercy; cruel.",
      "definition_translation": "Tendo ou mostrando nenhuma piedade ou misericórdia; cruel.",
      "example": "The ruthless dictator ruled the country with an iron fist. She was ruthless in her pursuit of success, stepping on anyone who got in her way. The company's ruthless tactics led to its downfall.",
      "example_translation": "O ditador despiadado governou o país com mão de ferro. Ela foi despiadada em sua busca de sucesso, pisando em qualquer um que se aproveitasse em seu caminho. As táticas despidadas da empresa levaram à sua queda.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sensitive",
      "translation": "sensível",
      "definition": "Easily hurt or offended; emotional.",
      "definition_translation": "Fácilmente ferido ou ofendido; emocional.",
      "example": "She was sensitive to criticism and got defensive when someone pointed out her mistakes. The sensitive topic of racism was avoided during the conversation. The artist's sensitive paintings captured the emotions of the viewer.",
      "example_translation": "Ela era sensível à crítica e se defendia quando alguém apontava seus erros. O tema sensível do racismo foi evitado durante a conversa. As pinturas sensíveis do artista capturaram as emoções do espectador.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "severe",
      "translation": "severo",
      "definition": "Extremely serious or harsh; intense.",
      "definition_translation": "Extremamente sério ou severo; intenso.",
      "example": "The severe weather warning issued by the government caused widespread panic. The severe punishment for the crime was justified. The doctor warned him about the severe consequences of not taking his medication.",
      "example_translation": "O aviso de tempo severo emitido pelo governo causou pânico generalizado. O castigo severo pelo crime foi justificado. O médico o advertiu sobre as consequências severas de não tomar seu medicamento.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "skilful",
      "translation": "habilidoso",
      "definition": "Having or showing a lot of skill or ability, especially in a particular area.",
      "definition_translation": "Tendo ou mostrando muita habilidade ou capacidade, especialmente em uma área particular.",
      "example": "She was a skilful pianist and had performed at many concerts. She has been practicing for years and will continue to improve her skills. She skilfully played the piano at the wedding.",
      "example_translation": "Ela era uma pianista habilidosa e havia se apresentado em muitos concertos. Ela vinha praticando há anos e continuaría a melhorar suas habilidades. Ela tocou habilidosamente o piano no casamento.",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "skilled",
      "translation": "treinado",
      "definition": "Having or showing a lot of skill or experience in a particular area.",
      "definition_translation": "Tendo ou mostrando muita habilidade ou experiência em uma área particular.",
      "example": "He is a skilled engineer and has designed many bridges. He had worked on several projects and will be leading a new team. He will skillfully manage the construction project.",
      "example_translation": "Ele é um engenheiro treinado e havia projetado muitas pontes. Ele havia trabalhado em vários projetos e liderará uma equipe nova. Ele gerenciará habilidosamente o projeto de construção.",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sophisticated",
      "translation": "sofisticado",
      "definition": "Complex or cultured, especially in a way that is considered impressive or appealing.",
      "definition_translation": "Complexo ou culto, especialmente de uma maneira que é considerada impressionante ou atraente.",
      "example": "The city has a sophisticated public transport system. It had been modernized recently and will continue to evolve. The sophisticated software is used by many companies.",
      "example_translation": "A cidade tem um sistema de transporte público sofisticado. Ele havia sido modernizado recentemente e continuará a evoluir. O software sofisticado é usado por muitas empresas.",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spiritual",
      "translation": "espiritual",
      "definition": "Relating to the spirit or soul, rather than the physical body or material things.",
      "definition_translation": "Relacionado ao espírito ou alma, em vez do corpo físico ou coisas materiais.",
      "example": "She had a spiritual experience during her meditation. She has been feeling more connected to nature and will continue to explore her spiritual side. The spiritual leader guided the group through the ritual.",
      "example_translation": "Ela havia tido uma experiência espiritual durante sua meditação. Ela vinha se sentindo mais conectada à natureza e continuará a explorar seu lado espiritual. O líder espiritual guiou o grupo através do ritual.",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spontaneous",
      "translation": "espontâneo",
      "definition": "Happening or done in a natural and unplanned way, without being forced or contrived.",
      "definition_translation": "Acontecendo ou feito de uma maneira natural e não planejada, sem ser forçado ou artificial.",
      "example": "She has a spontaneous laughter, it's very infectious. She had a spontaneous idea for a new business. She will have a spontaneous reaction to the news.",
      "example_translation": "Ela tem um riso espontâneo, é muito contagioso. Ela teve uma ideia espontânea para um novo negócio. Ela terá uma reação espontânea às notícias.",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "straight",
      "translation": "reto",
      "definition": "Extending or moving uniformly in one direction, without curvature or deviation.",
      "definition_translation": "Estendendo-se ou movendo-se uniformemente em uma direção, sem curvatura ou desvio.",
      "example": "The road was straight and narrow. She stood up straight and tall. He will walk straight to the store.",
      "example_translation": "A estrada era reta e estreita. Ela se levantou reta e alta. Ele caminhará reto até a loja.",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stubborn",
      "translation": "teimoso",
      "definition": "Having or showing a strong and unyielding determination or will, often in an unreasonable or obstinate way.",
      "definition_translation": "Tendo ou mostrando uma determinação forte e inflexível, ou uma vontade frequente em uma maneira irrazoável ou obstinada.",
      "example": "He is stubborn and never listens to advice. She was stubborn and refused to change her mind. They will be stubborn and insist on their own way.",
      "example_translation": "Ele é teimoso e nunca ouve conselhos. Ela era teimosa e se recusou a mudar de ideia. Eles serão teimosos e insistirão em seu próprio caminho.",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "superstitious",
      "translation": "supersticioso",
      "definition": "Believing in or practicing superstition, or having a excessive or irrational fear of something.",
      "definition_translation": "Acreditando em ou praticando superstição, ou tendo um medo excessivo ou irracional de alguma coisa.",
      "example": "She is superstitious and believes in lucky charms. He was superstitious and avoided black cats. They will be superstitious and think it's bad luck to walk under a ladder.",
      "example_translation": "Ela é supersticiosa e acredita em amuletos da sorte. Ele era supersticioso e evitava gatos pretos. Eles serão supersticiosos e pensarão que é azarado andar debaixo de uma escada.",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "suspicious",
      "translation": "suspeito",
      "definition": "Giving rise to suspicion or mistrust; questionable.",
      "definition_translation": "Provocando suspeita ou desconfiança; questionável.",
      "example": "The detective was suspicious of the stranger lurking around the corner. Yesterday, she was suspicious of her husband's behavior. If I were you, I would be suspicious of that email.",
      "example_translation": "O detetive era suspeito do estranho ronda que estava espreitando na esquina. Ontem, ela era suspeita do comportamento do marido. Se eu fosse você, eu seria suspeito daquele e-mail.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sympathetic",
      "translation": "simpático",
      "definition": "Feeling or showing compassion or understanding towards someone; kind and caring.",
      "definition_translation": "Sentindo ou mostrando compaixão ou entendimento em relação a alguém; gentil e carinhoso.",
      "example": "The nurse was very sympathetic towards the patient's family. She has a sympathetic ear for those in need. He will be sympathetic to your situation.",
      "example_translation": "A enfermeira foi muito simpática em relação à família do paciente. Ela tem um ouvido simpático para aqueles que precisam. Ele será simpático à sua situação.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tense",
      "translation": "tenso",
      "definition": "Feeling anxious or nervous; having a sense of anticipation or expectation.",
      "definition_translation": "Sentindo ansiedade ou nervosismo; tendo um sentido de antecipação ou expectativa.",
      "example": "The atmosphere in the room was tense as we waited for the results. She was tense during the entire presentation. The team was tense before the big game.",
      "example_translation": "A atmosfera no quarto estava tensa enquanto esperávamos pelos resultados. Ela estava tensa durante toda a apresentação. A equipe estava tensa antes do grande jogo.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "terrifying",
      "translation": "terrificante",
      "definition": "Causing extreme fear or alarm; extremely frightening.",
      "definition_translation": "Causando extremo medo ou alarme; extremamente assustador.",
      "example": "The rollercoaster was terrifying as it dropped steeply. The movie was terrifying, I couldn't sleep afterwards. The haunted house was terrifying, I didn't dare to enter.",
      "example_translation": "O monte de rolar era terrificante enquanto caía abruptamente. O filme foi terrificante, não consegui dormir depois. A casa assombrada era terrificante, não ousei entrar.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "thoughtful",
      "translation": "ponderoso",
      "definition": "Having or showing a careful and considerate thought, especially in relation to the feelings of others.",
      "definition_translation": "Tendo ou mostrando um pensamento cuidadoso e considerado, especialmente em relação aos sentimentos dos outros.",
      "example": "She was a thoughtful friend, always remembering my birthday. She had been thoughtful enough to bring a gift. She will be thoughtful about my feelings in the future.",
      "example_translation": "Ela foi uma amiga ponderosa, sempre lembrando meu aniversário. Ela havia sido ponderosa o suficiente para trazer um presente. Ela será ponderosa sobre meus sentimentos no futuro.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "thrilled",
      "translation": "emocionado",
      "definition": "Feeling extremely happy or excited, often because of something that has happened or is going to happen.",
      "definition_translation": "Sentindo-se extremamente feliz ou emocionado, muitas vezes porque de algo que aconteceu ou vai acontecer.",
      "example": "I was thrilled to get the news. She was thrilled with the surprise party. They will be thrilled to go on a vacation.",
      "example_translation": "Eu estava emocionado para receber as noticias. Ela estava emocionada com a festa surpresa. Eles estarão emocionados para ir em uma viagem.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tough",
      "translation": "difícil",
      "definition": "Strong and able to deal with difficult situations or hardships without breaking or giving up.",
      "definition_translation": "Forte e capaz de lidar com situações difíceis ou dificuldades sem quebrar ou desistir.",
      "example": "He was a tough athlete who never gave up. The team had a tough game last night. She will have a tough time getting the job.",
      "example_translation": "Ele foi um atleta difícil que nunca desistiu. A equipe teve um jogo difícil ontem à noite. Ela terá um tempo difícil para conseguir o emprego.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tragic",
      "translation": "trágico",
      "definition": "Causing great suffering or sadness, often because of a sudden or unexpected event.",
      "definition_translation": "Causando grande sofrimento ou tristeza, muitas vezes devido a um evento súbito ou inesperado.",
      "example": "The news of her death was tragic. The tragic accident happened last night. The story had a tragic ending.",
      "example_translation": "A notícia de sua morte foi trágica. O acidente trágico aconteceu ontem à noite. A história teve um final trágico.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "unaware",
      "translation": "desconhecido",
      "definition": "Not knowing or aware of something, especially as a result of not being informed or not paying attention.",
      "definition_translation": "Não conhecendo ou sabendo de algo, especialmente como resultado de não ser informado ou não prestar atenção.",
      "example": "I was unaware of the danger until it was too late. I have been unaware of the problem for weeks. I will be unaware of the consequences.",
      "example_translation": "Eu não sabia do perigo até que fosse tarde demais. Eu tenho sido desconhecido do problema por semanas. Eu serei desconhecido das consequências.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "uncertain",
      "translation": "incerto",
      "definition": "Not known or clearly defined; doubtful or questionable.",
      "definition_translation": "Não conhecido ou claramente definido; duvidoso ou questionável.",
      "example": "The outcome of the game was uncertain until the final minute. I have been uncertain about my future for months. I will be uncertain about the decision.",
      "example_translation": "O resultado do jogo foi incerto até o minuto final. Eu tenho sido incerto sobre meu futuro por meses. Eu serei incerto sobre a decisão.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "understanding",
      "translation": "compreensão",
      "definition": "The ability to comprehend or interpret something; a mutual agreement or harmony.",
      "definition_translation": "A habilidade de compreender ou interpretar algo; um acordo mútuo ou harmonia.",
      "example": "I finally gained an understanding of the complex concept. We reached an understanding about the project. I will have a deeper understanding of the issue.",
      "example_translation": "Eu finalmente conquistei uma compreensão do conceito complexo. Nós alcançamos uma compreensão sobre o projeto. Eu terei uma compreensão mais profunda da questão.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "uneasy",
      "translation": "inquieto",
      "definition": "Feeling anxious or uncomfortable; not at ease.",
      "definition_translation": "Sentindo-se ansioso ou desconfortável; não estar à vontade.",
      "example": "I felt uneasy about the situation. She has been uneasy about the decision. They will be uneasy about the change.",
      "example_translation": "Eu me senti inquieto sobre a situação. Ela tem sido inquieta sobre a decisão. Eles serão inquietos sobre a mudança.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "unfortunate",
      "translation": "desafortunado",
      "definition": "Having or marked by bad luck; unlucky",
      "definition_translation": "Tendo ou marcado por má sorte; azarado",
      "example": "I was unfortunate to have lost my wallet yesterday, but fortunately, I found it today and will be more careful in the future.",
      "example_translation": "Eu fui desafortunado ao perder minha carteira ontem, mas felizmente, eu encontrei hoje e serei mais cuidadoso no futuro.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "unhelpful",
      "translation": "inútil",
      "definition": "Not providing assistance or support; not useful",
      "definition_translation": "Não fornecendo assistência ou apoio; não útil",
      "example": "The instructions were unhelpful, so I had to figure it out on my own. However, a helpful friend later showed me a better way to do it, which will be very useful in the future.",
      "example_translation": "As instruções foram inúteis, então eu tive que descobrir por conta própria. No entanto, um amigo útil mais tarde me mostrou um melhor jeito de fazê-lo, o que será muito útil no futuro.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "unpopular",
      "translation": "impopular",
      "definition": "Not liked or approved by many people; not popular",
      "definition_translation": "Não gostado ou aprovado por muitas pessoas; não popular",
      "example": "The new policy is unpopular among the employees, and many are considering quitting. However, the management is trying to improve it, which will likely make it more popular in the future.",
      "example_translation": "A nova política é impopular entre os funcionários, e muitos estão considerando sair. No entanto, a gerência está tentando melhorá-la, o que provavelmente a tornará mais popular no futuro.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "unpredictable",
      "translation": "imprevisível",
      "definition": "Unable to be foreseen or anticipated; unstable",
      "definition_translation": "Incapaz de ser previsto ou antecipado; instável",
      "example": "The weather has been unpredictable lately, with sudden rain showers in the morning and clear skies in the afternoon. In the future, I'll make sure to check the forecast before planning outdoor activities.",
      "example_translation": "O clima tem sido imprevisível ultimamente, com chuvas súbitas pela manhã e céus limpos à tarde. No futuro, eu farei questão de verificar a previsão do tempo antes de planejar atividades ao ar livre.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "unrealistic",
      "translation": "irrealista",
      "definition": "Not possible or practical to do or achieve; not based on reality.",
      "definition_translation": "Não é possível ou prático de fazer ou alcançar; não baseado na realidade.",
      "example": "The unrealistic goal of becoming a billionaire overnight led to disappointment. I had an unrealistic expectation of finishing the project on time. I will have an unrealistic workload next month.",
      "example_translation": "O objetivo irrealista de se tornar um bilionário em uma noite levou a desapontamento. Eu tive uma expectativa irrealista de terminar o projeto no prazo. Eu terei uma carga de trabalho irrealista no próximo mês.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "unreasonable",
      "translation": "irrazoável",
      "definition": "Not rational or sensible; not fair or just.",
      "definition_translation": "Não é racional ou sensato; não é justo ou fair.",
      "example": "Her unreasonable demands led to the breakdown of the relationship. He was unreasonable in his expectations. She will be unreasonable in her requests next year.",
      "example_translation": "As demandas irrazoáveis ​​dela levaram ao colapso da relação. Ele foi irrazoável em suas expectativas. Ela será irrazoável em suas solicitações no próximo ano.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "unreliable",
      "translation": "não confiável",
      "definition": "Not able to be trusted or depended on; not consistent or accurate.",
      "definition_translation": "Não pode ser confiável ou dependente; não é consistente ou precisa.",
      "example": "The unreliable internet connection caused frustration. He was unreliable in his commitments. They will be unreliable in their promises next quarter.",
      "example_translation": "A conexão de internet não confiável causou frustração. Ele foi não confiável em seus compromissos. Eles serão não confiáveis ​​em suas promessas no próximo trimestre.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "unsure",
      "translation": "inseguro",
      "definition": "Not certain or confident; not having a clear opinion or feeling.",
      "definition_translation": "Não é certo ou confiante; não tem uma opinião clara ou sentimento.",
      "example": "I was unsure about the decision. She is unsure about her future. They were unsure about the outcome.",
      "example_translation": "Eu estava inseguro sobre a decisão. Ela está insegura sobre seu futuro. Eles estavam inseguros sobre o resultado.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "violent",
      "translation": "violento",
      "definition": "Using or involving force intended to hurt or kill someone; characterized by or prone to violence",
      "definition_translation": "Usando ou envolvendo força destinada a machucar ou matar alguém; caracterizado por ou propenso à violência",
      "example": "The violent storm damaged many buildings in the city. Yesterday, I witnessed a violent fight between two men. By next year, the government plans to reduce violent crimes by 50%.",
      "example_translation": "A tempestade violenta danificou muitos edifícios na cidade. Ontem, eu testemunhei uma luta violenta entre dois homens. Até o próximo ano, o governo planeja reduzir crimes violentos em 50%.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "welcome",
      "translation": "bem-vindo",
      "definition": "An expression of pleasure or approval at someone's arrival or presence",
      "definition_translation": "Uma expressão de prazer ou aprovação à chegada ou presença de alguém",
      "example": "I received a warm welcome from my host family. The hotel staff extended a welcome to all new guests. The Welcome Party was a huge success.",
      "example_translation": "Eu recebi um acolhimento caloroso da minha família anfitriã. O pessoal do hotel estendeu um bem-vindo a todos os novos hóspedes. A Festa de Bem-Vindos foi um enorme sucesso.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "well-balanced",
      "translation": "bem-equilibrado",
      "definition": "Having all the necessary or desirable elements in the right proportion; steady and calm in judgment or temperament",
      "definition_translation": "Tendo todos os elementos necessários ou desejáveis na proporção certa; firme e calmo no julgamento ou temperamento",
      "example": "The well-balanced diet helped her to lose weight. The well-balanced team worked efficiently to complete the project. By next month, I will have a well-balanced schedule.",
      "example_translation": "A dieta bem-equilibrada ajudou ela a perder peso. O time bem-equilibrado trabalhou eficientemente para completar o projeto. Até o próximo mês, eu terei um cronograma bem-equilibrado.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "wise",
      "translation": "sábio",
      "definition": "Having or showing experience, knowledge, and good judgment; prudent and discerning",
      "definition_translation": "Tendo ou mostrando experiência, conhecimento e bom julgamento; prudente e discernidor",
      "example": "My wise grandmother taught me many valuable lessons. The wise decision saved the company from bankruptcy. By next year, I will be wise enough to make better choices.",
      "example_translation": "Minha avó sábia ensinou-me muitas lições valiosas. A decisão sábia salvou a empresa da falência. Até o próximo ano, eu serei sábio o suficiente para fazer escolhas melhores.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "witty",
      "translation": "espirituoso",
      "definition": "Having or showing a quick and inventive mind, often in a humorous way.",
      "definition_translation": "Tendo ou mostrando uma mente rápida e inventiva, muitas vezes de forma humorística.",
      "example": "She's a witty writer who can make you laugh with her clever observations. She was witty enough to come up with a clever solution to the problem. She'll be witty enough to make a joke about it by the time she's 30.",
      "example_translation": "Ela é uma escritora espirituosa que pode fazer você rir com suas observações inteligentes. Ela foi espirituosa o suficiente para encontrar uma solução inteligente para o problema. Ela será espirituosa o suficiente para fazer uma piada sobre isso até os 30 anos.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "worrying",
      "translation": "preocupante",
      "definition": "Causing anxiety or concern.",
      "definition_translation": "Causando ansiedade ou preocupação.",
      "example": "The worrying news about the economy had everyone on edge. I've been worrying about my health lately. She's been worrying about her son's safety since he left for college.",
      "example_translation": "As notícias preocupantes sobre a economia tiveram todos em estado de alerta. Eu tenho me preocupado com minha saúde ultimamente. Ela tem se preocupado com a segurança do filho desde que ele saiu para a faculdade.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]