{
  "data": [
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "accept",
      "translation": "aceitar",
      "definition": "to receive something willingly or to agree with something",
      "definition_translation": "receber algo de boa vontade ou concordar com algo",
      "example": "I accepted the invitation to the party. I am accepting the offer now. I will accept the challenge tomorrow.",
      "example_translation": "Eu aceitei o convite para a festa. Estou aceitando a oferta agora. Vou aceitar o desafio amanhã.",
      "imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "achieve",
      "translation": "alcançar",
      "definition": "to successfully complete something or to reach a goal",
      "definition_translation": "completar com sucesso algo ou alcançar um objetivo",
      "example": "I achieved my goal of running a marathon. She is achieving great success in her career. They will achieve their dream of traveling the world.",
      "example_translation": "Eu alcancei meu objetivo de correr um maratona. Ela está alcançando um grande sucesso em sua carreira. Eles vão alcançar seu sonho de viajar pelo mundo.",
      "imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "act",
      "translation": "agir",
      "definition": "to do something or to take action",
      "definition_translation": "fazer algo ou tomar ação",
      "example": "I acted quickly to save the situation. She is acting in a play. He will act as a mediator in the conflict.",
      "example_translation": "Eu agi rapidamente para salvar a situação. Ela está agindo em uma peça. Ele vai agir como mediador no conflito.",
      "imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "act",
      "translation": "agir",
      "definition": "a performance or a display of skill",
      "definition_translation": "uma performance ou uma exibição de habilidade",
      "example": "The act of magic was amazing. The act of kindness touched my heart. The act of bravery inspired us all.",
      "example_translation": "O ato de magia foi incrível. O ato de bondade tocou meu coração. O ato de bravura inspirou todos nós.",
      "imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "advise",
      "translation": "aconselhar",
      "definition": "to give advice or guidance to someone, or to recommend a particular action",
      "definition_translation": "dar conselho ou orientação a alguém, ou recomendar uma ação específica",
      "example": "I advised him to take a rest, but he didn't listen. I will advise her to apply for the job. She advised me to be careful.",
      "example_translation": "Eu o aconselhei a descansar, mas ele não ouviu. Eu vou aconselhá-la a se inscrever para o trabalho. Ela me aconselhou a ser cuidadoso.",
      "imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "allow",
      "translation": "permitir",
      "definition": "to give permission for something to happen or be done",
      "definition_translation": "dar permissão para que algo aconteça ou seja feito",
      "example": "I allow my kids to play outside until dark. She allowed me to borrow her car. They will allow us to enter the building.",
      "example_translation": "Eu permito que meus filhos brinquem fora até escurecer. Ela me permitiu emprestar o seu carro. Eles nos permitirão entrar no prédio.",
      "imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "approach",
      "translation": "abordar",
      "definition": "to come near or move towards someone or something",
      "definition_translation": "se aproximar ou se mover em direção a alguém ou algo",
      "example": "The coach approached me after the game to discuss my performance. She approached the problem with caution. They will approach the city from the north.",
      "example_translation": "O treinador se aproximou de mim após o jogo para discutir meu desempenho. Ela abordou o problema com cautela. Eles se aproximarão da cidade pelo norte.",
      "imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "argue",
      "translation": "discutir",
      "definition": "to give reasons or evidence to support or oppose an idea, opinion, etc.",
      "definition_translation": "dar razões ou evidências para apoiar ou se opor a uma ideia, opinião, etc.",
      "example": "I argued with my brother about the best restaurant in town. She argued that the policy was unfair. They will argue against the proposal.",
      "example_translation": "Eu discuti com meu irmão sobre o melhor restaurante da cidade. Ela argumentou que a política era injusta. Eles vão argumentar contra a proposta.",
      "imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arrest",
      "translation": "prender",
      "definition": "The act of taking someone into custody, typically by the police, and holding them until they can be brought before a court.",
      "definition_translation": "O ato de tomar alguém em custódia, tipicamente pela polícia, e mantê-los até que possam ser trazidos perante um tribunal.",
      "example": "The police officer made an arrest, the suspect was arrested yesterday, and they will make another arrest tomorrow.",
      "example_translation": "O policial fez uma prisão, o suspeito foi preso ontem, e farão outra prisão amanhã.",
      "imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attach",
      "translation": "anexar",
      "definition": "To join or fasten something to something else, often using a mechanical device or a piece of string.",
      "definition_translation": "Juntar ou prender algo a outra coisa, frequentemente utilizando um dispositivo mecânico ou um pedaço de corda.",
      "example": "I will attach the document to the email, she attached the photo to the message, and they will attach the file to the report.",
      "example_translation": "Eu vou anexar o documento ao e-mail, ela anexou a foto à mensagem, e eles anexarão o arquivo ao relatório.",
      "imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attack",
      "translation": "atacar",
      "definition": "To set upon someone or something with violence or force, often with the intention of harming or destroying them.",
      "definition_translation": "Atacar alguém ou alguma coisa com violência ou força, frequentemente com a intenção de prejudicar ou destruir.",
      "example": "The dog attacked the mailman, the army attacked the enemy, and the hacker will attack the website.",
      "example_translation": "O cão atacou o carteiro, o exército atacou o inimigo, e o hacker atacará o site.",
      "imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attempt",
      "translation": "tentar",
      "definition": "To try to do something, often despite difficulties or challenges.",
      "definition_translation": "Tentar fazer algo, frequentemente apesar de dificuldades ou desafios.",
      "example": "I will attempt to finish the project, she attempted to climb the mountain, and they will attempt to break the record.",
      "example_translation": "Eu tentarei terminar o projeto, ela tentou escalar a montanha, e eles tentarão quebrar o recorde.",
      "imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attend",
      "translation": "assistir",
      "definition": "to be present at an event or gathering, to take care of something",
      "definition_translation": "estar presente em um evento ou reunião, cuidar de algo",
      "example": "I attended the meeting yesterday, I attend classes every day, I will attend the party tonight.",
      "example_translation": "Eu assisti à reunião ontem, eu assisto às aulas todos os dias, eu vou assistir à festa hoje à noite.",
      "imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "babysit",
      "translation": "fazer baby-sitter",
      "definition": "to take care of a child or children when the parents are not present",
      "definition_translation": "cuidar de uma criança ou crianças quando os pais não estão presentes",
      "example": "I babysat my sister's kids last night, I babysit for my neighbor every Friday, I will babysit my niece next weekend.",
      "example_translation": "Eu fiz baby-sitter dos filhos da minha irmã ontem à noite, eu faço baby-sitter para o meu vizinho todas as sextas-feiras, eu farei baby-sitter da minha sobrinha no próximo fim de semana.",
      "imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "behave",
      "translation": "se comportar",
      "definition": "to act in a certain way, to conduct oneself in a particular manner",
      "definition_translation": "agir de certa maneira, conduzir-se de maneira particular",
      "example": "The children behaved well in school, they behave themselves when their parents are away, they will behave better if they are punished.",
      "example_translation": "As crianças se comportaram bem na escola, elas se comportam quando os pais estão ausentes, elas se comportarão melhor se forem punidas.",
      "imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bite",
      "translation": "morder",
      "definition": "to grip or hold something with the teeth, to hurt or injure by biting",
      "definition_translation": "agarrar ou segurar algo com os dentes, machucar ou ferir mordendo",
      "example": "The dog bit me last week, it bites its toys, it will bite anyone who tries to take its food.",
      "example_translation": "O cachorro me mordeu semana passada, ele morde seus brinquedos, ele morde qualquer um que tente tirar sua comida.",
      "imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blow",
      "translation": "soprar",
      "definition": "To create a current of air by exhaling or by using a fan or other device, or to make a sound by forcing air through pursed lips.",
      "definition_translation": "Criar uma corrente de ar ao exalar ou ao usar um ventilador ou outro dispositivo, ou fazer um som ao forçar ar através de lábios comprimidos.",
      "example": "The wind began to blow strongly, making it difficult to walk. I blew out the candles on my birthday cake. I will blow up the balloons for the party tomorrow.",
      "example_translation": "O vento começou a soprar fortemente, tornando difícil andar. Eu soprei as velas do meu bolo de aniversário. Eu vou soprar os balões para a festa amanhã.",
      "imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bomb",
      "translation": "bomba",
      "definition": "A container filled with explosive material, designed to explode and cause damage or injury.",
      "definition_translation": "Um recipiente preenchido com material explosivo, projetado para explodir e causar danos ou lesões.",
      "example": "The bomb exploded in the city center, causing widespread destruction. The police found a bomb in the suspicious package. The pilot had to drop a bomb on the enemy target.",
      "example_translation": "A bomba explodiu no centro da cidade, causando destruição generalizada. A polícia encontrou uma bomba no pacote suspeito. O piloto teve que largar uma bomba no alvo inimigo.",
      "imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "burn",
      "translation": "queimar",
      "definition": "To produce heat, flame, or light by chemical reaction, often with the release of energy.",
      "definition_translation": "Produzir calor, chama ou luz por reação química, frequentemente com a liberação de energia.",
      "example": "The fire burned brightly in the fireplace. I burned my hand on the hot stove. The sun will burn my skin if I don't wear sunscreen.",
      "example_translation": "O fogo queimou brilhantemente na lareira. Eu queimei minha mão na estufa quente. O sol queimará minha pele se eu não usar protetor solar.",
      "imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "burst into tears",
      "translation": "irromper em lágrimas",
      "definition": "To suddenly begin crying, often due to strong emotions or shock.",
      "definition_translation": "Começar a chorar repentinamente, frequentemente devido a fortes emoções ou choque.",
      "example": "She burst into tears when she heard the sad news. I burst into tears when I saw the tragic scene. He will burst into tears when he says goodbye to his family.",
      "example_translation": "Ela irrompeu em lágrimas quando ouviu as notícias tristes. Eu irrompi em lágrimas quando vi a cena trágica. Ele irromperá em lágrimas quando se despedir de sua família.",
      "imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bury",
      "translation": "enterrar",
      "definition": "To put a dead body into a hole in the ground, or to cover something completely with something else, such as earth or sand.",
      "definition_translation": "Colocar um cadáver em um buraco no chão, ou cobrir completamente algo com algo else, como terra ou areia.",
      "example": "I will bury the treasure in the backyard. I buried the treasure in the backyard. I had buried the treasure in the backyard before I left.",
      "example_translation": "Eu vou enterrar o tesouro no quintal. Eu enterrei o tesouro no quintal. Eu havia enterrado o tesouro no quintal antes de sair.",
      "imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cancel",
      "translation": "cancelar",
      "definition": "To officially stop something, such as an event or a plan, from happening, or to remove or destroy something, such as a document or a ticket.",
      "definition_translation": "Parar oficialmente algo, como um evento ou um plano, de acontecer, ou remover ou destruir algo, como um documento ou um bilhete.",
      "example": "I will cancel the meeting tomorrow. I canceled the meeting yesterday. I had canceled the meeting last week.",
      "example_translation": "Eu vou cancelar a reunião amanhã. Eu cancelei a reunião ontem. Eu havia cancelado a reunião na semana passada.",
      "imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "check in",
      "translation": "registrarse",
      "definition": "To arrive at a hotel, airport, or other place and tell someone that you have arrived, often by giving them your name or other information.",
      "definition_translation": "Chegar a um hotel, aeroporto ou outro local e dizer a alguém que você chegou, Often by giving-lhes seu nome ou outras informações.",
      "example": "I will check in at the hotel at 3 pm. I checked in at the hotel yesterday. I had checked in at the hotel an hour ago.",
      "example_translation": "Eu vou me registrar no hotel às 3 pm. Eu me registrei no hotel ontem. Eu havia me registrado no hotel há uma hora.",
      "imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "check out",
      "translation": "sair",
      "definition": "To pay for the things you have bought and leave a shop, or to leave a hotel room after paying the bill.",
      "definition_translation": "Pagar pelas coisas que você comprou e sair de uma loja, ou sair de um quarto de hotel após pagar a conta.",
      "example": "I will check out of the hotel tomorrow. I checked out of the hotel yesterday. I had checked out of the hotel an hour ago.",
      "example_translation": "Eu vou sair do hotel amanhã. Eu saí do hotel ontem. Eu havia saído do hotel há uma hora.",
      "imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "circle",
      "translation": "círculo",
      "definition": "A circle is a round shape with no beginning or end, where every point on the circle is equally distant from a central point called the center.",
      "definition_translation": "Um círculo é uma forma redonda sem começo ou fim, onde cada ponto no círculo está igualmente distante de um ponto central chamado centro.",
      "example": "I drew a circle on the paper. Yesterday, I drew a circle on the paper. Tomorrow, I will draw a circle on the paper.",
      "example_translation": "Eu desenhei um círculo no papel. Ontem, eu desenhei um círculo no papel. Amanhã, eu irei desenhar um círculo no papel.",
      "imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "clap",
      "translation": "bater palmas",
      "definition": "To clap is to strike the palms of the hands together, typically to express applause or appreciation.",
      "definition_translation": "Bater palmas é bater as palmas das mãos juntas, tipicamente para expressar aplausos ou apreciação.",
      "example": "The audience clapped loudly after the show. Yesterday, the audience clapped loudly after the show. Tomorrow, the audience will clap loudly after the show.",
      "example_translation": "O público bateu palmas alto após o show. Ontem, o público bateu palmas alto após o show. Amanhã, o público baterá palmas alto após o show.",
      "imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "collect",
      "translation": "coletar",
      "definition": "To collect is to gather or bring together things, such as objects, information, or people, often in a systematic or organized way.",
      "definition_translation": "Coletar é reunir ou trazer juntos coisas, como objetos, informações ou pessoas, frequentemente de uma maneira sistemática ou organizada.",
      "example": "I will collect my thoughts before speaking. Yesterday, I collected my thoughts before speaking. Tomorrow, I will collect my thoughts before speaking.",
      "example_translation": "Eu irei coletar meus pensamentos antes de falar. Ontem, eu coletei meus pensamentos antes de falar. Amanhã, eu irei coletar meus pensamentos antes de falar.",
      "imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "comb",
      "translation": "pente",
      "definition": "A comb is a tool used for smoothing, arranging, or cleaning hair, typically consisting of a flat or curved piece of material with teeth or tines.",
      "definition_translation": "Um pente é uma ferramenta usada para alisar, arranjar ou limpar cabelo, tipicamente consistindo em uma peça plana ou curva de material com dentes ou galhos.",
      "example": "She combed her hair before the party. Yesterday, she combed her hair before the party. Tomorrow, she will comb her hair before the party.",
      "example_translation": "Ela penteou seu cabelo antes da festa. Ontem, ela penteou seu cabelo antes da festa. Amanhã, ela penteará seu cabelo antes da festa.",
      "imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "compete",
      "translation": "competir",
      "definition": "To strive or struggle to gain or achieve something, often in a competitive manner.",
      "definition_translation": "Lutar ou se esforçar para ganhar ou alcançar algo, muitas vezes de uma maneira competitiva.",
      "example": "I will compete in the marathon next year, I competed in the championships last year, and I am competing in the Olympics this year.",
      "example_translation": "Eu competirei no maratona no ano que vem, eu competi nos campeonatos no ano passado, e eu estou competindo nas Olimpíadas este ano.",
      "imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "concentrate",
      "translation": "concentrar",
      "definition": "To direct one's attention or effort to a particular task or activity, often in a focused and intense manner.",
      "definition_translation": "Direcionar a atenção ou esforço para uma tarefa ou atividade particular, muitas vezes de uma maneira focada e intensa.",
      "example": "I will concentrate on my studies this semester, I concentrated on my project last month, and I am concentrating on my career now.",
      "example_translation": "Eu vou me concentrar nos meus estudos este semestre, eu me concentrei no meu projeto no mês passado, e eu estou me concentrando na minha carreira agora.",
      "imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "connect",
      "translation": "conectar",
      "definition": "To join or link two or more things together, often in a physical or electronic manner.",
      "definition_translation": "Juntar ou ligar duas ou mais coisas juntas, muitas vezes de uma maneira física ou eletrônica.",
      "example": "I will connect my phone to the Wi-Fi network, I connected the cables to the computer, and I am connecting with my friends on social media.",
      "example_translation": "Eu vou conectar meu telefone à rede Wi-Fi, eu conectei os cabos ao computador, e eu estou me conectando com meus amigos nas mídias sociais.",
      "imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "continue",
      "translation": "continuar",
      "definition": "To keep doing something or to start something again after a pause or interruption.",
      "definition_translation": "Manter fazer algo ou começar algo novamente após uma pausa ou interrupção.",
      "example": "I will continue my education next year, I continued working on my project last night, and I am continuing to learn new skills every day.",
      "example_translation": "Eu vou continuar minha educação no ano que vem, eu continuei trabalhando no meu projeto na noite passada, e eu estou continuando a aprender novas habilidades todos os dias.",
      "imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "control",
      "translation": "controle",
      "definition": "The power to influence or direct people's behavior or the course of events.",
      "definition_translation": "O poder de influenciar ou dirigir o comportamento das pessoas ou o curso dos eventos.",
      "example": "She struggled to maintain control of the car as it skidded on the icy road. She has control over the project. She will take control of the meeting tomorrow.",
      "example_translation": "Ela lutou para manter o controle do carro quando ele deslizava na estrada gelada. Ela tem controle sobre o projeto. Ela tomará controle da reunião amanhã.",
      "imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cough",
      "translation": "tossir",
      "definition": "A sudden, forceful expulsion of air from the lungs, often to clear the airways.",
      "definition_translation": "Uma expulsão súbita e forçada de ar dos pulmões, muitas vezes para limpar as vias aéreas.",
      "example": "He let out a loud cough to clear his throat. She coughed up blood after the accident. The doctor will examine her cough tomorrow.",
      "example_translation": "Ele deu um tosse alto para limpar a garganta. Ela tossiu sangue após o acidente. O médico examinará sua tosse amanhã.",
      "imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "count",
      "translation": "contar",
      "definition": "To determine the number of something by grouping or enumerating them.",
      "definition_translation": "Determinar o número de algo agrupando ou enumerando.",
      "example": "Can you count the number of people in the room? She counted the money in her purse. He will count the votes tomorrow.",
      "example_translation": "Você pode contar o número de pessoas na sala? Ela contou o dinheiro na bolsa. Ele contará os votos amanhã.",
      "imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "crash",
      "translation": "colidir",
      "definition": "A sudden and violent impact or collision.",
      "definition_translation": "Um impacto súbito e violento ou colisão.",
      "example": "The car crash was fatal. The computer crashed due to a virus. The stock market will crash if the economy fails.",
      "example_translation": "O acidente de carro foi fatal. O computador colidiu devido a um vírus. O mercado de ações colidirá se a economia falhar.",
      "imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "create",
      "translation": "criar",
      "definition": "To bring something into existence or to make something from nothing.",
      "definition_translation": "Criar algo a partir do nada ou tornar algo real.",
      "example": "I created a painting yesterday, I am creating a new project now, and I will create a new recipe tomorrow.",
      "example_translation": "Eu criei um quadro ontem, eu estou criando um novo projeto agora, e eu criarei uma nova receita amanhã.",
      "imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cycle",
      "translation": "ciclo",
      "definition": "A series of events or processes that repeat in a regular order.",
      "definition_translation": "Uma série de eventos ou processos que se repetem em uma ordem regular.",
      "example": "The cycle of life includes birth, growth, decay, and rebirth, I cycled to work yesterday, and I will cycle to the park tomorrow.",
      "example_translation": "O ciclo da vida inclui nascimento, crescimento, decadência e renascimento, eu pedalei para o trabalho ontem, e eu pedalei para o parque amanhã.",
      "imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "damage",
      "translation": "danificar",
      "definition": "To cause harm or injury to something or someone.",
      "definition_translation": "Causar dano ou lesão a algo ou alguém.",
      "example": "The storm damaged the roof, I damaged my phone last week, and the company will damage the environment if they don't change their practices.",
      "example_translation": "A tempestade danificou o teto, eu danifiquei meu telefone na semana passada, e a empresa danificará o meio ambiente se eles não mudarem suas práticas.",
      "imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "decorate",
      "translation": "decorar",
      "definition": "To make something look more attractive by adding ornaments or other decorations.",
      "definition_translation": "Tornar algo mais atraente adicionando ornamentos ou outras decorações.",
      "example": "I decorated the room for the party, my sister decorated the cake for the wedding, and they will decorate the streets for the festival.",
      "example_translation": "Eu decorei o quarto para a festa, minha irmã decorou o bolo para o casamento, e eles decorarão as ruas para o festival.",
      "imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "decorate",
      "translation": "decorar",
      "definition": "to make something look more attractive by adding things to it",
      "definition_translation": "fazer algo parecer mais atraente adicionando coisas a ele",
      "example": "She decorated her room with flowers and balloons. She is decorating the house for the party. She will decorate the cake with icing.",
      "example_translation": "Ela decorou seu quarto com flores e balões. Ela está decorando a casa para a festa. Ela vai decorar o bolo com glacê.",
      "imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "defeat",
      "translation": "derrotar",
      "definition": "to win a victory over someone or something",
      "definition_translation": "vencer uma vitória sobre alguém ou algo",
      "example": "Our team defeated the opponents in the final game. They are defeating their competitors in the market. They will defeat the enemy in the war.",
      "example_translation": "Nosso time derrotou os oponentes no jogo final. Eles estão derrotando seus concorrentes no mercado. Eles vão derrotar o inimigo na guerra.",
      "imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "defend",
      "translation": "defender",
      "definition": "to protect someone or something from attack or harm",
      "definition_translation": "proteger alguém ou algo de ataque ou dano",
      "example": "The lawyer defended his client in court. They are defending their territory from invasion. They will defend their rights in the protest.",
      "example_translation": "O advogado defendeu seu cliente no tribunal. Eles estão defendendo seu território de invasão. Eles vão defender seus direitos no protesto.",
      "imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "delay",
      "translation": "atrasar",
      "definition": "to put off doing something until a later time",
      "definition_translation": "adicionar algo até um tempo posterior",
      "example": "I delayed my trip to the beach because of the rain. She is delaying her homework to watch TV. They will delay the meeting until next week.",
      "example_translation": "Eu adiei minha viagem à praia devido à chuva. Ela está atrasando seu trabalho de casa para assistir TV. Eles vão atrasar a reunião até a próxima semana.",
      "imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "delete",
      "translation": "excluir",
      "definition": "To remove or erase something, such as a file or a character, from a computer or other device.",
      "definition_translation": "Remover ou apagar algo, como um arquivo ou um caractere, de um computador ou outro dispositivo.",
      "example": "I will delete the file tomorrow. I deleted the file yesterday. I delete the file every day.",
      "example_translation": "Eu excluirei o arquivo amanhã. Eu excluí o arquivo ontem. Eu excluo o arquivo todos os dias.",
      "imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "deliver",
      "translation": "entregar",
      "definition": "To take something to a person or place, or to bring something to someone or somewhere.",
      "definition_translation": "Levar algo a uma pessoa ou lugar, ou trazer algo a alguém ou algum lugar.",
      "example": "I will deliver the package tomorrow. I delivered the package yesterday. I deliver the package every day.",
      "example_translation": "Eu entregarei o pacote amanhã. Eu entreguei o pacote ontem. Eu entrego o pacote todos os dias.",
      "imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "design",
      "translation": "projeto",
      "definition": "A plan or drawing showing the look and function of something, such as a building or a product.",
      "definition_translation": "Um plano ou desenho mostrando a aparência e a função de algo, como um edifício ou um produto.",
      "example": "I designed the house last year. I am designing a new product now. I will design a website next month.",
      "example_translation": "Eu projetei a casa no ano passado. Estou projetando um novo produto agora. Eu projetarei um site na próxima semana.",
      "imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "destroy",
      "translation": "destruir",
      "definition": "To cause something to be completely damaged or ruined, so that it cannot be used or repaired.",
      "definition_translation": "Causar que algo seja completamente danificado ou arruinado, de forma que não possa ser usado ou reparado.",
      "example": "The storm destroyed the city. The company destroyed many documents. The fire will destroy the building.",
      "example_translation": "A tempestade destruiu a cidade. A empresa destruiu muitos documentos. O fogo destruirá o prédio.",
      "imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dial",
      "translation": "discar",
      "definition": "A dial is a device with a round face and a pointer that you turn to select a number or setting on a telephone, radio, etc.",
      "definition_translation": "Um dial é um dispositivo com uma face redonda e um ponteiro que você gira para selecionar um número ou configuração em um telefone, rádio, etc.",
      "example": "I had to dial the correct code to get the phone to work. Yesterday, I dialed the wrong number and got an angry caller. If I don't dial the number correctly, I won't be able to reach my friend.",
      "example_translation": "Eu tive que discar o código correto para fazer o telefone funcionar. Ontem, eu disquei o número errado e recebi um chamador zangado. Se eu não discar o número corretamente, não serei capaz de alcançar meu amigo.",
      "imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dig",
      "translation": "cavar",
      "definition": "To dig something means to make a hole in the ground or to move earth or other material by digging.",
      "definition_translation": "Cavar algo significa fazer um buraco no chão ou mover terra ou outro material cavando.",
      "example": "I will dig a hole in the backyard to plant a tree. Yesterday, I dug up an old coin. If it rains, the soil will be too wet to dig.",
      "example_translation": "Vou cavar um buraco no quintal dos fundos para plantar uma árvore. Ontem, eu cavei uma moeda antiga. Se chover, o solo será muito úmido para cavar.",
      "imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "direct",
      "translation": "direto",
      "definition": "Direct means moving or leading straight to a point or in a particular direction, without changing direction or stopping.",
      "definition_translation": "Direto significa mover-se ou liderar diretamente para um ponto ou em uma direção particular, sem mudar de direção ou parar.",
      "example": "The direct flight from Paris to New York takes 8 hours. The manager gave direct orders to the team. The new highway will provide a direct route to the city center.",
      "example_translation": "O voo direto de Paris para Nova York leva 8 horas. O gerente deu ordens diretas à equipe. A nova rodovia fornecerá uma rota direta para o centro da cidade.",
      "imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "direct",
      "translation": "direto",
      "definition": "Direct can also mean being honest and straightforward in what you say or do.",
      "definition_translation": "Direto também pode significar ser honesty e direto em o que você diz ou faz.",
      "example": "The teacher encouraged direct communication between students. The company values direct and honest feedback. It's best to be direct when explaining a difficult situation.",
      "example_translation": "O professor incentivou a comunicação direta entre os alunos. A empresa valoriza feedback direto e honesto. É melhor ser direto quando explicar uma situação difícil.",
      "imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "discover",
      "translation": "descobrir",
      "definition": "to find out or become aware of something previously unknown or unrecognized",
      "definition_translation": "descobrir ou tornar-se ciente de algo anteriormente desconhecido ou não reconhecido",
      "example": "I discovered a new restaurant in town last night. I had discovered the error before, but I forgot to correct it. I will discover the beauty of the city tomorrow.",
      "example_translation": "Descobri um novo restaurante na cidade ontem à noite. Eu havia descoberto o erro antes, mas eu esqueci de corrigir. Vou descobrir a beleza da cidade amanhã.",
      "imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "display",
      "translation": "exibir",
      "definition": "to show or exhibit something in a public place or to a group of people",
      "definition_translation": "mostrar ou exibir algo em um lugar público ou para um grupo de pessoas",
      "example": "The company will display its new products at the trade show. The museum will display the artwork next month. The store displayed a sale sign in the window.",
      "example_translation": "A empresa vai exibir seus novos produtos na feira comercial. O museu vai exibir a obra de arte no mês que vem. A loja exibiu um cartaz de venda na janela.",
      "imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dive",
      "translation": "mergulhar",
      "definition": "to jump into water, typically headfirst, or to descend rapidly into the air or into a liquid",
      "definition_translation": "pular na água, geralmente de cabeça, ou descer rapidamente para o ar ou em um líquido",
      "example": "I dove into the pool to escape the heat. She will dive into the ocean to swim with the dolphins. They dove out of the plane to skydive.",
      "example_translation": "Eu mergulhei na piscina para escapar do calor. Ela vai mergulhar no oceano para nadar com os golfinhos. Eles mergulharam fora do avião para praticar paraquedismo.",
      "imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "divide",
      "translation": "dividir",
      "definition": "to separate or split something into parts or groups",
      "definition_translation": "separar ou dividir algo em partes ou grupos",
      "example": "We divided the cake into equal pieces. They divided the land into three sections. She will divide her time between work and study.",
      "example_translation": "Dividimos o bolo em pedaços iguais. Eles dividiram a terra em três seções. Ela vai dividir seu tempo entre o trabalho e o estudo.",
      "imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drop",
      "translation": "largar",
      "definition": "To let fall or come down from a height to a lower position, usually unintentionally.",
      "definition_translation": "Deixar cair ou descer de uma altura para uma posição mais baixa, geralmente sem intenção.",
      "example": "I dropped the pen on the floor. I will drop by your house tomorrow. I had dropped the bomb when I was a soldier.",
      "example_translation": "Eu larguei a caneta no chão. Eu irei visitar sua casa amanhã. Eu tinha largado a bomba quando eu era um soldado.",
      "imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "employ",
      "translation": "empregar",
      "definition": "To engage the services of someone, typically in a job or position, in exchange for payment.",
      "definition_translation": "Contratar os serviços de alguém, normalmente em um emprego ou posição, em troca de pagamento.",
      "example": "The company employed many people last year. She will employ a new strategy to increase sales. They had employed me as a consultant.",
      "example_translation": "A empresa empregou muitas pessoas no ano passado. Ela irá empregar uma nova estratégia para aumentar as vendas. Eles tinham me empregado como consultor.",
      "imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "encourage",
      "translation": "incentivar",
      "definition": "To give someone the confidence or enthusiasm to do something, especially by praising or supporting them.",
      "definition_translation": "Dar a alguém a confiança ou entusiasmo para fazer algo, especialmente por meio de elogios ou apoio.",
      "example": "The teacher encouraged the student to ask questions. She will encourage her team to work harder. They had encouraged me to apply for the job.",
      "example_translation": "O professor incentivou o aluno a fazer perguntas. Ela irá incentivar sua equipe a trabalhar mais duro. Eles tinham me incentivado a se inscrever para o emploi.",
      "imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "enter",
      "translation": "entrar",
      "definition": "To come or go into a place, building, or room, or to join a group or organization.",
      "definition_translation": "Vier ou ir para um lugar, prédio ou sala, ou ingressar em um grupo ou organização.",
      "example": "Please enter the password to login. She will enter the competition next month. They had entered the new market last year.",
      "example_translation": "Por favor, insira a senha para entrar. Ela irá ingressar na competição no próximo mês. Eles tinham ingressado no novo mercado no ano passado.",
      "imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "entertain",
      "translation": "entreter",
      "definition": "to engage the attention of someone by amusing or interesting them, especially in a public performance",
      "definition_translation": "entreter a atenção de alguém divertindo ou interessando-os, especialmente em uma performance pública",
      "example": "She will entertain the guests with her amazing magic tricks. She entertained the guests with her amazing magic tricks. She will have entertained the guests with her amazing magic tricks.",
      "example_translation": "Ela vai entreter os convidados com seus truques de magia incríveis. Ela entreteve os convidados com seus truques de magia incríveis. Ela terá entreter os convidados com seus truques de magia incríveis.",
      "imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "escape",
      "translation": "fugir",
      "definition": "to get away from a place or situation, often in a hurry or by using force",
      "definition_translation": "fugir de um lugar ou situação, muitas vezes em pressa ou usando força",
      "example": "I will escape from the city during the weekend. I escaped from the city during the weekend. I will have escaped from the city by next year.",
      "example_translation": "Eu vou fugir da cidade durante o fim de semana. Eu fugi da cidade durante o fim de semana. Eu terei fugido da cidade até o próximo ano.",
      "imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "exercise",
      "translation": "exercício",
      "definition": "an activity that you do to improve your physical fitness or health",
      "definition_translation": "uma atividade que você faz para melhorar sua condição física ou saúde",
      "example": "I will exercise every morning to stay healthy. I exercised every morning to stay healthy. I will have exercised every morning to stay healthy by the end of the year.",
      "example_translation": "Eu vou exercitar todas as manhãs para permanecer saudável. Eu exercitei todas as manhãs para permanecer saudável. Eu terei exercitado todas as manhãs para permanecer saudável até o fim do ano.",
      "imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "exit",
      "translation": "saída",
      "definition": "to go out of a place or building, or to stop doing something",
      "definition_translation": "sair de um lugar ou prédio, ou parar de fazer algo",
      "example": "I will exit the room when the meeting is over. I exited the room when the meeting was over. I will have exited the room when the meeting is over by next week.",
      "example_translation": "Eu vou sair do quarto quando a reunião terminar. Eu saí do quarto quando a reunião terminou. Eu terei saído do quarto quando a reunião terminar até a próxima semana.",
      "imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "expect",
      "translation": "esperar",
      "definition": "to have a strong belief or hope that something will happen or be the case",
      "definition_translation": "ter uma crença forte ou esperança de que algo vai acontecer ou ser o caso",
      "example": "I expect to finish my project by the end of the week. I expected to see her at the party, but she didn't show up. I will expect a response from you by tomorrow.",
      "example_translation": "Espero terminar meu projeto até o fim da semana. Eu esperava vê-la na festa, mas ela não apareceu. Vou esperar uma resposta sua amanhã.",
      "imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "explore",
      "translation": "explorar",
      "definition": "to investigate or examine something in order to gain a deeper understanding of it",
      "definition_translation": "investigar ou examinar algo para ganhar uma compreensão mais profunda dele",
      "example": "We explored the new city by walking around its streets. They explored the idea of starting their own business. She will explore the possibilities of working abroad.",
      "example_translation": "Nós exploramos a nova cidade caminhando pelas suas ruas. Eles exploraram a ideia de começar seu próprio negócio. Ela explorará as possibilidades de trabalhar no exterior.",
      "imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "face",
      "translation": "rosto",
      "definition": "the front part of the head, including the eyes, nose, and mouth",
      "definition_translation": "a parte da frente da cabeça, incluindo os olhos, nariz e boca",
      "example": "She has a beautiful face. He faced his fears and overcame them. They will face a difficult challenge tomorrow.",
      "example_translation": "Ela tem um rosto bonito. Ele enfrentou seus medos e os superou. Eles enfrentarão um desafio difícil amanhã.",
      "imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fall asleep",
      "translation": "adormecer",
      "definition": "to become unconscious and enter a state of sleep",
      "definition_translation": "tornar-se inconsciente e entrar em um estado de sono",
      "example": "I fell asleep on the couch while watching TV. She falls asleep easily at night. They will fall asleep as soon as they lie down.",
      "example_translation": "Adormeci no sofá enquanto assistia TV. Ela adormece facilmente à noite. Eles adormecerão assim que se deitarem.",
      "imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fall in love",
      "translation": "apaixonar-se",
      "definition": "To experience strong feelings of love or attraction for someone.",
      "definition_translation": "Experienciar fortes sentimentos de amor ou atração por alguém.",
      "example": "I fell in love with her at first sight. I am falling in love with her now. I will fall in love with her again someday.",
      "example_translation": "Eu me apaixonei por ela à primeira vista. Estou me apaixonando por ela agora. Vou me apaixonar por ela novamente algum dia.",
      "imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fasten",
      "translation": "fixar",
      "definition": "To secure or attach something tightly, typically using a fastening device.",
      "definition_translation": "Segurar ou fixar algo firmemente, geralmente usando um dispositivo de fixação.",
      "example": "I fastened the screw tightly. I am fastening the belt now. I will fasten the lock tomorrow.",
      "example_translation": "Eu fixei o parafuso firmemente. Estou fixando o cinto agora. Vou fixar o cadeado amanhã.",
      "imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "feed",
      "translation": "alimentar",
      "definition": "To give food to someone or something, especially regularly.",
      "definition_translation": "Dar comida a alguém ou algo, especialmente regularmente.",
      "example": "I fed the dog yesterday. I am feeding the cat now. I will feed the baby tomorrow.",
      "example_translation": "Eu alimentei o cachorro ontem. Estou alimentando o gato agora. Vou alimentar o bebê amanhã.",
      "imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fetch",
      "translation": "buscar",
      "definition": "To go and bring something back, especially for someone.",
      "definition_translation": "Ir buscar algo de volta, especialmente para alguém.",
      "example": "I fetched the ball yesterday. I am fetching the book now. I will fetch the water tomorrow.",
      "example_translation": "Eu buscar o balão ontem. Estou buscando o livro agora. Vou buscar a água amanhã.",
      "imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fight",
      "translation": "lutar",
      "definition": "To engage in a fierce struggle or combat, either physically or verbally, often with the intention of winning or gaining control.",
      "definition_translation": "Lutar com intensidade ou combater verbalmente, muitas vezes com a intenção de vencer ou ganhar controle.",
      "example": "I fought in the war, I fight for my rights, I will fight for my children's future.",
      "example_translation": "Eu lutava na guerra, eu luto pelos meus direitos, eu lutarei pelo futuro dos meus filhos.",
      "imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "film",
      "translation": "filme",
      "definition": "A motion picture or movie, typically a fictional story told through a sequence of moving images.",
      "definition_translation": "Um filme ou motion picture, geralmente uma história fictícia contada por meio de uma sequência de imagens em movimento.",
      "example": "I went to the cinema to watch a film, I film my vacation, I will film a movie next year.",
      "example_translation": "Eu fui ao cinema assistir um filme, eu filmei minhas férias, eu filmarei um filme no ano que vem.",
      "imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fish",
      "translation": "peixe",
      "definition": "A cold-blooded aquatic animal that lives in water, often caught for food.",
      "definition_translation": "Um animal aquático de sangue frio que vive na água, frequentemente pescado para alimentação.",
      "example": "I caught a fish in the river, I fish every weekend, I will fish in the ocean tomorrow.",
      "example_translation": "Eu peguei um peixe no rio, eu pesco todos os fins de semana, eu pescarei no oceano amanhã.",
      "imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fix",
      "translation": "consertar",
      "definition": "To mend or repair something that is broken or not working properly.",
      "definition_translation": "Consertar ou reparar algo que está quebrado ou não está funcionando corretamente.",
      "example": "I fixed my bike, I fix computers for a living, I will fix the leaky faucet tomorrow.",
      "example_translation": "Eu consertei minha bicicleta, eu conserto computadores para viver, eu consertarei a torneira que pinga amanhã.",
      "imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "float",
      "translation": "flutuar",
      "definition": "to rest on the surface of a liquid or be suspended in a fluid",
      "definition_translation": "descansar na superfície de um líquido ou ser suspenso em um fluido",
      "example": "The bottle floated on the water. It will float on the surface. It had floated away.",
      "example_translation": "A garrafa flutuou na água. Ela irá flutuar na superfície. Ela havia flutuado para longe.",
      "imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fold",
      "translation": "dobra",
      "definition": "to bend or crease something, especially paper or fabric, so that it has a straight line or angle",
      "definition_translation": "dobra ou criar uma dobra em algo, especialmente papel ou tecido, de modo que tenha uma linha reta ou ângulo",
      "example": "I folded the letter and put it in the envelope. She will fold the laundry. He had folded the map.",
      "example_translation": "Eu dobrei a carta e coloquei no envelope. Ela irá dobrar a roupa. Ele havia dobrado o mapa.",
      "imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "follow",
      "translation": "seguir",
      "definition": "to move behind someone or something, or to do what someone or something does",
      "definition_translation": "mover-se atrás de alguém ou algo, ou fazer o que alguém ou algo faz",
      "example": "I will follow the instructions. She followed the path. He had followed the GPS.",
      "example_translation": "Eu irei seguir as instruções. Ela seguiu o caminho. Ele havia seguido o GPS.",
      "imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grab",
      "translation": "agarra",
      "definition": "to take hold of something suddenly and firmly, often in a rough or forceful way",
      "definition_translation": "pegar algo de repente e com firmeza, muitas vezes de maneira grosseira ou forçada",
      "example": "I grabbed the phone and answered. She will grab a drink. He had grabbed the ball.",
      "example_translation": "Eu agarrei o telefone e atendi. Ela irá pegar uma bebida. Ele havia agarrado a bola.",
      "imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "guide",
      "translation": "guia",
      "definition": "A person who shows the way to others, especially in a formal or professional capacity.",
      "definition_translation": "Uma pessoa que mostra o caminho para os outros, especialmente em um contexto formal ou profissional.",
      "example": "She guided us through the tour of the ancient city. I will guide you through the process of applying for a visa. He guided the team to victory in the championship.",
      "example_translation": "Ela nos guiou através do tour da cidade antiga. Irei guiá-lo através do processo de aplicação para um visto. Ele guia a equipe para a vitória no campeonato.",
      "imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "handle",
      "translation": "lidar",
      "definition": "To deal with or manage something, often in a skilled or careful way.",
      "definition_translation": "Lidar ou gerenciar algo, muitas vezes de maneira habilidosa ou cuidadosa.",
      "example": "I can handle the situation. She handled the customer complaints very well. They will handle the project from start to finish.",
      "example_translation": "Posso lidar com a situação. Ela lidou com as reclamações dos clientes muito bem. Eles lidarão com o projeto desde o início até o fim.",
      "imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hang",
      "translation": "pendurar",
      "definition": "To suspend something in the air, especially by a string or cord, or to execute someone by suspension from a gallows.",
      "definition_translation": "Pendurar algo no ar, especialmente por uma corda ou fio, ou executar alguém por suspensão de uma forca.",
      "example": "She hung the picture on the wall. I have hung up my coat. They will hang the decorations tomorrow.",
      "example_translation": "Ela pendurou o quadro na parede. Eu pendurei meu casaco. Eles pendurarão as decorações amanhã.",
      "imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hide",
      "translation": "esconder",
      "definition": "To place or conceal something so that it cannot be seen or found, or to conceal one's feelings or intentions.",
      "definition_translation": "Colocar ou esconder algo de forma que não possa ser visto ou encontrado, ou esconder seus sentimentos ou intenções.",
      "example": "I hid the key under the mat. She hides her feelings behind a mask. They will hide the surprise until the party.",
      "example_translation": "Eu escondi a chave debaixo do tapete. Ela esconde seus sentimentos atrás de uma máscara. Eles esconderão a surpresa até a festa.",
      "imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hire",
      "translation": "contratar",
      "definition": "To obtain the services of someone in exchange for payment.",
      "definition_translation": "Obter os serviços de alguém em troca de pagamento.",
      "example": "I hired a lawyer to represent me in court. I will hire a new employee next week. She had hired a car for the weekend.",
      "example_translation": "Eu contratei um advogado para me representar no tribunal. Eu contratarei um novo funcionário na próxima semana. Ela havia contratado um carro para o fim de semana.",
      "imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hitchhike",
      "translation": "pegar carona",
      "definition": "To travel by getting free rides from passing vehicles, especially by standing on the side of the road and signals to drivers.",
      "definition_translation": "Viagem com carona gratuita de veículos em passagem, especialmente parado ao lado da estrada e sinalizando para os motoristas.",
      "example": "I hitchhiked across the country when I was in college. She likes to hitchhike to the beach on weekends. They had hitchhiked to the festival last year.",
      "example_translation": "Eu peguei carona em todo o país quando estava na faculdade. Ela gosta de pegar carona para a praia nos fins de semana. Eles haviam pegado carona para o festival no ano passado.",
      "imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hold",
      "translation": "segurar",
      "definition": "To grasp or grip something firmly, often with one's hands.",
      "definition_translation": "Segurar ou agarrar algo firmemente, muitas vezes com as mãos.",
      "example": "Hold my hand while we cross the street. She will hold the baby while I cook dinner. They held the meeting last night.",
      "example_translation": "Segure minha mão enquanto cruzamos a rua. Ela segurará o bebê enquanto eu cozinho o jantar. Eles realizaram a reunião ontem à noite.",
      "imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hug",
      "translation": "abraçar",
      "definition": "To put one's arms around someone or something as a way of showing affection or comfort.",
      "definition_translation": "Pôr os braços em volta de alguém ou algo como forma de mostrar afeto ou conforto.",
      "example": "I hug my mom every time I see her. She hugged the tree in celebration. They hugged each other tightly after the argument.",
      "example_translation": "Eu abraço minha mãe todas as vezes que a vejo. Ela abraçou a árvore em celebração. Eles se abraçaram.tightamente após a discussão.",
      "imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hunt",
      "translation": "caçar",
      "definition": "to pursue or chase (game or prey) for food or sport",
      "definition_translation": "perseguir ou caçar (caça ou presa) para comida ou esporte",
      "example": "I will hunt deer in the forest next weekend. I hunted deer in the forest last weekend. I hunt deer in the forest every weekend.",
      "example_translation": "Eu vou caçar cervos na floresta no próximo fim de semana. Eu caçei cervos na floresta no fim de semana passado. Eu caço cervos na floresta todos os fins de semana.",
      "imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "imagine",
      "translation": "imaginar",
      "definition": "to form a mental picture or concept of something",
      "definition_translation": "formar uma imagem mental ou conceito de algo",
      "example": "I imagined I was flying when I was a kid. I imagine I will be rich when I grow up. I will imagine I am on a beach when I retire.",
      "example_translation": "Eu imaginei que eu estava voando quando eu era criança. Eu imagino que eu serei rico quando eu crescer. Eu vou imaginar que estou em uma praia quando eu me aposentar.",
      "imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "inform",
      "translation": "informar",
      "definition": "to give information or knowledge to someone",
      "definition_translation": "dar informações ou conhecimento a alguém",
      "example": "The teacher will inform the students about the homework. The teacher informed the students about the homework. The teacher informs the students about the homework every day.",
      "example_translation": "O professor vai informar os alunos sobre o trabalho de casa. O professor informou os alunos sobre o trabalho de casa. O professor informa os alunos sobre o trabalho de casa todos os dias.",
      "imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "insist",
      "translation": "insistir",
      "definition": "to say or demand something firmly and strongly",
      "definition_translation": "dizer ou exigir algo firmemente e fortemente",
      "example": "I will insist on going to the party tonight. I insisted on going to the party last night. I insist on going to the party every weekend.",
      "example_translation": "Eu vou insistir em ir para a festa esta noite. Eu insisti em ir para a festa на noite passada. Eu insisto em ir para a festa todos os fins de semana.",
      "imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "install",
      "translation": "instalar",
      "definition": "To put something, such as software or a machine, into position and make it ready for use.",
      "definition_translation": "Colocar algo, como software ou uma máquina, em posição e torná-lo pronto para uso.",
      "example": "I installed the new operating system yesterday, I am installing the printer now, and I will install the antivirus software tomorrow.",
      "example_translation": "Eu instalei o novo sistema operacional ontem, estou instalando a impressora agora, e instalarei o software antivirus amanhã.",
      "imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "interview",
      "translation": "entrevista",
      "definition": "A formal conversation between two or more people, especially one in which someone is asked questions in order to assess their suitability for a job or position.",
      "definition_translation": "Uma conversa formal entre duas ou mais pessoas, especialmente uma em que alguém é questionado para avaliar sua adequação para um emprego ou cargo.",
      "example": "I had an interview for a job last week, I am having an interview for a scholarship now, and I will have an interview for a promotion tomorrow.",
      "example_translation": "Eu tive uma entrevista para um emprego na semana passada, estou tendo uma entrevista para uma bolsa de estudos agora, e terei uma entrevista para uma promoção amanhã.",
      "imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "invent",
      "translation": "inventar",
      "definition": "To create something new or original, especially a device or process.",
      "definition_translation": "Criar algo novo ou original, especialmente um dispositivo ou processo.",
      "example": "She invented a new machine that can convert saltwater into freshwater, He invented a new game last year, and They will invent a new way of generating electricity soon.",
      "example_translation": "Ela inventou uma máquina nova que pode converter água salgada em água doce, Ele inventou um novo jogo no ano passado, e Eles inventarão um novo modo de gerar eletricidade em breve.",
      "imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "iron",
      "translation": "ferro",
      "definition": "A metal used for making tools, machines, and other objects, and for building and constructing things.",
      "definition_translation": "Um metal usado para fazer ferramentas, máquinas e outros objetos, e para construir e edificar coisas.",
      "example": "I ironed my shirt yesterday, She is ironing the pants now, and They will iron the curtains tomorrow.",
      "example_translation": "Eu passei meu shirt ontem, Ela está passando as calças agora, e Eles passarão as cortinas amanhã.",
      "imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "knit",
      "translation": "tricotar",
      "definition": "To make fabric by interlacing yarn or thread in a series of connected loops using needles or a machine.",
      "definition_translation": "Fazer tecido intercalando fio ou linha em uma série de laços conectados usando agulhas ou máquina.",
      "example": "I will knit a scarf for my sister's birthday. I knitted a hat last winter. I knit a blanket every Sunday.",
      "example_translation": "Eu vou tricotar um xale para o aniversário da minha irmã. Eu tricotei um chapéu no último inverno. Eu tricoto um cobertor todas as segundas-feiras.",
      "imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "knock",
      "translation": "bater",
      "definition": "To strike something, typically with a quick, sharp blow, especially to get someone's attention.",
      "definition_translation": "Bater em alguma coisa, tipicamente com um golpe rápido e forte, especialmente para chamar a atenção de alguém.",
      "example": "I knocked on the door. She knocked over a vase. They will knock down the old building next week.",
      "example_translation": "Eu bati na porta. Ela derrubou um vaso. Eles vão derrubar o prédio antigo na próxima semana.",
      "imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lay the table",
      "translation": "por a mesa",
      "definition": "To set a table with dishes, utensils, and other items necessary for eating a meal.",
      "definition_translation": "Colocar pratos, talheres e outros itens necessários para comer uma refeição.",
      "example": "Can you lay the table for dinner? She laid the table for the party. They will lay the table for the wedding reception.",
      "example_translation": "Você pode por a mesa para o jantar? Ela pôs a mesa para a festa. Eles vão por a mesa para a recepção do casamento.",
      "imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lead",
      "translation": "liderar",
      "definition": "To guide or direct someone or something, or to be in charge of a group or organization.",
      "definition_translation": "Guia ou direciona alguém ou algo, ou está encarregado de um grupo ou organização.",
      "example": "She will lead the team to victory. He led the company for ten years. They lead the group in singing.",
      "example_translation": "Ela vai liderar o time para a vitória. Ele liderou a empresa por dez anos. Eles lideram o grupo em cantar.",
      "imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "leave",
      "translation": "sair",
      "definition": "To go away from a place or person",
      "definition_translation": "Ir embora de um lugar ou pessoa",
      "example": "I will leave for Paris tomorrow, I left for the airport yesterday, and I leave for work every morning.",
      "example_translation": "Eu sairei para Paris amanhã, eu saí para o aeroporto ontem, e eu saio para o trabalho todas as manhãs.",
      "imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lift",
      "translation": "elevar",
      "definition": "To raise something up or to move something upwards",
      "definition_translation": "Elevação de algo ou movimento de algo para cima",
      "example": "I lifted the box yesterday, I will lift the weights tomorrow, and I lift my daughter up to reach the top shelf.",
      "example_translation": "Eu eleviei a caixa ontem, eu elevarei os pesos amanhã, e eu elevo minha filha para alcançar a prateleira de cima.",
      "imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "light",
      "translation": "luz",
      "definition": "A source of illumination, such as the sun or a lamp",
      "definition_translation": "Uma fonte de iluminação, como o sol ou uma lâmpada",
      "example": "I turned on the light in the room, I will turn off the light when I leave, and she left the light on all night.",
      "example_translation": "Eu liguei a luz no quarto, eu desligarei a luz quando eu sair, e ela deixou a luz acesa a noite toda.",
      "imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lock",
      "translation": "trancar",
      "definition": "A device for fastening or securing something, such as a door or a box",
      "definition_translation": "Um dispositivo para fixar ou segurar algo, como uma porta ou uma caixa",
      "example": "I locked the door when I left, I will lock my bike to the rack, and she locked her jewelry box.",
      "example_translation": "Eu tranquei a porta quando eu saí, eu trancarei minha bicicleta ao rack, e ela tranqueou sua caixa de joias.",
      "imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "manage",
      "translation": "gerenciar",
      "definition": "to handle or direct something with skill or care",
      "definition_translation": "lidar ou dirigir algo com habilidade ou cuidado",
      "example": "I managed the project, I am managing the team, I will manage the company.",
      "example_translation": "Eu gerenciei o projeto, eu estou gerenciando a equipe, eu gerenciarei a empresa.",
      "imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "manage",
      "translation": "gerenciar",
      "definition": "to handle or direct something with skill or care",
      "definition_translation": "lidar ou dirigir algo com habilidade ou cuidado",
      "example": "She managed the event, she is managing the budget, she will manage the department.",
      "example_translation": "Ela gerenciou o evento, ela está gerenciando o orçamento, ela gerenciara o departamento.",
      "imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "marry",
      "translation": "casar",
      "definition": "to take a husband or wife; to unite in marriage",
      "definition_translation": "tomar um marido ou esposa; unir em casamento",
      "example": "I married my partner, I am marrying my best friend, I will marry my soulmate.",
      "example_translation": "Eu casei com meu parceiro, eu estou me casando com meu melhor amigo, eu me casarei com meu companheiro de alma.",
      "imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "match",
      "translation": "combinar",
      "definition": "a contest in which people or teams compete against each other",
      "definition_translation": "um concurso em que as pessoas ou equipes competem entre si",
      "example": "I watched the match, I am watching the match, I will watch the match.",
      "example_translation": "Eu assisti ao jogo, eu estou assistindo ao jogo, eu assistirei ao jogo.",
      "imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mend",
      "translation": "consertar",
      "definition": "To repair or fix something, especially clothing.",
      "definition_translation": "Consertar ou reparar algo, especialmente roupas.",
      "example": "I will mend this torn page tomorrow. I mended the broken toy yesterday. She mends clothes for a living.",
      "example_translation": "Eu consertarei essa página rasgada amanhã. Eu consertei o brinquedo quebrado ontem. Ela conserta roupas para viver.",
      "imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "move",
      "translation": "mover",
      "definition": "To change the position of something or someone, or to cause something to go from one place to another.",
      "definition_translation": "Mudar a posição de algo ou alguém, ou causar algo a ir de um lugar para outro.",
      "example": "I will move to a new apartment next month. She moved to Paris last year. They move furniture for a living.",
      "example_translation": "Eu vou me mudar para um novo apartamento no próximo mês. Ela se mudou para Paris no ano passado. Eles movem mobiliário para viver.",
      "imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "move in",
      "translation": "mudar-se",
      "definition": "To start living in a new house or apartment.",
      "definition_translation": "Começar a viver em uma nova casa ou apartamento.",
      "example": "We will move in next weekend. They moved in last month. I moved in with my parents after college.",
      "example_translation": "Nós vamos nos mudar no fim de semana que vem. Eles se mudaram no mês passado. Eu me mudei com meus pais após a faculdade.",
      "imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "move out",
      "translation": "mudar-se para fora",
      "definition": "To leave a house or apartment and start living somewhere else.",
      "definition_translation": "Deixar uma casa ou apartamento e começar a viver em outro lugar.",
      "example": "I will move out of my parents' house soon. They moved out last year. We moved out of the city.",
      "example_translation": "Eu vou sair da casa dos meus pais em breve. Eles se mudaram do ano passado. Nós saímos da cidade.",
      "imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "murder",
      "translation": "homicídio",
      "definition": "The act of unlawfully killing another human being with malice aforethought.",
      "definition_translation": "O ato de matar outra pessoa humana sem justa causa com intenção pré-concebida.",
      "example": "The detective had to investigate the murder case. She murdered her husband in cold blood. They will murder the king tomorrow.",
      "example_translation": "O detetive teve de investigar o caso de homicídio. Ela assassinou o marido com sangue frio. Eles vão assassinar o rei amanhã.",
      "imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "name",
      "translation": "nome",
      "definition": "A word or phrase that refers to a specific person, place, or thing.",
      "definition_translation": "Uma palavra ou frase que se refere a uma pessoa, lugar ou coisa específica.",
      "example": "My name is John. She named her dog Max. They will name the new stadium after the president.",
      "example_translation": "Meu nome é João. Ela deu o nome de Max ao seu cão. Eles vão nomear o novo estádio em homenagem ao presidente.",
      "imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "note",
      "translation": "nota",
      "definition": "A brief written message or reminder.",
      "definition_translation": "Uma mensagem escrita breve ou lembrete.",
      "example": "I wrote a note to my friend. She took notes during the lecture. He will note the changes in the report.",
      "example_translation": "Eu escrevi uma nota para o meu amigo. Ela tomou notas durante a aula. Ele vai anotar as alterações no relatório.",
      "imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "notice",
      "translation": "notar",
      "definition": "To become aware of something or someone through observation or attention.",
      "definition_translation": "Tornar-se consciente de alguma coisa ou alguém através de observação ou atenção.",
      "example": "I didn't notice the dog. She noticed the change in his behavior. They will notice the improvement in the results.",
      "example_translation": "Eu não notei o cão. Ela notou a mudança no seu comportamento. Eles vão notar a melhoria nos resultados.",
      "imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "operate",
      "translation": "operar",
      "definition": "To control or manage something, especially a machine or system, in order to achieve a particular goal or result.",
      "definition_translation": "Controlar ou gerenciar algo, especialmente uma máquina ou sistema, para alcançar um objetivo ou resultado específico.",
      "example": "I will operate the machine tomorrow, I operated it yesterday, and I operate it every day.",
      "example_translation": "Eu operarei a máquina amanhã, eu a operei ontem, e eu a opero todos os dias.",
      "imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "organise",
      "translation": "organizar",
      "definition": "To arrange or systematize something, such as an event or a system, so that it can be done or used more efficiently.",
      "definition_translation": "Arranjar ou sistematizar algo, como um evento ou um sistema, para que possa ser feito ou usado de forma mais eficiente.",
      "example": "She organized the party last week, she is organizing it now, and she will organize it next year.",
      "example_translation": "Ela organizou a festa na semana passada, ela está organizando agora, e ela organizará no ano que vem.",
      "imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pass",
      "translation": "passar",
      "definition": "To move past something or someone, or to go from one side of something to the other.",
      "definition_translation": "Mover-se além de algo ou alguém, ou ir de um lado de algo para o outro.",
      "example": "I passed the exam yesterday, I am passing by the house now, and I will pass the test tomorrow.",
      "example_translation": "Eu passei no exame ontem, eu estou passando pela casa agora, e eu passarei no teste amanhã.",
      "imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pass",
      "translation": "passar",
      "definition": "To give something to someone, especially officially or formally.",
      "definition_translation": "Dar algo a alguém, especialmente oficialmente ou formalmente.",
      "example": "I passed the book to my friend yesterday, I am passing it to her now, and I will pass it to him tomorrow.",
      "example_translation": "Eu passei o livro para meu amigo ontem, eu estou passando para ela agora, e eu passarei para ele amanhã.",
      "imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "perform",
      "translation": "realizar",
      "definition": "To carry out or accomplish something, especially a task, duty, or responsibility.",
      "definition_translation": "Realizar ou concluir algo, especialmente uma tarefa, dever ou responsabilidade.",
      "example": "I will perform the song at the concert tonight. I performed well in the exam last year. I perform my duties with diligence.",
      "example_translation": "Eu realizarei a canção no concerto hoje à noite. Eu me saí bem no exame do ano pasado. Eu realizo minhas funções com diligência.",
      "imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pick",
      "translation": "escolher",
      "definition": "To select or choose something, especially carefully or with difficulty.",
      "definition_translation": "Selecionar ou escolher algo, especialmente com cuidado ou com dificuldade.",
      "example": "I picked up the book from the shelf. I will pick you up at 8 am. I picked the ripe apple from the tree.",
      "example_translation": "Eu escolhi o livro da prateleira. Eu o pegarei às 8 da manhã. Eu escolhi a maçã madura da árvore.",
      "imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pick",
      "translation": "colher",
      "definition": "To pluck or gather something, especially fruit or flowers.",
      "definition_translation": "Colher ou recolher algo, especialmente frutas ou flores.",
      "example": "I picked the flowers from the garden. I will pick the grapes from the vine. I picked the berries from the bush.",
      "example_translation": "Eu colhi as flores do jardim. Eu colherei as uvas da videira. Eu colhi as frutas do arbusto.",
      "imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pin",
      "translation": "alfinete",
      "definition": "A small, thin piece of metal used for fastening or attaching things.",
      "definition_translation": "Um pequeno pedaço de metal fino usado para prender ou fixar coisas.",
      "example": "I used a pin to fix my hair. She pinned the note to the board. He will pin the medal on his chest.",
      "example_translation": "Eu usei um alfinete para fixar meu cabelo. Ela prendeu a nota ao quadro. Ele pregará a medalha no peito.",
      "imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "plant",
      "translation": "planta",
      "definition": "A living organism that grows in the ground and typically has leaves, stems, and roots.",
      "definition_translation": "Um organismo vivo que cresce no chão e normalmente tem folhas, caules e raízes.",
      "example": "I planted a tree in my backyard last weekend. I am planting a garden this spring. I will plant flowers in the park next summer.",
      "example_translation": "Eu plantei uma árvore no meu quintal no fim de semana passado. Estou plantando um jardim esta primavera. Eu vou plantar flores no parque no próximo verão.",
      "imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "point",
      "translation": "ponto",
      "definition": "A sharp or tapering end; a small spot or mark.",
      "definition_translation": "Um fim afiado ou pontiagudo; um pequeno ponto ou marca.",
      "example": "The point of the pencil is very sharp. The point of the mountain is difficult to climb. The company will reach a new point of success next year.",
      "example_translation": "A ponta do lápis é muito afiada. O ponto da montanha é difícil de escalar. A empresa alcançará um novo ponto de sucesso no próximo ano.",
      "imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "post",
      "translation": "posto",
      "definition": "A vertical pole or pillar used to support or mark something.",
      "definition_translation": "Um poste vertical ou pilar usado para suportar ou marcar algo.",
      "example": "I saw a post on the street corner. The company will post an update on their website. She will post a letter to her friend next week.",
      "example_translation": "Eu vi um poste na esquina da rua. A empresa vai postar uma atualização em seu site. Ela vai postar uma carta para sua amiga na próxima semana.",
      "imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "postpone",
      "translation": "adiar",
      "definition": "To put off or delay an action or event until a later time.",
      "definition_translation": "Adiar ou retardar uma ação ou evento até um tempo posterior.",
      "example": "I had to postpone my trip due to bad weather. The company will postpone the meeting until next month. We will postpone the project until we have more resources.",
      "example_translation": "Eu tive que adiar minha viagem devido ao mau tempo. A empresa vai adiar a reunião até o próximo mês. Nós vamos adiar o projeto até termos mais recursos.",
      "imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pour",
      "translation": "derramar",
      "definition": "To flow or move fluidly, often in a steady stream; to cause a liquid to flow from a container.",
      "definition_translation": "Fluir ou mover-se fluidamente, muitas vezes em um fluxo constante; fazer com que um líquido flua de um recipiente.",
      "example": "I poured water into the glass. I have poured milk into the bowl. I will pour the juice into the container.",
      "example_translation": "Eu derramei água no copo. Eu tenho derramado leite no tigela. Eu vou derramar o suco no recipiente.",
      "imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pray",
      "translation": "rezar",
      "definition": "To speak to a deity in order to express devotion, gratitude, or supplication; to request or implore something from a deity.",
      "definition_translation": "Falar com uma divindade para expressar devoção, gratidão ou súplica; solicitar ou implorar algo de uma divindade.",
      "example": "I prayed for my family's health. I have been praying for a new job. I will pray for world peace.",
      "example_translation": "Eu rezei pela saúde da minha família. Eu tenho estado rezando por um novo emprego. Eu vou rezar pela paz mundial.",
      "imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "press",
      "translation": "pressionar",
      "definition": "To exert pressure or force on something, often in order to flatten, shape, or extract something.",
      "definition_translation": "Exercer pressão ou força sobre algo, muitas vezes para aplainar, moldar ou extrair algo.",
      "example": "I pressed the button to start the machine. I have been pressing the grapes to make wine. I will press the iron to remove wrinkles.",
      "example_translation": "Eu pressionei o botão para iniciar a máquina. Eu tenho estado pressionando as uvas para fazer vinho. Eu vou pressionar o ferro para remover rugas.",
      "imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "prevent",
      "translation": "prevenir",
      "definition": "To stop something from happening or occurring; to hinder or obstruct something.",
      "definition_translation": "Impedir que algo aconteça ou ocorra; obstruir ou dificultar algo.",
      "example": "I prevented the accident by stopping the car. I have been preventing the disease by taking precautions. I will prevent the fire by extinguishing the flame.",
      "example_translation": "Eu impedi o acidente parando o carro. Eu tenho estado prevenindo a doença tomado precauções. Eu vou prevenir o fogo extinguindo a chama.",
      "imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "produce",
      "translation": "produzir",
      "definition": "to bring into existence or to make something",
      "definition_translation": "trazer à existência ou fazer algo",
      "example": "The company will produce new smartphones next year, it has been producing them for years, and it produced some last month.",
      "example_translation": "A empresa vai produzir novos smartphones ano que vem, tem produzido eles por anos, e produziu alguns no mês passado.",
      "imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "promise",
      "translation": "prometer",
      "definition": "a statement or assurance that something will happen or be done",
      "definition_translation": "uma afirmação ou garantia de que algo irá acontecer ou ser feito",
      "example": "I promised to finish the project on time, I have been promising to do it for weeks, and I will promise to deliver it soon.",
      "example_translation": "Eu prometi terminar o projeto no prazo, tenho prometido fazer isso por semanas, e vou prometer entregá-lo em breve.",
      "imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "protect",
      "translation": "proteger",
      "definition": "to defend or guard something from harm or danger",
      "definition_translation": "defender ou guardar algo de dano ou perigo",
      "example": "The government should protect the environment, it has been protecting it for years, and it will protect it in the future.",
      "example_translation": "O governo deve proteger o meio ambiente, tem protegido ele por anos, e vai protegê-lo no futuro.",
      "imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "prove",
      "translation": "provar",
      "definition": "to show or demonstrate the truth or existence of something",
      "definition_translation": "mostrar ou demonstrar a verdade ou existência de algo",
      "example": "The scientist will prove the theory, she has been proving it for months, and she proved it last year.",
      "example_translation": "A cientista vai provar a teoria, tem provado ela por meses, e provou ela no ano passado.",
      "imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "provide",
      "translation": "fornecer",
      "definition": "to supply or make available something, especially food, water, or other necessities, for someone or something",
      "definition_translation": "fornecer ou tornar disponível algo, especialmente comida, água ou outras necessidades, para alguém ou algo",
      "example": "The company will provide lunch for all employees. They provided assistance during the crisis. The government will provide funding for the project next year.",
      "example_translation": "A empresa fornecerá almoço para todos os funcionários. Eles forneceram assistência durante a crise. O governo fornecerá financiamento para o projeto no ano que vem.",
      "imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "punish",
      "translation": "punir",
      "definition": "to impose a penalty or sanction on someone or something for a wrongdoing or mistake",
      "definition_translation": "impor uma pena ou sanção a alguém ou algo por uma falta ou erro",
      "example": "The judge punished the criminal with a life sentence. She was punished for being late to class. The parents will punish their child for misbehaving.",
      "example_translation": "O juiz puniu o criminoso com uma sentença de prisão perpétua. Ela foi punida por chegar atrasada à aula. Os pais punirão seu filho por se comportar mal.",
      "imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "quit",
      "translation": "sair",
      "definition": "to stop doing something or leave a place",
      "definition_translation": "parar de fazer algo ou sair de um lugar",
      "example": "I quit my job last year. She quit smoking three months ago. They will quit the band after the tour.",
      "example_translation": "Eu saí do meu emprego ano passado. Ela parou de fumar há três meses. Eles sairão da banda após a turnê.",
      "imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "quit",
      "translation": "sair",
      "definition": "to stop doing something or leave a place",
      "definition_translation": "parar de fazer algo ou sair de um lugar",
      "example": "I will quit my job if I don't get a promotion. She quit her job to travel around the world. They quit their studies to start their own business.",
      "example_translation": "Eu sairei do meu emprego se não receber uma promoção. Ela saiu do emprego para viajar ao redor do mundo. Eles saíram dos estudos para começar seu próprio negócio.",
      "imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "race",
      "translation": "corrida",
      "definition": "A competition between runners, horses, or vehicles to see who can complete a course in the shortest time",
      "definition_translation": "Uma competição entre corredores, cavalos ou veículos para ver quem pode completar um curso no menor tempo",
      "example": "I will race you to the finish line. I raced you to the finish line last year. I race you to the finish line every week.",
      "example_translation": "Eu vou correr contra você até a linha de chegada. Eu corri contra você até a linha de chegada no ano passado. Eu corro contra você até a linha de chegada todas as semanas.",
      "imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "raise",
      "translation": "elevar",
      "definition": "To lift something upwards, or to increase or make something higher",
      "definition_translation": "Elevar algo para cima, ou aumentar ou fazer algo mais alto",
      "example": "I will raise my hand to ask a question. I raised my hand to ask a question yesterday. I raise my hand to ask a question every day.",
      "example_translation": "Eu vou elevar minha mão para fazer uma pergunta. Eu elevei minha mão para fazer uma pergunta ontem. Eu elevo minha mão para fazer uma pergunta todos os dias.",
      "imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rebuild",
      "translation": "reconstruir",
      "definition": "To build something again, especially after it has been damaged or destroyed",
      "definition_translation": "Construir algo novamente, especialmente após ter sido danificado ou destruído",
      "example": "We will rebuild the house after the storm. We rebuilt the house after the earthquake last year. We rebuild the house every ten years.",
      "example_translation": "Nós vamos reconstruir a casa após a tempestade. Nós reconstruímos a casa após o terremoto do ano passado. Nós reconstruimos a casa a cada dez anos.",
      "imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "recycle",
      "translation": "reciclar",
      "definition": "To treat or process used or waste materials to produce new goods",
      "definition_translation": "Tratar ou processar materiais usados ou residuais para produzir bens novos",
      "example": "I will recycle the paper to save trees. I recycled the paper to save trees yesterday. I recycle the paper to save trees every day.",
      "example_translation": "Eu vou reciclar o papel para salvar árvores. Eu reciciei o papel para salvar árvores ontem. Eu reciclo o papel para salvar árvores todos os dias.",
      "imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "replace",
      "translation": "substituir",
      "definition": "To put something in the place of something else, especially because the other thing is no longer needed or useful.",
      "definition_translation": "Colocar algo no lugar de algo mais, especialmente porque a outra coisa não é mais necessária ou útil.",
      "example": "I replaced the old phone with a new one, because the battery was dead. I will replace the broken chair with a new one. I had replaced the faulty part with a new one.",
      "example_translation": "Eu substituí o antigo telefone com um novo, porque a bateria estava morta. Vou substituir a cadeira quebrada com uma nova. Eu havia substituído a peça defeituosa com uma nova.",
      "imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rescue",
      "translation": "resgatar",
      "definition": "To save someone or something from a dangerous or difficult situation.",
      "definition_translation": "Salvar alguém ou algo de uma situação perigosa ou difícil.",
      "example": "The fire department rescued the people from the burning building. They will rescue the child from the well. I had rescued the cat from the tree.",
      "example_translation": "O departamento de bombeiros resgatou as pessoas do prédio em chamas. Eles vão resgatar a criança do poço. Eu havia resgatado o gato da árvore.",
      "imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "reserve",
      "translation": "reservar",
      "definition": "To keep something for future use, especially by officially arranging to have it available.",
      "definition_translation": "Manter algo para uso futuro, especialmente ao oficialmente arranjar para tê-lo disponível.",
      "example": "I reserved a table at the restaurant for tonight. She reserves her weekends for studying. They had reserved the hotel room for their honeymoon.",
      "example_translation": "Eu reservei uma mesa no restaurante para hoje à noite. Ela reserva seus fins de semana para estudar. Eles haviam reservado o quarto de hotel para sua lua de mel.",
      "imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rest",
      "translation": "descansar",
      "definition": "A period of relaxation or sleep, or to stop doing something for a period of time.",
      "definition_translation": "Um período de relaxamento ou sono, ou parar de fazer algo por um período de tempo.",
      "example": "I need to rest for a while after the long walk. She rested her eyes on the pillow. They will rest their backs on the couch after the heavy lifting.",
      "example_translation": "Eu preciso descansar por um tempo após o longo passeio. Ela descansou seus olhos no travesseiro. Eles vão descansar suas costas no sofá após o levantamento pesado.",
      "imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "revise",
      "translation": "revisar",
      "definition": "To look over or review something carefully, especially in order to correct, improve, or update it.",
      "definition_translation": "Revisar algo cuidadosamente, especialmente para corrigir, melhorar ou atualizar.",
      "example": "I revised my essay three times before submitting it. Yesterday, I revised the chapter, and now I am revising the conclusion. By next week, I will have revised the entire manuscript.",
      "example_translation": "Eu revisei meu ensaio três vezes antes de submeter. Ontem, eu revisei o capítulo, e agora estou revendo a conclusão. Até a próxima semana, eu terei revisado todo o manuscrito.",
      "imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rob",
      "translation": "roubar",
      "definition": "To take property or money from a person or place illegally, often using force or threats.",
      "definition_translation": "Tomar propriedade ou dinheiro de uma pessoa ou lugar ilegalmente, muitas vezes usando força ou ameaças.",
      "example": "The thief will rob the bank tonight. Yesterday, the gang robbed the convenience store. If we're not careful, they will rob us again next month.",
      "example_translation": "O ladrão vai roubar o banco hoje à noite. Ontem, o gangue roubou a loja de conveniência. Se não formos cuidadosos, eles vão nos roubar novamente nächste mês.",
      "imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "run",
      "translation": "correr",
      "definition": "To move quickly on foot, often in a steady and swift pace, or to operate or manage something.",
      "definition_translation": "Mover-se rapidamente a pé, muitas vezes em um ritmo constante e rápido, ou operar ou gerenciar algo.",
      "example": "I will run to the store today. She ran a marathon yesterday. If we don't hurry, we will run out of time.",
      "example_translation": "Eu vou correr até a loja hoje. Ela correu uma maratona ontem. Se não nos apressarmos, vamos ficar sem tempo.",
      "imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "save",
      "translation": "salvar",
      "definition": "To keep something or someone from harm, injury, or loss, or to store or put away something for future use.",
      "definition_translation": "Manter algo ou alguém de danos, lesões ou perdas, ou armazenar ou colocar algo de lado para uso futuro.",
      "example": "I saved the file to an external hard drive. She saved the company from bankruptcy. If we save energy now, we will have enough for the future.",
      "example_translation": "Eu salvei o arquivo em um disco rígido externo. Ela salvou a empresa da falência. Se economizarmos energia agora, teremos o suficiente para o futuro.",
      "imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "score",
      "translation": "pontuação",
      "definition": "A score is a number that shows how well someone has done in a test, game, or competition.",
      "definition_translation": "Uma pontuação é um número que mostra como alguém fez em um teste, jogo ou competição.",
      "example": "I scored 90% on the math test. I will score high on the exam. She scored a goal in the final game.",
      "example_translation": "Eu marquei 90% no teste de matemática. Vou marcar alto na prova. Ela marcou um gol no jogo final.",
      "imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "scream",
      "translation": "gritar",
      "definition": "To scream means to make a very loud, high-pitched noise, usually to express strong emotions such as fear, pain, or excitement.",
      "definition_translation": "Gritar significa fazer um barulho muito alto e agudo, geralmente para expressar emoções fortes como medo, dor ou excitação.",
      "example": "She screamed when she saw the snake. He screams at the top of his lungs when his team wins. They will scream with joy when they see the surprise.",
      "example_translation": "Ela gritou quando viu a cobra. Ele grita em voz alta quando sua equipe vence. Eles vão gritar de alegria quando virem a surpresa.",
      "imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "search",
      "translation": "procurar",
      "definition": "To search means to look for something or someone in a thorough and careful way, usually because you need or want them.",
      "definition_translation": "Procurar significa buscar algo ou alguém de uma maneira minuciosa e cuidadosa, geralmente porque você precisa ou deseja.",
      "example": "I am searching for my lost keys. She searched the entire house for her phone. They will search the database for the information.",
      "example_translation": "Estou procurando minhas chaves perdidas. Ela procurou toda a casa pela sua cela. Eles vão procurar o banco de dados pela informação.",
      "imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "select",
      "translation": "selecionar",
      "definition": "To select means to choose something or someone from a group or range of possibilities, often based on certain criteria or qualifications.",
      "definition_translation": "Selecionar significa escolher algo ou alguém de um grupo ou faixa de possibilidades, frequentemente com base em certos critérios ou qualificações.",
      "example": "I selected the best option for the task. She selects the freshest fruits for the salad. They will select the most qualified candidate for the job.",
      "example_translation": "Eu escolhi a melhor opção para a tarefa. Ela seleciona as frutas frescas para a salada. Eles vão selecionar o candidato mais qualificado para o trabalho.",
      "imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "serve",
      "translation": "servir",
      "definition": "to provide food, drink, or other things to people, especially in a restaurant or at a meal",
      "definition_translation": "fornecer comida, bebida ou outras coisas às pessoas, especialmente em um restaurante ou em uma refeição",
      "example": "I served coffee to the guests at the party. I am serving food to the homeless people. I will serve dessert after dinner.",
      "example_translation": "Eu servi café aos convidados na festa. Estou servindo comida às pessoas sem-teto. Vou servir sobremesa após o jantar.",
      "imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sew",
      "translation": "costurar",
      "definition": "to join or repair something, especially clothes, using a needle and thread",
      "definition_translation": "juntar ou consertar algo, especialmente roupas, usando uma agulha e linha",
      "example": "She sewed a new hem on the dress. He sewed the buttons back on. They will sew the fabric together.",
      "example_translation": "Ela costurou um novo hem na roupa. Ele costurou os botões de volta. Eles vão costurar o tecido junto.",
      "imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shake",
      "translation": "sacudir",
      "definition": "to move quickly and violently from side to side, or to make something move in this way",
      "definition_translation": "mover rapidamente e violentamente de lado a lado, ou fazer algo se mover assim",
      "example": "I shook the tree to get the apples down. She shook her head to say no. They will shake hands after the fight.",
      "example_translation": "Eu sacudi a árvore para fazer as maçãs caírem. Ela sacudiu a cabeça para dizer não. Eles vão sacudir as mãos após a briga.",
      "imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shake hands",
      "translation": "apertar as mãos",
      "definition": "to hold out one's right hand and grasp that of another person as a greeting, farewell, or agreement",
      "definition_translation": "estender a mão direita e agarrar a de outra pessoa como cumprimento, despedida ou acordo",
      "example": "We shook hands at the business meeting. She shook hands with her new boss. They will shake hands after the deal.",
      "example_translation": "Nós apertamos as mãos na reunião de negócios. Ela apertou as mãos com seu novo chefe. Eles vão apertar as mãos após o negócio.",
      "imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shoot",
      "translation": "atirar",
      "definition": "To discharge a projectile from a weapon, especially a firearm.",
      "definition_translation": "Descarregar um projétil de uma arma, especialmente uma arma de fogo.",
      "example": "I shot the ball into the goal. I am shooting a video now. I will shoot the photo tomorrow.",
      "example_translation": "Eu atirei a bola no gol. Eu estou filmando um vídeo agora. Eu vou fotografar amanhã.",
      "imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shop",
      "translation": "loja",
      "definition": "A building or part of a building where goods or services are sold.",
      "definition_translation": "Um edifício ou parte de um edifício onde mercadorias ou serviços são vendidos.",
      "example": "I shopped at the mall yesterday. I shop online every week. I will shop at the new store tomorrow.",
      "example_translation": "Eu fiz compras no shopping center ontem. Eu compro online todas as semanas. Eu vou fazer compras na loja nova amanhã.",
      "imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ski",
      "translation": "esquiar",
      "definition": "To engage in the sport of skiing, especially downhill skiing.",
      "definition_translation": "Engajar-se no esporte do esqui, especialmente esqui downhill.",
      "example": "I skied down the mountain last winter. I ski every weekend. I will ski in the Olympics someday.",
      "example_translation": "Eu esquiei xuống a montanha no inverno passado. Eu esquio todos os fins de semana. Eu vou esquiar nos Jogos Olímpicos algum dia.",
      "imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "slip",
      "translation": "escorregar",
      "definition": "To fall or slide accidentally, especially on a smooth surface.",
      "definition_translation": "Cair ou deslizar acidentalmente, especialmente em uma superfície lisa.",
      "example": "I slipped on the ice yesterday. I slip on the floor every morning. I will slip into my shoes tonight.",
      "example_translation": "Eu escorei no gelo ontem. Eu caio no chão todas as manhãs. Eu vou escorregar nos meus sapatos esta noite.",
      "imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "smell",
      "translation": "cheirar",
      "definition": "to perceive the scent or odor of something",
      "definition_translation": "perceber o cheiro ou odor de algo",
      "example": "I smelled the coffee brewing in the morning. I am smelling the flowers now. I will smell the perfume later.",
      "example_translation": "Eu cheirei o café sendo preparado pela manhã. Estou cheirando as flores agora. Vou cheirar o perfume mais tarde.",
      "imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "smile",
      "translation": "sorrir",
      "definition": "to form one's features into a pleased, cheerful, or amused expression",
      "definition_translation": "formar seus traços em uma expressão agradável, alegre ou divertida",
      "example": "I smiled at the joke. I am smiling at the baby. I will smile at the party.",
      "example_translation": "Eu sorri para a piada. Estou sorrindo para o bebê. Vou sorrir na festa.",
      "imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spill",
      "translation": "derramar",
      "definition": "to cause a liquid to flow or fall accidentally from a container",
      "definition_translation": "causar um líquido a fluir ou cair acidentalmente de um contêiner",
      "example": "I spilled the milk on the floor. I am spilling the water now. I will spill the juice later.",
      "example_translation": "Eu derramei o leite no chão. Estou derramando a água agora. Vou derramar o suco mais tarde.",
      "imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spoil",
      "translation": "estragar",
      "definition": "to damage or ruin something, especially food, by not handling or storing it properly",
      "definition_translation": "danificar ou estragar algo, especialmente alimentos, por não manuseá-lo ou armazená-lo adequadamente",
      "example": "I spoiled the food by leaving it out too long. I am spoiling the child with gifts. I will spoil the surprise later.",
      "example_translation": "Eu estraguei a comida deixando-a fora por muito tempo. Estou estragando a criança com presentes. Vou estragar a surpresa mais tarde.",
      "imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stick",
      "translation": "fixar",
      "definition": "to attach or fix something to something else, typically using glue, tape, or other adhesive",
      "definition_translation": "fixar ou prender algo a algo else, geralmente usando cola, fita ou outro adesivo",
      "example": "I will stick the poster to the wall, I stuck it yesterday, and I had stuck it the day before.",
      "example_translation": "Vou fixar o poster na parede, eu o fixei ontem, e eu havia fixado no dia anterior.",
      "imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stir",
      "translation": "mexer",
      "definition": "to move a spoon or other object around in a liquid or mixture in order to mix it",
      "definition_translation": "mover uma colher ou outro objeto em uma liquido ou mistura para misturá-la",
      "example": "Stir the mixture well before pouring it into the mold, I stirred it yesterday, and I will stir it again tomorrow.",
      "example_translation": "Mexa a mistura bem antes de despejá-la no molde, eu mexi ontem, e vou mexê-la novamente amanhã.",
      "imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "strike",
      "translation": "greve",
      "definition": "to hit or attack something forcefully, often suddenly and with a lot of energy",
      "definition_translation": "bater ou atacar algo com força, frequentemente subitamente e com muita energia",
      "example": "The workers went on strike last week, they struck yesterday, and they will strike again next month.",
      "example_translation": "Os trabalhadores entraram em greve na semana passada, eles grevearam ontem, e eles vão grevear novamente no próximo mês.",
      "imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "succeed",
      "translation": "succeeder",
      "definition": "to achieve something you wanted to do, especially after trying hard or overcoming difficulties",
      "definition_translation": "alcançar algo que você queria fazer, especialmente após tentar muito ou superar dificuldades",
      "example": "I succeeded in finishing the project on time, I will succeed in getting the job, and I had succeeded in passing the exam.",
      "example_translation": "Eu consegui terminar o projeto no prazo, vou ter sucesso em obter o trabalho, e eu havia conseguido passar no exame.",
      "imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "suggest",
      "translation": "sugerir",
      "definition": "To propose or recommend something as a possibility or solution.",
      "definition_translation": "Propor ou recomendar algo como uma possibilidade ou solução.",
      "example": "She suggested we go to the beach yesterday, but I suggested going tomorrow instead. I will suggest a new plan to the team next week.",
      "example_translation": "Ela sugeriu que fôssemos à praia ontem, mas eu sugeri ir amanhã em vez disso. Vou sugerir um novo plano à equipe na próxima semana.",
      "imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sunbathe",
      "translation": "tomar banho de sol",
      "definition": "To lie or sit in the sun, usually unclothed or partly unclothed, in order to get a suntan.",
      "definition_translation": "Deitar-se ou sentar-se ao sol, geralmente sem roupa ou parcialmente sem roupa, para obter um bronzeado.",
      "example": "I love to sunbathe on the beach during my vacation. She sunbathed for hours yesterday and got a bad burn. We will sunbathe on the roof tomorrow.",
      "example_translation": "Eu amo tomar banho de sol na praia durante minhas férias. Ela tomou banho de sol por horas ontem e pegou um bronzeado ruim. Nós vamos tomar banho de sol no telhado amanhã.",
      "imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "support",
      "translation": "apoio",
      "definition": "To give assistance or encouragement to someone or something.",
      "definition_translation": "Dar assistência ou encorajamento a alguém ou algo.",
      "example": "The team will support the new player during the game. We supported the charity by donating money. I will support her in her decision.",
      "example_translation": "A equipe vai apoiar o novo jogador durante o jogo. Nós apoiamos a instituição de caridade doando dinheiro. Eu vou apoiá-la em sua decisão.",
      "imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "support",
      "translation": "apoio",
      "definition": "To give assistance or encouragement to someone or something.",
      "definition_translation": "Dar assistência ou encorajamento a alguém ou algo.",
      "example": "The company will support the employee's family after the accident. They supported the new policy by voting for it. I supported her during the difficult time.",
      "example_translation": "A empresa vai apoiar a família do funcionário após o acidente. Eles apoiaram a nova política votando a favor dela. Eu a apoiei durante o tempo difícil.",
      "imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "switch off",
      "translation": "desligar",
      "definition": "to stop the operation or function of something, typically by using a switch or button",
      "definition_translation": "parar a operação ou função de algo, geralmente usando um interruptor ou botão",
      "example": "I switched off the light when I left the room. I switch off the TV every night. I will switch off the computer after I finish my work.",
      "example_translation": "Eu desliguei a luz quando sai do quarto. Eu desligo a TV todas as noites. Eu vou desligar o computador após terminar meu trabalho.",
      "imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "switch on",
      "translation": "ligar",
      "definition": "to start the operation or function of something, typically by using a switch or button",
      "definition_translation": "iniciar a operação ou função de algo, geralmente usando um interruptor ou botão",
      "example": "I switched on the light when I entered the room. I switch on the TV every morning. I will switch on the computer when I need it.",
      "example_translation": "Eu liguei a luz quando entrei no quarto. Eu ligo a TV todas as manhãs. Eu vou ligar o computador quando precisar dele.",
      "imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "taste",
      "translation": "gostar",
      "definition": "the sensation of flavor perceived in the mouth and throat on eating or drinking",
      "definition_translation": "a sensação de sabor percebida na boca e garganta ao comer ou beber",
      "example": "I taste the sweetness of the cake. She tastes the bitterness of the coffee. They will taste the saltiness of the sea water.",
      "example_translation": "Eu sinto o doçura do bolo. Ela sente a amargura do café. Eles vão sentir a salinidade da água do mar.",
      "imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tear",
      "translation": "lacrimejar",
      "definition": "to pull or rend apart by force, or to become torn or split",
      "definition_translation": "puxar ou rasgar à força, ou se tornar rasgado ou partido",
      "example": "I tore the paper when I pulled it. She tears her dress when she fell. They will tear the fabric when they stretch it too far.",
      "example_translation": "Eu rasguei o papel quando o puxei. Ela rasgou o vestido quando caiu. Eles vão rasgar o tecido quando o esticarem muito longe.",
      "imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "test",
      "translation": "prova",
      "definition": "A test is a series of questions or problems designed to assess a person's knowledge, skills, or abilities.",
      "definition_translation": "Um teste é uma série de perguntas ou problemas projetados para avaliar o conhecimento, habilidades ou capacidades de uma pessoa.",
      "example": "I will test the new software tomorrow. Yesterday, I tested it and it worked perfectly. I have been testing it for weeks now.",
      "example_translation": "Vou testar o novo software amanhã. Ontem, eu o teste e funcionou perfeitamente. Eu tenho sido testado por semanas agora.",
      "imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tick",
      "translation": "carrapato",
      "definition": "A tick is a small, eight-legged parasite that feeds on the blood of animals and humans.",
      "definition_translation": "Um carrapato é um parasita pequeno, de oito patas, que se alimenta do sangue de animais e humanos.",
      "example": "The tick bit me when I was walking in the woods. I have been bitten by ticks several times before. I will remove the tick from my dog tomorrow.",
      "example_translation": "O carrapato me mordeu quando eu estava caminhando na floresta. Eu já fui mordido por carrapatos várias vezes antes. Eu vou remover o carrapato do meu cachorro amanhã.",
      "imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tie",
      "translation": "gravata",
      "definition": "A tie is a long, narrow piece of cloth worn around the neck, typically by men, to serve as a decorative accessory.",
      "definition_translation": "Uma gravata é um pedaço longo e estreito de tecido usado em volta do pescoço, tipicamente por homens, como acessório decorativo.",
      "example": "I will wear a tie to the wedding. He wore a tie to the job interview yesterday. She has been tying her hair with a tie for months now.",
      "example_translation": "Vou usar uma gravata no casamento. Ele usou uma gravata na entrevista de emprego ontem. Ela tem sido amarrando o cabelo com uma gravata por meses agora.",
      "imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "total",
      "translation": "total",
      "definition": "The total is the complete or entire amount of something, often calculated by adding up individual parts or quantities.",
      "definition_translation": "O total é a quantidade completa ou total de algo, frequentemente calculado somando as partes individuais ou quantidades.",
      "example": "The total cost of the project is $10,000. The total number of students is 500. The total time it took to complete the task was 5 hours.",
      "example_translation": "O custo total do projeto é de $10.000. O número total de estudantes é 500. O tempo total que levou para completar a tarefa foi de 5 horas.",
      "imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tour",
      "translation": "turnê",
      "definition": "A trip with a specific purpose, such as business or education.",
      "definition_translation": "Uma viagem com um propósito específico, como negócios ou educação.",
      "example": "I went on a tour of Europe last year, and I'm planning to tour Asia next year. I'm currently touring the city with my friends.",
      "example_translation": "Eu fui em uma turnê pela Europa no ano passado e estou planejando uma turnê pela Ásia no próximo ano. Estou atualmente fazendo uma turnê pela cidade com meus amigos.",
      "imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "train",
      "translation": "trem",
      "definition": "A self-propelled vehicle on rails, used for transporting people or goods.",
      "definition_translation": "Um veículo autopropelido em trilhos, usado para transportar pessoas ou mercadorias.",
      "example": "I take the train to work every day. I trained for months to run a marathon. The train engine was repaired yesterday.",
      "example_translation": "Eu pego o trem para trabalhar todos os dias. Eu me treinei por meses para correr uma maratona. O motor do trem foi reparado ontem.",
      "imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "transfer",
      "translation": "transferência",
      "definition": "The act of moving something or someone from one place to another.",
      "definition_translation": "O ato de mover algo ou alguém de um lugar para outro.",
      "example": "I transfer money from my savings account to my checking account. The company will transfer me to their New York office. The file transfer was completed successfully.",
      "example_translation": "Eu transfiro dinheiro da minha conta de poupança para minha conta corrente. A empresa vai me transferir para seu escritório em Nova York. A transferência do arquivo foi concluída com sucesso.",
      "imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "translate",
      "translation": "traduzir",
      "definition": "To express the sense of words or text in another language.",
      "definition_translation": "Expressar o sentido de palavras ou texto em outra língua.",
      "example": "Can you translate this sentence into Portuguese? I translated the document from English to Spanish. The website can automatically translate text into multiple languages.",
      "example_translation": "Você pode traduzir essa frase para o português? Eu traduzi o documento do inglês para o espanhol. O site pode traduzir automaticamente o texto em múltiplas línguas.",
      "imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "try",
      "translation": "tentar",
      "definition": "to make an effort to do something or to attempt to accomplish something",
      "definition_translation": "fazer um esforço para fazer algo ou tentar realizar algo",
      "example": "I tried to ride a bike when I was a kid. I try to eat healthy food every day. I will try to finish this project by tomorrow.",
      "example_translation": "Eu tentei andar de bicicleta quando eu era uma criança. Eu tento comer comida saudável todos os dias. Eu tentarei terminar esse projeto até amanhã.",
      "imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "type",
      "translation": "tipo",
      "definition": "a category or class of things having common characteristics or qualities",
      "definition_translation": "uma categoria ou classe de coisas tendo características ou qualidades comuns",
      "example": "I'm trying to type faster on my keyboard. This type of music is my favorite. She will type a letter to her friend tomorrow.",
      "example_translation": "Estou tentando digitar mais rápido no meu teclado. Esse tipo de música é meu favorito. Ela vai digitar uma carta para sua amiga amanhã.",
      "imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "undress",
      "translation": "despir",
      "definition": "to remove clothing or to take off clothes",
      "definition_translation": "remover roupa ou tirar roupas",
      "example": "She undressed quickly in the fitting room. He undressed slowly in front of the mirror. They will undress themselves before taking a shower.",
      "example_translation": "Ela se despia rapidamente no provador. Ele se despia lentamente diante do espelho. Eles se despirão antes de tomar banho.",
      "imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "unpack",
      "translation": "desempacotar",
      "definition": "to remove the contents of a box, bag, or package",
      "definition_translation": "remover o conteúdo de uma caixa, sacola ou pacote",
      "example": "I unpacked my suitcase after the trip. They unpacked the boxes in the new house. She will unpack the groceries when she gets home.",
      "example_translation": "Eu desempacotei minha mala após a viagem. Eles desempacotaram as caixas na nova casa. Ela vai desempacotar as compras quando chegar em casa.",
      "imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "update",
      "translation": "atualizar",
      "definition": "To make something more modern or effective by adding new information or features.",
      "definition_translation": "Fazer algo mais moderno ou eficaz adicionando novas informações ou recursos.",
      "example": "I need to update my phone's operating system. I updated my resume to include my new skills. I will update the software tomorrow.",
      "example_translation": "Eu preciso atualizar o sistema operacional do meu telefone. Eu atualizei meu currículo para incluir minhas novas habilidades. Eu atualizarei o software amanhã.",
      "imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "vote",
      "translation": "votar",
      "definition": "To formally express an opinion or decision, often by raising a hand or writing a ballot paper.",
      "definition_translation": "Expressar formalmente uma opinião ou decisão, muitas vezes levantando a mão ou escrevendo um papel de votação.",
      "example": "I voted for her in the election. I will vote for the new policy. She had voted against the proposal.",
      "example_translation": "Eu votei para ela na eleição. Eu votarei pela nova política. Ela havia votado contra a proposta.",
      "imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "walk the dog",
      "translation": "passear o cão",
      "definition": "To take a dog for a walk, typically on a leash, as a form of exercise or companionship.",
      "definition_translation": "Levar um cão para uma caminhada, geralmente com uma guia, como uma forma de exercício ou companhia.",
      "example": "I need to walk the dog every morning. She walked the dog last night. He will walk the dog tomorrow.",
      "example_translation": "Eu preciso passear o cão todas as manhãs. Ela passeou o cão ontem à noite. Ele passará o cão amanhã.",
      "imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "warn",
      "translation": "avisar",
      "definition": "To give someone a warning or notice about a possible danger or problem.",
      "definition_translation": "Dar a alguém um aviso ou notificação sobre um possível perigo ou problema.",
      "example": "The sign warns of a steep cliff. I warned him about the danger. She will warn us about the storm.",
      "example_translation": "O sinal avisa de um penhasco íngreme. Eu avisei sobre o perigo. Ela nos avisará sobre a tempestade.",
      "imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "waste",
      "translation": "desperdício",
      "definition": "Unwanted or unusable material, substance, or by-product.",
      "definition_translation": "Material, substância ou subproduto indesejado ou inutilizável.",
      "example": "I wasted a lot of time watching TV yesterday. I waste a lot of money on clothes every month. I will waste my entire paycheck on a new laptop.",
      "example_translation": "Eu desperdicei muito tempo assistindo TV ontem. Eu desperdício muito dinheiro em roupas todos os meses. Eu vou desperdiçar meu pagamento inteiro em um novo laptop.",
      "imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "wave",
      "translation": "onda",
      "definition": "A movement of the sea or a lake caused by wind or a disturbance.",
      "definition_translation": "Um movimento do mar ou de um lago causado pelo vento ou uma perturbação.",
      "example": "I saw a big wave at the beach yesterday. The wave crashed against the shore. The wave will crash again tomorrow.",
      "example_translation": "Eu vi uma grande onda na praia ontem. A onda bateu contra a praia. A onda baterá novamente amanhã.",
      "imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "write something down",
      "translation": "escrever algo",
      "definition": "To record or note something in writing.",
      "definition_translation": "Registrar ou anotar algo por escrito.",
      "example": "I wrote something down in my journal yesterday. I write something down every morning. I will write something down after dinner.",
      "example_translation": "Eu escrevi algo no meu diário ontem. Eu escrevo algo todas as manhãs. Eu vou escrever algo após o jantar.",
      "imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]
}