{
  "data": [
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dance",
      "translation": "dançar",
      "definition": "To move one's body in a rhythmic way, usually to music, as a form of expression, exercise, or entertainment.",
      "definition_translation": "Mover o corpo de uma forma rítmica, geralmente à música, como forma de expressão, exercício ou entretenimento.",
      "example": "I danced all night at the party. I am dancing to my favorite song now. I will dance at the wedding tomorrow.",
      "example_translation": "Eu dançei a noite toda na festa. Eu estou dançando para minha canção favorita agora. Eu vou dançar no casamento amanhã.",
      "imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shopping",
      "translation": "compras",
      "definition": "The act of buying things, especially in stores, as a recreational activity.",
      "definition_translation": "O ato de comprar coisas, especialmente em lojas, como atividade recreativa.",
      "example": "I went shopping at the mall yesterday. I am shopping online now. I will go shopping with my friends tomorrow.",
      "example_translation": "Eu fui às compras no centro comercial ontem. Eu estou fazendo compras online agora. Eu vou às compras com meus amigos amanhã.",
      "imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "smoking",
      "translation": "fumar",
      "definition": "The act of inhaling and exhaling the smoke of tobacco or other substances, often as a habitual practice.",
      "definition_translation": "O ato de inalar e exalar o fumo de tabaco ou outras substâncias, frequentemente como prática habitual.",
      "example": "I was smoking in my teenage years. I smoke a cigar occasionally now. I will quit smoking soon.",
      "example_translation": "Eu fumava em meus anos de adolescente. Eu fumo um charuto ocasionalmente agora. Eu vou parar de fumar em breve.",
      "imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "work",
      "translation": "trabalho",
      "definition": "Activity involving mental or physical effort done in order to achieve a purpose or earn a living.",
      "definition_translation": "Atividade envolvendo esforço mental ou físico feito para alcançar um propósito ou ganhar a vida.",
      "example": "I worked hard on my project yesterday. I am working on a new task now. I will work from home tomorrow.",
      "example_translation": "Eu trabalhei duro no meu projeto ontem. Eu estou trabalhando em uma nova tarefa agora. Eu vou trabalhar em casa amanhã.",
      "imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "activity",
      "translation": "atividade",
      "definition": "The capacity to do something; the natural ability to perform a specific function.",
      "definition_translation": "A capacidade de fazer algo; a habilidade natural de realizar uma função específica.",
      "example": "She was very active in the community, participating in various activities. She participates in a lot of activities every day. She will participate in the marathon activity next year.",
      "example_translation": "Ela era muito ativa na comunidade, participando de várias atividades. Ela participa de muitas atividades todos os dias. Ela participará da atividade de maratona no ano que vem.",
      "imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "click",
      "translation": "clicar",
      "definition": "A short, sudden noise, like the one made by a mouse or a key being pressed.",
      "definition_translation": "Um ruído curto e repentino, como o feito por um mouse ou uma tecla sendo pressionada.",
      "example": "I clicked the button to submit the form. She clicks the mouse to open the file. They will click the link to access the website.",
      "example_translation": "Eu cliquei no botão para enviar o formulário. Ela clica no mouse para abrir o arquivo. Eles clicarão no link para acessar o website.",
      "imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "climbing",
      "translation": "escalada",
      "definition": "The act of rising or going up, especially by using your hands and feet.",
      "definition_translation": "O ato de subir ou ir para cima, especialmente usando as mãos e os pés.",
      "example": "Climbing mountains is a challenging task. She is climbing the stairs to get to the top floor. They climbed the rock wall last weekend.",
      "example_translation": "Escalada de montanhas é uma tarefa desafiadora. Ela está subindo as escadas para chegar ao andar de cima. Eles escalaram a parede de rocha no fim de semana passado.",
      "imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cooking",
      "translation": "cozinha",
      "definition": "The act of preparing food by heating, boiling, or frying it.",
      "definition_translation": "O ato de preparar comida pelo aquecimento, fervura ou fritura.",
      "example": "Cooking is a hobby for many people. She was cooking dinner when I arrived. They will cook breakfast for us tomorrow.",
      "example_translation": "Cozinhar é um hobby para muitas pessoas. Ela estava cozinhando o jantar quando cheguei. Eles cozinharão o café da manhã para nós amanhã.",
      "imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cycling",
      "translation": "ciclismo",
      "definition": "The act of riding a bicycle, especially as a form of exercise or recreation.",
      "definition_translation": "O ato de andar de bicicleta, especialmente como uma forma de exercício ou recreação.",
      "example": "I went cycling in the park yesterday. I am cycling to work today. I will go cycling with friends next week.",
      "example_translation": "Eu fui ciclismo no parque ontem. Eu estou indo ciclismo para o trabalho hoje. Eu irei ciclismo com amigos na próxima semana.",
      "imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drawing",
      "translation": "desenho",
      "definition": "The act of creating a picture or diagram using various tools and techniques.",
      "definition_translation": "O ato de criar uma imagem ou diagrama usando várias ferramentas e técnicas.",
      "example": "I was drawing a picture yesterday. I am drawing a diagram today. I will be drawing a portrait next month.",
      "example_translation": "Eu estava desenhando uma imagem ontem. Eu estou desenhando um diagrama hoje. Eu estarei desenhando um retrato no próximo mês.",
      "imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "exercise",
      "translation": "exercício",
      "definition": "A physical or mental activity performed to improve or maintain health and fitness.",
      "definition_translation": "Uma atividade física ou mental realizada para melhorar ou manter a saúde e a fitness.",
      "example": "I did exercise yesterday. I am doing exercise today. I will do exercise every day next week.",
      "example_translation": "Eu fiz exercício ontem. Eu estou fazendo exercício hoje. Eu farei exercício todos os dias na próxima semana.",
      "imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "help",
      "translation": "ajuda",
      "definition": "Assistance or support provided to someone in need.",
      "definition_translation": "Assistência ou apoio fornecido a alguém em necessidade.",
      "example": "I helped my friend yesterday. I am helping my sister today. I will help my brother next week.",
      "example_translation": "Eu ajudei meu amigo ontem. Eu estou ajudando minha irmã hoje. Eu ajudarei meu irmão na próxima semana.",
      "imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "kick",
      "translation": "chutar",
      "definition": "to strike or hit with the leg or foot, typically in a forceful or energetic way",
      "definition_translation": "bateu ou atingiu com a perna ou pé, geralmente de uma forma enérgica ou vigorosa",
      "example": "I kicked the ball, I kick the ball, I will kick the ball.",
      "example_translation": "Eu chutei a bola, eu chuto a bola, eu chutarei a bola.",
      "imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "kiss",
      "translation": "beijo",
      "definition": "to touch or caress with the lips, typically as a sign of love, affection, or greeting",
      "definition_translation": "tocar ou acariciar com os lábios, geralmente como um sinal de amor, afeto ou cumprimento",
      "example": "She kissed me, she kisses me, she will kiss me.",
      "example_translation": "Ela me beijou, ela me beija, ela me beijará.",
      "imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "practice",
      "translation": "prática",
      "definition": "the repeated exercise or activity of a skill or profession, often in order to improve or maintain proficiency",
      "definition_translation": "o exercício ou atividade repetida de uma habilidade ou profissão, frequentemente para melhorar ou manter a competência",
      "example": "I practiced guitar, I practice guitar, I will practice guitar.",
      "example_translation": "Eu pratiquei guitarra, eu pratico guitarra, eu praticarei guitarra.",
      "imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "singing",
      "translation": "cantando",
      "definition": "the act of producing musical sounds with the voice, especially in a skillful or artistic way",
      "definition_translation": "o ato de produzir sons musicais com a voz, especialmente de uma forma habilidosa ou artística",
      "example": "I was singing, I am singing, I will be singing.",
      "example_translation": "Eu estava cantando, eu estou cantando, eu estarei cantando.",
      "imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "skateboarding",
      "translation": "skateboardismo",
      "definition": "the act of riding or performing tricks on a skateboard, especially as a sport or recreational activity",
      "definition_translation": "o ato de andar ou executar truques em um skate, especialmente como um esporte ou atividade recreativa",
      "example": "I have been skateboarding since I was a teenager, and I still love it today. I skateboarded with my friends last night, and we are going to skateboard again tomorrow.",
      "example_translation": "Eu tenho sido um skateborder desde que eu era adolescente, e eu ainda amo isso hoje. Eu skateei com meus amigos ontem à noite, e vamos skatear novamente amanhã.",
      "imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "skating",
      "translation": "patinagem",
      "definition": "the act of gliding on ice or a surface of ice, typically on skates, as a form of recreation or sport",
      "definition_translation": "o ato de deslizar sobre o gelo ou uma superfície de gelo, tipicamente em patins, como uma forma de recreação ou esporte",
      "example": "I loved skating as a child, and I still enjoy skating today. I skated at the ice rink last week, and I will skate again next month.",
      "example_translation": "Eu amava patinar quando era criança, e eu ainda gosto de patinar hoje. Eu patinei no rinque de gelo semana passada, e vou patinar novamente próximo mês.",
      "imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "snowboarding",
      "translation": "snowboard",
      "definition": "the act of sliding down a snow-covered slope on a snowboard, typically as a recreational activity",
      "definition_translation": "o ato de deslizar por uma encosta coberta de neve em um snowboard, tipicamente como uma atividade recreativa",
      "example": "I started snowboarding last year, and I have been snowboarding every winter since then. I snowboarded down the mountain last weekend, and I will snowboard again next winter.",
      "example_translation": "Eu comecei a snowboard ano passado, e eu tenho snowboard todas as invernos desde então. Eu snowboardei pela montanha semana passada, e vou snowboard novamente no próximo inverno.",
      "imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "surfing",
      "translation": "surfe",
      "definition": "the act of riding a wave, especially on a surfboard, as a form of recreation or sport",
      "definition_translation": "o ato de andar sobre uma onda, especialmente em uma prancha de surfe, como uma forma de recreação ou esporte",
      "example": "I have been surfing for years, and I still love it today. I surfed at the beach yesterday, and I will surf again tomorrow.",
      "example_translation": "Eu tenho sido surfista por anos, e eu ainda amo isso hoje. Eu surfei na praia ontem, e vou surfar novamente amanhã.",
      "imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "swimming",
      "translation": "natação",
      "definition": "The act of moving through water using your arms and legs, usually for recreation or exercise.",
      "definition_translation": "O ato de se mover pela água usando os braços e pernas, geralmente para recreação ou exercício.",
      "example": "I was swimming in the pool yesterday, I swim every morning, and I will swim in the ocean next week.",
      "example_translation": "Eu estava nadando na piscina ontem, eu nado todas as manhãs, e eu vou nadar no oceano na próxima semana.",
      "imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "use",
      "translation": "usar",
      "definition": "To employ something for a particular purpose, especially to get help or benefit from it.",
      "definition_translation": "Empregar algo para um propósito particular, especialmente para obter ajuda ou benefício dele.",
      "example": "I used to ride a bike, I use a computer now, and I will use a car tomorrow.",
      "example_translation": "Eu costumava andar de bicicleta, eu uso um computador agora, e eu vou usar um carro amanhã.",
      "imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "walk",
      "translation": "caminhar",
      "definition": "To move at a slow pace by placing one foot in front of the other, especially on foot or on a regular basis.",
      "definition_translation": "Mover-se a um ritmo lento colocando um pé na frente do outro, especialmente a pé ou regularmente.",
      "example": "I walked to school when I was a kid, I walk to work now, and I will walk in the park next Sunday.",
      "example_translation": "Eu ia a pé para a escola quando eu era criança, eu vou a pé para o trabalho agora, e eu vou caminhar no parque no próximo domingo.",
      "imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "walking",
      "translation": "caminhada",
      "definition": "The act of moving on foot, especially in a slow and steady manner.",
      "definition_translation": "O ato de se mover a pé, especialmente de maneira lenta e estável.",
      "example": "I love walking in the mountains, I am walking to the store now, and I walked in the rain last night.",
      "example_translation": "Eu amo caminhar nas montanhas, eu estou caminhando para a loja agora, e eu caminhei na chuva ontem à noite.",
      "imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "washing",
      "translation": "lavagem",
      "definition": "The act of cleaning something, especially clothes, with water and soap.",
      "definition_translation": "O ato de limpar algo, especialmente roupas, com água e sabão.",
      "example": "I was washing my car yesterday, I wash it every week, and I will wash it again tomorrow.",
      "example_translation": "Eu estava lavando meu carro ontem, eu lavo todos os semanas, e eu vou lavar novamente amanhã.",
      "imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "washing-up",
      "translation": "lavar louça",
      "definition": "The act of washing dishes, utensils, and other kitchen items.",
      "definition_translation": "O ato de lavar pratos, utensílios e outros itens de cozinha.",
      "example": "I have been doing the washing-up for hours, I do the washing-up every day, and I will do the washing-up again tonight.",
      "example_translation": "Eu tenho feito a lavagem de louça por horas, eu faço a lavagem de louça todos os dias, e eu farei a lavagem de louça novamente esta noite.",
      "imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "achievement",
      "translation": "conquista",
      "definition": "The process or state of accomplishing something.",
      "definition_translation": "O processo ou estado de realizar algo.",
      "example": "Getting a degree was a great achievement for me, I achieved my goal last year, and I will achieve another one soon.",
      "example_translation": "Obter um diploma foi uma grande conquista para mim, eu alcancei meu objetivo no ano passado, e eu alcançarei outro em breve.",
      "imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arrangement",
      "translation": "arranjo",
      "definition": "The act of preparing or putting things in order.",
      "definition_translation": "O ato de preparar ou colocar coisas em ordem.",
      "example": "I made an arrangement to meet my friend at the park, I arrange my schedule every week, and I will arrange a party next month.",
      "example_translation": "Eu fiz um arranjo para encontrar meu amigo no parque, eu arrumo meu cronograma todas as semanas, e eu farei um arranjo para uma festa no próximo mês.",
      "imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "arrival",
      "translation": "chegada",
      "definition": "The act of arriving or coming to a place, especially after a journey.",
      "definition_translation": "O ato de chegar ou vir a um lugar, especialmente após uma jornada.",
      "example": "The arrival of the guests was announced by the host. The plane's arrival was delayed due to bad weather. The arrival of the new employee was a significant change for the company.",
      "example_translation": "A chegada dos convidados foi anunciada pelo anfitrião. A chegada do avião foi adiada devido ao mau tempo. A chegada do novo funcionário foi uma mudança significativa para a empresa.",
      "imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "attack",
      "translation": "atacar",
      "definition": "To set upon or assail, physically or verbally, with intent to harm or destroy.",
      "definition_translation": "Atacar ou assaltar, fisicamente ou verbalmente, com intenção de ferir ou destruir.",
      "example": "The army attacked the enemy base at dawn. The dog will attack anyone who comes near its territory. The company will attack the new market with a strong marketing campaign.",
      "example_translation": "O exército atacou a base inimiga ao amanhecer. O cão atacará qualquer um que se aproxime do seu território. A empresa atacará o novo mercado com uma campanha de marketing forte.",
      "imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "check",
      "translation": "verificar",
      "definition": "To examine or investigate something in order to determine its accuracy, quality, or condition.",
      "definition_translation": "Examinar ou investigar algo para determinar sua precisão, qualidade ou condição.",
      "example": "I need to check my email before the meeting. She checked the recipe to make sure she had all the ingredients. The teacher will check our homework tomorrow.",
      "example_translation": "Eu preciso verificar meu e-mail antes da reunião. Ela verificou a receita para ter certeza de que tinha todos os ingredientes. O professor verificará nosso trabalho de casa amanhã.",
      "imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "choice",
      "translation": "escolha",
      "definition": "The act of selecting or deciding between two or more possibilities.",
      "definition_translation": "O ato de selecionar ou decidir entre duas ou mais possibilidades.",
      "example": "I had to make a difficult choice between two job offers. The student had a choice of three electives to take. The customer had a wide choice of products to choose from.",
      "example_translation": "Eu tive que fazer uma escolha difícil entre duas ofertas de emprego. O estudante tinha uma escolha de três disciplinas eletivas para assistir. O cliente tinha uma ampla escolha de produtos para escolher.",
      "imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "decision",
      "translation": "decisão",
      "definition": "The act of making up one's mind or reaching a conclusion.",
      "definition_translation": "O ato de fazer uma escolha ou alcançar uma conclusão.",
      "example": "I made a decision to quit my job and travel the world. I have been deciding between two job offers. I will make a decision by the end of the week.",
      "example_translation": "Eu tomei uma decisão de deixar meu emprego e viajar pelo mundo. Eu tenho estado decidindo entre duas ofertas de emprego. Eu farei uma decisão até o fim da semana.",
      "imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "delivery",
      "translation": "entrega",
      "definition": "The act of transporting goods or products to a customer or destination.",
      "definition_translation": "O ato de transportar bens ou produtos para um cliente ou destino.",
      "example": "The delivery of the package was delayed. I had a delivery job during college. The company promises fast delivery within 24 hours.",
      "example_translation": "A entrega do pacote foi atrasada. Eu tive um emprego de entrega durante a faculdade. A empresa promete entrega rápida dentro de 24 horas.",
      "imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "development",
      "translation": "desenvolvimento",
      "definition": "The process of growth or evolution, especially in a person, organization, or project.",
      "definition_translation": "O processo de crescimento ou evolução, especialmente em uma pessoa, organização ou projeto.",
      "example": "The company invested heavily in the development of new technology. The child's language development was impressive. The development of the city's infrastructure is crucial for its growth.",
      "example_translation": "A empresa investiu pesadamente no desenvolvimento de nova tecnologia. O desenvolvimento da linguagem da criança foi impressionante. O desenvolvimento da infraestrutura da cidade é crucial para seu crescimento.",
      "imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "diving",
      "translation": "mergulho",
      "definition": "The act of jumping into water, usually while doing a specific acrobatic move, or the sport of exploring underwater.",
      "definition_translation": "O ato de pular na água, geralmente enquanto faz uma movimentação acrobática específica, ou o esporte de explorar subaquático.",
      "example": "I love diving into the ocean. She has been diving professionally for years. They went diving in the coral reef last weekend.",
      "example_translation": "Eu amo mergulhar no oceano. Ela tem sido mergulhadora profissional por anos. Eles foram mergulhar no recife de coral no fim de semana passado.",
      "imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drive",
      "translation": "dirigir",
      "definition": "to operate a vehicle, especially a car, or to travel in a vehicle",
      "definition_translation": "operar um veículo, especialmente um carro, ou viajar em um veículo",
      "example": "I drove to the store yesterday, I drive to work every day, and I will drive to the beach next week.",
      "example_translation": "Eu dirigi ao armazém ontem, eu dirijo ao trabalho todos os dias, e eu dirigirei à praia na próxima semana.",
      "imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "effort",
      "translation": "esforço",
      "definition": "the use of physical or mental energy to achieve something",
      "definition_translation": "o uso de energia física ou mental para alcançar algo",
      "example": "I made an effort to finish the project on time, I am making an effort to learn Portuguese, and I will make an effort to exercise regularly.",
      "example_translation": "Eu fiz um esforço para terminar o projeto em tempo, eu estou fazendo um esforço para aprender português, e eu farei um esforço para exercitar regularmente.",
      "imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "exchange",
      "translation": "troca",
      "definition": "the act of giving something in return for something else",
      "definition_translation": "o ato de dar algo em troca de outra coisa",
      "example": "I exchanged my old phone for a new one, I exchange emails with my friends, and I will exchange gifts with my family.",
      "example_translation": "Eu troquei meu antigo telefone por um novo, eu troco emails com meus amigos, e eu trocarei presentes com minha família.",
      "imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "experiment",
      "translation": "experimento",
      "definition": "a scientific test or investigation to find out something",
      "definition_translation": "um teste ou investigação científica para descobrir algo",
      "example": "I conducted an experiment in chemistry class, I am conducting an experiment with a new recipe, and I will conduct an experiment with a new product.",
      "example_translation": "Eu realizei um experimento na aula de química, eu estou realizando um experimento com uma receita nova, e eu realizarei um experimento com um produto novo.",
      "imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fight",
      "translation": "lutar",
      "definition": "To engage in physical or verbal conflict with someone or something.",
      "definition_translation": "Ingressar em conflito físico ou verbal com alguém ou algo.",
      "example": "I fought with my brother last night, but now we're okay. I'm going to fight for my rights in the future. I fought in the war.",
      "example_translation": "Eu lutei com meu irmão ontem à noite, mas agora estamos bem. Vou lutar por meus direitos no futuro. Lutei na guerra.",
      "imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "go",
      "translation": "ir",
      "definition": "To move from one place to another, often in a hurry.",
      "definition_translation": "Mover-se de um lugar para outro, frequentemente com pressa.",
      "example": "I went to the store yesterday, but I will go to the party tonight. I'm going to go to college next year.",
      "example_translation": "Eu fui ao mercado ontem, mas vou à festa hoje à noite. Vou ir à faculdade no ano que vem.",
      "imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "habit",
      "translation": "hábito",
      "definition": "A regular tendency or practice, especially one that is hard to give up.",
      "definition_translation": "Uma tendência ou prática regular, especialmente uma que é difícil de abandonar.",
      "example": "I have a habit of waking up early, but I didn't go to bed on time last night. I'm trying to break the habit of biting my nails.",
      "example_translation": "Eu tenho o hábito de acordar cedo, mas não fui para a cama no horário certo ontem à noite. Estou tentando quebrar o hábito de morder meus dedos.",
      "imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "housework",
      "translation": "trabalho doméstico",
      "definition": "Tasks such as cleaning, cooking, and other domestic duties.",
      "definition_translation": "Tarefas como limpeza, cozinha e outros deveres domésticos.",
      "example": "I did the housework yesterday, but my sister will do it today. I hate doing housework on weekends.",
      "example_translation": "Eu fiz o trabalho doméstico ontem, mas minha irmã fará hoje. Eu odeio fazer trabalho doméstico nos fins de semana.",
      "imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hug",
      "translation": "abraço",
      "definition": "to hold someone tightly in one's arms, typically to express affection or comfort",
      "definition_translation": "segurar alguém firmemente nos braços, geralmente para expressar afeto ou conforto",
      "example": "I hugged my mother yesterday, I will hug her tomorrow, and I hug her every day.",
      "example_translation": "Eu abracei minha mãe ontem, vou abraçá-la amanhã e a abraço todos os dias.",
      "imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ironing",
      "translation": "passar roupa",
      "definition": "the act of using a hot tool to remove wrinkles from fabric, especially clothes",
      "definition_translation": "o ato de usar uma ferramenta quente para remover rugas de tecido, especialmente roupas",
      "example": "I was ironing my shirt yesterday, I am ironing my pants now, and I will iron my dress tomorrow.",
      "example_translation": "Eu estava passando roupa na minha camisa ontem, estou passando roupa nas minhas calças agora e vou passar roupa no meu vestido amanhã.",
      "imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "jump",
      "translation": "pular",
      "definition": "to spring into the air, typically with both feet",
      "definition_translation": "saltar no ar, geralmente com ambos os pés",
      "example": "I jumped over the hurdle yesterday, I jump over the fence every day, and I will jump into the pool tomorrow.",
      "example_translation": "Eu pulei sobre a barreira ontem, pulo sobre a cerca todos os dias e vou pular na piscina amanhã.",
      "imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "look",
      "translation": "olhar",
      "definition": "to direct one's attention to something, typically by turning one's head or eyes",
      "definition_translation": "dirigir a atenção para algo, geralmente girando a cabeça ou os olhos",
      "example": "I looked at the picture yesterday, I look at the book now, and I will look out of the window tomorrow.",
      "example_translation": "Eu olhei para a imagem ontem, estou olhando para o livro agora e vou olhar para fora da janela amanhã.",
      "imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "preparation",
      "translation": "preparação",
      "definition": "The act of preparing or getting something ready; the process of making or becoming ready for something.",
      "definition_translation": "O ato de preparar ou ter algo pronto; o processo de fazer ou tornar-se pronto para algo.",
      "example": "I have been preparing for this exam for weeks. I am preparing a report for the meeting. By next year, I will have finished the preparation for my degree.",
      "example_translation": "Eu tenho estado preparando para este exame por semanas. Estou preparando um relatório para a reunião. Até o ano que vem, eu terei concluído a preparação para o meu diploma.",
      "imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "recycling",
      "translation": "reciclagem",
      "definition": "The process of converting waste into new materials or products, reducing the need to extract and process raw materials.",
      "definition_translation": "O processo de converter resíduos em novos materiais ou produtos, reduzindo a necessidade de extrair e processar materiais brutos.",
      "example": "Recycling paper helps to conserve natural resources. We have been recycling plastic bottles for years. By 2025, the city will have implemented a comprehensive recycling program.",
      "example_translation": "Reciclar papel ajuda a conservar recursos naturais. Nós temos estado reciclando garrafas de plástico por anos. Até 2025, a cidade terá implementado um programa de reciclagem abrangente.",
      "imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rescue",
      "translation": "resgate",
      "definition": "The act of saving someone or something from a dangerous or difficult situation.",
      "definition_translation": "O ato de salvar alguém ou algo de uma situação perigosa ou difícil.",
      "example": "The rescue team worked tirelessly to save the trapped miners. We rescued a dog from the animal shelter. By next month, the rescue organization will have saved hundreds of animals.",
      "example_translation": "A equipe de resgate trabalhou incansavelmente para salvar os mineiros presos. Nós resgatamos um cachorro do abrigo de animais. Até o mês que vem, a organização de resgate terá salvado centenas de animais.",
      "imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "return",
      "translation": "retorno",
      "definition": "To come or go back to a place or person; to give something back to its owner or original place.",
      "definition_translation": "Voltar ou ir de volta a um lugar ou pessoa; devolver algo ao seu dono ou lugar original.",
      "example": "I will return to my hometown next year. She returned the book to the library. By next week, I will have returned the favor to my friend.",
      "example_translation": "Eu voltarei à minha cidade natal no ano que vem. Ela devolveu o livro à biblioteca. Até a próxima semana, eu terei devolvido o favor ao meu amigo.",
      "imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "run",
      "translation": "correr",
      "definition": "To move quickly on foot, typically in a steady and swift pace, often for exercise or in a competitive context.",
      "definition_translation": "Mover-se rapidamente a pé, geralmente em um passo estável e rápido, muitas vezes para exercício ou em um contexto competitivo.",
      "example": "I ran a marathon last year, I run every morning, and I will run a 5K next week.",
      "example_translation": "Eu corri um maratona no ano passado, eu corro todas as manhãs, e eu correr uma 5K na próxima semana.",
      "imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "search",
      "translation": "procurar",
      "definition": "To look thoroughly and carefully for something, often in a deliberate and systematic way.",
      "definition_translation": "Procurar cuidadosamente e minuciosamente por algo, muitas vezes de forma deliberada e sistemática.",
      "example": "I searched the entire house for my keys, I am searching for a new job, and I will search online for the answer.",
      "example_translation": "Eu procurei toda a casa pelas minhas chaves, eu estou procurando por um novo emprego, e eu vou procurar online pela resposta.",
      "imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sex",
      "translation": "sexo",
      "definition": "The biological or psychological characteristics that define males and females, or the physical or emotional act of intimacy.",
      "definition_translation": "As características biológicas ou psicológicas que definem os homens e as mulheres, ou o ato físico ou emocional de intimidade.",
      "example": "The sex of the baby was revealed at the ultrasound, the couple had a healthy sex life, and the topic of sex education was discussed in class.",
      "example_translation": "O sexo do bebê foi revelado no ultrassom, o casal tinha uma vida sexual saudável, e o tema da educação sexual foi discutido em aula.",
      "imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "step",
      "translation": "passo",
      "definition": "A movement of the foot in walking or running, or a single action or stage in a process or development.",
      "definition_translation": "Um movimento do pé ao caminhar ou correr, ou uma ação única ou fase em um processo ou desenvolvimento.",
      "example": "I took a step back to avoid the obstacle, I will take a step forward in my career, and she took a step to the side to get out of the way.",
      "example_translation": "Eu dei um passo para trás para evitar o obstáculo, eu vou dar um passo adiante na minha carreira, e ela deu um passo para o lado para sair do caminho.",
      "imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "support",
      "translation": "apoio",
      "definition": "To give assistance or backing to someone or something, to hold something up or keep it in position.",
      "definition_translation": "Dar assistência ou apoio a alguém ou algo, segurar algo ou mantê-lo em posição.",
      "example": "I will support you in your decision. I supported you in your previous project. I will be supporting you in your new venture.",
      "example_translation": "Eu vou apoiar você em sua decisão. Eu apoiei você em seu projeto anterior. Eu vou apoiar você em sua nova empreendimento.",
      "imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "visit",
      "translation": "visitar",
      "definition": "To go to see someone or something, especially in order to spend time with them or to look at something.",
      "definition_translation": "Ir ver alguém ou algo, especialmente para passar tempo com eles ou para olhar para algo.",
      "example": "I visited my grandparents last weekend. I will visit Paris next year. I have visited many countries in my lifetime.",
      "example_translation": "Eu visitei meus avós no fim de semana passado. Eu visitarei Paris no próximo ano. Eu visitei muitos países em minha vida.",
      "imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "waste",
      "translation": "desperdiçar",
      "definition": "To use or expend something, especially money or time, carelessly or unnecessarily.",
      "definition_translation": "Usar ou gastar algo, especialmente dinheiro ou tempo, de forma descuidada ou desnecessária.",
      "example": "I wasted a lot of money on that new video game. I don't want to waste my time watching TV. I will try not to waste food anymore.",
      "example_translation": "Eu desperdiçe muito dinheiro naquele novo jogo de vídeo. Eu não quero desperdiçar meu tempo assistindo TV. Eu vou tentar não desperdiçar comida mais.",
      "imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "workout",
      "translation": "treinamento",
      "definition": "A session of physical exercise, especially in a gym, to improve one's physical fitness or strength.",
      "definition_translation": "Uma sessão de exercício físico, especialmente em uma academia, para melhorar a própria aptidão física ou força.",
      "example": "I had a great workout at the gym yesterday. I will start a new workout routine next month. I need to workout more often to stay healthy.",
      "example_translation": "Eu tive um treinamento ótimo na academia ontem. Eu vou começar um novo rotina de treinamento no próximo mês. Eu preciso treinar mais frequentemente para ficar saudável.",
      "imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]
}