[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "brother",
      "translation": "irmão",
      "definition": "A male sibling, typically having the same parents as another person.",
      "definition_translation": "Um irmão masculino, geralmente tendo os mesmos pais que outra pessoa.",
      "example": "My brother is a doctor. He was a very good student and will be a great researcher in the future. He has always helped me when I needed it.",
      "example_translation": "Meu irmão é um doutor. Ele era um estudante muito bom e será um grande pesquisador no futuro. Ele sempre me ajudou quando eu precisava disso.",
      "imageLink": "image_files\\English\\brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "child",
      "translation": "criança",
      "definition": "A human being below the age of puberty or a person's natural offspring.",
      "definition_translation": "Um ser humano abaixo da idade da puberdade ou um descendente natural de uma pessoa.",
      "example": "The child was playing with toys. She was a very curious child and will be a scientist when she grows up. She had a lot of fun at the birthday party.",
      "example_translation": "A criança estava brincando com brinquedos. Ela era uma criança muito curiosa e será uma cientista quando crescer. Ela se divertiu muito na festa de aniversário.",
      "imageLink": "image_files\\English\\child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "children",
      "translation": "crianças",
      "definition": "Plural form of child; human beings below the age of puberty or people's natural offspring.",
      "definition_translation": "Forma plural de criança; seres humanos abaixo da idade da puberdade ou descendentes naturais de pessoas.",
      "example": "The children were playing outside. They will have a lot of fun at the park and have been playing soccer all morning. They had a great time at the amusement park.",
      "example_translation": "As crianças estavam brincando fora. Eles vão se divertir muito no parque e têm jogado futebol toda manhã. Eles tiveram um ótimo tempo no parque de diversões.",
      "imageLink": "image_files\\English\\children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dad",
      "translation": "pai",
      "definition": "A male parent or a father.",
      "definition_translation": "Um pai ou um pai masculino.",
      "example": "My dad is a great cook. He was a chef in a restaurant and will open his own restaurant soon. He has always been very supportive of me.",
      "example_translation": "Meu pai é um grande cozinheiro. Ele era um chef em um restaurante e abrirá seu próprio restaurante em breve. Ele sempre foi muito solidário comigo.",
      "imageLink": "image_files\\English\\dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "daughter",
      "translation": "filha",
      "definition": "A female child or a female descendant.",
      "definition_translation": "Uma criança do sexo feminino ou uma descendente do sexo feminino.",
      "example": "I have a daughter who loves playing piano. She used to play the piano when she was a child. She will play the piano at her sister's wedding.",
      "example_translation": "Eu tenho uma filha que adora tocar piano. Ela costumava tocar piano quando era criança. Ela tocará piano no casamento da sua irmã.",
      "imageLink": "image_files\\English\\daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "father",
      "translation": "pai",
      "definition": "A male parent, especially one who is regarded as a source of authority or wisdom.",
      "definition_translation": "Um pai, especialmente um que é considerado uma fonte de autoridade ou sabedoria.",
      "example": "My father is a kind person. He was a soldier when he was young. He will be proud of my achievements.",
      "example_translation": "Meu pai é uma pessoa gentil. Ele era um soldado quando era jovem. Ele estará orgulhoso dos meus feitos.",
      "imageLink": "image_files\\English\\father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "husband",
      "translation": "marido",
      "definition": "A male partner in a marriage.",
      "definition_translation": "Um parceiro masculino em um casamento.",
      "example": "My husband is a doctor. He used to work in a hospital. He will be my partner for life.",
      "example_translation": "Meu marido é um médico. Ele costumava trabalhar em um hospital. Ele será meu parceiro pela vida.",
      "imageLink": "image_files\\English\\husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mother",
      "translation": "mãe",
      "definition": "A female parent, especially one who gives birth to someone or something.",
      "definition_translation": "Uma mãe, especialmente uma que dá à luz a alguém ou algo.",
      "example": "My mother is a teacher. She used to teach me when I was a child. She will always be my mother.",
      "example_translation": "Minha mãe é uma professora. Ela costumava me ensinar quando eu era criança. Ela sempre será minha mãe.",
      "imageLink": "image_files\\English\\mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mum",
      "translation": "mãe",
      "definition": "A mother is a female parent, someone who gives birth to a child and nurtures it.",
      "definition_translation": "Uma mãe é um pai feminino, alguém que dá à luz a uma criança e a cria.",
      "example": "My mum helped me with my homework last night. She will help me again tomorrow. She helped me yesterday.",
      "example_translation": "Minha mãe me ajudou com meu trabalho de casa ontem à noite. Ela me ajudará novamente amanhã. Ela me ajudou ontem.",
      "imageLink": "image_files\\English\\mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "parents",
      "translation": "pais",
      "definition": "Parents are adults who have a child or children, and are responsible for their upbringing and care.",
      "definition_translation": "Os pais são adultos que têm uma criança ou filhos, e são responsáveis pelo seu crescimento e cuidado.",
      "example": "My parents always supported me in my decisions. They will support me in the future. They supported me when I was in college.",
      "example_translation": "Meus pais sempre me apoiaram em minhas decisões. Eles me apoiarão no futuro. Eles me apoiaram quando eu estava na faculdade.",
      "imageLink": "image_files\\English\\parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sister",
      "translation": "irmã",
      "definition": "A sister is a female sibling, a girl or woman who shares one or both parents with another person.",
      "definition_translation": "Uma irmã é uma irmã feminina, uma menina ou mulher que compartilha um ou ambos os pais com outra pessoa.",
      "example": "My sister is studying to be a doctor. She will graduate next year. She studied very hard last semester.",
      "example_translation": "Minha irmã está estudando para ser médica. Ela se formará no ano que vem. Ela estudou muito difícil no último semestre.",
      "imageLink": "image_files\\English\\sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "son",
      "translation": "filho",
      "definition": "A son is a male child or a male descendant, a boy or man who is the child of a parent.",
      "definition_translation": "Um filho é uma criança masculina ou um descendente masculino, um menino ou homem que é filho de um pai.",
      "example": "My son is playing soccer with his friends. He will play again tomorrow. He played very well last weekend.",
      "example_translation": "Meu filho está jogando futebol com seus amigos. Ele jogará novamente amanhã. Ele jogou muito bem no último fim de semana.",
      "imageLink": "image_files\\English\\son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "wife",
      "translation": "esposa",
      "definition": "A wife is a married woman, especially in relation to her partner.",
      "definition_translation": "Uma esposa é uma mulher casada, especialmente em relação ao seu parceiro.",
      "example": "I met my wife at college. I will meet my wife at the airport tomorrow. I met my wife in Paris last year.",
      "example_translation": "Eu conheci minha esposa na faculdade. Eu encontrarei minha esposa no aeroporto amanhã. Eu conheci minha esposa em Paris no ano passado.",
      "imageLink": "image_files\\English\\wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aunt",
      "translation": "tia",
      "definition": "An aunt is the sister of one's mother or father.",
      "definition_translation": "Uma tia é a irmã da mãe ou do pai de alguém.",
      "example": "My aunt lives in London. I will visit my aunt next week. My aunt visited me last month.",
      "example_translation": "Minha tia vive em Londres. Eu visitarei minha tia na próxima semana. Minha tia me visitou no mês passado.",
      "imageLink": "image_files\\English\\aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "big brother",
      "translation": "irmão mais velho",
      "definition": "A big brother is an older brother, especially one who is kind and protective.",
      "definition_translation": "Um irmão mais velho é um irmão mais velho, especialmente aquele que é gentil e protetor.",
      "example": "I looked up to my big brother when I was a kid. My big brother helped me with my homework. My big brother will teach me how to drive.",
      "example_translation": "Eu admirei meu irmão mais velho quando eu era criança. Meu irmão mais velho me ajudou com meus deveres de casa. Meu irmão mais velho me ensinará como dirigir.",
      "imageLink": "image_files\\English\\big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "big sister",
      "translation": "irmã mais velha",
      "definition": "A big sister is an older sister, especially one who is kind and protective.",
      "definition_translation": "Uma irmã mais velha é uma irmã mais velha, especialmente aquela que é gentil e protetora.",
      "example": "I admired my big sister's fashion sense. My big sister took me to the movies. My big sister will help me with my college application.",
      "example_translation": "Eu admirei o sentido de moda de minha irmã mais velha. Minha irmã mais velha me levou ao cinema. Minha irmã mais velha me ajudará com a minha inscrição para a faculdade.",
      "imageLink": "image_files\\English\\big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cousin",
      "translation": "primo",
      "definition": "The child of one's uncle or aunt.",
      "definition_translation": "A criança do tio ou tia.",
      "example": "I visited my cousin in London last year, I will visit my cousin in Paris next year, and I visited my cousin in Rome five years ago.",
      "example_translation": "Eu visitei meu primo em Londres ano passado, eu visitarei meu primo em Paris ano que vem, e eu visitei meu primo em Roma há cinco anos atrás.",
      "imageLink": "image_files\\English\\cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grandchild",
      "translation": "neto",
      "definition": "A child of one's child.",
      "definition_translation": "Uma criança do seu filho.",
      "example": "My grandchild is very smart, my grandchild will go to college next year, and my grandchild was born last month.",
      "example_translation": "Meu neto é muito inteligente, meu neto irá para a faculdade ano que vem, e meu neto nasceu no mês passado.",
      "imageLink": "image_files\\English\\grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grandchildren",
      "translation": "netos",
      "definition": "Children of one's children.",
      "definition_translation": "Crianças dos seus filhos.",
      "example": "I have five grandchildren, my grandchildren are very energetic, and my grandchildren love playing with me.",
      "example_translation": "Eu tenho cinco netos, meus netos são muito energeticamente, e meus netos amam brincar comigo.",
      "imageLink": "image_files\\English\\grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "granddad",
      "translation": "avô",
      "definition": "The father of one's mother or father.",
      "definition_translation": "O pai da sua mãe ou pai.",
      "example": "My granddad was a kind person, my granddad will be 80 years old next year, and my granddad taught me how to fish.",
      "example_translation": "Meu avô era uma pessoa gentil, meu avô terá 80 anos de idade ano que vem, e meu avô me ensinou a pescar.",
      "imageLink": "image_files\\English\\granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "granddaughter",
      "translation": "neta",
      "definition": "A female child or descendant of one's child.",
      "definition_translation": "Uma criança feminina ou descendente de seu filho.",
      "example": "She spends every summer with her granddaughter in the countryside. She spent last summer with her granddaughter in the city. She will spend next summer with her granddaughter by the beach.",
      "example_translation": "Ela passa todos os verões com sua neta no campo. Ela passou o verão passado com sua neta na cidade. Ela passará o próximo verão com sua neta na praia.",
      "imageLink": "image_files\\English\\granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grandfather",
      "translation": "avô",
      "definition": "A father of one's father or mother.",
      "definition_translation": "Um pai do pai ou mãe de alguém.",
      "example": "His grandfather was a brave soldier. He is visiting his grandfather in the hospital. He will visit his grandfather next week.",
      "example_translation": "Seu avô foi um soldado corajoso. Ele está visitando seu avô no hospital. Ele visitará seu avô na próxima semana.",
      "imageLink": "image_files\\English\\grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grandma",
      "translation": "avó",
      "definition": "The mother of one's mother or father.",
      "definition_translation": "A mãe da mãe ou pai de alguém.",
      "example": "She loves baking cookies with her grandma. She baked cookies with her grandma last week. She will bake cookies with her grandma next year.",
      "example_translation": "Ela adora assar biscoitos com sua avó. Ela assou biscoitos com sua avó na semana passada. Ela assará biscoitos com sua avó no próximo ano.",
      "imageLink": "image_files\\English\\grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grandmother",
      "translation": "avó",
      "definition": "The mother of one's mother or father.",
      "definition_translation": "A mãe da mãe ou pai de alguém.",
      "example": "Her grandmother told her many stories. She told her grandmother many stories. She will tell her grandmother many stories.",
      "example_translation": "Sua avó lhe contou muitas histórias. Ela contou muitas histórias para sua avó. Ela contará muitas histórias para sua avó.",
      "imageLink": "image_files\\English\\grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grandpa",
      "translation": "avô",
      "definition": "A father of one's father or mother, especially one who takes an interest in one's life.",
      "definition_translation": "Um pai do pai ou mãe de alguém, especialmente um que se interessa pela vida de alguém.",
      "example": "My grandpa used to tell me stories about the war, my grandpa tells me stories about the war, and my grandpa will tell me stories about the war.",
      "example_translation": "Meu avô costumava me contar histórias sobre a guerra, meu avô me conta histórias sobre a guerra, e meu avô me contará histórias sobre a guerra.",
      "imageLink": "image_files\\English\\grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grandparent",
      "translation": "avô/avó",
      "definition": "A parent of one's mother or father.",
      "definition_translation": "Um pai ou mãe de pai ou mãe.",
      "example": "My grandparents lived in a small house, my grandparents live in a small house, and my grandparents will live in a small house.",
      "example_translation": "Meus avós viviam em uma casa pequena, meus avós vivem em uma casa pequena, e meus avós viverão em uma casa pequena.",
      "imageLink": "image_files\\English\\grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grandparents",
      "translation": "avós",
      "definition": "Plural form of grandparent.",
      "definition_translation": "Forma plural de avô/avó.",
      "example": "My grandparents visited us last week, my grandparents are visiting us now, and my grandparents will visit us next month.",
      "example_translation": "Meus avós visitaram-nos semana passada, meus avós estão visitando-nos agora, e meus avós vão visitar-nos no mês que vem.",
      "imageLink": "image_files\\English\\grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grandson",
      "translation": "neto",
      "definition": "A son of one's child.",
      "definition_translation": "Um filho do seu filho.",
      "example": "My grandson is playing with his toys, my grandson plays with his toys, and my grandson will play with his toys.",
      "example_translation": "Meu neto está brincando com seus brinquedos, meu neto brinca com seus brinquedos, e meu neto brincará com seus brinquedos.",
      "imageLink": "image_files\\English\\grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "granny",
      "translation": "avó",
      "definition": "The mother of one's mother or father.",
      "definition_translation": "A mãe da mãe ou pai de alguém.",
      "example": "My granny used to cook delicious meals, my granny cooks delicious meals, my granny will cook delicious meals.",
      "example_translation": "Minha avó costumava cozinhar refeições deliciosas, minha avó cozinha refeições deliciosas, minha avó vai cozinhar refeições deliciosas.",
      "imageLink": "image_files\\English\\granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "uncle",
      "translation": "tio",
      "definition": "The brother of one's mother or father.",
      "definition_translation": "O irmão da mãe ou pai de alguém.",
      "example": "My uncle lived in Paris, my uncle lives in Paris, my uncle will live in Paris.",
      "example_translation": "Meu tio morava em Paris, meu tio mora em Paris, meu tio vai morar em Paris.",
      "imageLink": "image_files\\English\\uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nephew",
      "translation": "sobrinho",
      "definition": "The son of one's brother or sister.",
      "definition_translation": "O filho do irmão ou irmã de alguém.",
      "example": "My nephew visited me yesterday, my nephew visits me every week, my nephew will visit me soon.",
      "example_translation": "Meu sobrinho me visitou ontem, meu sobrinho me visita todas as semanas, meu sobrinho vai me visitar em breve.",
      "imageLink": "image_files\\English\\nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "niece",
      "translation": "sobrinha",
      "definition": "The daughter of one's brother or sister.",
      "definition_translation": "A filha do irmão ou irmã de alguém.",
      "example": "My niece loves playing with dolls, my niece plays with dolls every day, my niece will play with dolls tomorrow.",
      "example_translation": "Minha sobrinha adora brincar com bonecas, minha sobrinha brinca com bonecas todos os dias, minha sobrinha vai brincar com bonecas amanhã.",
      "imageLink": "image_files\\English\\niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "relative",
      "translation": "parente",
      "definition": "A person connected by blood or affinity, such as a parent, sibling, or cousin.",
      "definition_translation": "Uma pessoa conectada por sangue ou afinidade, como um pai, irmão ou primo.",
      "example": "My relative lives in another city. I visited my relative yesterday. I will meet my relative tomorrow.",
      "example_translation": "Meu parente vive em outra cidade. Eu visitei meu parente ontem. Eu encontrarei meu parente amanhã.",
      "imageLink": "image_files\\English\\relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "twin",
      "translation": "gêmeo",
      "definition": "Either of two babies born at the same birth, or a person or thing that is identical with another.",
      "definition_translation": "Qualquer um dos dois bebês nascidos no mesmo parto, ou uma pessoa ou coisa que é idêntica a outra.",
      "example": "I have a twin brother. My twin is very tall. My twin will attend the party.",
      "example_translation": "Eu tenho um irmão gêmeo. Meu gêmeo é muito alto. Meu gêmeo irá ao partido.",
      "imageLink": "image_files\\English\\twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "brother-in-law",
      "translation": "cunhado",
      "definition": "The husband of one's sister or the brother of one's spouse.",
      "definition_translation": "O marido da irmã de alguém ou o irmão do cônjuge de alguém.",
      "example": "My brother-in-law is a doctor. I met my brother-in-law at the wedding. My brother-in-law will help me.",
      "example_translation": "Meu cunhado é um médico. Eu conheci meu cunhado no casamento. Meu cunhado irá me ajudar.",
      "imageLink": "image_files\\English\\brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "daughter-in-law",
      "translation": "nora",
      "definition": "The wife of one's son or the wife of one's husband's son.",
      "definition_translation": "A esposa do filho de alguém ou a esposa do filho do marido de alguém.",
      "example": "My daughter-in-law is a teacher. I visited my daughter-in-law yesterday. My daughter-in-law will come soon.",
      "example_translation": "Minha nora é uma professora. Eu visitei minha nora ontem. Minha nora virá em breve.",
      "imageLink": "image_files\\English\\daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "father-in-law",
      "translation": "sogro",
      "definition": "The husband of one's mother or father, or the father of one's husband or wife.",
      "definition_translation": "O marido da mãe ou pai de alguém, ou o pai do marido ou esposa de alguém.",
      "example": "I have a good relationship with my father-in-law. He was happy when I got married. He will come to visit us soon.",
      "example_translation": "Eu tenho um bom relacionamento com meu sogro. Ele estava feliz quando me casei. Ele virá nos visitar em breve.",
      "imageLink": "image_files\\English\\father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "half-brother",
      "translation": "meio-irmão",
      "definition": "A brother who shares one parent, but not both, with another person.",
      "definition_translation": "Um irmão que compartilha um pai, mas não ambos, com outra pessoa.",
      "example": "I have a half-brother from my father's previous marriage. He is older than me and lives in another city. He will meet my family next month.",
      "example_translation": "Eu tenho um meio-irmão do casamento anterior do meu pai. Ele é mais velho do que eu e mora em outra cidade. Ele conhecerá minha família no próximo mês.",
      "imageLink": "image_files\\English\\half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "half-sister",
      "translation": "meia-irmã",
      "definition": "A sister who shares one parent, but not both, with another person.",
      "definition_translation": "Uma irmã que compartilha um pai, mas não ambos, com outra pessoa.",
      "example": "My half-sister is a doctor. She graduated last year and is working in a hospital now. She will get married next year.",
      "example_translation": "Minha meia-irmã é uma doutora. Ela se formou no ano passado e trabalha em um hospital agora. Ela se casará no ano que vem.",
      "imageLink": "image_files\\English\\half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mother-in-law",
      "translation": "sogra",
      "definition": "The mother of one's husband or wife, or the wife of one's father.",
      "definition_translation": "A mãe do marido ou esposa de alguém, ou a esposa do pai de alguém.",
      "example": "I don't get along with my mother-in-law. She was unhappy when I got married. She will come to visit us next week.",
      "example_translation": "Eu não me dou bem com minha sogra. Ela estava infeliz quando me casei. Ela virá nos visitar na próxima semana.",
      "imageLink": "image_files\\English\\mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "relations",
      "translation": "relações",
      "definition": "The way in which two or more people, groups, or countries interact with and regard each other.",
      "definition_translation": "A maneira pela qual duas ou mais pessoas, grupos ou países interajam e consideram um ao outro.",
      "example": "The company has had good relations with its customers for many years. In the past, they used to have some issues, but now they have improved. In the future, they will continue to prioritize customer satisfaction.",
      "example_translation": "A empresa teve boas relações com seus clientes por muitos anos. No passado, eles costumavam ter alguns problemas, mas agora eles melhoraram. No futuro, eles continuarão a priorizar a satisfação do cliente.",
      "imageLink": "image_files\\English\\relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "siblings",
      "translation": "irmãos",
      "definition": "People who share one or both parents; brothers and sisters.",
      "definition_translation": "Pessoas que compartilham um ou ambos os pais; irmãos e irmãs.",
      "example": "I have two siblings, a brother and a sister. When I was a child, we used to fight a lot, but now we get along well. In the future, we will always be supportive of each other.",
      "example_translation": "Eu tenho dois irmãos, um irmão e uma irmã. Quando eu era criança, nós costumávamos brigar muito, mas agora nós nos damos bem. No futuro, nós sempre vamos ser uns com os outros.",
      "imageLink": "image_files\\English\\siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sister-in-law",
      "translation": "cunhada",
      "definition": "The sister of one's husband or wife.",
      "definition_translation": "A irmã do marido ou esposa.",
      "example": "My sister-in-law is a very kind person. She helped me a lot when I was in need. In the past, we used to live in different cities, but now we live close to each other. In the future, we will continue to be close.",
      "example_translation": "Minha cunhada é uma pessoa muito gentil. Ela me ajudou muito quando eu precisava. No passado, nós costumávamos morar em cidades diferentes, mas agora nós moramos perto um do outro. No futuro, vamos continuar a ser próximos.",
      "imageLink": "image_files\\English\\sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "son-in-law",
      "translation": "genro",
      "definition": "The husband of one's daughter or the husband of one's son's wife.",
      "definition_translation": "O marido da filha ou o marido da esposa do filho.",
      "example": "My son-in-law is a very responsible person. He has been helping my daughter with the household chores. In the past, they used to have some disagreements, but now they get along well. In the future, they will continue to be a happy family.",
      "example_translation": "Meu genro é uma pessoa muito responsável. Ele tem ajudado minha filha com as tarefas domésticas. No passado, eles costumavam ter alguns desacordos, mas agora eles se dão bem. No futuro, eles continuarão a ser uma família feliz.",
      "imageLink": "image_files\\English\\son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stepdaughter",
      "translation": "enteada",
      "definition": "The daughter of one's husband or wife by a previous marriage.",
      "definition_translation": "A filha do marido ou esposa por um casamento anterior.",
      "example": "I will meet my stepdaughter at the airport tomorrow. She was very close to my stepdaughter when she was alive. My stepdaughter will graduate from college next year.",
      "example_translation": "Eu encontrarei minha enteada no aeroporto amanhã. Ela era muito próxima da minha enteada quando ela estava viva. Minha enteada se formará na faculdade no ano que vem.",
      "imageLink": "image_files\\English\\stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stepfather",
      "translation": "padrasto",
      "definition": "The husband of one's mother by a later marriage.",
      "definition_translation": "O marido da mãe por um casamento posterior.",
      "example": "I met my stepfather at my mother's wedding. My stepfather is a kind and generous person. My stepfather will retire from his job next month.",
      "example_translation": "Eu conheci meu padrasto no casamento da minha mãe. Meu padrasto é uma pessoa gentil e generosa. Meu padrasto se aposentará do seu trabalho no mês que vem.",
      "imageLink": "image_files\\English\\stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stepmother",
      "translation": "madrasta",
      "definition": "The wife of one's father by a later marriage.",
      "definition_translation": "A esposa do pai por um casamento posterior.",
      "example": "My stepmother is a great cook. I will visit my stepmother next weekend. My stepmother has been very supportive of my decisions.",
      "example_translation": "Minha madrasta é uma ótima cozinheira. Eu visitarei minha madrasta no fim de semana que vem. Minha madrasta tem sido muito solidária com minhas decisões.",
      "imageLink": "image_files\\English\\stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stepson",
      "translation": "enteado",
      "definition": "The son of one's husband or wife by a previous marriage.",
      "definition_translation": "O filho do marido ou esposa por um casamento anterior.",
      "example": "I took my stepson to the park yesterday. My stepson is very athletic. My stepson will start college next semester.",
      "example_translation": "Eu levei meu enteado ao parque ontem. Meu enteado é muito atlético. Meu enteado começará a faculdade no semestre que vem.",
      "imageLink": "image_files\\English\\stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spouse",
      "translation": "cônjuge",
      "definition": "A spouse is a partner in a marriage, either a husband or a wife, who shares a domestic life and often has a common financial and emotional bond.",
      "definition_translation": "Um cônjuge é um parceiro no casamento, seja um marido ou uma esposa, que compartilha uma vida doméstica e frequentemente tem um vínculo financeiro e emocional comum.",
      "example": "I will introduce my spouse to my parents tomorrow. My spouse has been working overtime lately. My spouse will travel to Paris next year.",
      "example_translation": "Eu apresentarei meu cônjuge aos meus pais amanhã. Meu cônjuge tem trabalhado hora extra ultimamente. Meu cônjuge viajará para Paris no ano que vem.",
      "imageLink": "image_files\\English\\spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "in-laws",
      "translation": "sogros",
      "definition": "In-laws are the parents of one's spouse, or the wife or husband of one's child, with whom one may have a close or distant relationship.",
      "definition_translation": "Os sogros são os pais do cônjuge, ou a esposa ou o marido do filho, com quem se pode ter uma relação próxima ou distante.",
      "example": "I will visit my in-laws next weekend. My in-laws are very friendly. My in-laws will move to New York next month.",
      "example_translation": "Eu visitarei meus sogros no próximo fim de semana. Meus sogros são muito amigáveis. Meus sogros se mudarão para Nova York no próximo mês.",
      "imageLink": "image_files\\English\\in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]