[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "guitar",
      "translation": "guitarra",
      "definition": "A stringed musical instrument played by plucking or strumming, typically consisting of a fretted fingerboard and a body that resonates sound.",
      "definition_translation": "Um instrumento musical de cordas tocado por arrancamento ou raspagem, normalmente composto por um braço fretado e um corpo que ressona o som.",
      "example": "I played the guitar in my band last night, I will play the guitar at the concert tomorrow, and I played the guitar with my friends yesterday.",
      "example_translation": "Eu toquei a guitarra na minha banda ontem à noite, Eu vou tocar a guitarra no concerto amanhã e eu toquei a guitarra com meus amigos ontem.",
      "imageLink": "image_files\\English\\guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drum",
      "translation": "tambor",
      "definition": "A musical instrument sounded by being struck, typically consisting of a hollow body with a membrane stretched over one or both ends.",
      "definition_translation": "Um instrumento musical produzido por ser atingido, geralmente composto por um corpo oco com uma membrana esticada sobre uma ou ambas as extremidades.",
      "example": "I hit the drum in the band, I will hit the drum at the festival tomorrow, and I hit the drum with my friends yesterday.",
      "example_translation": "Eu bati o tambor na banda, Eu vou bater o tambor no festival amanhã e eu bati o tambor com meus amigos ontem.",
      "imageLink": "image_files\\English\\drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drums",
      "translation": "tambores",
      "definition": "Plural of drum, musical instruments sounded by being struck, typically consisting of a hollow body with a membrane stretched over one or both ends.",
      "definition_translation": "Plural de tambor, instrumentos musicais produzidos por ser atingidos, geralmente compostos por um corpo oco com uma membrana esticada sobre uma ou ambas as extremidades.",
      "example": "I played the drums in the band, I will play the drums at the concert tomorrow, and I played the drums with my friends yesterday.",
      "example_translation": "Eu toquei os tambores na banda, Eu vou tocar os tambores no concerto amanhã e eu toquei os tambores com meus amigos ontem.",
      "imageLink": "image_files\\English\\drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "instrument",
      "translation": "instrumento",
      "definition": "A tool or device used to produce music, such as a piano, guitar, or drum.",
      "definition_translation": "Uma ferramenta ou dispositivo utilizado para produzir música, como um piano, uma guitarra ou um tambor.",
      "example": "I played a musical instrument in the orchestra, I will play a musical instrument at the party tomorrow, and I played a musical instrument with my friends yesterday.",
      "example_translation": "Eu toquei um instrumento musical na orquestra, Eu vou tocar um instrumento musical na festa amanhã e eu toquei um instrumento musical com meus amigos ontem.",
      "imageLink": "image_files\\English\\instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "keyboard",
      "translation": "teclado",
      "definition": "An electronic instrument with keys that you press to type words, numbers, and symbols on a computer or typewriter.",
      "definition_translation": "Um instrumento eletrônico com teclas que você pressiona para digitar palavras, números e símbolos em um computador ou máquina de escrever.",
      "example": "Yesterday, I used a keyboard to write a letter. Today, I am using it to type an email. Tomorrow, I will use it to chat with my friend.",
      "example_translation": "Ontem, eu usei um teclado para escrever uma carta. Hoje, estou usando para digitar um email. Amanhã, vou usar para conversar com meu amigo.",
      "imageLink": "image_files\\English\\keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "piano",
      "translation": "piano",
      "definition": "A musical instrument with strings that you play by pressing keys on a keyboard.",
      "definition_translation": "Um instrumento musical com cordas que você toca pressionando teclas em um teclado.",
      "example": "When I was a child, I learned to play the piano. Now, I play the piano for my family. In the future, I will teach my kids to play the piano.",
      "example_translation": "Quando eu era criança, aprendi a tocar piano. Agora, toco piano para minha família. No futuro, vou ensinar meus filhos a tocar piano.",
      "imageLink": "image_files\\English\\piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "violin",
      "translation": "violino",
      "definition": "A stringed musical instrument played with a bow or by plucking the strings with the fingers.",
      "definition_translation": "Um instrumento musical de cordas tocado com um arco ou puxando as cordas com os dedos.",
      "example": "My sister played the violin in the school orchestra when she was young. Now, she teaches violin to students. In the future, she will perform with a professional orchestra.",
      "example_translation": "Minha irmã tocou violino na orquestra escolar quando era jovem. Agora, ela ensina violino a alunos. No futuro, ela fará uma performance com uma orquestra profissional.",
      "imageLink": "image_files\\English\\violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bagpipes",
      "translation": "gaitas de fole",
      "definition": "A traditional Scottish musical instrument with a bag that you blow air into to produce a loud, wailing sound.",
      "definition_translation": "Um instrumento musical tradicional escocês com um saco que você sopra ar para produzir um som alto e lamuriento.",
      "example": "I saw bagpipes being played at a Scottish festival when I was a tourist. Today, I am watching a video of someone playing bagpipes. Tomorrow, I will attend a concert featuring bagpipes.",
      "example_translation": "Eu vi gaitas de fole sendo tocadas em um festival escocês quando era turista. Hoje, estou assistindo um vídeo de alguém tocando gaitas de fole. Amanhã, irei assistir a um concerto com gaitas de fole.",
      "imageLink": "image_files\\English\\bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "flute",
      "translation": "flauta",
      "definition": "A flute is a musical instrument that is played by blowing air across the embouchure hole, producing a bright and clear sound.",
      "definition_translation": "Um flauta é um instrumento musical que é tocado soprando ar sobre o buraco da embocadura, produzindo um som claro e brilhante.",
      "example": "I played the flute in the school band when I was a kid. Now I play the flute in a professional orchestra. I will play the flute at the concert tomorrow.",
      "example_translation": "Eu toquei a flauta na banda escolar quando eu era criança. Agora eu toco a flauta em uma orquestra profissional. Eu vou tocar a flauta no concerto amanhã.",
      "imageLink": "image_files\\English\\flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "saxophone",
      "translation": "saxofone",
      "definition": "A saxophone is a woodwind instrument that is commonly used in jazz and rock music, known for its smooth and rich sound.",
      "definition_translation": "Um saxofone é um instrumento de madeira que é comummente usado no jazz e rock, conhecido pelo seu som suave e rico.",
      "example": "John Coltrane was a legendary saxophone player. I'm learning to play the saxophone for my music exam. She will be playing the saxophone in the school concert.",
      "example_translation": "John Coltrane foi um jogador de saxofone lendário. Estou aprendendo a tocar o saxofone para meu exame de música. Ela vai tocar o saxofone no concerto escolar.",
      "imageLink": "image_files\\English\\saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "trumpet",
      "translation": "trompete",
      "definition": "A trumpet is a brass instrument that is commonly used in orchestras and jazz bands, known for its loud and piercing sound.",
      "definition_translation": "Um trompete é um instrumento de metal que é comummente usado em orquestras e bandas de jazz, conhecido pelo seu som alto e penetrante.",
      "example": "I practiced playing the trumpet every day when I was in high school. The trumpet player performed a beautiful solo. They will buy a new trumpet for the school band.",
      "example_translation": "Eu pratiquei tocar o trompete todos os dias quando eu estava no ensino médio. O jogador de trompete performou um belo solo. Eles vão comprar um novo trompete para a banda escolar.",
      "imageLink": "image_files\\English\\trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "accordion",
      "translation": "acordeão",
      "definition": "An accordion is a portable keyboard instrument that is commonly used in folk music, characterized by its reeds that vibrate to produce sound.",
      "definition_translation": "Um acordeão é um instrumento de teclado portátil que é comummente usado em música folclórica, caracterizado por suas lâminas que vibram para produzir som.",
      "example": "I saw an accordion player performing on the street corner. She learned to play the accordion from her father. The band featured an accordion player in their latest album.",
      "example_translation": "Eu vi um jogador de acordeão se apresentando na esquina da rua. Ela aprendeu a tocar o acordeão com seu pai. A banda apresentou um jogador de acordeão em seu último álbum.",
      "imageLink": "image_files\\English\\accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bass guitar",
      "translation": "baixo",
      "definition": "A bass guitar is a stringed instrument played by plucking or slapping its strings with the fingers or a pick. It is similar in appearance and construction to an electric guitar, but with a longer scale length and four strings tuned to a lower pitch.",
      "definition_translation": "Um baixo é um instrumento de cordas tocado por dedilhar ou bater suas cordas com os dedos ou um pick. Ele é semelhante em aparência e construção a uma guitarra elétrica, mas com uma escala de comprimento mais longo e quatro cordas afinadas para uma pitches mais baixa.",
      "example": "I used to play the bass guitar in a band when I was in college. Now, I play the bass guitar in a studio. I will play the bass guitar in a concert next week.",
      "example_translation": "Eu costumava tocar o baixo em uma banda quando eu estava na faculdade. Agora, eu toco o baixo em um estúdio. Eu vou tocar o baixo em um concerto na próxima semana.",
      "imageLink": "image_files\\English\\bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cello",
      "translation": "violoncelo",
      "definition": "A cello is a large, stringed musical instrument that is played by drawing a bow across its strings or by plucking the strings with the fingers. It is a member of the violin family and is commonly used in orchestras and chamber music ensembles.",
      "definition_translation": "Um violoncelo é um grande instrumento musical de cordas que é tocado por deslizar um arco em suas cordas ou por dedilhar as cordas com os dedos. Ele é um membro da família do violino e é comumente usado em orquestras e conjuntos de música de câmara.",
      "example": "I have been learning to play the cello for three years. My sister played the cello in a orchestra. She will play the cello in a recital next month.",
      "example_translation": "Eu tenho aprendido a tocar o violoncelo por três anos. Minha irmã tocou o violoncelo em uma orquestra. Ela vai tocar o violoncelo em um recital no próximo mês.",
      "imageLink": "image_files\\English\\cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grand piano",
      "translation": "piano de cauda",
      "definition": "A grand piano is a large, complex musical instrument that produces sound when keys are pressed, which activates hammers that strike strings. It is commonly used in classical music performances and is considered a symbol of elegance and sophistication.",
      "definition_translation": "Um piano de cauda é um grande instrumento musical complexo que produz som quando as teclas são pressionadas, o que ativa martelos que atingem cordas. Ele é comumente usado em performances de música clássica e é considerado um símbolo de elegância e sofisticação.",
      "example": "I took a lesson on the grand piano yesterday. She has been playing the grand piano since she was five. They will perform on the grand piano at the concert hall tomorrow.",
      "example_translation": "Eu tomei uma aula no piano de cauda ontem. Ela tem sido tocando o piano de cauda desde que ela tinha cinco anos. Eles vão se apresentar no piano de cauda na sala de concerto amanhã.",
      "imageLink": "image_files\\English\\grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "harmonica",
      "translation": "harmonica",
      "definition": "A harmonica is a small, portable musical instrument that is played by blowing and drawing air through it. It is commonly used in blues and folk music and is known for its distinctive, wailing sound.",
      "definition_translation": "Uma harmonica é um pequeno instrumento musical portátil que é tocado soprando e respirando ar através dele. Ele é comumente usado em música blues e folk e é conhecido pelo seu som distinto e uivante.",
      "example": "I learned to play the harmonica last summer. He played the harmonica in a band. She will teach me how to play the harmonica next week.",
      "example_translation": "Eu aprendi a tocar a harmonica no último verão. Ele tocou a harmonica em uma banda. Ela me ensinará como tocar a harmonica na próxima semana.",
      "imageLink": "image_files\\English\\harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tambourine",
      "translation": "tamborim",
      "definition": "A tambourine is a musical instrument consisting of a shallow drum with metal jingles attached to the rim, played by shaking or striking with the hands.",
      "definition_translation": "Um tamborim é um instrumento musical composto por um tambor raso com guizos de metal presos à borda, tocado sacudindo ou batendo com as mãos.",
      "example": "The musician expertly played the tambourine in the jazz band last night, will play it again tonight, and has been playing it for years. ",
      "example_translation": "O músico jogou habilmente o tamborim na banda de jazz ontem à noite, jogará novamente esta noite e tem jogado há anos.",
      "imageLink": "image_files\\English\\tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "horn",
      "translation": "corno",
      "definition": "A horn is a musical instrument made of metal, wood, or other materials, consisting of a tube with a mouthpiece at one end and a flared bell at the other, played by blowing air through the mouthpiece.",
      "definition_translation": "Um corno é um instrumento musical feito de metal, madeira ou outros materiais, composto por um tubo com uma boca em uma extremidade e uma campânula em outra, tocado soprando ar pela boca.",
      "example": "The hunter blew the horn loudly to signal the start of the hunt, had blown it earlier to gather the group, and will blow it again to celebrate the catch. ",
      "example_translation": "O caçador soprou o corno alto para sinalizar o início da caçada, havia soprado mais cedo para reunir o grupo e sopará novamente para comemorar a captura.",
      "imageLink": "image_files\\English\\horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "organ",
      "translation": "órgão",
      "definition": "An organ is a musical instrument played by pressing keys on a keyboard, which activates a series of pipes or electronic signals to produce sound.",
      "definition_translation": "Um órgão é um instrumento musical tocado pressionando teclas em um teclado, que ativa uma série de tubos ou sinais eletrônicos para produzir som.",
      "example": "The church organist played a beautiful melody on the organ during the wedding ceremony, had played it during the rehearsal yesterday, and will play it again at the funeral next week. ",
      "example_translation": "O organista da igreja tocou uma linda melodia no órgão durante a cerimônia de casamento, havia tocado durante o ensaio ontem e tocará novamente no funeral da próxima semana.",
      "imageLink": "image_files\\English\\organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "triangle",
      "translation": "triângulo",
      "definition": "A triangle is a musical instrument consisting of a metal rod bent into a triangular shape, played by striking it with a metal beater.",
      "definition_translation": "Um triângulo é um instrumento musical composto por uma haste de metal dobrada em forma triangular, tocado batendo com um batedor de metal.",
      "example": "The percussionist rang the triangle loudly in the orchestral performance, will ring it again in the next concert, and had rung it during the rehearsal last week. ",
      "example_translation": "O percussionista tocou o triângulo alto na apresentação orquestral, tocará novamente no próximo concerto e havia tocado durante o ensaio da semana passada.",
      "imageLink": "image_files\\English\\triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "balalaika",
      "translation": "balalaica",
      "definition": "A stringed musical instrument of Russian origin, having a triangular body and a long neck with three strings.",
      "definition_translation": "Um instrumento musical de cordas de origem russa, com um corpo triangular e um pescoço longo com três cordas.",
      "example": "The folk band played the balalaika with great enthusiasm, filling the hall with lively music.",
      "example_translation": "A banda folclórica tocou a balalaica com grande entusiasmo, enchendo o salão com música viva.",
      "imageLink": "image_files\\English\\balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "banjo",
      "translation": "banjo",
      "definition": "A stringed musical instrument with a round body and a long neck, typically having four or five strings.",
      "definition_translation": "Um instrumento musical de cordas com um corpo redondo e um pescoço longo, tipicamente tendo quatro ou cinco cordas.",
      "example": "She learned to play the banjo when she was a teenager, and now it's her favorite instrument.",
      "example_translation": "Ela aprendeu a tocar o banjo quando era adolescente, e agora é seu instrumento favorito.",
      "imageLink": "image_files\\English\\banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bassoon",
      "translation": "fagote",
      "definition": "A large, double-reed woodwind instrument used in orchestras and chamber music.",
      "definition_translation": "Um instrumento de madeira de sopro de dupla lâmina usado em orquestras e música de câmara.",
      "example": "The bassoon player skillfully navigated the complex solo in the symphony.",
      "example_translation": "O jogador de fagote habilmente navegou o solo complexo na sinfonia.",
      "imageLink": "image_files\\English\\bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "castanets",
      "translation": "castanhola",
      "definition": "A pair of small, cup-shaped instruments clicked together to produce a rhythmic sound, typically used in flamenco music.",
      "definition_translation": "Um par de instrumentos pequenos, em forma de xícara, clicados juntos para produzir um som rítmico,typically usado em música flamenco.",
      "example": "The dancer's castanets added a lively percussive beat to the traditional Spanish dance.",
      "example_translation": "Os castanholas da dançarina adicionaram um ritmo percussivo animado à dança tradicional espanhola.",
      "imageLink": "image_files\\English\\castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cimbalom",
      "translation": "cimbalom",
      "definition": "A traditional Hungarian stringed instrument with a trapezoidal sound box and a set of metal hammers used to strike the strings.",
      "definition_translation": "Um instrumento de cordas tradicional húngaro com uma caixa de som trapezoidal e um conjunto de martelos de metal usados para tocar as cordas.",
      "example": "The musician skillfully played the cimbalom at the folk festival. She had played the cimbalom for years. She will play the cimbalom at the upcoming concert.",
      "example_translation": "O músico tocou habilmente o cimbalom no festival folclórico. Ela havia tocado o cimbalom por anos. Ela tocará o cimbalom no concerto que está por vir.",
      "imageLink": "image_files\\English\\cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "clapper",
      "translation": "estalo",
      "definition": "A person who claps, especially to express approval or appreciation.",
      "definition_translation": "Uma pessoa que bate palmas, especialmente para expressar aprovação ou apreciação.",
      "example": "The clapper in the audience was very enthusiastic. She had been a clapper for years. She will be a clapper at the awards ceremony.",
      "example_translation": "O estalo na audiência era muito entusiasta. Ela havia sido uma estalo por anos. Ela será uma estalo na cerimônia de premiação.",
      "imageLink": "image_files\\English\\clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "clarinet",
      "translation": "clarinete",
      "definition": "A wooden musical instrument with a single reed, played by blowing air through the reed to produce a characteristic sound.",
      "definition_translation": "Um instrumento musical de madeira com uma única lâmina, tocado soprar ar através da lâmina para produzir um som característico.",
      "example": "The musician expertly played the clarinet at the jazz concert. She had played the clarinet since she was a child. She will play the clarinet at the symphony orchestra.",
      "example_translation": "O músico tocou habilmente o clarinete no concerto de jazz. Ela havia tocado o clarinete desde que era criança. Ela tocará o clarinete na orquestra sinfônica.",
      "imageLink": "image_files\\English\\clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cymbal",
      "translation": "prato",
      "definition": "A concave metal plate used as a musical instrument, typically struck by a stick or crashed together to produce a ringing sound.",
      "definition_translation": "Uma placa metálica côncava usada como instrumento musical, geralmente atingida por um pau ou crashada juntas para produzir um som de campainha.",
      "example": "The drummer crashed the cymbal to start the song. He had used the cymbal in his performances. He will crash the cymbal again at the rock concert.",
      "example_translation": "O baterista crashou o prato para começar a música. Ele havia usado o prato em suas performances. Ele crashará o prato novamente no concerto de rock.",
      "imageLink": "image_files\\English\\cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "double bass",
      "translation": "contrabaixo",
      "definition": "A large stringed instrument played by drawing a bow across its strings or by plucking the strings with the fingers.",
      "definition_translation": "Um grande instrumento de cordas tocado pelo deslizar de um arco sobre suas cordas ou pela execução das cordas com os dedos.",
      "example": "The musician skillfully played the double bass in the orchestra yesterday, will play it again tomorrow, and has been playing it for years.",
      "example_translation": "O músico tocou habilmente o contrabaixo na orquestra ontem, tocará novamente amanhã e tem tocado há anos.",
      "imageLink": "image_files\\English\\double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "gong",
      "translation": "gongo",
      "definition": "A metal plate struck with a hammer to produce a loud, ringing sound, typically used in Southeast Asian music and ceremonial contexts.",
      "definition_translation": "Uma placa metálica percutida com um martelo para produzir um som alto e metálico, geralmente usada em música e contextos cerimoniais do Sudeste Asiático.",
      "example": "The gong was loudly struck to signal the start of the ceremony, had been struck before the performance, and will be struck again at the end.",
      "example_translation": "O gongo foi percutido alto para sinalizar o início da cerimônia, havia sido percutido antes da performance e será percutido novamente no final.",
      "imageLink": "image_files\\English\\gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "harmonium",
      "translation": "harmonio",
      "definition": "A musical instrument similar to a reed organ, but with a bellows instead of a keyboard, used in Indian and Pakistani classical music.",
      "definition_translation": "Um instrumento musical semelhante ao órgão de canhão, mas com um fole em vez de um teclado, usado na música clássica indiana e paquistanesa.",
      "example": "The harmonium player had practiced for hours, is playing it now, and will play it in the upcoming concert.",
      "example_translation": "O jogador de harmonio havia praticado por horas, está tocando agora e tocará no concerto que virá.",
      "imageLink": "image_files\\English\\harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "harp",
      "translation": "harpa",
      "definition": "A stringed instrument played by plucking the strings with the fingers, often used in orchestral and chamber music.",
      "definition_translation": "Um instrumento de cordas tocado pela execução das cordas com os dedos, frequentemente usado em música orquestral e de câmara.",
      "example": "The harpist skillfully played the harp in the orchestra yesterday, plays it in the chamber music group, and will play it in the upcoming concert.",
      "example_translation": "A harpista tocou habilmente a harpa na orquestra ontem, toca em grupo de música de câmara e tocará no concerto que virá.",
      "imageLink": "image_files\\English\\harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "harpsichord",
      "translation": "cravo",
      "definition": "A harpsichord is a musical instrument played by means of a keyboard, in which the sound is produced by quills or plectra that pluck the strings.",
      "definition_translation": "Um cravo é um instrumento musical tocado por meio de um teclado, no qual o som é produzido por penas ou plectras que puxam as cordas.",
      "example": "The harpsichord was a popular instrument in the Baroque period, and many famous composers wrote music for it. I have always wanted to play the harpsichord, and I will start taking lessons next year. She had played the harpsichord beautifully in last night's concert.",
      "example_translation": "O cravo foi um instrumento popular no período Barroco, e muitos compositores famosos escreveram música para ele. Eu sempre quis tocar o cravo, e vou começar a ter aulas no ano que vem. Ela havia tocado o cravo beleza na noite passada no concerto.",
      "imageLink": "image_files\\English\\harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "kettledrums",
      "translation": "timbales",
      "definition": "Kettledrums are a type of musical drum with a rounded body and a single head, played by striking the head with a stick.",
      "definition_translation": "Os timbales são um tipo de tambor musical com um corpo redondo e uma única cabeça, tocado ao bater a cabeça com um pau.",
      "example": "The kettledrums were the loudest instruments in the orchestra, and their sound echoed throughout the concert hall. The drummer had to replace the kettledrums before the next performance. They will be playing the kettledrums at the parade tomorrow.",
      "example_translation": "Os timbales foram os instrumentos mais altos na orquestra, e seu som ecoou por todo o salão de concertos. O baterista teve que substituir os timbales antes da próxima apresentação. Eles vão tocar os timbales no desfile amanhã.",
      "imageLink": "image_files\\English\\kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lute",
      "translation": "alauté",
      "definition": "A lute is a stringed musical instrument with a pear-shaped body and a fretted neck, played by plucking the strings with the fingers.",
      "definition_translation": "Um alauté é um instrumento musical de cordas com um corpo em forma de pêra e um pescoço fretado, tocado ao dedilhar as cordas com os dedos.",
      "example": "The lute was a popular instrument in the Renaissance period, and many famous musicians played it. I will learn to play the lute next semester. She has always been fascinated by the lute and its rich history.",
      "example_translation": "O alauté foi um instrumento popular no período do Renascimento, e muitos músicos famosos o tocaram. Eu vou aprender a tocar o alauté no próximo semestre. Ela sempre esteve fascinada pelo alauté e sua rica história.",
      "imageLink": "image_files\\English\\lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mandolin",
      "translation": "bandolim",
      "definition": "A mandolin is a stringed musical instrument with a small, pear-shaped body and a fretted neck, played by plucking the strings with a plectrum or fingers.",
      "definition_translation": "Um bandolim é um instrumento musical de cordas com um corpo pequeno em forma de pêra e um pescoço fretado, tocado ao dedilhar as cordas com um plectro ou dedos.",
      "example": "The mandolin was played by the lead singer in the folk band. I have always wanted to own a mandolin, and I finally bought one last week. She played the mandolin beautifully in the opera.",
      "example_translation": "O bandolim foi tocado pelo vocalista da banda folk. Eu sempre quis ter um bandolim, e eu finalmente comprei um na semana passada. Ela tocou o bandolim lindamente na ópera.",
      "imageLink": "image_files\\English\\mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "maracas",
      "translation": "maracas",
      "definition": "A maraca is a percussion instrument originating from Latin America, typically consisting of a hollow gourd or wooden vessel filled with beads or pebbles, used to create a rattling sound.",
      "definition_translation": "Uma maraca é um instrumento de percussão originário da América Latina, consistindo geralmente de uma cuia oca ou vase de madeira preenchida com contas ou seixos, usada para criar um som de chocalho.",
      "example": "The musician shook the maracas vividly during the salsa performance. She has been shaking maracas since she was a teenager. She will shake maracas at the upcoming festival.",
      "example_translation": "O músico chacoalhou as maracas vividamente durante a performance de salsa. Ela tem chacoalhado maracas desde que era adolescente. Ela vai chacoalhar maracas no próximo festival.",
      "imageLink": "image_files\\English\\maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "oboe",
      "translation": "oboe",
      "definition": "An oboe is a double-reed woodwind musical instrument, commonly used in orchestral and chamber music, known for its distinctive, mellow sound.",
      "definition_translation": "Um oboé é um instrumento de sopro de madeira de duplo pedal, comumente usado em música orquestral e de câmara, conhecido pelo seu som distinto e suave.",
      "example": "The oboist played a beautiful melody on her oboe during the concert. She has been playing the oboe for over 20 years. She will play a solo oboe piece at the recital.",
      "example_translation": "A oboísta tocou uma melodia linda no seu oboé durante o concerto. Ela tem tocado oboé por mais de 20 anos. Ela vai tocar uma peça solo de oboé no recital.",
      "imageLink": "image_files\\English\\oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ocarina",
      "translation": "ocarina",
      "definition": "An ocarina is a small, flute-like musical instrument with a distinctive, haunting sound, originating from ancient Mesoamerica and South America.",
      "definition_translation": "Uma ocarina é um instrumento musical pequeno, semelhante a uma flauta, com um som distinto e hauntinante, originário da antiga Mesoamérica e América do Sul.",
      "example": "The archaeologist discovered an ancient ocarina in the ruins of the Aztec temple. She blew into the ocarina, producing a sweet, mournful sound. He will play the ocarina at the cultural festival.",
      "example_translation": "O arqueólogo descobriu uma ocarina antiga nos restos do templo Asteca. Ela soprou na ocarina, produzindo um som doce e lúgubre. Ele vai tocar a ocarina no festival cultural.",
      "imageLink": "image_files\\English\\ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "recorder",
      "translation": "flauta de bisel",
      "definition": "A recorder is a simple, woodwind musical instrument, often taught to children in elementary school music classes, used to develop breath control and basic musical skills.",
      "definition_translation": "Uma flauta de bisel é um instrumento musical de sopro simples, frequentemente ensinado a crianças em aulas de música em escolas elementares, usado para desenvolver controle de respiração e habilidades musicais básicas.",
      "example": "The third-grader learned to play 'Mary Had a Little Lamb' on the recorder. She has been playing the recorder since she was in kindergarten. They will perform a recorder ensemble at the school concert.",
      "example_translation": "O aluno do terceiro ano aprendeu a tocar 'Maria Tinha um Carneirinho' na flauta de bisel. Ela tem tocado flauta de bisel desde que estava no jardim de infância. Eles vão apresentar um ensemble de flauta de bisel no concerto escolar.",
      "imageLink": "image_files\\English\\recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "snare drum",
      "translation": "caixa de snare",
      "definition": "A snare drum is a type of drum that produces a sharp, cracking sound when struck. It is often used in military and orchestral music.",
      "definition_translation": "Um tambor de snare é um tipo de tambor que produz um som agudo e estaladiço quando atingido. É frequentemente usado em música militar e orquestral.",
      "example": "The drummer expertly played the snare drum during the parade. She had played it yesterday, and she will play it again tomorrow.",
      "example_translation": "O baterista tocou expertamente a caixa de snare durante o desfile. Ela havia tocado ontem, e ela irá tocar novamente amanhã.",
      "imageLink": "image_files\\English\\snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "trombone",
      "translation": "trombone",
      "definition": "A trombone is a musical instrument that is played by buzzing air through a mouthpiece, producing a low-pitched sound.",
      "definition_translation": "Um trombone é um instrumento musical que é tocado soprando ar através de uma boca, produzindo um som grave.",
      "example": "The trombone player skillfully slid into the low notes during the jazz concert. He had practiced it for months, and he will perform it again next week.",
      "example_translation": "O trombonista habilmente deslizou para as notas baixas durante o concerto de jazz. Ele havia praticado por meses, e ele irá performá-lo novamente na próxima semana.",
      "imageLink": "image_files\\English\\trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tuba",
      "translation": "tuba",
      "definition": "A tuba is a large, low-pitched brass instrument that is played by buzzing air through a mouthpiece, often used in orchestras and bands.",
      "definition_translation": "Uma tuba é um grande instrumento de metal de baixa pitched que é tocado soprando ar através de uma boca, frequentemente usado em orquestras e bandas.",
      "example": "The tuba player provided a rich, deep sound during the symphony performance. She will play it again at the upcoming festival, and she played it last year.",
      "example_translation": "O tubista forneceu um som rico e profundo durante a performance de sinfonia. Ela irá tocar novamente no próximo festival, e ela tocou no ano passado.",
      "imageLink": "image_files\\English\\tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tubular bells",
      "translation": "sinos tubulares",
      "definition": "Tubular bells are a musical instrument consisting of a set of metal tubes of varying lengths that are struck to produce a ringing sound.",
      "definition_translation": "Os sinos tubulares são um instrumento musical composto por um conjunto de tubos de metal de comprimentos variados que são atingidos para produzir um som de sino.",
      "example": "The musician skillfully played the tubular bells during the church concert. She had practiced it for weeks, and she will perform it again next month.",
      "example_translation": "A musicista tocou habilmente os sinos tubulares durante o concerto da igreja. Ela havia praticado por semanas, e ela irá performá-lo novamente no próximo mês.",
      "imageLink": "image_files\\English\\tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "vibraphone",
      "translation": "vibrafone",
      "definition": "A musical instrument with a series of metal bars that are struck by hammers to produce a ringing sound.",
      "definition_translation": "Um instrumento musical com uma série de barras metálicas que são atingidas por martelos para produzir um som retumbante.",
      "example": "The jazz band featured a vibraphone player who added a unique touch to their music. The vibraphone was introduced in the 19th century. By the 2020s, the vibraphone had become a staple in many orchestras.",
      "example_translation": "A banda de jazz apresentou um jogador de vibrafone que adicionou um toque único à sua música. O vibrafone foi introduzido no século 19. Até os anos 2020, o vibrafone havia se tornado um padrão em muitas orquestras.",
      "imageLink": "image_files\\English\\vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "xylophone",
      "translation": "xilofone",
      "definition": "A musical instrument with a series of wooden bars that are struck by hammers to produce a ringing sound.",
      "definition_translation": "Um instrumento musical com uma série de barras de madeira que são atingidas por martelos para produzir um som retumbante.",
      "example": "The child learned to play the xylophone in music class. The xylophone is often used in children's songs. By next year, she will have mastered the xylophone.",
      "example_translation": "A criança aprendeu a tocar o xilofone na aula de música. O xilofone é frequentemente usado em canções infantis. Até o ano que vem, ela terá dominado o xilofone.",
      "imageLink": "image_files\\English\\xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]