[
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "black",
      "translation": "preto",
      "definition": "Having the color of coal or soot; having no light; totally dark.",
      "definition_translation": "Tendo a cor de carvão ou fuligem; não tendo luz; totalmente escuro.",
      "example": "I wore a black dress to the party last night, but I will wear a white one to the wedding tomorrow. By next year, I will have worn a black one to every formal event.",
      "example_translation": "Eu usei um vestido preto para a festa ontem à noite, mas usarei um branco para o casamento amanhã. Até o ano que vem, terei usado um preto para todos os eventos formais.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blue",
      "translation": "azul",
      "definition": "Having a color like that of a clear sky on a sunny day; cheerful and optimistic.",
      "definition_translation": "Tendo a cor de um céu claro em um dia ensolarado; alegre e otimista.",
      "example": "The blue shirt I wore yesterday was too casual for the meeting, but I will wear a blue tie to the presentation today. By next month, I will have worn a blue suit to every conference.",
      "example_translation": "A camisa azul que eu usei ontem foi muito casual para a reunião, mas usarei uma gravata azul para a apresentação hoje. Até o mês que vem, terei usado um terno azul para todas as conferências.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "brown",
      "translation": "marrom",
      "definition": "Having a color like that of wood or earth; sturdy and reliable.",
      "definition_translation": "Tendo a cor de madeira ou terra; sólido e confiável.",
      "example": "I had a brown dog when I was a kid, but now I have a brown cat. By next year, I will have had a brown horse for five years.",
      "example_translation": "Eu tive um cachorro marrom quando eu era criança, mas agora tenho um gato marrom. Até o ano que vem, terei tido um cavalo marrom por cinco anos.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "green",
      "translation": "verde",
      "definition": "Having a color like that of grass or leaves; fresh and natural.",
      "definition_translation": "Tendo a cor de grama ou folhas; fresco e natural.",
      "example": "I saw a green bird in the park yesterday, but today I saw a green car on the street. By next week, I will have seen a green house in the countryside.",
      "example_translation": "Eu vi um pássaro verde no parque ontem, mas hoje vi um carro verde na rua. Até a semana que vem, terei visto uma casa verde no campo.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grey",
      "translation": "cinzento",
      "definition": "having a colour intermediate between black and white; neither white nor black",
      "definition_translation": "tendo uma cor intermediária entre preto e branco; nem branco nem preto",
      "example": "The grey skies made the day feel gloomy. She wore a grey dress to the party. By next year, I will have a grey beard.",
      "example_translation": "Os céus cinzentos fizeram o dia parecer sombrio. Ela usava um vestido cinzento na festa. No ano que vem, eu terei uma barba cinzenta.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "orange",
      "translation": "laranja",
      "definition": "a colour intermediate between red and yellow; a fruit of this colour",
      "definition_translation": "uma cor intermediária entre vermelho e amarelo; um fruto dessa cor",
      "example": "She peeled an orange for a snack. The orange sunset was breathtaking. By next month, I will have eaten an orange a day.",
      "example_translation": "Ela descascou uma laranja para um lanche. O pôr-do-sol laranja foi impressionante. No mês que vem, eu terei comido uma laranja por dia.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "red",
      "translation": "vermelho",
      "definition": "having a bright, bold colour; intense passion or energy",
      "definition_translation": "tendo uma cor brilhante e ousada; paixão ou energia intensa",
      "example": "The red car sped down the highway. She wore a red dress to the party. By next year, I will have a red phone.",
      "example_translation": "O carro vermelho percorreu a rodovia. Ela usava um vestido vermelho na festa. No ano que vem, eu terei um telefone vermelho.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "white",
      "translation": "branco",
      "definition": "having a colour like that of snow or milk; pure or clean",
      "definition_translation": "tendo uma cor como a da neve ou do leite; puro ou limpo",
      "example": "The white walls were spotless. She wore a white shirt to work. By next month, I will have a white laptop.",
      "example_translation": "As paredes brancas estavam impecáveis. Ela usava uma camisa branca no trabalho. No mês que vem, eu terei um laptop branco.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "yellow",
      "translation": "amarelo",
      "definition": "The color intermediate between green and orange, especially the bright, vibrant color of the sun or a ripe banana.",
      "definition_translation": "A cor intermediária entre o verde e o laranja, especialmente a cor brilhante e vibrante do sol ou de um banana maduro.",
      "example": "The yellow sun shone brightly in the sky. Yesterday, I wore a yellow shirt. Tomorrow, I will paint the wall yellow.",
      "example_translation": "O sol amarelo brilhou intensamente no céu. Ontem, eu usei uma camisa amarela. Amanhã, eu vou pintar a parede de amarelo.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cream",
      "translation": "creme",
      "definition": "A sweet or savory food made from milk or cream, often flavored and whipped.",
      "definition_translation": "Um alimento doce ou salgado feito de leite ou creme, muitas vezes aromatizado e batido.",
      "example": "I love to eat cream on my pancakes. She whipped the cream until it was stiff. He will buy cream for the coffee.",
      "example_translation": "Eu amo comer creme em meus panquecas. Ela bateu o creme até que ficasse firme. Ele vai comprar creme para o café.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "golden",
      "translation": "dourado",
      "definition": "Having a bright yellow color, like gold.",
      "definition_translation": "Tendo uma cor amarela brilhante, como o ouro.",
      "example": "The golden statue shone brightly on the shelf. The golden sun rose over the mountains. She will wear a golden dress to the party.",
      "example_translation": "A estátua dourada brilhou intensamente na prateleira. O sol dourado nasceu sobre as montanhas. Ela vai usar um vestido dourado para a festa.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lemon",
      "translation": "limão",
      "definition": "A small, oval or round fruit with a sour taste, often used in cooking or as a garnish.",
      "definition_translation": "Um pequeno fruto oval ou redondo com um gosto azedo, muitas vezes usado na cozinha ou como garnitura.",
      "example": "I squeezed the lemon juice into the water. She ate a slice of lemon pie yesterday. He will plant a lemon tree in the garden.",
      "example_translation": "Eu espremi o suco de limão na água. Ela comeu uma fatia de torta de limão ontem. Ele vai plantar uma árvore de limão no jardim.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pink",
      "translation": "cor-de-rosa",
      "definition": "A bright, vibrant color with a reddish hue, often associated with femininity and playfulness.",
      "definition_translation": "Uma cor brilhante e vibrante com uma tonalidade vermelha, muitas vezes associada à feminilidade e ao espírito de brincadeira.",
      "example": "The pink dress was her favorite, she wore it to the party last night, and will wear it again next week.",
      "example_translation": "O vestido cor-de-rosa era seu favorito, ela o usou para a festa ontem à noite e usará novamente na semana que vem.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "purple",
      "translation": "roxo",
      "definition": "A rich, luxurious color with a mix of red and blue hues, often associated with creativity, wisdom, and power.",
      "definition_translation": "Uma cor rica e luxuosa com uma mistura de tons vermelhos e azulados, muitas vezes associada à criatividade, sabedoria e poder.",
      "example": "The artist mixed purple and blue to create a unique shade, she had painted with it yesterday, and will paint again tomorrow.",
      "example_translation": "A artista misturou roxo e azul para criar uma tonalidade única, ela havia pintado com isso ontem e pintará novamente amanhã.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "silver",
      "translation": "prata",
      "definition": "A bright, shiny metal with a grayish-white color, often used in jewelry, coins, and other ornaments.",
      "definition_translation": "Um metal brilhante e cinzento-branco, frequentemente usado em joias, moedas e outros ornamentos.",
      "example": "The Olympic medal was made of silver, she had won it last year, and will compete for another one next year.",
      "example_translation": "A medalha olímpica era feita de prata, ela havia ganhado no ano passado e competirá por outra no ano que vem.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "violet",
      "translation": "violeta",
      "definition": "A bright, vivid purple color, often associated with creativity, individuality, and wisdom.",
      "definition_translation": "Uma cor púrpura brilhante e vívida, muitas vezes associada à criatividade, individualidade e sabedoria.",
      "example": "The artist painted a violet landscape, she had painted it in the morning, and will paint another one in the evening.",
      "example_translation": "A artista pintou um paisagem violeta, ela havia pintado isso de manhã e pintará outra noite.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beige",
      "translation": "bege",
      "definition": "A pale yellow-brown color, like that of undyed wool.",
      "definition_translation": "Um cor pálido amarelo-marrom, como o de lã não tingida.",
      "example": "The model walked down the catwalk wearing a stunning beige evening gown. She had worn a beige sweater to the party the night before. She will wear a beige suit to the job interview tomorrow.",
      "example_translation": "A modelo desfilou na passarela usando um vestido de noite bege emocionante. Ela havia usado um suéter bege na festa na noite anterior. Ela usará um terno bege na entrevista de emprego amanhã.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "navy blue",
      "translation": "azul-marinho",
      "definition": "A dark blue color, like that of a naval uniform.",
      "definition_translation": "Um cor azul-escura, como a de um uniforme naval.",
      "example": "The captain wore a navy blue uniform to the ceremony. She had worn a navy blue dress to the party the week before. She will wear a navy blue suit to the business meeting tomorrow.",
      "example_translation": "O capitão usou um uniforme azul-marinho na cerimônia. Ela havia usado um vestido azul-marinho na festa na semana anterior. Ela usará um terno azul-marinho na reunião de negócios amanhã.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "khaki",
      "translation": "caqui",
      "definition": "A light brown color, like that of cotton fabric used for military uniforms.",
      "definition_translation": "Um cor marrom-clara, como a de tecido de algodão usado para uniformes militares.",
      "example": "The soldier wore khaki pants to the training exercise. She had worn khaki shorts to the picnic the day before. She will wear a khaki jacket to the camping trip next week.",
      "example_translation": "O soldado usou calças caqui no exercício de treinamento. Ela havia usado calças curtas caqui no piquenique no dia anterior. Ela usará um casaco caqui na viagem de camping na próxima semana.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "olive green",
      "translation": "verde-oliva",
      "definition": "A yellow-green color, like that of ripe olives.",
      "definition_translation": "Um cor amarelo-verde, como a de azeitonas maduras.",
      "example": "The hunter wore olive green camouflage to blend in with the surroundings. She had worn an olive green dress to the garden party the month before. She will wear olive green boots to the hiking trip next month.",
      "example_translation": "O caçador usou camuflagem verde-oliva para se misturar com o entorno. Ela havia usado um vestido verde-oliva no jardim na festa do mês anterior. Ela usará botas verde-oliva na viagem de caminhada do mês próximo.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "amaranth",
      "translation": "amaranto",
      "definition": "Amaranth is a flowering plant that is native to the Americas. It is an annual or perennial herb that grows up to 8 feet tall, with broad, oval-shaped leaves and colorful flowers.",
      "definition_translation": "O amaranto é uma planta florífera nativa das Américas. É uma erva anual ou perene que cresce até 8 pés de altura, com folhas ovaladas largas e flores coloridas.",
      "example": "The farmer grew amaranth in his field, and it bloomed beautifully last summer. He will grow it again next year, and it will bloom in the future.",
      "example_translation": "O agricultor cultivou amaranto em seu campo, e ele floresceu lindamente no verão passado. Ele cultivará novamente no ano que vem, e ele florescerá no futuro.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "amber",
      "translation": "âmbar",
      "definition": "Amber is a yellowish or brownish fossilized tree resin that is often used in jewelry. It is valued for its warm, golden color and its ability to preserve ancient insects and plants.",
      "definition_translation": "O âmbar é uma resina fóssil de árvore amarela ou marrom utilizada frequentemente em joias. É valorizado por sua cor quente, dourada e sua capacidade de preservar insetos e plantas antigas.",
      "example": "The woman wore an amber necklace to the party, and it sparkled beautifully in the light. She had bought it on her trip to the Baltic region last year, where amber is abundant.",
      "example_translation": "A mulher usou um colar de âmbar para a festa, e ele brilhou lindamente na luz. Ela o havia comprado em sua viagem à região báltica no ano passado, onde o âmbar é abundante.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "anthracite",
      "translation": "antracito",
      "definition": "Anthracite is a type of coal that is very hard and pure. It is used as a fuel and is also used in water filtration systems due to its high carbon content.",
      "definition_translation": "O antracito é um tipo de carvão que é muito duro e puro. É usado como combustível e também é usado em sistemas de filtragem de água devido ao seu alto teor de carbono.",
      "example": "The company used anthracite to fuel their furnaces, and it produced a high-quality steel. They will continue to use it in the future, as it is a reliable source of energy.",
      "example_translation": "A empresa usou antracito para alimentar seus fornos, e isso produziu um aço de alta qualidade. Eles continuarão a usá-lo no futuro, pois é uma fonte confiável de energia.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aquamarine",
      "translation": "aquamarina",
      "definition": "Aquamarine is a type of gemstone that is often used in jewelry. It is valued for its pale blue or blue-green color and is said to have calming properties.",
      "definition_translation": "A aquamarina é um tipo de pedra preciosa que é frequentemente usada em joias. É valorizada por sua cor azul-pálida ou azul-verde e diz-se que tem propriedades calmantes.",
      "example": "The queen wore an aquamarine necklace to the ceremony, and it complemented her blue eyes beautifully. She had received it as a gift from her husband, who had bought it on their trip to Brazil last year.",
      "example_translation": "A rainha usou um colar de aquamarina para a cerimônia, e isso complementou seus olhos azuis lindamente. Ela o havia recebido como um presente de seu marido, que o havia comprado em sua viagem ao Brasil no ano passado.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "carmine",
      "translation": "carmesim",
      "definition": "A bright red to purple-red pigment obtained from the cochineal insect, used in coloring food, cosmetics, and art materials.",
      "definition_translation": "Um pigmento vermelho-brilhante a vermelho-púrpura obtido do inseto cochineal, usado na coloração de alimentos, cosméticos e materiais de arte.",
      "example": "She carefully mixed the carmine with water to create a vibrant paint for her art project. The artist had used carmine to create a stunning portrait. By next week, the painter will have finished the carmine-colored mural.",
      "example_translation": "Ela misturou cuidadosamente o carmesim com água para criar uma tinta vibrante para seu projeto de arte. O artista havia usado carmesim para criar um retrato deslumbrante. Até a próxima semana, o pintor terá terminado o mural colorido de carmesim.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "crimson",
      "translation": "carminho",
      "definition": "A deep, rich red color, especially in fabrics or dyes.",
      "definition_translation": "Um cor vermelho profundo e rico, especialmente em tecidos ou corantes.",
      "example": "The university's official color is crimson, and it's featured prominently on their logo. The woman wore a crimson dress to the formal event. By next year, the company will have introduced a new crimson line of products.",
      "example_translation": "A cor oficial da universidade é carminho, e é destaque proeminente em seu logotipo. A mulher usou um vestido carminho para o evento formal. Até o ano que vem, a empresa terá introduzido uma nova linha de produtos carminho.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cyan",
      "translation": "ciano",
      "definition": "A bright greenish-blue color, especially in printing and digital displays.",
      "definition_translation": "Um cor verde-azulado brilhante, especialmente em impressão e exibição digital.",
      "example": "The designer chose a cyan background for the website to make the logo stand out. The artist mixed cyan and yellow to create a unique shade of green. By next month, the company will have launched a new line of cyan-colored accessories.",
      "example_translation": "O designer escolheu um fundo ciano para o site para fazer o logotipo se destacar. O artista misturou ciano e amarelo para criar uma tonalidade única de verde. Até o próximo mês, a empresa terá lançado uma nova linha de acessórios coloridos de ciano.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "emerald",
      "translation": "esmeralda",
      "definition": "A bright green color, especially in gems and jewelry.",
      "definition_translation": "Um cor verde brilhante, especialmente em joias e ourivesaria.",
      "example": "The actress wore an emerald necklace to the red carpet event. The photographer captured the emerald green of the forest in his landscape shot. By next summer, the jewelry company will have introduced a new emerald collection.",
      "example_translation": "A atriz usou um colar esmeralda no evento de carpete vermelho. O fotógrafo capturou o verde esmeralda da floresta em sua cena de paisagem. Até o próximo verão, a empresa de joias terá introduzido uma nova coleção esmeralda.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ginger",
      "translation": "gengibre",
      "definition": "A root used as a spice, especially in Asian and Indian cooking, having a pungent, sweet, and slightly bitter flavor.",
      "definition_translation": "Uma raiz usada como tempero, especialmente na cozinha asiática e indiana, tendo um sabor picante, doce e levemente amargo.",
      "example": "I added some ginger to the soup for extra flavor. Yesterday, I grated ginger for the salad. Tomorrow, I will buy some fresh ginger for the recipe.",
      "example_translation": "Adicionei um pouco de gengibre à sopa para extra sabor. Ontem, raspei gengibre para a salada. Amanhã, comprarei um pouco de gengibre fresco para a receita.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "indigo",
      "translation": "anil",
      "definition": "A deep blue color, especially a vibrant blue pigment used in dyeing and painting.",
      "definition_translation": "Uma cor azul profunda, especialmente um pigmento azul vibrante usado em tingimento e pintura.",
      "example": "The artist mixed indigo with yellow to create a unique shade. The Indigo plant has been used for centuries to produce the vibrant blue dye. The new fashion trend features indigo jeans.",
      "example_translation": "O artista misturou anil com amarelo para criar uma tonalidade única. A planta de anil tem sido usada por séculos para produzir o tingimento azul vibrante. A nova tendência de moda apresenta calças jeans anil.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "magenta",
      "translation": "magenta",
      "definition": "A bright, vivid pinkish-purple color, especially a deep pinkish-purple pigment used in printing and dyeing.",
      "definition_translation": "Uma cor rosa-violácea brilhante e viva, especialmente um pigmento rosa-violáceo profundo usado em impressão e tingimento.",
      "example": "The designer chose magenta for the logo to grab attention. Magenta is a key color in the printing process. The fashion model wore a stunning magenta dress on the runway.",
      "example_translation": "O designer escolheu magenta para o logotipo para chamar atenção. O magenta é uma cor-chave no processo de impressão. A modelo de moda usava um vestido magenta deslumbrante na passarela.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mahogany",
      "translation": "mogno",
      "definition": "A type of tree with a rich, reddish-brown wood, often used in furniture making and woodworking.",
      "definition_translation": "Um tipo de árvore com madeira rica, castanha-avermelhada, frequentemente usada na fabricação de móveis e marcenaria.",
      "example": "The carpenter chose mahogany for the dining table. The old mahogany door creaked when I opened it. The luxury yacht had a beautiful mahogany interior.",
      "example_translation": "O carpinteiro escolheu mogno para a mesa de jantar. A porta de mogno antiga rangeu quando eu a abri. O iate de luxo tinha um interior de mogno lindo.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "maroon",
      "translation": "coral",
      "definition": "A dark reddish-brown color, especially a deep, rich brown-red color.",
      "definition_translation": "Uma cor escura avermelhada, especialmente uma cor profunda e rica avermelhado",
      "example": "I marooned on the island for a week. I will maroon on the island for a week. I marooned on the island for a week.",
      "example_translation": "Eu me deixei à deriva na ilha por uma semana. Eu me deixarei à deriva na ilha por uma semana. Eu me deixei à deriva na ilha por uma semana.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ochre",
      "translation": "ocre",
      "definition": "A natural pigment, typically yellow, orange or red, used in painting and dyeing.",
      "definition_translation": "Um pigmento natural, tipicamente amarelo, laranja ou vermelho, usado em pintura e tingimento.",
      "example": "The ancient Egyptians used ochre to paint their walls. The artist mixed ochre with water to create a vibrant color. The ochre-colored rocks were a striking feature of the landscape.",
      "example_translation": "Os antigos egípcios usaram ocre para pintar suas paredes. O artista misturou ocre com água para criar uma cor vibrante. As rochas de cor ocre foram uma característica marcante do paisagem.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "scarlet",
      "translation": "escarlate",
      "definition": "A bright, vivid red color.",
      "definition_translation": "Uma cor vermelha brilhante e viva.",
      "example": "The scarlet dress stood out in the crowd. The scarlet sunset was a breathtaking sight. The scarlet flowers bloomed in the garden.",
      "example_translation": "O vestido escarlate se destacou na multidão. O pôr do sol escarlate foi um espetáculo de tirar o fôlego. As flores escarlates floriram no jardim.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "turquoise",
      "translation": "turquesa",
      "definition": "A blue-green mineral, often used as a gemstone.",
      "definition_translation": "Um mineral azul-verde, frequentemente usado como pedra preciosa.",
      "example": "The turquoise necklace was a beautiful gift. The turquoise waters of the ocean sparkled in the sunlight. The turquoise stone was polished to perfection.",
      "example_translation": "O colar turquesa foi um presente lindo. As águas turquesas do oceano brilharam à luz do sol. A pedra turquesa foi polida à perfeição.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]