[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "comb",
      "translation": "pente",
      "definition": "A comb is a tool used for arranging or cleaning hair, or for cleaning or carding fibers.",
      "definition_translation": "Um pente é uma ferramenta usada para arrumar ou limpar o cabelo, ou para limpar ou cardar fibras.",
      "example": "I combed my hair yesterday, I am combing it now, and I will comb it tomorrow.",
      "example_translation": "Eu penteei meu cabelo ontem, estou penteei agora, e penteei meu cabelo amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shampoo",
      "translation": "xampu",
      "definition": "A shampoo is a liquid preparation for cleaning the hair, typically in the form of a creamy liquid.",
      "definition_translation": "Um xampu é uma preparação líquida para limpar o cabelo, tipicamente na forma de um líquido cremoso.",
      "example": "I shampooed my hair yesterday, I am shampooing it now, and I will shampoo it tomorrow.",
      "example_translation": "Eu lavei meu cabelo ontem, estou lavando agora, e lavarei meu cabelo amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cream",
      "translation": "creme",
      "definition": "A cream is a soft, thick, and rich paste or liquid, often used as a food or in cosmetics.",
      "definition_translation": "Um creme é uma pasta ou líquido macio, grosso e rico, freqüentemente usado como alimento ou em cosméticos.",
      "example": "I applied a cream on my skin yesterday, I am applying it now, and I will apply it tomorrow.",
      "example_translation": "Eu apliquei um creme na minha pele ontem, estou aplicando agora, e aplicarei amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "deodorant",
      "translation": "desodorante",
      "definition": "A deodorant is a substance applied to the body to prevent or mask body odor.",
      "definition_translation": "Um desodorante é uma substância aplicada ao corpo para prevenir ou mascarar o odor corporal.",
      "example": "I used a deodorant yesterday, I am using it now, and I will use it tomorrow.",
      "example_translation": "Eu usei um desodorante ontem, estou usando agora, e usarei amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hand cream",
      "translation": "creme para as mãos",
      "definition": "A rich moisturizing lotion applied to the hands to soften and protect the skin.",
      "definition_translation": "Um loção hidratante rico aplicado às mãos para amaciar e proteger a pele.",
      "example": "I applied hand cream after washing my hands. I will apply hand cream before going out. I had applied hand cream after doing the dishes.",
      "example_translation": "Eu apliquei creme para as mãos após lavar minhas mãos. Eu aplicarei creme para as mãos antes de sair. Eu havia aplicado creme para as mãos após fazer os pratos.",
      "imageLink": "image_files\\English\\"imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lipstick",
      "translation": "batom",
      "definition": "A cosmetic stick used to color and moisturize the lips.",
      "definition_translation": "Um bastão cosmético usado para colorir e hidratar os lábios.",
      "example": "I bought a new lipstick yesterday. She will wear a red lipstick to the party. He had applied lipstick before the photo shoot.",
      "example_translation": "Eu comprei um novo batom ontem. Ela usará um batom vermelho para a festa. Ele havia aplicado batom antes da sessão de fotos.",
      "imageLink": "image_files\\English\\"imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mascara",
      "translation": "rímel",
      "definition": "A cosmetic product used to darken, lengthen, and thicken the eyelashes.",
      "definition_translation": "Um produto cosmético usado para escurecer, alongar e Thickening as pestanas.",
      "example": "She applied mascara to her eyelashes. I will buy a new mascara tomorrow. He had worn mascara to the fashion show.",
      "example_translation": "Ela aplicou rímel às suas pestanas. Eu comprarei um novo rímel amanhã. Ele havia usado rímel para o desfile de moda.",
      "imageLink": "image_files\\English\\"imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mask",
      "translation": "máscara",
      "definition": "A covering for the face, typically made of fabric or plastic, worn to conceal one's identity or for protection.",
      "definition_translation": "Uma cobertura para o rosto, geralmente feita de tecido ou plástico, usada para esconder a identidade ou para proteção.",
      "example": "The thief wore a mask to hide his face. I will wear a mask to the costume party. She had worn a mask to the surgery.",
      "example_translation": "O ladrão usou uma máscara para esconder seu rosto. Eu usarei uma máscara para a festa de fantasias. Ela havia usado uma máscara para a cirurgia.",
      "imageLink": "image_files\\English\\"imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shower gel",
      "translation": "gel de banho",
      "definition": "A liquid soap used for washing the body in the shower.",
      "definition_translation": "Um sabonete líquido usado para lavar o corpo no chuveiro.",
      "example": "I used a luxurious shower gel this morning. I will use a moisturizing shower gel tomorrow. She had used a refreshing shower gel yesterday.",
      "example_translation": "Eu usei um gel de banho luxuoso nesta manhã. Vou usar um gel de banho hidratante amanhã. Ela havia usado um gel de banho refrescante ontem.",
      "imageLink": "image_files\\English\\"imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "body balm",
      "translation": "balme corporal",
      "definition": "A moisturizing lotion or cream applied to the skin to keep it soft and hydrated.",
      "definition_translation": "Um lotion ou creme hidratante aplicado à pele para mantê-la macia e hidratada.",
      "example": "I applied a body balm after my shower. She will apply a body balm after her bath. They had applied a body balm after their massage.",
      "example_translation": "Eu apliquei um balme corporal após meu banho. Ela vai aplicar um balme corporal após seu banho. Eles haviam aplicado um balme corporal após sua massagem.",
      "imageLink": "image_files\\English\\"imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cotton pad",
      "translation": "disco de algodão",
      "definition": "A small, round piece of cotton used for applying or removing nail polish, makeup, or other cosmetics.",
      "definition_translation": "Um pequeno pedaço redondo de algodão usado para aplicar ou remover esmalte, maquiagem ou outros cosméticos.",
      "example": "I used a cotton pad to remove my nail polish. She will use a cotton pad to apply her eyeshadow. They had used a cotton pad to clean their skin.",
      "example_translation": "Eu usei um disco de algodão para remover meu esmalte. Ela vai usar um disco de algodão para aplicar sua sombra. Eles haviam usado um disco de algodão para limpar a pele.",
      "imageLink": "image_files\\English\\"imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "electric razor",
      "translation": "barbear elétrico",
      "definition": "An electric device used for shaving or trimming hair, typically on the face or body.",
      "definition_translation": "Um dispositivo elétrico usado para fazer a barba ou cortar cabelo, geralmente no rosto ou corpo.",
      "example": "I used an electric razor to shave my beard. He will use an electric razor to trim his hair. They had used an electric razor to shave their legs.",
      "example_translation": "Eu usei um barbear elétrico para fazer a barba. Ele vai usar um barbear elétrico para cortar cabelo. Eles haviam usado um barbear elétrico para fazer a barba nas pernas.",
      "imageLink": "image_files\\English\\"imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "essential oil",
      "translation": "óleo essencial",
      "definition": "A concentrated plant extract, typically obtained through steam distillation, used for aromatherapy, flavoring, and perfumery.",
      "definition_translation": "Um extrato de planta concentrado, geralmente obtido através de destilação a vapor, usado para aromaterapia, flavoração e perfumaria.",
      "example": "I used essential oil in my diffuser to relax. Yesterday, I bought essential oil at the store. I will use essential oil in my skincare routine next week.",
      "example_translation": "Eu usei óleo essencial no meu difusor para relaxar. Ontem, eu comprei óleo essencial na loja. Eu usarei óleo essencial na minha rotina de cuidado com a pele na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "eyelash curler",
      "translation": "alisador de cílios",
      "definition": "A device used to shape and curl eyelashes, typically before applying mascara or eyeliner.",
      "definition_translation": "Um dispositivo usado para dar forma e curlar cílios, geralmente antes de aplicar máscara ou delineador.",
      "example": "She used an eyelash curler to open up her eyes. He bought an eyelash curler for his sister's birthday. They will use an eyelash curler before the party tonight.",
      "example_translation": "Ela usou um alisador de cílios para abrir os olhos. Ele comprou um alisador de cílios para o aniversário da irmã. Eles usarão um alisador de cílios antes da festa hoje à noite.",
      "imageLink": "image_files\\English\\"imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hair dye",
      "translation": "tinta de cabelo",
      "definition": "A coloring substance applied to the hair to change its color, either temporarily or permanently.",
      "definition_translation": "Uma substância colorante aplicada ao cabelo para mudar sua cor, seja temporariamente ou permanentemente.",
      "example": "I will use hair dye to cover my grey hair. She dyed her hair blonde last week. They use hair dye to create a ombre effect.",
      "example_translation": "Eu usarei tinta de cabelo para cobrir meu cabelo grisalho. Ela tingiu o cabelo de loiro na semana passada. Eles usam tinta de cabelo para criar um efeito de ombre.",
      "imageLink": "image_files\\English\\"imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nail buffer",
      "translation": "lixa de unha",
      "definition": "A tool used to shape and smooth the edges of fingernails or toenails, often prior to applying nail polish.",
      "definition_translation": "Uma ferramenta usada para dar forma e suavizar as bordas das unhas dos dedos ou dos pés, muitas vezes antes de aplicar esmalte de unha.",
      "example": "The nail technician used a nail buffer to shape my nails. She bought a nail buffer at the beauty store. They will use a nail buffer before applying nail polish tonight.",
      "example_translation": "A técnica de unha usou uma lixa de unha para dar forma às minhas unhas. Ela comprou uma lixa de unha na loja de beleza. Eles usarão uma lixa de unha antes de aplicar esmalte de unha hoje à noite.",
      "imageLink": "image_files\\English\\"imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nail clipper",
      "translation": "corte unha",
      "definition": "A nail clipper is a handheld device used to cut and shape fingernails and toenails.",
      "definition_translation": "Um corte unha é um dispositivo portátil usado para cortar e dar forma às unhas dos dedos e dos pés.",
      "example": "I used a nail clipper to trim my toenails yesterday, then I will use it again tomorrow to shape my fingernails.",
      "example_translation": "Eu usei um corte unha para cortar as unhas dos pés ontem, então eu vou usá-lo novamente amanhã para dar forma às unhas dos dedos.",
      "imageLink": "image_files\\English\\"imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nail file",
      "translation": "lima unha",
      "definition": "A nail file is a tool used to shape and smooth out the edges of fingernails and toenails.",
      "definition_translation": "Uma lima unha é uma ferramenta usada para dar forma e amaciar as bordas das unhas dos dedos e dos pés.",
      "example": "She used a nail file to smooth out her nails after cutting them, and now they look perfect.",
      "example_translation": "Ela usou uma lima unha para amaciar as unhas após cortá-las, e agora elas estão perfeitas.",
      "imageLink": "image_files\\English\\"imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spatula",
      "translation": "espátula",
      "definition": "A spatula is a kitchen utensil used to scrape, flip, and spread food in a pan or on a surface.",
      "definition_translation": "Uma espátula é um utensílio de cozinha usado para raspar, virar e espalhar alimentos em uma panela ou em uma superfície.",
      "example": "I will use a spatula to flip the pancakes when they are ready, and then I used it to scrape the sides of the bowl.",
      "example_translation": "Eu vou usar uma espátula para virar os panquecas quando eles estiverem prontos, e então eu usei para raspar os lados da tigela.",
      "imageLink": "image_files\\English\\"imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tinted moisturiser",
      "translation": "moisturizador tingido",
      "definition": "A tinted moisturizer is a cosmetic product that provides moisture to the skin while giving it a subtle, natural-looking color.",
      "definition_translation": "Um moisturizador tingido é um produto cosmético que fornece umidade à pele ao mesmo tempo em que lhe dá uma cor natural e sutil.",
      "example": "She applied a tinted moisturizer to her face this morning, and it gave her skin a healthy glow.",
      "example_translation": "Ela aplicou um moisturizador tingido no rosto esta manhã, e isso deu à sua pele um brilho saudável.",
      "imageLink": "image_files\\English\\"imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "toe separator",
      "translation": "separador de dedos",
      "definition": "A device used to separate the toes, typically made of plastic or silicone, worn to alleviate discomfort or pain caused by overlapping toes.",
      "definition_translation": "Um dispositivo usado para separar os dedos, geralmente feito de plástico ou silicone, usado para aliviar desconforto ou dor causada por dedos sobrepostos.",
      "example": "She used a toe separator to alleviate the pain caused by her hammertoe. She will use a toe separator to prevent her toes from overlapping. She had used a toe separator to separate her toes after the surgery.",
      "example_translation": "Ela usou um separador de dedos para aliviar a dor causada por seu dedo martelo. Ela usará um separador de dedos para evitar que seus dedos se sobreponham. Ela havia usado um separador de dedos para separar seus dedos após a cirurgia.",
      "imageLink": "image_files\\English\\"imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aftershave",
      "translation": "loção pós-barba",
      "definition": "A liquid or gel applied to the skin after shaving, typically to soothe and moisturize the skin and prevent irritation.",
      "definition_translation": "Um líquido ou gel aplicado na pele após a barba, geralmente para acalmar e hidratar a pele e prevenir irritação.",
      "example": "He applied aftershave to his skin to soothe the razor burn. She will use aftershave to prevent ingrown hairs. He had used aftershave to moisturize his skin after shaving.",
      "example_translation": "Ele aplicou loção pós-barba em sua pele para acalmar a queimadura de gilete. Ela usará loção pós-barba para prevenir cabelos encravados. Ele havia usado loção pós-barba para hidratar sua pele após a barba.",
      "imageLink": "image_files\\English\\"imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blusher",
      "translation": "ruborizador",
      "definition": "A cosmetic powder or cream used to give a natural-looking flush or glow to the cheeks.",
      "definition_translation": "Um pó ou creme cosmético usado para dar umFlush natural ou brilho às bochechas.",
      "example": "She applied blusher to her cheeks to give her a healthy look. He will use blusher to enhance his complexion. She had used blusher to cover up her pale skin.",
      "example_translation": "Ela aplicou ruborizador em suas bochechas para dar uma aparência saudável. Ele usará ruborizador para realçar sua compleição. Ela havia usado ruborizador para cobrir sua pele pálida.",
      "imageLink": "image_files\\English\\"imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "body scrub",
      "translation": "esfoliante corporal",
      "definition": "A cosmetic product used to exfoliate and cleanse the skin, typically containing ingredients such as sugar, salt, or alpha-hydroxy acids.",
      "definition_translation": "Um produto cosmético usado para esfoliar e limpar a pele, geralmente contendo ingredientes como açúcar, sal ou ácidos alfa-hidroxi.",
      "example": "She used a body scrub to exfoliate her skin before the vacation. He will use a body scrub to remove dead skin cells. She had used a body scrub to soften her rough skin.",
      "example_translation": "Ela usou um esfoliante corporal para esfoliar sua pele antes da vacação. Ele usará um esfoliante corporal para remover células de pele mortas. Ela havia usado um esfoliante corporal para amaciar sua pele áspera.",
      "imageLink": "image_files\\English\\"imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bubble bath",
      "translation": "banho de bolhas",
      "definition": "A bath in which bubbly soap or other products are added to create a foamy effect, typically for relaxation or pleasure.",
      "definition_translation": "Um banho em que são adicionados sabonetes espumosos ou outros produtos para criar um efeito espumoso, tipicamente para relaxamento ou prazer.",
      "example": "I relaxed in a bubble bath after a long day, then I will take one again tomorrow, and I took one last week.",
      "example_translation": "Eu me relaxei em um banho de bolhas após um longo dia, então vou tomar outro amanhã e eu tomei outro semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "compact",
      "translation": "compacto",
      "definition": "A small, lightweight container, typically made of powder or cream, used for applying makeup.",
      "definition_translation": "Um pequeno recipiente leve, tipicamente feito de pó ou creme, usado para aplicar maquiagem.",
      "example": "I carried a compact in my purse for quick touch-ups, then I will buy a new one tomorrow, and I used one last week.",
      "example_translation": "Eu carreguei um compacto na minha bolsa para retoques rápidos, então vou comprar um novo amanhã e eu usei um semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "concealer",
      "translation": "corretor",
      "definition": "A cosmetic product used to cover or conceal imperfections on the skin, such as blemishes or dark circles under the eyes.",
      "definition_translation": "Um produto cosmético usado para cobrir ou esconder imperfeições na pele, como manchas ou círculos escuros sob os olhos.",
      "example": "I applied concealer to my dark circles, then I will use it to cover a blemish tomorrow, and I used it to hide a scar last week.",
      "example_translation": "Eu apliquei corretor nos meus círculos escuros, então vou usá-lo para cobrir uma mancha amanhã e eu usei para esconder uma cicatriz semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cotton buds",
      "translation": "cotonetes",
      "definition": "Small, usually wooden sticks with a ball of cotton at each end, used for applying or removing makeup, or for cleaning the ears.",
      "definition_translation": "Pequenos paus, geralmente de madeira, com uma bola de algodão em cada extremidade, usados para aplicar ou remover maquiagem, ou para limpar os ouvidos.",
      "example": "I used cotton buds to apply eyeliner, then I will use them to clean my ears tomorrow, and I used them to remove makeup last week.",
      "example_translation": "Eu usei cotonetes para aplicar eyeliner, então vou usá-los para limpar meus ouvidos amanhã e eu usei para remover maquiagem semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "curler",
      "translation": "alisador",
      "definition": "A curler is a small cylinder-shaped device used to shape and hold a lock of hair in place while it is curled or waved.",
      "definition_translation": "Um alisador é um dispositivo cilíndrico pequeno usado para dar forma e segurar um feixe de cabelo no lugar enquanto é enrolado ou ondulado.",
      "example": "I used a curler to style my hair for the party last night, and it looked great. I'm going to use it again tomorrow for a presentation at work. I have been using curlers for years and they always give me perfect curls.",
      "example_translation": "Eu usei um alisador para estilo meu cabelo para a festa ontem à noite, e ficou ótimo. Vou usá-lo novamente amanhã para uma apresentação no trabalho. Eu tenho usado alisadores há anos e eles sempre me dão cachos perfeitos.",
      "imageLink": "image_files\\English\\"imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "curling iron",
      "translation": "ferro de frisar",
      "definition": "A curling iron is a styling tool used to create curls, waves, or straight styles in hair.",
      "definition_translation": "Um ferro de frisar é uma ferramenta de estilo usado para criar cachos, ondas ou estilos retos nos cabelos.",
      "example": "I've been using a curling iron to style my hair for years, and it always gives me a salon-quality look. I curled my hair with a curling iron last night and received many compliments. I will use a curling iron again tomorrow for a special occasion.",
      "example_translation": "Eu tenho usado um ferro de frisar para estilo meu cabelo há anos, e ele sempre me dá um look de salão de beleza. Eu enrolei meu cabelo com um ferro de frisar ontem à noite e recebi muitos elogios. Vou usar um ferro de frisar novamente amanhã para uma ocasião especial.",
      "imageLink": "image_files\\English\\"imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cuticle nippers",
      "translation": "tesouras de cutícula",
      "definition": "Cuticle nippers are a type of beauty tool used to trim and shape the cuticles around the fingernails and toenails.",
      "definition_translation": "As tesouras de cutícula são um tipo de ferramenta de beleza usada para cortar e dar forma às cutículas ao redor das unhas dos dedos e dos pés.",
      "example": "I used cuticle nippers to trim my cuticles for the first time last week, and it was easier than I thought. My sister is a professional nail technician and she always uses cuticle nippers to groom her clients' nails. I will use cuticle nippers again next week to maintain my nail care routine.",
      "example_translation": "Eu usei tesouras de cutícula para cortar minhas cutículas pela primeira vez semana passada, e foi mais fácil do que eu pensei. Minha irmã é uma técnica de unha profissional e ela sempre usa tesouras de cutícula para cuidar das unhas dos seus clientes. Vou usar tesouras de cutícula novamente semana que vem para manter minha rotina de cuidado com as unhas.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cuticle pusher",
      "translation": "empurrador de cutícula",
      "definition": "A cuticle pusher is a tool used to gently push back the cuticles and remove dead skin cells from the nail bed.",
      "definition_translation": "Um empurrador de cutícula é uma ferramenta usada para empurrar gentilmente as cutículas e remover células de pele mortas da cama das unhas.",
      "example": "I used a cuticle pusher to push back my cuticles and clean my nail bed last night, and it felt very relaxing. My friend is a nail technician and she always uses a cuticle pusher to prepare the nail bed for a manicure. I will use a cuticle pusher again next week to keep my nails healthy.",
      "example_translation": "Eu usei um empurrador de cutícula para empurrar minhas cutículas e limpar minha cama das unhas ontem à noite, e foi muito relaxante. Minha amiga é uma técnica de unha e ela sempre usa um empurrador de cutícula para preparar a cama das unhas para uma manicure. Vou usar um empurrador de cutícula novamente semana que vem para manter minhas unhas saudáveis.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cuticle remover",
      "translation": "remover de cutícula",
      "definition": "A cosmetic product used to remove dead skin cells from the cuticles, typically before a manicure or pedicure.",
      "definition_translation": "Um produto cosmético usado para remover células de pele mortas das cutículas, geralmente antes de uma manicure ou pedicure.",
      "example": "She used a cuticle remover to soften her cuticles before pushing them back, then applied a moisturizer to hydrate her skin. Yesterday, she had used a cuticle oil to nourish her cuticles, and she will use a cuticle remover again next week.",
      "example_translation": "Ela usou um remover de cutícula para amolecer suas cutículas antes de empurrá-las para trás, então aplicou um hidratante para hidratar sua pele. Ontem, ela havia usado um óleo de cutícula para nutrir suas cutículas, e ela usará um remover de cutícula novamente na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "depilatory cream",
      "translation": "creme depilatório",
      "definition": "A cosmetic product used to remove unwanted body hair, typically by dissolving the hair at the surface of the skin.",
      "definition_translation": "Um produto cosmético usado para remover pêlos corporais indesejados, geralmente dissolvendo o cabelo na superfície da pele.",
      "example": "She applied a depilatory cream to her legs to remove unwanted hair, and then rinsed it off with warm water. Last month, she had used a razor to shave her legs, but this time she preferred to use a depilatory cream. Next summer, she will use a depilatory cream again to get ready for the beach.",
      "example_translation": "Ela aplicou um creme depilatório nas pernas para remover pêlos indesejados, e então enxaguou com água morna. No mês passado, ela havia usado uma lâmina de barbear para raspar as pernas, mas desta vez ela preferiu usar um creme depilatório. No próximo verão, ela usará um creme depilatório novamente para se preparar para a praia.",
      "imageLink": "image_files\\English\\"imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "eyebrow pencil",
      "translation": "lápis de sobrancelha",
      "definition": "A cosmetic tool used to define and shape the eyebrows, typically by applying a colored pencil to the brow area.",
      "definition_translation": "Uma ferramenta cosmética usada para definir e dar forma às sobrancelhas, geralmente aplicando um lápis colorido na área da sobrancelha.",
      "example": "She used an eyebrow pencil to fill in her sparse eyebrows, and then blended the color with a spoolie. Yesterday, she had used a brow powder to define her eyebrows, but today she preferred to use an eyebrow pencil. Next week, she will use an eyebrow pencil again to touch up her eyebrows before a party.",
      "example_translation": "Ela usou um lápis de sobrancelha para preencher suas sobrancelhas ralas, e então misturou a cor com um pincel. Ontem, ela havia usado um pó de sobrancelha para definir suas sobrancelhas, mas hoje ela preferiu usar um lápis de sobrancelha. Na próxima semana, ela usará um lápis de sobrancelha novamente para tocar suas sobrancelhas antes de uma festa.",
      "imageLink": "image_files\\English\\"imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "eyeliner",
      "translation": "rímel",
      "definition": "A cosmetic product used to define and enhance the shape of the eyes, typically by applying a liquid, gel, or powder formula to the upper lash line.",
      "definition_translation": "Um produto cosmético usado para definir e realçar a forma dos olhos, geralmente aplicando uma fórmula líquida, gel ou em pó na linha superior dos cílios.",
      "example": "She carefully applied an eyeliner to her upper lash line to create a cat eye look, and then lined her lower lash line with a brown pencil. Last night, she had used a liquid eyeliner to create a dramatic look, but today she preferred to use a pencil eyeliner. Next year, she will use a waterproof eyeliner again to wear on her wedding day.",
      "example_translation": "Ela aplicou cuidadosamente um rímel na linha superior dos cílios para criar um olhar de gato, e então delineou a linha inferior dos cílios com um lápis marrom. Na noite passada, ela havia usado um rímel líquido para criar um olhar dramático, mas hoje ela preferiu usar um rímel em lápis. No próximo ano, ela usará um rímel à prova d'água novamente para usar no dia do seu casamento.",
      "imageLink": "image_files\\English\\"imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "eyeshadow",
      "translation": "sombra de olhos",
      "definition": "A cosmetic product used to color and shade the eyelids, typically applied with a brush or applicator.",
      "definition_translation": "Um produto cosmético usado para colorir e sombrear as pálpebras, geralmente aplicado com um pincel ou aplicador.",
      "example": "I applied a light eyeshadow to my lids for a natural look. Yesterday, I bought a new eyeshadow palette. I will try out a bold eyeshadow look for the party tonight.",
      "example_translation": "Eu apliquei uma sombra de olhos leve em minhas pálpebras para um look natural. Ontem, eu comprei uma nova palette de sombra de olhos. Eu vou tentar um look de sombra de olhos ousado para a festa Tonight.",
      "imageLink": "image_files\\English\\"imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "flat iron",
      "translation": "ferro de passar roupa",
      "definition": "A household appliance used to smooth and style hair, typically consisting of heated plates that are clamped together to straighten or curl the hair.",
      "definition_translation": "Um aparelho doméstico usado para amaciar e estilizar cabelo, geralmente consistindo em placas quentes que são fechadas juntas para alisar ou cachear o cabelo.",
      "example": "I used a flat iron to straighten my hair for the wedding. My sister borrowed my flat iron yesterday. I will buy a new flat iron next week.",
      "example_translation": "Eu usei um ferro de passar roupa para alisar meu cabelo para o casamento. Minha irmã emprestou meu ferro de passar roupa ontem. Eu vou comprar um novo ferro de passar roupa na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hair conditioner",
      "translation": "condicionador de cabelo",
      "definition": "A hair care product used to improve the texture and manageability of hair, typically applied after shampooing.",
      "definition_translation": "Um produto de cuidado capilar usado para melhorar a textura e maneabilidade do cabelo, geralmente aplicado após o shampoo.",
      "example": "I apply a hair conditioner after washing my hair to keep it soft. My hair conditioner was expired, so I had to buy a new one. She will use a hair conditioner to fix her damaged hair.",
      "example_translation": "Eu aplico um condicionador de cabelo após lavar meu cabelo para mantê-lo macio. Meu condicionador de cabelo estava vencido, então eu tive que comprar um novo. Ela vai usar um condicionador de cabelo para consertar seu cabelo danificado.",
      "imageLink": "image_files\\English\\"imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hair mousse",
      "translation": "mousse de cabelo",
      "definition": "A lightweight, foamy hair styling product used to add volume, texture, and hold to hair, often applied to damp hair.",
      "definition_translation": "Um produto de styling de cabelo leve e espumoso usado para adicionar volume, textura e segurar ao cabelo, frequentemente aplicado ao cabelo úmido.",
      "example": "I use a hair mousse to add volume to my hair before styling. My hair mousse is almost finished, I need to buy a new one. She applied a hair mousse to her hair to add texture.",
      "example_translation": "Eu uso um mousse de cabelo para adicionar volume ao meu cabelo antes de styling. Meu mousse de cabelo está quase terminado, preciso comprar um novo. Ela aplicou um mousse de cabelo ao seu cabelo para adicionar textura.",
      "imageLink": "image_files\\English\\"imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hair spray",
      "translation": "laca de cabelo",
      "definition": "A cosmetic product used to hold a hairstyle in place, particularly for hair that is styled with volume or holds a specific shape.",
      "definition_translation": "Um produto cosmético usado para segurar um estilo de cabelo no lugar, particularmente para cabelos que são estilo com volume ou mantêm uma forma específica.",
      "example": "She used hair spray to keep her updo in place all night.",
      "example_translation": "Ela usou laca de cabelo para manter seu penteado no lugar a noite inteira.",
      "imageLink": "image_files\\English\\"imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lip balm",
      "translation": "bálsamo labial",
      "definition": "A topical product used to moisturize and protect the lips, often containing beeswax, camphor, and essential oils.",
      "definition_translation": "Um produto tópico usado para hidratar e proteger os lábios, frequentemente contendo cera de abelha, cânfora e óleos essenciais.",
      "example": "He applied lip balm to soothe his dry lips during the winter. He had applied lip balm the night before, and it helped his lips feel better. He will apply lip balm again when he finishes eating.",
      "example_translation": "Ele aplicou bálsamo labial para acalmar seus lábios secos durante o inverno. Ele havia aplicado bálsamo labial na noite anterior, e isso ajudou seus lábios a se sentirem melhor. Ele irá aplicar bálsamo labial novamente quando terminar de comer.",
      "imageLink": "image_files\\English\\"imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lip gloss",
      "translation": "brilho labial",
      "definition": "A cosmetic product used to add shine and color to the lips, often having a glossy or sparkly finish.",
      "definition_translation": "Um produto cosmético usado para adicionar brilho e cor aos lábios, frequentemente tendo um acabamento glossy ou sparkle.",
      "example": "She applied lip gloss before going to the party. She had applied lip gloss the night before, and it made her lips look amazing. She will apply lip gloss again when she gets ready for her date.",
      "example_translation": "Ela aplicou brilho labial antes de ir para a festa. Ela havia aplicado brilho labial na noite anterior, e isso fez seus lábios parecerem incríveis. Ela irá aplicar brilho labial novamente quando se preparar para seu encontro.",
      "imageLink": "image_files\\English\\"imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lip liner",
      "translation": "lápis labial",
      "definition": "A cosmetic product used to outline and define the shape of the lips, often used to create a more precise shape or to correct uneven lips.",
      "definition_translation": "Um produto cosmético usado para delinear e definir a forma dos lábios, frequentemente usado para criar uma forma mais precisa ou para corrigir lábios desiguais.",
      "example": "She used lip liner to create a cat eye effect. She had used lip liner the night before to define her lips. She will use lip liner again when she does her makeup for the wedding.",
      "example_translation": "Ela usou lápis labial para criar um efeito de olho de gato. Ela havia usado lápis labial na noite anterior para definir seus lábios. Ela irá usar lápis labial novamente quando fizer sua maquiagem para o casamento.",
      "imageLink": "image_files\\English\\"imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "liquid foundation",
      "translation": "base líquida",
      "definition": "A type of foundation that has a liquid consistency, often used to achieve a natural and smooth finish.",
      "definition_translation": "Um tipo de base que tem consistência líquida, muitas vezes usado para alcançar um acabamento natural e suave.",
      "example": "I used a liquid foundation for my wedding to ensure a flawless complexion. I will be using a liquid foundation for my next photoshoot. She had used a liquid foundation to cover up her blemishes.",
      "example_translation": "Eu usei uma base líquida para meu casamento para garantir um tom de pele perfeito. Eu vou usar uma base líquida para minha próxima sessão de fotos. Ela havia usado uma base líquida para cobrir suas imperfeições.",
      "imageLink": "image_files\\English\\"imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "loose powder",
      "translation": "pó solto",
      "definition": "A type of powder that is not pressed into a compact, often used to set the makeup and reduce shine.",
      "definition_translation": "Um tipo de pó que não é pressionado em um compacto, muitas vezes usado para fixar o maquiagem e reduzir o brilho.",
      "example": "I applied a loose powder to set my foundation. She will be using a loose powder to reduce the shine on her forehead. They had used a loose powder to set their makeup for the night.",
      "example_translation": "Eu apliquei um pó solto para fixar minha base. Ela vai usar um pó solto para reduzir o brilho em sua testa. Eles haviam usado um pó solto para fixar seu maquiagem para a noite.",
      "imageLink": "image_files\\English\\"imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nail brush",
      "translation": "pincel de unha",
      "definition": "A small brush used to apply nail polish, often used to create intricate nail designs.",
      "definition_translation": "Um pequeno pincel usado para aplicar esmalte de unha, muitas vezes usado para criar desenhos de unha intrincados.",
      "example": "I used a nail brush to paint a detailed design on my nails. She will be using a nail brush to apply nail polish for her wedding. They had used a nail brush to create intricate designs on their nails.",
      "example_translation": "Eu usei um pincel de unha para pintar um design detalhado em minhas unhas. Ela vai usar um pincel de unha para aplicar esmalte de unha para seu casamento. Eles haviam usado um pincel de unha para criar desenhos intrincados em suas unhas.",
      "imageLink": "image_files\\English\\"imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nail polish",
      "translation": "esmalte de unha",
      "definition": "A colored liquid used to decorate and protect the nails, often coming in a variety of colors and finishes.",
      "definition_translation": "Um líquido colorido usado para decorar e proteger as unhas, muitas vezes vindo em uma variedade de cores e acabamentos.",
      "example": "I applied nail polish to my toes for the summer. She will be using nail polish to match her dress for the party. They had used nail polish to create a bold look for the runway.",
      "example_translation": "Eu apliquei esmalte de unha aos meus dedos do pé para o verão. Ela vai usar esmalte de unha para combinar com seu vestido para a festa. Eles haviam usado esmalte de unha para criar um look ousado para a passarela.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nail polish remover",
      "translation": "removeador de esmalte",
      "definition": "A solvent-based liquid used to dissolve and remove nail polish from nails.",
      "definition_translation": "Um líquido à base de solvente used para dissolver e remover esmalte de unhas.",
      "example": "I used a nail polish remover to take off the old nail polish. Yesterday, I bought a new nail polish remover. I will use the nail polish remover tomorrow.",
      "example_translation": "Eu usei um removeador de esmalte para tirar o esmalte velho. Ontem, eu comprei um novo removeador de esmalte. Eu usarei o removeador de esmalte amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "powder puff",
      "translation": "pó de pó",
      "definition": "A soft, cushion-like tool used to apply powder to the face and body.",
      "definition_translation": "Uma ferramenta macia, como um travesseiro, usada para aplicar pó no rosto e corpo.",
      "example": "She gently applied the powder with a powder puff. The powder puff was too big for her face. She will buy a smaller powder puff next week.",
      "example_translation": "Ela aplicou o pó com um pó de pó soft. O pó de pó era demasiado grande para o seu rosto. Ela comprará um pó de pó menor na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pressed powder",
      "translation": "pó compacto",
      "definition": "A type of powder that is pressed into a compact cake form, used to set makeup and control shine.",
      "definition_translation": "Um tipo de pó que é pressionado em uma forma de bolo compacto, usado para fixar maquiagem e controlar brilho.",
      "example": "She used pressed powder to set her foundation. The pressed powder was almost empty. She will buy a new pressed powder soon.",
      "example_translation": "Ela usou pó compacto para fixar sua base. O pó compacto estava quase vazio. Ela comprará um novo pó compacto em breve.",
      "imageLink": "image_files\\English\\"imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "primer",
      "translation": "primário",
      "definition": "A cosmetic product applied to the skin before makeup to create a smooth surface and help makeup stay in place.",
      "definition_translation": "Um produto cosmético aplicado à pele antes de maquiagem para criar uma superfície suave e ajudar a maquiagem ficar no lugar.",
      "example": "She applied a primer before applying her foundation. The primer helped her makeup last longer. She will use a different primer next time.",
      "example_translation": "Ela aplicou um primário antes de aplicar sua base. O primário ajudou sua maquiagem durar mais tempo. Ela usará um primário diferente da próxima vez.",
      "imageLink": "image_files\\English\\"imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pumice stone",
      "translation": "pedra pumícia",
      "definition": "A pumice stone is a natural exfoliating stone used to remove dead skin cells from the feet, elbows, and hands.",
      "definition_translation": "Uma pedra pumícia é uma pedra natural exfoliante usada para remover células de pele morta dos pés, cotovelos e mãos.",
      "example": "I used a pumice stone to remove the dead skin cells from my heels. Yesterday, I bought a pumice stone to exfoliate my skin. I will use a pumice stone tomorrow to make my skin smooth.",
      "example_translation": "Eu usei uma pedra pumícia para remover as células de pele morta dos meus calcanhares. Ontem, eu comprei uma pedra pumícia para exfoliar minha pele. Eu vou usar uma pedra pumícia amanhã para fazer minha pele suave.",
      "imageLink": "image_files\\English\\"imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shaving brush",
      "translation": "pincel de barbear",
      "definition": "A shaving brush is a brush used to apply shaving cream or soap to the skin before shaving.",
      "definition_translation": "Um pincel de barbear é um pincel usado para aplicar creme de barbear ou sabão na pele antes de se barbear.",
      "example": "I washed my shaving brush after shaving. The barber used a shaving brush to apply the shaving cream. She will buy a shaving brush next week.",
      "example_translation": "Eu lavei meu pincel de barbear após se barbear. O barbeiro usou um pincel de barbear para aplicar o creme de barbear. Ela vai comprar um pincel de barbear na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shaving cream",
      "translation": "creme de barbear",
      "definition": "Shaving cream is a type of cream or foam used to help the razor glide smoothly over the skin while shaving.",
      "definition_translation": "Creme de barbear é um tipo de creme ou espuma usado para ajudar a navalha a deslizar suavemente sobre a pele enquanto se barbeia.",
      "example": "I applied the shaving cream to my face before shaving. She used a shaving cream that was fragrance-free. He will buy a shaving cream suitable for sensitive skin.",
      "example_translation": "Eu apliquei o creme de barbear no meu rosto antes de se barbear. Ela usou um creme de barbear que era isento de fragrância. Ele vai comprar um creme de barbear adequado para pele sensível.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shaving foam",
      "translation": "espuma de barbear",
      "definition": "Shaving foam is a type of foam used to help the razor glide smoothly over the skin while shaving.",
      "definition_translation": "Espuma de barbear é um tipo de espuma usada para ajudar a navalha a deslizar suavemente sobre a pele enquanto se barbeia.",
      "example": "I sprayed the shaving foam onto my face before shaving. She used a shaving foam that was hydrating. He will try a shaving foam with a cooling effect.",
      "example_translation": "Eu borrifei a espuma de barbear no meu rosto antes de se barbear. Ela usou uma espuma de barbear que era hidratante. Ele vai tentar uma espuma de barbear com efeito de resfriamento.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sunscreen",
      "translation": " filtro solar",
      "definition": "A lotion or substance that is applied to the skin to protect it from the sun's harmful rays, typically during outdoor activities.",
      "definition_translation": "Um loção ou substância que é aplicada à pele para protegê-la dos raios solares nocivos, geralmente durante atividades ao ar livre.",
      "example": "I applied sunscreen to my skin before going to the beach yesterday. I will apply sunscreen to my skin before going to the beach tomorrow. I apply sunscreen to my skin before going to the beach every day.",
      "example_translation": "Eu apliquei filtro solar na minha pele antes de ir para a praia ontem. Eu aplicarei filtro solar na minha pele antes de ir para a praia amanhã. Eu aplico filtro solar na minha pele antes de ir para a praia todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tweezers",
      "translation": "pincelas",
      "definition": "A small instrument used for plucking or gripping small objects, typically having two hinged arms that are operated by squeezing the handles.",
      "definition_translation": "Um pequeno instrumento usado para puxar ou segurar objetos pequenos, geralmente tendo dois braços articulados que são operados apertando as alças.",
      "example": "I used tweezers to pluck my eyebrows yesterday. I will use tweezers to pluck my eyebrows tomorrow. I use tweezers to pluck my eyebrows every week.",
      "example_translation": "Eu usei pincelas para depilar minhas sobrancelhas ontem. Eu usarei pincelas para depilar minhas sobrancelhas amanhã. Eu uso pincelas para depilar minhas sobrancelhas todas as semanas.",
      "imageLink": "image_files\\English\\"imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]