[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Abyssinian",
      "translation": "Abissínio",
      "definition": "A breed of domestic cat originating from Ethiopia, known for its distinctive ticked coat and slender build.",
      "definition_translation": "Uma raça de gato doméstico originária da Etiópia, conhecida por sua coat listrada distinta e construção esguia.",
      "example": "The Abyssinian cat is known for its intelligence and playful personality. It was bred in the past to hunt rodents. Nowadays, it is a popular pet that will play with its owner in the present. In the future, it will continue to charm cat lovers with its unique appearance.",
      "example_translation": "O gato Abissínio é conhecido por sua inteligência e personalidade brincalhona. Foi criado no passado para caçar roedores. Hoje em dia, é um pet popular que brinca com seu dono no presente. No futuro, continuará a encantar amantes de gatos com sua aparência única.",
      "imageLink": "image_files\\English\\"imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "American shorthair",
      "translation": "Americano de Pelo Curto",
      "definition": "A breed of domestic cat originating from North America, known for its sturdy build and short, dense coat.",
      "definition_translation": "Uma raça de gato doméstico originária da América do Norte, conhecida por sua construção sólida e coat curto e denso.",
      "example": "The American shorthair is a laid-back cat that enjoys spending time with its owner. In the past, it was used to hunt rodents on farms. Today, it is a popular pet that curls up on the couch in the present. In the future, it will continue to be a beloved companion for many families.",
      "example_translation": "O Americano de Pelo Curto é um gato relaxado que gosta de passar tempo com seu dono. No passado, foi usado para caçar roedores em fazendas. Hoje em dia, é um pet popular que se enrosca no sofá no presente. No futuro, continuará a ser um companheiro amado para muitas famílias.",
      "imageLink": "image_files\\English\\"imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Bengal cat",
      "translation": "Gato Bengal",
      "definition": "A hybrid breed of domestic cat, created by crossing domestic cats with the Asian leopard cat, known for its distinctive spotted or marbled coat.",
      "definition_translation": "Uma raça híbrida de gato doméstico, criada por cruzar gatos domésticos com o gato-leopardo asiático, conhecida por sua coat manchada ou marmorizada distinta.",
      "example": "The Bengal cat is a high-energy breed that requires lots of exercise and stimulation. In the past, it was considered a rare breed, but nowadays, it is widely available as a pet. In the future, it will continue to thrive with owners who can provide it with the attention it needs.",
      "example_translation": "O Gato Bengal é uma raça de alta energia que requer muito exercício e estímulo. No passado, era considerada uma raça rara, mas hoje em dia, é amplamente disponível como um pet. No futuro, continuará a prosperar com donos que possam fornecer-lhe a atenção que precisa.",
      "imageLink": "image_files\\English\\"imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Birman",
      "translation": "Birmanês",
      "definition": "A breed of domestic cat originating from Burma, known for its pointed coat and white 'gloves' on its paws.",
      "definition_translation": "Uma raça de gato doméstico originária da Birmânia, conhecida por sua coat pontuda e 'luvas' brancas em suas patas.",
      "example": "The Birman cat is known for its calm and gentle nature. In the past, it was considered a sacred animal in Burma. Today, it is a popular pet that enjoys lounging in the sun in the present. In the future, it will continue to be a beloved companion for those who appreciate its serene demeanor.",
      "example_translation": "O Gato Birmanês é conhecido por sua natureza calma e gentil. No passado, era considerado um animal sagrado na Birmânia. Hoje em dia, é um pet popular que gosta de se deitar ao sol no presente. No futuro, continuará a ser um companheiro amado para aqueles que apreciam sua aparência serena.",
      "imageLink": "image_files\\English\\"imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "British shorthair",
      "translation": "gato britânico de pelo curto",
      "definition": "The British Shorthair is a domestic cat breed native to the United Kingdom. They are known for their sturdy build, short coats, and calm temperament.",
      "definition_translation": "O gato britânico de pelo curto é uma raça de gato doméstico nativa do Reino Unido. Eles são conhecidos por sua construção robusta, pelagem curta e temperamento calmo.",
      "example": "I had a British shorthair when I was a kid, and it was very affectionate. Now I have one as an adult, and it still is very playful. In the future, I'll get another one.",
      "example_translation": "Eu tive um gato britânico de pelo curto quando era criança, e ele era muito carinhoso. Agora tenho um como adulto, e ele ainda é muito brincalhão. No futuro, vou ter outro.",
      "imageLink": "image_files\\English\\"imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Burmese",
      "translation": "birmanês",
      "definition": "The Burmese is a breed of domestic cat originating from Thailand and Myanmar. They are known for their distinctive physical appearance and playful personalities.",
      "definition_translation": "O birmanês é uma raça de gato doméstico originária da Tailândia e Myanmar. Eles são conhecidos por sua aparência física distinta e personalidades brincalhonas.",
      "example": "I've always been fascinated by the Burmese breed, and I finally got one last year. It was very shy at first, but now it's very friendly. I'll definitely get another one in the future.",
      "example_translation": "Eu sempre fui fascinado pela raça birmanês, e finalmente consegui um no ano passado. Ele era muito tímido no início, mas agora é muito amistoso. Certamente vou ter outro no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Chartreux",
      "translation": "cartuxo",
      "definition": "The Chartreux is a breed of domestic cat originating from France. They are known for their blue-grey coat and calm, gentle nature.",
      "definition_translation": "O cartuxo é uma raça de gato doméstico originária da França. Eles são conhecidos por sua pelagem azul-acinzentada e natureza calma e gentil.",
      "example": "My sister has a Chartreux, and it's very laid-back. It has been sleeping all day, but I'm sure it'll be playful tonight. In the future, I think it'll become more affectionate.",
      "example_translation": "Minha irmã tem um cartuxo, e ele é muito relaxado. Ele tem estado dormindo o dia todo, mas estou certo de que será brincalhão à noite. No futuro, acho que ele se tornará mais carinhoso.",
      "imageLink": "image_files\\English\\"imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "colourpoint, Himalayan",
      "translation": "ponto de cor, himalaio",
      "definition": "The Himalayan is a breed of domestic cat that originated from crossing Siamese cats with Persian cats. They are known for their pointy ears and coat color points.",
      "definition_translation": "O himalaio é uma raça de gato doméstico que surgiu do cruzamento de gatos siameses com gatos persas. Eles são conhecidos por suas orelhas pontudas e pontos de cor na pelagem.",
      "example": "I had a Himalayan when I was a kid, and it was very active. Now I have a colourpoint, and it's very playful. In the future, I'll get a Himalayan again, and I'm sure it'll be very intelligent.",
      "example_translation": "Eu tive um himalaio quando era criança, e ele era muitoativo. Agora tenho um ponto de cor, e ele é muito brincalhão. No futuro, vou ter um himalaio novamente, e estou certo de que ele será muito inteligente.",
      "imageLink": "image_files\\English\\"imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Devon Rex",
      "translation": "Rex de Devon",
      "definition": "A breed of domesticated cat known for its curly, soft coat and slender build.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu pelo curvo, macio e corpo esbelto.",
      "example": "I had a Devon Rex cat when I was a kid, it was so playful. Now I have a Devon Rex and it's still playful. In the future, I'll always have a Devon Rex as a pet.",
      "example_translation": "Eu tinha um gato Rex de Devon quando era criança, era tão jogador. Agora tenho um Rex de Devon e ainda é jogador. No futuro, sempre terei um Rex de Devon como animal de estimação.",
      "imageLink": "image_files\\English\\"imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "domestic cat",
      "translation": "gato doméstico",
      "definition": "A cat that is kept as a pet or lives in or near human dwellings.",
      "definition_translation": "Um gato que é mantido como animal de estimação ou vive em ou perto de habitações humanas.",
      "example": "My domestic cat likes to sleep a lot. Yesterday, my domestic cat was very lazy. Tomorrow, my domestic cat will wake up early.",
      "example_translation": "Meu gato doméstico gosta de dormir muito. Ontem, meu gato doméstico foi muito preguiçoso. Amanhã, meu gato doméstico acordará cedo.",
      "imageLink": "image_files\\English\\"imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "exotic shorthair",
      "translation": "exótico shorthair",
      "definition": "A breed of domestic cat known for its short, dense coat and flat face.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu pelo curto, denso e rosto plano.",
      "example": "I saw an exotic shorthair cat at the pet store yesterday. The exotic shorthair cat is so cute. In the future, I'll buy an exotic shorthair cat.",
      "example_translation": "Vi um gato exótico shorthair na loja de animais ontem. O gato exótico shorthair é tão fofo. No futuro, comprarei um gato exótico shorthair.",
      "imageLink": "image_files\\English\\"imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Japanese bobtail",
      "translation": " Rabo Curto Japonês",
      "definition": "A breed of domestic cat known for its short tail and fluffy coat.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu rabo curto e pelo fofinho.",
      "example": "I had a Japanese bobtail cat when I was a kid, it was so fluffy. Now I have a Japanese bobtail and it's still fluffy. In the future, I'll always have a Japanese bobtail as a pet.",
      "example_translation": "Eu tinha um gato Rabo Curto Japonês quando era criança, era tão fofo. Agora tenho um Rabo Curto Japonês e ainda é fofo. No futuro, sempre terei um Rabo Curto Japonês como animal de estimação.",
      "imageLink": "image_files\\English\\"imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Maine coon",
      "translation": "Gato Maine Coon",
      "definition": "The Maine Coon is a domesticated cat native to North America, specifically the state of Maine. It is a large and muscular cat with a distinctive physical appearance and a friendly, outgoing personality.",
      "definition_translation": "O Gato Maine Coon é um gato-doméstico nativo da América do Norte, especificamente do estado do Maine. É um gato grande e muscular com uma aparência física distinta e uma personalidade amigável e extrovertida.",
      "example": "I had a Maine Coon cat when I was a child. Now I have a Ragdoll cat, but I want to get another Maine Coon. In the future, I will adopt a Maine Coon from a shelter.",
      "example_translation": "Eu tive um gato Maine Coon quando eu era uma criança. Agora eu tenho um gato Ragdoll, mas eu quero ter outro gato Maine Coon. No futuro, eu vou adotar um gato Maine Coon de um abrigo.",
      "imageLink": "image_files\\English\\"imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Norwegian Forest cat",
      "translation": "Gato Florestal Norueguês",
      "definition": "The Norwegian Forest cat is a domesticated cat native to Norway, known for its thick, water-resistant coat and its ability to thrive in cold climates.",
      "definition_translation": "O Gato Florestal Norueguês é um gato-doméstico nativo da Noruega, conhecido por sua roupa espessa e resistente à água e sua habilidade de prosperar em climas frios.",
      "example": "My friend has a Norwegian Forest cat that loves to play in the snow. Last winter, it jumped out of the window and got stuck in the snowbank. In the future, we will get another one to keep it company.",
      "example_translation": "Meu amigo tem um gato Florestal Norueguês que adora brincar na neve. No inverno passado, ele pulou pela janela e ficou preso na neve. No futuro, vamos ter outro para fazer companhia.",
      "imageLink": "image_files\\English\\"imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ocicat",
      "translation": "Ocicato",
      "definition": "The Ocicat is a domesticated cat breed developed to resemble a wild cat, with a distinctive coat pattern and a strong, muscular build.",
      "definition_translation": "O Ocicato é uma raça de gato-doméstico desenvolvida para se assemelhar a um gato selvagem, com um padrão de roupa distinto e uma construção forte e muscular.",
      "example": "I saw an Ocicat at the pet store yesterday. It was playing with a ball of yarn. In the future, I want to breed Ocicats and sell them to pet owners.",
      "example_translation": "Eu vi um Ocicato na loja de animais ontem. Ele estava brincando com um novelo de lã. No futuro, eu quero criar Ocicatos e vendê-los para donos de pets.",
      "imageLink": "image_files\\English\\"imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Persian",
      "translation": "Persa",
      "definition": "The Persian is a long-haired cat breed originating from Persia, known for its beautiful, flowing coat and calm, gentle nature.",
      "definition_translation": "A Persa é uma raça de gato-de-pêlo-longo originária da Pérsia, conhecida por sua roupa bela e fluída e sua natureza calma e gentil.",
      "example": "I had a Persian cat when I was a child. It was very lazy and slept all day. Now I have a Siamese cat that is very active and playful.",
      "example_translation": "Eu tive um gato Persa quando eu era uma criança. Ele era muito preguiçoso e dormia o dia todo. Agora eu tenho um gato Siames que é muito ativo e brincalhão.",
      "imageLink": "image_files\\English\\"imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Ragdoll",
      "translation": "Boneca de Pano",
      "definition": "A Ragdoll is a breed of cat known for its soft, silky coat and tendency to go limp when picked up.",
      "definition_translation": "Uma Boneca de Pano é uma raça de gato conhecida por seu couro macio e sedoso e tendência a ir mole quando erguida.",
      "example": "I had a Ragdoll cat when I was a kid, it was so sweet. I would play with it all day, and it would always curl up in my lap. One day, I will get another Ragdoll.",
      "example_translation": "Eu tinha um gato Boneca de Pano quando era criança, era tão doce. Eu brincava com ele o dia todo, e sempre se enrolava no meu colo. Um dia, vou ter outro Boneca de Pano.",
      "imageLink": "image_files\\English\\"imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Russian Blue",
      "translation": "Azul Russo",
      "definition": "The Russian Blue is a breed of domestic cat known for its thick, plush coat and green eyes.",
      "definition_translation": "O Azul Russo é uma raça de gato doméstico conhecida por seu couro grosso e macio e olhos verdes.",
      "example": "I saw a Russian Blue cat at the pet store, it was so beautiful. I wish I could have taken it home with me. Maybe one day, I will get a Russian Blue cat.",
      "example_translation": "Eu vi um gato Azul Russo na loja de animais, era tão bonito. Eu gostaria de ter levado para casa comigo. Talvez um dia, vou ter um gato Azul Russo.",
      "imageLink": "image_files\\English\\"imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Savannah",
      "translation": "Savana",
      "definition": "The Savannah is a breed of domestic cat known for its tall, slender build and striking coat patterns.",
      "definition_translation": "A Savana é uma raça de gato doméstico conhecida por sua construção alta e esbelta e padrões de couro impressionantes.",
      "example": "I read about the Savannah breed online, it sounded so interesting. I would love to have a Savannah cat one day, they seem so energetic. My friend had a Savannah cat, it was really playful.",
      "example_translation": "Eu li sobre a raça Savana online, soava tão interessante. Eu gostaria de ter um gato Savana um dia, parecem tão energéticos. Meu amigo tinha um gato Savana, era realmente brincalhão.",
      "imageLink": "image_files\\English\\"imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Scottish Fold",
      "translation": "Dobra Escocesa",
      "definition": "The Scottish Fold is a breed of domestic cat known for its unique, folded ears and playful personality.",
      "definition_translation": "A Dobra Escocesa é uma raça de gato doméstico conhecida por suas orelhas únicas, dobradas, e personalidade brincalhona.",
      "example": "I saw a Scottish Fold cat at the animal shelter, it was so cute. I would love to have a Scottish Fold cat, they seem so affectionate. My sister had a Scottish Fold cat, it was really sweet.",
      "example_translation": "Eu vi um gato Dobra Escocesa no abrigo de animais, era tão fofinho. Eu gostaria de ter um gato Dobra Escocesa, parecem tão afeiçoados. Minha irmã tinha um gato Dobra Escocesa, era realmente doce.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Siamese",
      "translation": "siamês",
      "definition": "relating to or characteristic of Siam (Thailand) or its people",
      "definition_translation": "relacionado com ou característico do Sião (Tailândia) ou seu povo",
      "example": "The Siamese twins were famous for their unusual condition. They are studying the Siamese cat breed. They will visit Siamese temples next year.",
      "example_translation": "Os gêmeos siameses eram famosos por sua condição incomum. Eles estão estudando a raça de gato siamês. Eles visitarão os templos siameses no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Siberian",
      "translation": "siberiano",
      "definition": "relating to or characteristic of Siberia or its people",
      "definition_translation": "relacionado com ou característico da Sibéria ou seu povo",
      "example": "The Siberian tiger is an endangered species. She traveled to Siberian forests last winter. They will study the Siberian climate next semester.",
      "example_translation": "O tigre siberiano é uma espécie ameaçada. Ela viajou para as florestas siberianas no último inverno. Eles vão estudar o clima siberiano no próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Somali",
      "translation": "somali",
      "definition": "relating to or characteristic of Somalia or its people",
      "definition_translation": "relacionado com ou característico da Somália ou seu povo",
      "example": "The Somali refugee crisis is a humanitarian disaster. He is of Somali descent. They will learn about Somali culture next week.",
      "example_translation": "A crise de refugiados somalis é um desastre humanitário. Ele é de descendência somali. Eles vão aprender sobre a cultura somali na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Sphynx",
      "translation": "esfinge",
      "definition": "a breed of hairless cat known for its slender body and wedge-shaped head",
      "definition_translation": "uma raça de gato sem pêlo conhecida por seu corpo esbelto e cabeça em forma de cunha",
      "example": "The Sphynx cat is very affectionate. They owned a Sphynx kitten last year. She will adopt a Sphynx cat next month.",
      "example_translation": "O gato esfinge é muito afetuoso. Eles tinham um filhote de esfinge no ano passado. Ela vai adotar um gato esfinge no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Turkish Angora",
      "translation": "Angora Turco",
      "definition": "The Turkish Angora is a rare and majestic breed of domestic cat originating in Turkey. It has a silky, fine coat that requires regular grooming and is known for its playful and affectionate personality.",
      "definition_translation": "O Angora Turco é uma raça rara e majestosa de gato doméstico originária da Turquia. Ele tem um pelo sedoso e fino que requer cuidados regulares e é conhecido por sua personalidade brincalhona e afetuosa.",
      "example": "I adopted a Turkish Angora kitten last year, and now it's grown into a beautiful cat. I will adopt another one next year, and I adopted one five years ago.",
      "example_translation": "Eu adotei um gatinho Angora Turco no ano passado, e agora cresceu em um belo gato. Vou adotar outro no próximo ano, e adotei um cinco anos atrás.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Turkish Van",
      "translation": "Van Turco",
      "definition": "The Turkish Van is a rare and ancient breed of domestic cat originating in Turkey. It is known for its distinctive white and colored markings and is often considered a robust and energetic cat.",
      "definition_translation": "O Van Turco é uma raça rara e antiga de gato doméstico originária da Turquia. Ele é conhecido por suas marcações brancas e coloridas distintas e é freqüentemente considerado um gato robusto e energético.",
      "example": "I saw a Turkish Van at the cat show last weekend, and I was impressed by its beauty. I will buy a Turkish Van next month, and my sister has had one for years.",
      "example_translation": "Eu vi um Van Turco no show de gatos no último fim de semana, e fiquei impressionado com sua beleza. Vou comprar um Van Turco no próximo mês, e minha irmã tem tido um por anos.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]