[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "number",
      "translation": "número",
      "definition": "A numerical value or quantity, often expressed by a numeral or a word, used to count, quantify or measure something.",
      "definition_translation": "Um valor numérico ou quantidade, souvent expresso por um numeral ou uma palavra, usado para contar, quantificar ou medir algo.",
      "example": "I need to remember the number of the bus I take to work. Yesterday, I forgot the number and got lost. Tomorrow, I will make sure to write down the number.",
      "example_translation": "Eu preciso lembrar o número do ônibus que eu pego para ir ao trabalho. Ontem, eu esqueci o número e me perdi. Amanhã, eu vou ter certeza de escrever o número.",
      "imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "circle",
      "translation": "círculo",
      "definition": "A round shape, typically with no beginning or end, used to represent a range of values, sizes or quantities.",
      "definition_translation": "Uma forma redonda, típica sem início ou fim, usado para representar um range de valores, tamanhos ou quantidades.",
      "example": "The circle of friends I have is very important to me. Last week, we formed a circle to discuss the project. By next year, we will have formed a circle of experts.",
      "example_translation": "O círculo de amigos que eu tenho é muito importante para mim. Na semana passada, nós formamos um círculo para discutir o projeto. Até o ano que vem, nós teremos formado um círculo de especialistas.",
      "imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "square",
      "translation": "quadrado",
      "definition": "A shape with four sides of equal length, used to represent stability, structure or balance.",
      "definition_translation": "Uma forma com quatro lados de igual comprimento, usado para representar estabilidade, estrutura ou equilíbrio.",
      "example": "The square in the city center is a popular spot for tourists. Yesterday, I walked around the square to take some photos. In the future, I will definitely visit the square again.",
      "example_translation": "A praça no centro da cidade é um local popular para turistas. Ontem, eu caminhei em volta da praça para tirar algumas fotos. No futuro, eu certamente visitarei a praça novamente.",
      "imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "star",
      "translation": "estrela",
      "definition": "A massive, luminous ball of gas that is held together by its own gravity, often visible in the night sky.",
      "definition_translation": "Uma bola maciça e luminosa de gás que é mantida unida pela sua própria gravidade, frequentemente visível no céu noturno.",
      "example": "I wish I could see a star up close. Last night, I saw a star twinkling in the sky. In the future, humans may travel to other stars.",
      "example_translation": "Eu gostaria de poder ver uma estrela de perto. Na noite passada, eu vi uma estrela brilhando no céu. No futuro, os humanos podem viajar para outras estrelas.",
      "imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cross",
      "translation": "cruz",
      "definition": "A cross is a geometrical figure formed by two lines that intersect each other, dividing each other into four right angles.",
      "definition_translation": "Uma cruz é uma figura geométrica formada por duas linhas que se intersectam, dividindo-se em quatro ângulos retos.",
      "example": "I crossed the road, then I will cross the bridge, and finally I had crossed the finish line.",
      "example_translation": "Eu cruzei a rua, então eu vou cruzar a ponte, e finalmente eu havia cruzado a linha de chegada.",
      "imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "per cent",
      "translation": "por cento",
      "definition": "Per cent is a unit of proportion, equal to one hundredth of a whole.",
      "definition_translation": "Por cento é uma unidade de proporção, igual a um centésimo de um todo.",
      "example": "I got 80 per cent on my exam, next year I will get 90 per cent, and last year I got 70 per cent.",
      "example_translation": "Eu obtive 80 por cento na minha prova, no ano que vem eu vou obter 90 por cento, e no ano passado eu obtive 70 por cento.",
      "imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sum",
      "translation": "soma",
      "definition": "A sum is the result of adding two or more numbers together.",
      "definition_translation": "Uma soma é o resultado de somar dois ou mais números juntos.",
      "example": "I will sum up the numbers, then I summed up the costs, and finally I have summed up the results.",
      "example_translation": "Eu vou somar os números, então eu somei os custos, e finalmente eu somei os resultados.",
      "imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "addition",
      "translation": "adição",
      "definition": "Addition is the act of combining two or more numbers or quantities to get a total or a sum.",
      "definition_translation": "Adição é o ato de combinar dois ou mais números ou quantidades para obter um total ou uma soma.",
      "example": "I will make an addition to my report, then I made an addition to my presentation, and finally I have made an addition to my project.",
      "example_translation": "Eu vou fazer uma adição ao meu relatório, então eu fiz uma adição à minha apresentação, e finalmente eu fiz uma adição ao meu projeto.",
      "imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cone",
      "translation": "cone",
      "definition": "A cone is a three-dimensional geometric shape that tapers from a circular base to a point.",
      "definition_translation": "Um cone é uma forma geométrica tridimensional que se estreita de uma base circular para um ponto.",
      "example": "She ice-skated around the cone on the rink. She will skate around the cone on the rink. She skated around the cone on the rink.",
      "example_translation": "Ela patinou em torno do cone na pista de gelo. Ela patinará em torno do cone na pista de gelo. Ela patinou em torno do cone na pista de gelo.",
      "imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cube",
      "translation": "cubo",
      "definition": "A cube is a three-dimensional solid object with six square faces of equal size, where all the angles are right angles.",
      "definition_translation": "Um cubo é um objeto sólido tridimensional com seis faces quadradas de tamanho igual, onde todos os ângulos são ângulos retos.",
      "example": "The cube sat on the table. The cube will sit on the table. The cube sat on the table.",
      "example_translation": "O cubo estava sobre a mesa. O cubo sentará sobre a mesa. O cubo estava sobre a mesa.",
      "imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "diameter",
      "translation": "diâmetro",
      "definition": "The diameter of a circle is the longest distance across the circle, passing through its center.",
      "definition_translation": "O diâmetro de um círculo é a distância mais longa através do círculo, passando pelo seu centro.",
      "example": "The diameter of the wheel was 20 inches. The diameter of the wheel will be 20 inches. The diameter of the wheel was 20 inches.",
      "example_translation": "O diâmetro da roda era de 20 polegadas. O diâmetro da roda será de 20 polegadas. O diâmetro da roda era de 20 polegadas.",
      "imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "oval",
      "translation": " oval",
      "definition": "An oval is a closed curve resulting from the intersection of a cone and a plane that is not parallel to the cone's base.",
      "definition_translation": "Um oval é uma curva fechada resultante da interseção de um cone e um plano que não é paralelo à base do cone.",
      "example": "The oval shape of the stadium was impressive. The oval shape of the stadium will be impressive. The oval shape of the stadium was impressive.",
      "example_translation": "A forma oval do estádio era impressionante. A forma oval do estádio será impressionante. A forma oval do estádio era impressionante.",
      "imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "triangle",
      "translation": "triângulo",
      "definition": "A polygon with three sides, especially one with three right angles.",
      "definition_translation": "Um polígono com três lados, especialmente um com três ângulos retos.",
      "example": "I drew a triangle on the blackboard. Yesterday, I drew a triangle. Tomorrow, I will draw a triangle.",
      "example_translation": "Eu desenhei um triângulo no quadro-negro. Ontem, eu desenhei um triângulo. Amanhã, eu desenharei um triângulo.",
      "imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "angle",
      "translation": "ângulo",
      "definition": "The space or shape formed by two lines or planes that meet.",
      "definition_translation": "O espaço ou forma formada por duas linhas ou planos que se encontram.",
      "example": "I measured the angle of the roof. Yesterday, I measured the angle of the roof. Tomorrow, I will measure the angle of the roof.",
      "example_translation": "Eu medi o ângulo do telhado. Ontem, eu medi o ângulo do telhado. Amanhã, eu medirei o ângulo do telhado.",
      "imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pyramid",
      "translation": "pirâmide",
      "definition": "A monumental structure with a square base and four triangular sides that meet at the apex.",
      "definition_translation": "Uma estrutura monumental com uma base quadrada e quatro lados triangulares que se encontram no ápice.",
      "example": "I visited the pyramid in Egypt. Yesterday, I visited the pyramid in Egypt. Tomorrow, I will visit the pyramid in Egypt.",
      "example_translation": "Eu visitei a pirâmide no Egito. Ontem, eu visitei a pirâmide no Egito. Amanhã, eu visitarei a pirâmide no Egito.",
      "imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rectangle",
      "translation": "retângulo",
      "definition": "A four-sided shape with all sides of different lengths, where all internal angles are right angles.",
      "definition_translation": "Uma forma de quatro lados com todos os lados de comprimentos diferentes, onde todos os ângulos internos são ângulos retos.",
      "example": "I drew a rectangle on the paper. Yesterday, I drew a rectangle on the paper. Tomorrow, I will draw a rectangle on the paper.",
      "example_translation": "Eu desenhei um retângulo no papel. Ontem, eu desenhei um retângulo no papel. Amanhã, eu desenharei um retângulo no papel.",
      "imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "set",
      "translation": "conjunto",
      "definition": "A collection of unique objects, known as elements or members, that can be anything, including numbers, letters, people, or other things.",
      "definition_translation": "Um conjunto de objetos únicos, conhecidos como elementos ou membros, que podem ser qualquer coisa, incluindo números, letras, pessoas ou outras coisas.",
      "example": "She sets the table for dinner. Yesterday, she set the table. Tomorrow, she will set the table.",
      "example_translation": "Ela define a mesa para o jantar. Ontem, ela definiu a mesa. Amanhã, ela definirá a mesa.",
      "imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "variable",
      "translation": "variável",
      "definition": "A symbol or quantity that can take on different values, often used in mathematical equations and computer programming.",
      "definition_translation": "Um símbolo ou quantidade que pode assumir diferentes valores, frequentemente usado em equações matemáticas e programação de computador.",
      "example": "The variable x is used in the equation. Yesterday, the variable was used in the code. Tomorrow, the variable will be used in the algorithm.",
      "example_translation": "A variável x é usada na equação. Ontem, a variável foi usada no código. Amanhã, a variável será usada no algoritmo.",
      "imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "acute angle",
      "translation": "ângulo agudo",
      "definition": "An angle whose measure is between 0° and 90°, often used in geometry and trigonometry.",
      "definition_translation": "Um ângulo cuja medida está entre 0° e 90°, frequentemente usado em geometria e trigonometria.",
      "example": "The acute angle of the triangle is 30°. Yesterday, the angle of the roof was acute. Tomorrow, the angle of the slope will be acute.",
      "example_translation": "O ângulo agudo do triângulo é de 30°. Ontem, o ângulo do telhado era agudo. Amanhã, o ângulo da encosta será agudo.",
      "imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "axis of coordinates",
      "translation": "eixo de coordenadas",
      "definition": "A line or a reference point that serves as a basis for measuring or orienting other lines or points in a coordinate system.",
      "definition_translation": "Uma linha ou um ponto de referência que serve como base para medir ou orientar outras linhas ou pontos em um sistema de coordenadas.",
      "example": "The axis of coordinates is used in graphing. Yesterday, the x-axis was used in the chart. Tomorrow, the y-axis will be used in the diagram.",
      "example_translation": "O eixo de coordenadas é usado em grafia. Ontem, o eixo x foi usado no gráfico. Amanhã, o eixo y será usado no diagrama.",
      "imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cardinal number",
      "translation": "número cardinal",
      "definition": "A cardinal number is a numerical value that indicates the size of a set or a quantity.",
      "definition_translation": "Um número cardinal é um valor numérico que indica o tamanho de um conjunto ou quantidade.",
      "example": "The cardinal number of the set is five. The teacher asked the students to find the cardinal number of the set of words. The cardinal number of the set will be calculated by the computer.",
      "example_translation": "O número cardinal do conjunto é cinco. A professora pediu aos alunos que encontrassem o número cardinal do conjunto de palavras. O número cardinal do conjunto será calculado pelo computador.",
      "imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "circumference",
      "translation": "circunferência",
      "definition": "The circumference is the distance around a circle or other shape.",
      "definition_translation": "A circunferência é a distância ao redor de um círculo ou outra forma.",
      "example": "The circumference of the circle is 3.14 meters. The athlete ran around the circumference of the track. The engineer calculated the circumference of the pipe.",
      "example_translation": "A circunferência do círculo é 3,14 metros. O atleta correu ao redor da circunferência da pista. O engenheiro calculou a circunferência do tubo.",
      "imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "coefficient",
      "translation": "coeficiente",
      "definition": "A coefficient is a numerical value that represents a constant of proportionality between two quantities.",
      "definition_translation": "Um coeficiente é um valor numérico que representa uma constante de proporcionalidade entre duas quantidades.",
      "example": "The coefficient of friction is 0.5. The scientist calculated the coefficient of thermal expansion. The coefficient of elasticity was measured in the experiment.",
      "example_translation": "O coeficiente de atrito é 0,5. O cientista calculou o coeficiente de expansão térmica. O coeficiente de elasticidade foi medido no experimento.",
      "imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "compasses",
      "translation": "compasso",
      "definition": "Compasses are a navigational tool used to find directions, especially in navigation and geography.",
      "definition_translation": "Os compassos são uma ferramenta de navegação usada para encontrar direções, especialmente na navegação e geografia.",
      "example": "The hiker used compasses to find the direction. The sailor checked the compasses to adjust the course. The student drew a map using compasses.",
      "example_translation": "O caminhante usou compasso para encontrar a direção. O marinheiro verificou o compasso para ajustar o curso. O estudante desenhou um mapa usando compasso.",
      "imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "complete angle",
      "translation": "ângulo completo",
      "definition": "A complete angle is an angle whose measure is 360 degrees, forming a full circle.",
      "definition_translation": "Um ângulo completo é um ângulo cuja medida é de 360 graus, formando um círculo completo.",
      "example": "The Earth rotates 360 degrees in a complete angle, making one full rotation. It has rotated a complete angle in the past, it is rotating a complete angle now, and it will rotate a complete angle in the future.",
      "example_translation": "A Terra gira 360 graus em um ângulo completo, fazendo uma rotação completa. Ela girou um ângulo completo no passado, está girando um ângulo completo agora e girará um ângulo completo no futuro.",
      "imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "coordinate system",
      "translation": "sistema de coordenadas",
      "definition": "A coordinate system is a set of axes used to locate points in space, often used in mathematics and physics.",
      "definition_translation": "Um sistema de coordenadas é um conjunto de eixos usados para localizar pontos no espaço, frequentemente usado em matemática e física.",
      "example": "The coordinate system helped us to locate the precise position of the planet in the past, it helps us now, and it will help us in the future to navigate through space. We used a coordinate system to map the galaxy, we are using it now to guide our spacecraft, and we will use it in the future to chart new courses.",
      "example_translation": "O sistema de coordenadas nos ajudou a localizar a posição precisa do planeta no passado, ajuda-nos agora e ajudará-nos no futuro a navegar pelo espaço. Usamos um sistema de coordenadas para mapear a galáxia, estamos usando-o agora para guiar nossa espaçonave e usaremos-o no futuro para cartografar novos cursos.",
      "imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cube root",
      "translation": "raiz cúbica",
      "definition": "The cube root of a number is a value that, when multiplied by itself three times, gives the original number.",
      "definition_translation": "A raiz cúbica de um número é um valor que, quando multiplicado por si mesmo três vezes, dá o número original.",
      "example": "The cube root of 27 is 3, because 3 multiplied by itself three times equals 27. In the past, we calculated the cube root of a number by hand, now we use calculators, and in the future, we will use advanced computer algorithms.",
      "example_translation": "A raiz cúbica de 27 é 3, porque 3 multiplicado por si mesmo três vezes iguala 27. No passado, calculamos a raiz cúbica de um número à mão, agora usamos calculadoras e no futuro, usaremos algoritmos computacionais avançados.",
      "imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cuboid",
      "translation": "cuboide",
      "definition": "A cuboid is a three-dimensional shape with six rectangular faces, where all angles are right angles.",
      "definition_translation": "Um cuboide é uma forma tridimensional com seis faces retangulares, onde todos os ângulos são ângulos retos.",
      "example": "The cuboid-shaped box was heavy in the past, it is still heavy now, and it will be heavy in the future, no matter how we rotate it. We packed the cuboid box in the past, we are packing it now, and we will pack it in the future with care.",
      "example_translation": "A caixa de formato cuboide era pesada no passado, ainda é pesada agora e será pesada no futuro, não importa como a rotacionamos. Embalamos a caixa cuboide no passado, estamos embalando-a agora e embalaremos-a no futuro com cuidado.",
      "imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cylinder",
      "translation": "cilindro",
      "definition": "A cylinder is a three-dimensional solid shape with two parallel and circular bases connected by a curved lateral surface.",
      "definition_translation": "Um cilindro é uma forma sólida tridimensional com duas bases paralelas e circulares conectadas por uma superfície lateral curva.",
      "example": "The mechanic used a cylinder to measure the volume of the engine oil. Yesterday, she had used it to check the brake fluid. Tomorrow, she will use it to measure the transmission fluid.",
      "example_translation": "O mecânico usou um cilindro para medir o volume do óleo do motor. Ontem, ela havia usado para verificar o fluido de freno. Amanhã, ela usará para medir o fluido de transmissão.",
      "imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "decimal",
      "translation": "decimal",
      "definition": "A decimal is a number expressed in the decimal system, with a fractional part separated from the whole part by a decimal point.",
      "definition_translation": "Um decimal é um número expresso no sistema decimal, com uma parte fracionária separada da parte inteira por um ponto decimal.",
      "example": "The student had trouble converting the fraction to a decimal, but finally understood the concept. Yesterday, she had practiced converting decimals to fractions. Tomorrow, she will learn about decimal expansions.",
      "example_translation": "A estudante teve dificuldade em converter a fração para um decimal, mas finalmente entendeu o conceito. Ontem, ela havia praticado converter decimais para frações. Amanhã, ela aprenderá sobre expansões decimais.",
      "imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "differential equation",
      "translation": "equação diferencial",
      "definition": "A differential equation is a mathematical equation that involves an unknown function and its derivatives, and relates the values of the function and its derivatives at different points in space and time.",
      "definition_translation": "Uma equação diferencial é uma equação matemática que envolve uma função desconhecida e suas derivadas, e relaciona os valores da função e suas derivadas em diferentes pontos no espaço e tempo.",
      "example": "The physicist used a differential equation to model the motion of the pendulum. Yesterday, she had used it to analyze the population growth. Tomorrow, she will apply it to study the electrical circuits.",
      "example_translation": "O físico usou uma equação diferencial para modelar o movimento do pêndulo. Ontem, ela havia usado para analisar o crescimento populacional. Amanhã, ela aplicará para estudar os circuitos elétricos.",
      "imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "digit",
      "translation": "dígito",
      "definition": "A digit is a single symbol used to represent a numerical value, such as 0, 1, 2, etc.",
      "definition_translation": "Um dígito é um símbolo único usado para representar um valor numérico, como 0, 1, 2, etc.",
      "example": "The computer used seven digits to store the phone number. Yesterday, it had used five digits to store the zip code. Tomorrow, it will use ten digits to store the account number.",
      "example_translation": "O computador usou sete dígitos para armazenar o número de telefone. Ontem, ele havia usado cinco dígitos para armazenar o código postal. Amanhã, ele usará dez dígitos para armazenar o número de conta.",
      "imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dividend",
      "translation": "dividendos",
      "definition": "A dividend is a payment made by a corporation to its shareholders, usually as a way to distribute profits.",
      "definition_translation": "Um dividendo é um pagamento feito por uma corporação para seus acionistas, geralmente como forma de distribuir lucros.",
      "example": "The company will pay a dividend to its shareholders next quarter. The dividend has been paid annually for the past 5 years. The company will increase the dividend next year.",
      "example_translation": "A empresa pagará um dividendo para seus acionistas no próximo trimestre. O dividendo foi pago anualmente nos últimos 5 anos. A empresa aumentará o dividendo no próximo ano.",
      "imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "division",
      "translation": "divisão",
      "definition": "Division is the process of splitting or separating something into parts or groups.",
      "definition_translation": "A divisão é o processo de separar ou dividir algo em partes ou grupos.",
      "example": "The company is going through a division process to improve efficiency. The division of the company will be completed next month. The team will be divided into smaller groups to work on the project.",
      "example_translation": "A empresa está passando por um processo de divisão para melhorar a eficiência. A divisão da empresa será concluída no próximo mês. A equipe será dividida em grupos menores para trabalhar no projeto.",
      "imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "divisor",
      "translation": "divisor",
      "definition": "A divisor is a number by which another number is divided.",
      "definition_translation": "Um divisor é um número pelo qual outro número é dividido.",
      "example": "The divisor of 10 is 2. The number 5 is a divisor of 15. The divisor will be used to calculate the quotient.",
      "example_translation": "O divisor de 10 é 2. O número 5 é um divisor de 15. O divisor será usado para calcular o quociente.",
      "imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "exponent, power",
      "translation": "expoente, potência",
      "definition": "An exponent is a small number that indicates the power to which a number should be raised.",
      "definition_translation": "Um expoente é um número pequeno que indica a potência à qual um número deve ser elevado.",
      "example": "The exponent of 2 in the equation is 3. The power of 2 is 4. The formula uses exponents to calculate the result.",
      "example_translation": "O expoente de 2 na equação é 3. A potência de 2 é 4. A fórmula usa expoentes para calcular o resultado.",
      "imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fraction",
      "translation": "fração",
      "definition": "A fraction is a way to express a part of a whole as a quotient of numbers, usually a numerator and a denominator.",
      "definition_translation": "Uma fração é uma forma de expressar uma parte de um todo como um quociente de números, geralmente um numerador e um denominador.",
      "example": "Yesterday, I learned to add fractions in math class. Today, I'm practicing subtracting them. By next week, I will have mastered multiplying fractions.",
      "example_translation": "Ontem, eu aprendi a adicionar frações na aula de matemática. Hoje, estou praticando subtrair frações. Até a próxima semana, eu terei dominado a multiplicação de frações.",
      "imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "function",
      "translation": "função",
      "definition": "A function is a relation between a set of inputs (called the domain) and a set of possible outputs (called the range).",
      "definition_translation": "Uma função é uma relação entre um conjunto de entradas (chamado de domínio) e um conjunto de saídas possíveis (chamado de faixa).",
      "example": "The computer program uses a function to calculate the area of a circle. The function will return the result in square units. By the end of the month, the function will be optimized to run faster.",
      "example_translation": "O programa de computador usa uma função para calcular a área de um círculo. A função retornará o resultado em unidades quadradas. Até o final do mês, a função será otimizada para rodar mais rápido.",
      "imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hemisphere",
      "translation": "hemisfério",
      "definition": "A hemisphere is either the northern or southern half of the Earth, divided by the equator.",
      "definition_translation": "Um hemisfério é ou metade norte ou metade sul da Terra, dividida pelo equador.",
      "example": "The Earth is divided into two hemispheres: the Northern Hemisphere and the Southern Hemisphere. I was born in the Northern Hemisphere, but I've traveled to the Southern Hemisphere several times. By next year, I will have visited every country in the Southern Hemisphere.",
      "example_translation": "A Terra é dividida em dois hemisférios: o Hemisfério Norte e o Hemisfério Sul. Eu nasci no Hemisfério Norte, mas já viajei para o Hemisfério Sul várias vezes. Até o ano que vem, eu terei visitado todos os países do Hemisfério Sul.",
      "imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "heptagon",
      "translation": "heptágono",
      "definition": "A heptagon is a polygon with seven sides.",
      "definition_translation": "Um heptágono é um polígono com sete lados.",
      "example": "I learned to draw a heptagon in geometry class yesterday. Today, I'm trying to calculate its perimeter. By next week, I will have memorized the formula to find a heptagon's area.",
      "example_translation": "Eu aprendi a desenhar um heptágono na aula de geometria ontem. Hoje, estou tentando calcular seu perímetro. Até a próxima semana, eu terei memorizado a fórmula para encontrar a área de um heptágono.",
      "imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hexagon",
      "translation": "hexágono",
      "definition": "A hexagon is a polygon with six sides, having six vertices and internal angles that add up to 720 degrees.",
      "definition_translation": "Um hexágono é um polígono com seis lados, tendo seis vértices e ângulos internos que somam 720 graus.",
      "example": "The bees built their honeycomb in a hexagon shape, which provides maximum storage space. The ancient Greeks studied the properties of hexagons. By the year 2050, architects will design entire cities with hexagonal buildings.",
      "example_translation": "As abelhas construíram seu favo em formato de hexágono, que proporciona espaço de armazenamento máximo. Os antigos gregos estudaram as propriedades dos hexágonos. Até o ano 2050, arquitetos projetarão cidades inteiras com edifícios hexagonais.",
      "imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "infinity",
      "translation": "infinito",
      "definition": "Infinity is a concept in mathematics that represents a quantity with no end or limit, extending infinitely in all directions.",
      "definition_translation": "O infinito é um conceito em matemática que representa uma quantidade sem fim ou limite, estendendo-se infinitamente em todas as direções.",
      "example": "The universe is thought to have infinite galaxies, each containing infinite stars. Mathematicians have long struggled to understand the concept of infinity. By studying infinity, we may unlock secrets of the cosmos.",
      "example_translation": "O universo é considerado ter galáxias infinitas, cada uma contendo estrelas infinitas. Matemáticos têm lutado há muito tempo para entender o conceito de infinito. Ao estudar o infinito, podemos desbloquear segredos do cosmo.",
      "imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "integer",
      "translation": "inteiro",
      "definition": "An integer is a whole number, either positive, negative, or zero, without a fractional part.",
      "definition_translation": "Um inteiro é um número inteiro, seja positivo, negativo ou zero, sem parte fracional.",
      "example": "The integer 5 is a prime number, while 6 is not. In computer programming, integers are used to store whole numbers. By 2025, scientists will use integers to crack complex encryption codes.",
      "example_translation": "O inteiro 5 é um número primo, enquanto 6 não é. Na programação de computadores, inteiros são usados para armazenar números inteiros. Até 2025, cientistas usarão inteiros para quebrar códigos de criptografia complexos.",
      "imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "integral",
      "translation": "integral",
      "definition": "An integral is a fundamental concept in calculus that represents the area under a curve or the accumulation of a quantity over an interval.",
      "definition_translation": "Uma integral é um conceito fundamental em cálculo que representa a área sob uma curva ou a acumulação de uma quantidade sobre um intervalo.",
      "example": "The integral of x squared is x cubed divided by 3. In physics, integrals are used to calculate the velocity of objects. By applying integrals, engineers can design more efficient systems.",
      "example_translation": "A integral de x ao quadrado é x ao cubo dividido por 3. Na física, integrais são usadas para calcular a velocidade dos objetos. Ao aplicar integrais, engenheiros podem projetar sistemas mais eficientes.",
      "imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "irrational number",
      "translation": "número irracional",
      "definition": "A number that cannot be expressed as a finite decimal or fraction, such as pi or the square root of 2.",
      "definition_translation": "Um número que não pode ser expresso como um decimal finito ou fração, como pi ou a raiz quadrada de 2.",
      "example": "The ancient Greeks discovered that the square root of 2 was an irrational number. It has been used in mathematics for centuries. It will continue to be an important concept in the future.",
      "example_translation": "Os antigos gregos descobriram que a raiz quadrada de 2 era um número irracional. Ele tem sido usado em matemática por séculos. Ele continuará a ser um conceito importante no futuro.",
      "imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "line segment",
      "translation": "segmento de linha",
      "definition": "A part of a line that has a fixed length and is bounded by two distinct points.",
      "definition_translation": "Uma parte de uma linha que tem um comprimento fixo e é delimitada por dois pontos distinctos.",
      "example": "The teacher drew a line segment on the board to illustrate the concept of geometry. The students had to find the midpoint of the line segment in their exercise. The line segment will be an important concept in their next math test.",
      "example_translation": "O professor desenhou um segmento de linha no quadro para ilustrar o conceito de geometria. Os alunos tiveram que encontrar o ponto médio do segmento de linha no seu exercício. O segmento de linha será um conceito importante no seu próximo teste de matemática.",
      "imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "logarithm",
      "translation": "logaritmo",
      "definition": "The power to which a base number must be raised to produce a given value, such as the logarithm of 100 with base 10 is 2.",
      "definition_translation": "O poder ao qual um número base deve ser elevado para produzir um valor determinado, como o logaritmo de 100 com base 10 é 2.",
      "example": "The mathematician used the logarithm to simplify the complex calculation. The logarithm will be an important concept in their research. They had studied the logarithm in their university days.",
      "example_translation": "O matemático usou o logaritmo para simplificar o cálculo complexo. O logaritmo será um conceito importante em sua pesquisa. Eles haviam estudado o logaritmo em seus dias de universidade.",
      "imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "multiplication",
      "translation": "multiplicação",
      "definition": "The process of combining two or more numbers to get a product, such as 2 multiplied by 3 is 6.",
      "definition_translation": "O processo de combinar dois ou mais números para obter um produto, como 2 multiplicado por 3 é 6.",
      "example": "The students learned the multiplication table in their elementary school days. They had to practice the multiplication of fractions in their math homework. The concept of multiplication will be used in their future careers.",
      "example_translation": "Os alunos aprenderam a tabela de multiplicação em seus dias de escola elementar. Eles tiveram que praticar a multiplicação de frações em seu trabalho de casa de matemática. O conceito de multiplicação será usado em suas carreiras futuras.",
      "imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "natural number",
      "translation": "número natural",
      "definition": "A natural number is a positive integer, which is a whole number that is greater than zero and has no decimal places.",
      "definition_translation": "Um número natural é um inteiro positivo, que é um número inteiro maior que zero e não tem casas decimais.",
      "example": "In mathematics, the set of natural numbers is often denoted as N. Yesterday, I counted 10 natural numbers. Tomorrow, I will count 20 natural numbers.",
      "example_translation": "Em matemática, o conjunto de números naturais é frequentemente denotado como N. Ontem, eu contei 10 números naturais. Amanhã, eu contarei 20 números naturais.",
      "imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "number line",
      "translation": "linha numérica",
      "definition": "A number line is a visual representation of numbers on a line, where each point on the line represents a specific number.",
      "definition_translation": "Uma linha numérica é uma representação visual de números em uma linha, onde cada ponto na linha representa um número específico.",
      "example": "The teacher drew a number line on the board to help students understand fractions. I used a number line to solve the math problem yesterday. By next week, I will be able to create a number line on my own.",
      "example_translation": "O professor desenhou uma linha numérica no quadro para ajudar os alunos a entender frações. Eu usei uma linha numérica para resolver o problema de matemática ontem. Até a próxima semana, eu serei capaz de criar uma linha numérica sozinho.",
      "imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "obtuse angle",
      "translation": "ângulo obtuso",
      "definition": "An obtuse angle is an angle greater than 90 degrees but less than 180 degrees.",
      "definition_translation": "Um ângulo obtuso é um ângulo maior que 90 graus, mas menor que 180 graus.",
      "example": "The obtuse angle in the triangle was 120 degrees. Yesterday, I learned how to measure obtuse angles in geometry class. By next year, I will be able to identify obtuse angles easily.",
      "example_translation": "O ângulo obtuso no triângulo era de 120 graus. Ontem, eu aprendi como medir ângulos obtusos na aula de geometria. Até o próximo ano, eu serei capaz de identificar ângulos obtusos facilmente.",
      "imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "octagon",
      "translation": "octógono",
      "definition": "An octagon is a polygon with eight sides.",
      "definition_translation": "Um octógono é um polígono com oito lados.",
      "example": "The octagon-shaped building was a famous landmark in the city. I built an octagon out of blocks when I was a kid. By next month, I will be able to construct an octagon using geometry software.",
      "example_translation": "O prédio octogonal era um marco famoso na cidade. Eu construí um octógono com blocos quando eu era criança. Até o próximo mês, eu serei capaz de construir um octógono usando software de geometria.",
      "imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ordinal number",
      "translation": "número ordinal",
      "definition": "A number that shows the position of something in a series or list, such as first, second, or third.",
      "definition_translation": "Um número que mostra a posição de algo em uma série ou lista, como primeiro, segundo ou terceiro.",
      "example": "The book is an ordinal number in the series, so it's the fifth one. In the past, it was the third one, but now it's the fifth one, and in the future, it will be the seventh one.",
      "example_translation": "O livro é um número ordinal na série, então é o quinto. No passado, era o terceiro, mas agora é o quinto, e no futuro, será o sétimo.",
      "imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "parallel",
      "translation": "paralelo",
      "definition": "Extending in the same direction, equidistant at all points, and never intersecting.",
      "definition_translation": "Estendendo-se na mesma direção, equidistante em todos os pontos e nunca se intersectando.",
      "example": "The two lines are parallel to each other, so they will never meet. In the past, they were not parallel, but now they are. In the future, they will still be parallel.",
      "example_translation": "As duas linhas são paralelas entre si, então nunca se encontrarão. No passado, não eram paralelas, mas agora são. No futuro, ainda serão paralelas.",
      "imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "parallelogram",
      "translation": "paralelograma",
      "definition": "A quadrilateral with opposite sides of equal length, and opposite angles that are equal.",
      "definition_translation": "Um quadrilátero com lados opostos de igual comprimento e ângulos opostos que são iguais.",
      "example": "The parallelogram has equal opposite sides, so its area is easy to calculate. In the past, it was a rectangle, but now it's a parallelogram. In the future, it will be a rhombus.",
      "example_translation": "O paralelograma tem lados opostos iguais, então sua área é fácil de calcular. No passado, era um retângulo, mas agora é um paralelograma. No futuro, será um rombo.",
      "imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pentagon",
      "translation": "pentágono",
      "definition": "A polygon with five sides, such as the shape of the five points on a star.",
      "definition_translation": "Um polígono com cinco lados, como a forma dos cinco pontos de uma estrela.",
      "example": "The pentagon is a five-sided shape, so it's often used in logos. In the past, it was a square, but now it's a pentagon. In the future, it will be a hexagon.",
      "example_translation": "O pentágono é uma forma de cinco lados, então é frequentemente usado em logotipos. No passado, era um quadrado, mas agora é um pentágono. No futuro, será um hexágono.",
      "imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "perpendicular",
      "translation": "perpendicular",
      "definition": "A line or plane that is at a right angle (90 degrees) to another line or plane.",
      "definition_translation": "Uma linha ou plano que está a um ângulo reto (90 graus) em relação a outra linha ou plano.",
      "example": "The perpendicular lines intersected at the center of the circle. The builder ensured the walls were perpendicular to the foundation. The teacher will explain how to draw perpendicular lines tomorrow.",
      "example_translation": "As linhas perpendiculares se intersectavam no centro do círculo. O construtor assegurou que as paredes fossem perpendiculares à fundação. A professora explicará como desenhar linhas perpendiculares amanhã.",
      "imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "prime number",
      "translation": "número primo",
      "definition": "A whole number greater than 1 that has no positive divisors other than 1 and itself.",
      "definition_translation": "Um número inteiro maior que 1 que não tem divisores positivos além de 1 e ele mesmo.",
      "example": "The prime number 17 is a key component in cryptography. The mathematician spent years searching for a prime number greater than 100,000. The algorithm will identify prime numbers in the dataset.",
      "example_translation": "O número primo 17 é um componente-chave em criptografia. O matemático passou anos procurando por um número primo maior que 100,000. O algoritmo identificará números primos no conjunto de dados.",
      "imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "prism",
      "translation": "prisma",
      "definition": "A transparent object with flat, polished surfaces that refracts light.",
      "definition_translation": "Um objeto transparente com superfícies planas e polidas que refrata luz.",
      "example": "The prism on the microscope split the light into its component colors. The teacher used a prism to demonstrate the concept of refraction. The artist designed a stunning prism chandelier for the luxury hotel.",
      "example_translation": "O prisma no microscópio dividiu a luz em suas cores componentes. A professora usou um prisma para demonstrar o conceito de refração. A artista projetou um lustre de prisma deslumbrante para o hotel de luxo.",
      "imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "product",
      "translation": "produto",
      "definition": "A thing or substance that is manufactured or refined for sale.",
      "definition_translation": "Uma coisa ou substância que é fabricada ou refinada para venda.",
      "example": "The new product line increased the company's sales by 20%. The farmer sold his product at the local market. By 2025, the company aims to launch a new product every quarter.",
      "example_translation": "A nova linha de produtos aumentou as vendas da empresa em 20%. O agricultor vendeu seu produto no mercado local. Até 2025, a empresa pretende lançar um novo produto a cada trimestre.",
      "imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Pythagorean theorem",
      "translation": "Teorema de Pitágoras",
      "definition": "A mathematical concept that describes the relationship between the lengths of the sides of a right-angled triangle, stating that the square of the length of the hypotenuse is equal to the sum of the squares of the lengths of the other two sides.",
      "definition_translation": "Um conceito matemático que descreve a relação entre os comprimentos dos lados de um triângulo retângulo, afirmando que o quadrado do comprimento da hipotenusa é igual à soma dos quadrados dos comprimentos dos outros dois lados.",
      "example": "The teacher explained the Pythagorean theorem to the students, who then used it to calculate the length of the hypotenuse. Yesterday, I had used it to solve a difficult problem. Tomorrow, I will use it again to find the length of a right triangle.",
      "example_translation": "O professor explicou o teorema de Pitágoras aos alunos, que então o usaram para calcular o comprimento da hipotenusa. Ontem, eu havia usado para resolver um problema difícil. Amanhã, vou usá-lo novamente para encontrar o comprimento de um triângulo retângulo.",
      "imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "quadratic equation",
      "translation": "Equação quadrática",
      "definition": "A polynomial equation of degree two, meaning the highest power of the variable is two, and having the general form ax^2 + bx + c = 0, where a, b, and c are constants.",
      "definition_translation": "Uma equação polinomial de grau dois, significando que o maior poder da variável é dois, e tendo a forma geral ax^2 + bx + c = 0, onde a, b e c são constantes.",
      "example": "The student struggled to solve the quadratic equation, but eventually found the roots. Yesterday, I had used quadratic equations to model population growth. Tomorrow, I will use them to optimize a function.",
      "example_translation": "O aluno lutou para resolver a equação quadrática, mas eventualmente encontrou as raízes. Ontem, eu havia usado equações quadráticas para modelar o crescimento populacional. Amanhã, vou usá-las para otimizar uma função.",
      "imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "quotient",
      "translation": "Quociente",
      "definition": "The result of dividing one quantity by another, often expressed as a decimal or fraction, and used to compare or scale quantities.",
      "definition_translation": "O resultado de dividir uma quantidade por outra, frequentemente expressa como decimal ou fração, e usada para comparar ou dimensionar quantidades.",
      "example": "The quotient of 12 and 4 is 3. Yesterday, I had calculated the quotient of two numbers. Tomorrow, I will find the quotient of a fraction and a whole number.",
      "example_translation": "O quociente de 12 e 4 é 3. Ontem, eu havia calculado o quociente de dois números. Amanhã, vou encontrar o quociente de uma fração e um número inteiro.",
      "imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "radius",
      "translation": "Raio",
      "definition": "A line segment extending from the center of a circle or sphere to its perimeter, and used to describe the size or shape of the circle or sphere.",
      "definition_translation": "Um segmento de linha que se estende do centro de um círculo ou esfera para sua periferia, e usado para descrever o tamanho ou forma do círculo ou esfera.",
      "example": "The radius of the circle is 5 cm. Yesterday, I had found the radius of a sphere. Tomorrow, I will calculate the radius of a cylindrical tank.",
      "example_translation": "O raio do círculo é 5 cm. Ontem, eu havia encontrado o raio de uma esfera. Amanhã, vou calcular o raio de um tanque cilíndrico.",
      "imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rational number",
      "translation": "número racional",
      "definition": "A rational number is a number that can be expressed as the quotient or fraction of two integers, i.e., a number that can be written in the form a/b where a and b are integers and b is non-zero.",
      "definition_translation": "Um número racional é um número que pode ser expresso como o quociente ou fração de dois inteiros, ou seja, um número que pode ser escrito na forma a/b, onde a e b são inteiros e b é não-nulo.",
      "example": "The rational number 3/4 is less than one, but the rational number 5/3 is greater than one. In the past, we have studied rational numbers in math class. Now, we are learning to add and subtract rational numbers. In the future, we will learn to multiply and divide rational numbers.",
      "example_translation": "O número racional 3/4 é menor que um, mas o número racional 5/3 é maior que um. No passado, estudamos números racionais em aula de matemática. Agora, estamos aprendendo a adicionar e subtrair números racionais. No futuro, aprenderemos a multiplicar e dividir números racionais.",
      "imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "real number",
      "translation": "número real",
      "definition": "A real number is a value that can be represented on the number line, including all rational and irrational numbers.",
      "definition_translation": "Um número real é um valor que pode ser representado na linha numérica, incluindo todos os números racionais e irracionais.",
      "example": "All rational numbers are real numbers, but not all real numbers are rational numbers. In the past, we used real numbers to measure the length of objects. Now, we are using real numbers to calculate the area of shapes. In the future, we will use real numbers to model complex systems.",
      "example_translation": "Todos os números racionais são números reais, mas nem todos os números reais são racionais. No passado, usamos números reais para medir o comprimento de objetos. Agora, estamos usando números reais para calcular a área de formas. No futuro, usaremos números reais para modelar sistemas complexos.",
      "imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "reflex angle",
      "translation": "ângulo reflexo",
      "definition": "A reflex angle is an angle that is greater than 180 degrees but less than 360 degrees.",
      "definition_translation": "Um ângulo reflexo é um ângulo que é maior que 180 graus, mas menor que 360 graus.",
      "example": "The reflex angle formed by the two lines is greater than 200 degrees. In the past, we learned to measure reflex angles using a protractor. Now, we are learning to calculate reflex angles using trigonometry. In the future, we will apply reflex angles to design complex structures.",
      "example_translation": "O ângulo reflexo formado pelas duas linhas é maior que 200 graus. No passado, aprendemos a medir ângulos reflexos usando um transportador. Agora, estamos aprendendo a calcular ângulos reflexos usando trigonometria. No futuro, aplicaremos ângulos reflexos para projetar estruturas complexas.",
      "imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rhombus",
      "translation": "rombo",
      "definition": "A rhombus is a quadrilateral with all sides of equal length, where opposite sides are parallel and opposite angles are equal.",
      "definition_translation": "Um rombo é um quadrilátero com todos os lados de igual comprimento, onde os lados opostos são paralelos e os ângulos opostos são iguais.",
      "example": "The rhombus has four right angles and four sides of equal length. In the past, we drew rhombi using a ruler and compass. Now, we are learning to calculate the perimeter and area of rhombi. In the future, we will apply rhombi to design symmetric patterns.",
      "example_translation": "O rombo tem quatro ângulos retos e quatro lados de igual comprimento. No passado, desenhamos rombos usando uma régua e compasso. Agora, estamos aprendendo a calcular o perímetro e a área de rombos. No futuro, aplicaremos rombos para projetar padrões simétricos.",
      "imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "right angle",
      "translation": "ângulo reto",
      "definition": "An angle that is 90 degrees, formed by two straight lines that intersect.",
      "definition_translation": "Um ângulo que é de 90 graus, formado por duas linhas retas que se intersectam.",
      "example": "The carpenter used a square to ensure the right angle was correct. The teacher asked the student to draw a right angle. The architect designed the building with many right angles.",
      "example_translation": "O carpinteiro usou um quadrado para garantir que o ângulo reto estava correto. A professora pediu ao aluno que desenhasse um ângulo reto. O arquiteto projetou o prédio com muitos ângulos retos.",
      "imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "root",
      "translation": "raiz",
      "definition": "The underground part of a plant that anchors it and absorbs nutrients and water.",
      "definition_translation": "A parte subterrânea de uma planta que a ancora e absorve nutrientes e água.",
      "example": "The farmer carefully planted the tree, making sure the root was deep. The mathematician solved the equation to find the root. The doctor examined the root of the tooth to determine the cause of the pain.",
      "example_translation": "O agricultor plantou a árvore com cuidado, certificando-se de que a raiz estava profunda. O matemático resolveu a equação para encontrar a raiz. O médico examinou a raiz do dente para determinar a causa da dor.",
      "imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sphere",
      "translation": "esfera",
      "definition": "A three-dimensional shape that is symmetrical about its center, like a ball.",
      "definition_translation": "Uma forma tridimensional que é simétrica em relação ao seu centro, como uma bola.",
      "example": "The astronaut orbited the Earth, viewing it as a perfect sphere. The teacher taught the class about the properties of a sphere. The architect designed a stunning sphere-shaped building.",
      "example_translation": "O astronauta orbitou a Terra, vendo-a como uma esfera perfeita. A professora ensinou à classe sobre as propriedades de uma esfera. O arquiteto projetou um prédio em forma de esfera incrível.",
      "imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "square root",
      "translation": "raiz quadrada",
      "definition": "A value that, when multiplied by itself, gives a specified number.",
      "definition_translation": "Um valor que, quando multiplicado por si mesmo, dá um número especificado.",
      "example": "The student struggled to find the square root of 16. The mathematician used the square root to solve the equation. The computer programmed the square root function to simplify the calculation.",
      "example_translation": "O estudante lutou para encontrar a raiz quadrada de 16. O matemático usou a raiz quadrada para resolver a equação. O computador programou a função de raiz quadrada para simplificar o cálculo.",
      "imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "straight angle",
      "translation": "ângulo reto",
      "definition": "A straight angle is an angle whose measure is equal to 180 degrees. It is formed by two rays that extend in opposite directions from a common endpoint.",
      "definition_translation": "Um ângulo reto é um ângulo cuja medida é igual a 180 graus. É formado por dois raios que se estendem em direções opostas a partir de um ponto comum.",
      "example": "In geometry, a straight angle is used to define a line. Yesterday, I drew a straight angle in my math homework. Tomorrow, I will learn how to calculate the measure of a straight angle.",
      "example_translation": "Na geometria, um ângulo reto é usado para definir uma linha. Ontem, desenhei um ângulo reto no meu trabalho de matemática. Amanhã, vou aprender como calcular a medida de um ângulo reto.",
      "imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "subset",
      "translation": "subconjunto",
      "definition": "A subset is a set that contains some or all elements of another set. It is a part of a larger set.",
      "definition_translation": "Um subconjunto é um conjunto que contém alguns ou todos os elementos de outro conjunto. É uma parte de um conjunto maior.",
      "example": "The set of even numbers is a subset of the set of natural numbers. Yesterday, I proved that the set of prime numbers is a subset of the set of odd numbers. In the future, I will study more about subsets in set theory.",
      "example_translation": "O conjunto de números pares é um subconjunto do conjunto de números naturais. Ontem,provei que o conjunto de números primos é um subconjunto do conjunto de números ímpares. No futuro, vou estudar mais sobre subconjuntos na teoria dos conjuntos.",
      "imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "subtraction",
      "translation": "subtração",
      "definition": "Subtraction is a mathematical operation that represents the act of finding the difference between two numbers or quantities.",
      "definition_translation": "Subtração é uma operação matemática que representa o ato de encontrar a diferença entre dois números ou quantidades.",
      "example": "I will perform a subtraction operation to find the difference between 10 and 5. Yesterday, I subtracted 2 from 8 to get 6. In the future, I will learn more about subtraction with negative numbers.",
      "example_translation": "Vou realizar uma operação de subtração para encontrar a diferença entre 10 e 5. Ontem, subtraí 2 de 8 para obter 6. No futuro, vou aprender mais sobre subtração com números negativos.",
      "imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Thales' theorem",
      "translation": "teorema de Tales",
      "definition": "Thales' theorem is a fundamental principle in geometry that states that the diameter of a circle always subtends a right angle at any point on the circle.",
      "definition_translation": "O teorema de Tales é um princípio fundamental em geometria que afirma que o diâmetro de um círculo sempre subtende um ângulo reto em qualquer ponto do círculo.",
      "example": "Thales' theorem is used to prove that the sum of the interior angles of a triangle is equal to 180 degrees. Yesterday, I applied Thales' theorem to solve a problem in geometry. In the future, I will use Thales' theorem to study more about circles and spheres.",
      "example_translation": "O teorema de Tales é usado para provar que a soma dos ângulos internos de um triângulo é igual a 180 graus. Ontem, apliquei o teorema de Tales para resolver um problema em geometria. No futuro, vou usar o teorema de Tales para estudar mais sobre círculos e esferas.",
      "imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "torus",
      "translation": "tório",
      "definition": "A torus is a doughnut-shaped surface generated by rotating a circle in three-dimensional space about an axis coplanar with the circle.",
      "definition_translation": "Um tório é uma superfície em forma de rosquinha gerada pela rotação de um círculo no espaço tridimensional em torno de um eixo coplanar com o círculo.",
      "example": "The mathematician used a torus to illustrate the concept of curvature in three-dimensional space. She had previously studied the torus in her undergraduate degree. She will use the torus again in her future research project.",
      "example_translation": "O matemático usou um tório para ilustrar o conceito de curvatura no espaço tridimensional. Ela havia estudado anteriormente o tório em seu diploma de bacharel. Ela usará o tório novamente em seu futuro projeto de pesquisa.",
      "imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "trapezoid",
      "translation": "trapecial",
      "definition": "A trapezoid is a quadrilateral with at least two pairs of opposite sides of unequal length. It is also known as a trapezium.",
      "definition_translation": "Um trapézio é um quadrilátero com pelo menos dois pares de lados opostos de comprimento desigual. Também é conhecido como trapezoide.",
      "example": "The architect designed a trapezoid-shaped building to accommodate the irregularly shaped plot. The artist used a trapezoid as a geometric shape in her painting. The engineer will design a trapezoid-shaped bridge in the future.",
      "example_translation": "O arquiteto projetou um prédio em forma de trapézio para acomodar o terreno irregularmente formato. A artista usou um trapézio como uma forma geométrica em sua pintura. O engenheiro projetará uma ponte em forma de trapézio no futuro.",
      "imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "vector",
      "translation": "vetor",
      "definition": "In mathematics and physics, a vector is a quantity with both magnitude and direction, often represented graphically as an arrow.",
      "definition_translation": "Em matemática e física, um vetor é uma quantidade com magnitude e direção, frequentemente representado graficamente como uma seta.",
      "example": "The physicist used a vector to represent the force acting on the object. She will use vectors to describe the motion of the particle in her future research. He had previously studied vectors in his undergraduate degree.",
      "example_translation": "O físico usou um vetor para representar a força que atua no objeto. Ela usará vetores para descrever o movimento da partícula em sua futura pesquisa. Ele havia estudado vetores anteriormente em seu diploma de bacharel.",
      "imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "zero angle",
      "translation": "ângulo zero",
      "definition": "In geometry, a zero angle is an angle whose measure is exactly zero degrees, formed by two lines or rays that coincide.",
      "definition_translation": "Em geometria, um ângulo zero é um ângulo cuja medida é exatamente zero graus, formado por duas linhas ou raios que coincidem.",
      "example": "The mathematician studied the properties of a zero angle in her research. He measured a zero angle between the two lines. They will explore the concept of a zero angle in their future project.",
      "example_translation": "O matemático estudou as propriedades de um ângulo zero em sua pesquisa. Ele mediu um ângulo zero entre as duas linhas. Eles explorarão o conceito de um ângulo zero em seu futuro projeto.",
      "imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]