[
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bank",
      "translation": "banco",
      "definition": "A bank is a financial institution that provides banking services to individuals and businesses.",
      "definition_translation": "Um banco é uma instituição financeira que fornece serviços bancários a indivíduos e empresas.",
      "example": "I went to the bank to deposit my paycheck yesterday, I go to the bank every week, and I will go to the bank tomorrow to withdraw cash.",
      "example_translation": "Eu fui ao banco para depositar meu pagamento ontem, eu vou ao banco todas as semanas, e irei ao banco amanhã para sacar dinheiro.",
      "imageLink": "image_files\\English\\bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bar",
      "translation": "bar",
      "definition": "A bar is a place where people go to drink and socialize.",
      "definition_translation": "Um bar é um lugar onde as pessoas vão para beber e se socializar.",
      "example": "I went to the bar last night, I go to the bar every Friday, and I will go to the bar next week to watch the game.",
      "example_translation": "Eu fui ao bar ontem à noite, eu vou ao bar todas as sextas-feiras, e irei ao bar na próxima semana para assistir ao jogo.",
      "imageLink": "image_files\\English\\bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beach",
      "translation": "praia",
      "definition": "A beach is a landform along a body of water, typically consisting of loose particles such as sand or pebbles.",
      "definition_translation": "Uma praia é uma forma de terra ao longo de um corpo de água, tipicamente consistindo de partículas soltas como areia ou seixos.",
      "example": "I went to the beach last summer, I go to the beach every year, and I will go to the beach next month to relax.",
      "example_translation": "Eu fui à praia no último verão, eu vou à praia todos os anos, e irei à praia no próximo mês para relaxar.",
      "imageLink": "image_files\\English\\beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "café",
      "translation": "café",
      "definition": "A café is a place where people go to drink coffee and socialize.",
      "definition_translation": "Um café é um lugar onde as pessoas vão para beber café e se socializar.",
      "example": "I went to the café this morning, I go to the café every day, and I will go to the café tomorrow to meet my friends.",
      "example_translation": "Eu fui ao café esta manhã, eu vou ao café todos os dias, e irei ao café amanhã para encontrar meus amigos.",
      "imageLink": "image_files\\English\\cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cinema",
      "translation": "cinema",
      "definition": "A cinema is a place where films are shown to the public for entertainment.",
      "definition_translation": "Um cinema é um lugar onde filmes são mostrados ao público para entretenimento.",
      "example": "I went to the cinema last night, I'm going to the cinema tonight, and I will go to the cinema tomorrow.",
      "example_translation": "Eu fui ao cinema ontem à noite, estou indo ao cinema hoje à noite, e irei ao cinema amanhã.",
      "imageLink": "image_files\\English\\cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "factory",
      "translation": "fábrica",
      "definition": "A factory is a building or complex where goods are manufactured or assembled.",
      "definition_translation": "Uma fábrica é um prédio ou complexo onde mercadorias são fabricadas ou montadas.",
      "example": "I worked in a factory when I was younger, I'm working in a factory now, and I will work in a factory again.",
      "example_translation": "Eu trabalhei em uma fábrica quando eu era mais jovem, estou trabalhando em uma fábrica agora, e irei trabalhar em uma fábrica novamente.",
      "imageLink": "image_files\\English\\factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "farm",
      "translation": "fazenda",
      "definition": "A farm is an area of land used for agricultural purposes, such as growing crops or raising animals.",
      "definition_translation": "Uma fazenda é uma área de terra utilizada para fins agrícolas, como cultivar culturas ou criar animais.",
      "example": "I lived on a farm when I was a child, I'm visiting a farm next week, and I will own a farm someday.",
      "example_translation": "Eu vivi em uma fazenda quando eu era criança, estou visitando uma fazenda na semana que vem, e irei possuir uma fazenda um dia.",
      "imageLink": "image_files\\English\\farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "flat",
      "translation": "apartamento",
      "definition": "A flat is a set of rooms, including a kitchen and bathroom, designed for living in.",
      "definition_translation": "Um apartamento é um conjunto de salas, incluindo cozinha e banheiro, projetado para viver dentro.",
      "example": "I rented a flat last year, I'm living in a flat now, and I will buy a flat soon.",
      "example_translation": "Eu aluguei um apartamento no ano passado, estou morando em um apartamento agora, e irei comprar um apartamento em breve.",
      "imageLink": "image_files\\English\\flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hospital",
      "translation": "hospitál",
      "definition": "A hospital is a health care institution providing patient treatment with specialized medical and surgical services and staff.",
      "definition_translation": "Um hospital é uma instituição de saúde que fornece tratamento de pacientes com serviços médicos e cirúrgicos especializados e pessoal.",
      "example": "I visited my friend at the hospital yesterday. I will visit him again tomorrow. I had visited him last week.",
      "example_translation": "Eu visitei meu amigo no hospital ontem. Vou visitá-lo novamente amanhã. Eu o havia visitado na semana passada.",
      "imageLink": "image_files\\English\\hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hotel",
      "translation": "hotel",
      "definition": "A hotel is an establishment that provides paid lodging, usually on a short-term basis.",
      "definition_translation": "Um hotel é um estabelecimento que fornece alojamento pago, geralmente por um curto prazo.",
      "example": "I stayed at a hotel in Paris last year. I am staying at a hotel now. I will stay at a hotel next month.",
      "example_translation": "Eu fiquei em um hotel em Paris no ano passado. Estou hospedado em um hotel agora. Vou ficar em um hotel no próximo mês.",
      "imageLink": "image_files\\English\\hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "house",
      "translation": "casa",
      "definition": "A house is a building for human habitation, especially a dwelling or residence.",
      "definition_translation": "Uma casa é um edifício para habitação humana, especialmente uma moradia ou residência.",
      "example": "I lived in a house when I was a child. I live in a house now. I will live in a house when I retire.",
      "example_translation": "Eu vivi em uma casa quando eu era criança. Eu moro em uma casa agora. Vou morar em uma casa quando eu me aposentar.",
      "imageLink": "image_files\\English\\house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "museum",
      "translation": "museu",
      "definition": "A museum is an institution dedicated to the acquisition, conservation, study, exhibition, and educational interpretation of objects having scientific, historical, or artistic value.",
      "definition_translation": "Um museu é uma instituição dedicada à aquisição, conservação, estudo, exposição e interpretação educacional de objetos com valor científico, histórico ou artístico.",
      "example": "I visited a museum last week. I will visit a museum next month. I had visited a museum last year.",
      "example_translation": "Eu visitei um museu na semana passada. Vou visitar um museu no próximo mês. Eu havia visitado um museu no ano passado.",
      "imageLink": "image_files\\English\\museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "park",
      "translation": "parque",
      "definition": "A large public green area in a town, with grass, trees, and often facilities for recreation and entertainment.",
      "definition_translation": "Um grande espaço verde público em uma cidade, com grama, árvores e frequentemente instalações para recreação e entretenimento.",
      "example": "I walked through the park yesterday, I walk through the park every morning, I will walk through the park tomorrow.",
      "example_translation": "Eu caminhei pelo parque ontem, eu camino pelo parque todas as manhãs, eu caminharei pelo parque amanhã.",
      "imageLink": "image_files\\English\\park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "restaurant",
      "translation": "restaurante",
      "definition": "A place where people pay to sit and eat meals that are cooked and served on the premises.",
      "definition_translation": "Um lugar onde as pessoas pagam para sentar e comer refeições que são cozinhadas e servidas no local.",
      "example": "I ate at a restaurant last night, I eat at a restaurant every week, I will eat at a restaurant next month.",
      "example_translation": "Eu comi em um restaurante ontem à noite, eu como em um restaurante todas as semanas, eu comerei em um restaurante no próximo mês.",
      "imageLink": "image_files\\English\\restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "river",
      "translation": "rio",
      "definition": "A natural flowing body of water, often connecting lakes, wetlands, or oceans.",
      "definition_translation": "Um corpo natural de água que flui, frequentemente conectando lagos, áreas úmidas ou oceanos.",
      "example": "I swam in the river yesterday, I swim in the river every summer, I will swim in the river next year.",
      "example_translation": "Eu nadei no rio ontem, eu nado no rio todos os verões, eu nadarei no rio no próximo ano.",
      "imageLink": "image_files\\English\\river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "road",
      "translation": "estrada",
      "definition": "A way made for travel by vehicles, especially cars, buses, and trucks.",
      "definition_translation": "Uma maneira feita para viagem por veículos, especialmente carros, ônibus e caminhões.",
      "example": "I drove on the road last week, I drive on the road every day, I will drive on the road next week.",
      "example_translation": "Eu dirigi no caminho semana passada, eu dirijo no caminho todos os dias, eu dirigirei no caminho na próxima semana.",
      "imageLink": "image_files\\English\\road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "school",
      "translation": "escola",
      "definition": "An institution where people, especially children, go to learn from teachers.",
      "definition_translation": "Uma instituição onde as pessoas, especialmente crianças, vão aprender com professores.",
      "example": "I went to school yesterday, I'm going to school today, and I will go to school tomorrow.",
      "example_translation": "Eu fui para a escola ontem, estou indo para a escola hoje e irei para a escola amanhã.",
      "imageLink": "image_files\\English\\school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sea",
      "translation": "mar",
      "definition": "A large body of salt water that covers a significant part of the Earth's surface.",
      "definition_translation": "Um grande corpo de água salgada que cobre uma parte significativa da superfície da Terra.",
      "example": "I saw the sea yesterday, I'm seeing the sea today, and I will see the sea tomorrow.",
      "example_translation": "Eu vi o mar ontem, estou vendo o mar hoje e verei o mar amanhã.",
      "imageLink": "image_files\\English\\sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shop",
      "translation": "loja",
      "definition": "A building or part of a building where goods or services are sold or offered for sale.",
      "definition_translation": "Um prédio ou parte de um prédio onde mercadorias ou serviços são vendidos ou oferecidos para venda.",
      "example": "I shopped at the mall yesterday, I'm shopping at the mall today, and I will shop at the mall tomorrow.",
      "example_translation": "Eu fiz compras no shopping ontem, estou fazendo compras no shopping hoje e farei compras no shopping amanhã.",
      "imageLink": "image_files\\English\\shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "station",
      "translation": "estação",
      "definition": "A building or structure where trains or buses stop to let passengers get on or off.",
      "definition_translation": "Um prédio ou estrutura onde os trens ou ônibus param para deixar os passageiros subirem ou descerem.",
      "example": "I arrived at the station yesterday, I'm arriving at the station today, and I will arrive at the station tomorrow.",
      "example_translation": "Eu cheguei à estação ontem, estou chegando à estação hoje e chegarei à estação amanhã.",
      "imageLink": "image_files\\English\\station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stop",
      "translation": "parar",
      "definition": "To bring to an end or to halt; to cease moving or doing something",
      "definition_translation": "Parar ou interromper algo; cessar de se mover ou fazer algo",
      "example": "I stopped running when I reached the stop sign. I will stop by the store on my way home. I had stopped studying by the time the exam started.",
      "example_translation": "Eu parei de correr quando eu alcançei o sinal de parada. Eu vou parar na loja no meu caminho para casa. Eu havia parado de estudar quando o exame começou.",
      "imageLink": "image_files\\English\\stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "street",
      "translation": "rua",
      "definition": "A public thoroughfare in a built environment",
      "definition_translation": " Uma via pública em um ambiente construído",
      "example": "I walked down the street to get to the park. The street was closed due to construction. She will meet me on the street corner at 5 pm.",
      "example_translation": "Eu caminhei pela rua para chegar ao parque. A rua foi fechada devido à construção. Ela irá me encontrar no canto da rua às 5 pm.",
      "imageLink": "image_files\\English\\street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "supermarket",
      "translation": "supermercado",
      "definition": "A large retail market that sells food and other household products",
      "definition_translation": "Um grande mercado varejista que vende alimentos e outros produtos para o lar",
      "example": "I went to the supermarket to buy groceries. The supermarket is open 24 hours a day. She works as a cashier at a supermarket.",
      "example_translation": "Eu fui ao supermercado para comprar mantimentos. O supermercado está aberto 24 horas por dia. Ela trabalha como caixa de um supermercado.",
      "imageLink": "image_files\\English\\supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "swimming pool",
      "translation": "piscina",
      "definition": "A structure filled with water for people to swim in",
      "definition_translation": "Uma estrutura preenchida com água para as pessoas nadarem",
      "example": "I went to the swimming pool to swim laps. The swimming pool was closed for maintenance. They installed a new swimming pool in the backyard.",
      "example_translation": "Eu fui à piscina para nadar voltas. A piscina foi fechada para manutenção. Eles instalaram uma nova piscina no quintal.",
      "imageLink": "image_files\\English\\swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "town",
      "translation": "cidade",
      "definition": "A town is a human settlement that is larger than a village but smaller than a city.",
      "definition_translation": "Uma cidade é um assentamento humano que é maior que uma aldeia, mas menor que uma cidade.",
      "example": "I grew up in a small town, I live in a town now, and I will visit a town next year.",
      "example_translation": "Eu cresci em uma cidade pequena, eu moro em uma cidade agora, e eu visitarei uma cidade no próximo ano.",
      "imageLink": "image_files\\English\\town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "university",
      "translation": "universidade",
      "definition": "A university is an institution of higher education and research, which grants academic degrees in various fields of study.",
      "definition_translation": "Uma universidade é uma instituição de ensino superior e pesquisa, que concede diplomas acadêmicos em várias áreas de estudo.",
      "example": "I graduated from university last year, I am studying at university now, and I will attend university in the future.",
      "example_translation": "Eu me formei na universidade no ano passado, eu estou estudando na universidade agora, e eu frequentarei a universidade no futuro.",
      "imageLink": "image_files\\English\\university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "village",
      "translation": "aldeia",
      "definition": "A village is a group of houses and associated buildings, larger than a hamlet and smaller than a town, situated in a rural area.",
      "definition_translation": "Uma aldeia é um grupo de casas e edifícios associados, maior que uma aldeola e menor que uma cidade, situada em uma área rural.",
      "example": "I visited a village last summer, I will visit a village next summer, and I have visited a village many times.",
      "example_translation": "Eu visitei uma aldeia no verão passado, eu visitarei uma aldeia no próximo verão, e eu visitei uma aldeia muitas vezes.",
      "imageLink": "image_files\\English\\village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "zoo",
      "translation": "zoológico",
      "definition": "A zoo is a place where animals are kept in captivity for people to see and learn about them.",
      "definition_translation": "Um zoológico é um lugar onde os animais são mantidos em cativeiro para as pessoas verem e aprender sobre eles.",
      "example": "I went to the zoo yesterday, I will go to the zoo tomorrow, and I have gone to the zoo many times.",
      "example_translation": "Eu fui ao zoológico ontem, eu irei ao zoológico amanhã, e eu fui ao zoológico muitas vezes.",
      "imageLink": "image_files\\English\\zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "airport",
      "translation": "aeroporto",
      "definition": "A place where aircraft take off and land, usually having facilities for passengers and cargo.",
      "definition_translation": "Um lugar onde aeronaves decolam e aterram, geralmente tendo instalações para passageiros e carga.",
      "example": "I arrived at the airport yesterday, but my flight was delayed. Today, I am waiting at the airport for my connection. By this time tomorrow, I will have arrived at my destination airport.",
      "example_translation": "Cheguei ao aeroporto ontem, mas meu voo foi adiado. Hoje, estou esperando no aeroporto para minha conexão. Até essa hora amanhã, já terei chegado ao meu aeroporto de destino.",
      "imageLink": "image_files\\English\\airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "apartment",
      "translation": "apartamento",
      "definition": "A self-contained housing unit that occupies only part of a building.",
      "definition_translation": "Uma unidade de habitação autossuficiente que ocupa apenas parte de um prédio.",
      "example": "I rented an apartment in the city when I was a student. Now, I own an apartment near the beach. In five years, I plan to buy another apartment in the mountains.",
      "example_translation": "Aluguei um apartamento na cidade quando eu era estudante. Agora, eu possuo um apartamento perto da praia. Em cinco anos, pretendo comprar outro apartamento nos montes.",
      "imageLink": "image_files\\English\\apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "area",
      "translation": "área",
      "definition": "A particular extent of land or space, especially one used for a specific purpose.",
      "definition_translation": "Uma extensão particular de terra ou espaço, especialmente uma usada para um propósito específico.",
      "example": "The park is a popular area for picnics. The business area of the city is very busy. By next year, the company will have expanded its area of operations.",
      "example_translation": "O parque é uma área popular para piqueniques. A área de negócios da cidade é muito movimentada. Até o ano que vem, a empresa terá expandido sua área de operações.",
      "imageLink": "image_files\\English\\area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bookshop",
      "translation": "livraria",
      "definition": "A shop where books are sold.",
      "definition_translation": "Uma loja onde livros são vendidos.",
      "example": "I visited a bookshop in the old part of town yesterday. The bookshop near my house is very convenient. By next month, I will have opened my own bookshop.",
      "example_translation": "Visitei uma livraria na parte antiga da cidade ontem. A livraria perto da minha casa é muito conveniente. Até o mês que vem, eu terei aberto minha própria livraria.",
      "imageLink": "image_files\\English\\bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bookstore",
      "translation": "livraria",
      "definition": "A building or room that contains a large collection of books, periodicals, and other publications, typically arranged on shelves, and often having a counter or desk for sales or consultation.",
      "definition_translation": "Um edifício ou sala que contém uma grande coleção de livros, periódicos e outras publicações, geralmente arranjados em prateleiras, e frequentemente tendo um balcão ou mesa para vendas ou consulta.",
      "example": "I went to the bookstore yesterday and bought a new novel. Today, I am going to the bookstore to return a book, and tomorrow I will go to the bookstore to attend a book signing event.",
      "example_translation": "Eu fui à livraria ontem e comprei um novo romance. Hoje, estou indo à livraria para devolver um livro, e amanhã irei à livraria para participar de um evento de assinatura de livros.",
      "imageLink": "image_files\\English\\bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bridge",
      "translation": "ponte",
      "definition": "A structure built to span a valley, road, body of water, or other obstacle, typically connecting two land areas or providing access to a crossing.",
      "definition_translation": "Uma estrutura construída para atravessar um vale, estrada, corpo de água ou outro obstáculo, conectando geralmente duas áreas de terra ou fornecendo acesso a uma travessia.",
      "example": "The old bridge was designed by a famous engineer and built in the 19th century. Today, the bridge is closed for maintenance, but yesterday it was open to pedestrians. By next year, the new bridge will be completed.",
      "example_translation": "A ponte antiga foi projetada por um engenheiro famoso e construída no século 19. Hoje, a ponte está fechada para manutenção, mas ontem estava aberta a pedestres. Até o ano que vem, a nova ponte estará concluída.",
      "imageLink": "image_files\\English\\bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "building",
      "translation": "prédio",
      "definition": "A structure with a roof and walls, such as a house, office, or factory, designed for human occupation or use.",
      "definition_translation": "Uma estrutura com telhado e paredes, como uma casa, escritório ou fábrica, projetada para ocupação ou uso humano.",
      "example": "The building was evacuated during the fire alarm. Yesterday, the building was inspected by the city officials, and tomorrow the building will be open to the public.",
      "example_translation": "O prédio foi evacuado durante o alarme de incêndio. Ontem, o prédio foi inspecionado pelos funcionários da cidade, e amanhã o prédio estará aberto ao público.",
      "imageLink": "image_files\\English\\building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bus station",
      "translation": "estação de ônibus",
      "definition": "A place or building where buses stop to pick up or drop off passengers, often having facilities such as ticket offices, waiting rooms, and refreshment stands.",
      "definition_translation": "Um lugar ou edifício onde os ônibus param para pegar ou deixar passageiros, frequentemente tendo instalações como bilheterias, salas de espera e quiosques de refreshment.",
      "example": "I arrived at the bus station early to buy my ticket. Yesterday, the bus station was crowded with people going on vacation, and tomorrow it will be quieter.",
      "example_translation": "Eu cheguei à estação de ônibus cedo para comprar meu bilhete. Ontem, a estação de ônibus estava lotada de pessoas indo para férias, e amanhã estará mais tranquila.",
      "imageLink": "image_files\\English\\bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bus stop",
      "translation": "parada de ônibus",
      "definition": "A place where buses stop to let people on and off.",
      "definition_translation": "Um lugar onde os ônibus param para deixar as pessoas entrada e saída.",
      "example": "I'll meet you at the bus stop at 5 pm. Yesterday, I took the bus from the bus stop near my house. By next year, the bus stop will be renovated.",
      "example_translation": "Vou encontrar você na parada de ônibus às 5 pm. Ontem, eu peguei o ônibus da parada de ônibus perto da minha casa. Até o próximo ano, a parada de ônibus será reformada.",
      "imageLink": "image_files\\English\\bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cafeteria",
      "translation": "cafetaria",
      "definition": "A place where people can buy and eat food, usually in a school or office building.",
      "definition_translation": "Um lugar onde as pessoas podem comprar e comer comida, geralmente em um prédio escolar ou de escritório.",
      "example": "The cafeteria serves breakfast and lunch. Yesterday, I ate a sandwich in the cafeteria during my break. By next month, the cafeteria will offer vegan options.",
      "example_translation": "A cafetaria serve café da manhã e almoço. Ontem, eu comi um sanduíche na cafetaria durante minha pausa. Até o próximo mês, a cafetaria oferecerá opções veganas.",
      "imageLink": "image_files\\English\\cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "capital",
      "translation": "capital",
      "definition": "The city or town that is the center of government of a country, state, or region.",
      "definition_translation": "A cidade ou cidade que é o centro do governo de um país, estado ou região.",
      "example": "Washington D.C. is the capital of the United States. Yesterday, I visited the capital building in Austin. By next year, the capital city will host the Olympics.",
      "example_translation": "Washington D.C. é a capital dos Estados Unidos. Ontem, eu visitei o prédio da capital em Austin. Até o próximo ano, a cidade capital sediará os Jogos Olímpicos.",
      "imageLink": "image_files\\English\\capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "car park",
      "translation": "estacionamento",
      "definition": "A place where people can park their cars, usually in a designated area.",
      "definition_translation": "Um lugar onde as pessoas podem estacionar seus carros, geralmente em uma área designada.",
      "example": "The car park is full, let's park on the street. Yesterday, I drove around the car park to find a spot. By next week, the car park will be renovated.",
      "example_translation": "O estacionamento está cheio, vamos estacionar na rua. Ontem, eu dirigi em torno do estacionamento para encontrar um lugar. Até a próxima semana, o estacionamento será reformado.",
      "imageLink": "image_files\\English\\car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "castle",
      "translation": "castelo",
      "definition": "A large building or structure, typically built in the past for a king or other important person, often surrounded by walls and towers.",
      "definition_translation": "Um grande edifício ou estrutura, tipicamente construído no passado para um rei ou outra pessoa importante, muitas vezes cercado por paredes e torres.",
      "example": "I visited a medieval castle last weekend. I am going to visit a castle tomorrow. I visited a castle last year.",
      "example_translation": "Eu visitei um castelo medieval no fim de semana passado. Eu vou visitar um castelo amanhã. Eu visitei um castelo no ano passado.",
      "imageLink": "image_files\\English\\castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cathedral",
      "translation": "catedral",
      "definition": "A large, impressive church, typically one of the most important in a city or region, often with a bishop or archbishop.",
      "definition_translation": "Uma grande e impressionante igreja, tipicamente uma das mais importantes em uma cidade ou região, muitas vezes com um bispo ou arcebispo.",
      "example": "The cathedral in our city is very beautiful. I will attend a mass at the cathedral tomorrow. I attended a wedding at the cathedral last month.",
      "example_translation": "A catedral em nossa cidade é muito bonita. Eu irei assistir a uma missa na catedral amanhã. Eu assisti a um casamento na catedral no mês passado.",
      "imageLink": "image_files\\English\\cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "centre",
      "translation": "centro",
      "definition": "The middle point or part of something, such as a city, a building, or a circle.",
      "definition_translation": "O ponto ou parte central de algo, como uma cidade, um edifício ou um círculo.",
      "example": "The city centre is very busy. I will meet you at the centre of the park. The centre of the circle is marked with a dot.",
      "example_translation": "O centro da cidade é muito movimentado. Eu irei me encontrar com você no centro do parque. O centro do círculo está marcado com um ponto.",
      "imageLink": "image_files\\English\\centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chemist's",
      "translation": "farmácia",
      "definition": "A shop where medicines, chemicals, and other products are sold, often with a qualified person who gives advice on their use.",
      "definition_translation": "Uma loja onde se vendem medicamentos, produtos químicos e outros produtos, muitas vezes com uma pessoa qualificada que dá conselhos sobre seu uso.",
      "example": "I am going to the chemist's to buy some medicine. The chemist's shop is open 24 hours. I went to the chemist's yesterday to ask for advice.",
      "example_translation": "Eu vou à farmácia comprar alguns medicamentos. A loja da farmácia está aberta 24 horas. Eu fui à farmácia ontem para pedir conselho.",
      "imageLink": "image_files\\English\\chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "church",
      "translation": "igreja",
      "definition": "A building for Christian worship, typically featuring a nave, altar, and pulpit.",
      "definition_translation": "Um prédio para adoração cristã, caracteristicamente com uma nave, altar e púlpito.",
      "example": "I went to church last Sunday, I am going to church tomorrow, and I went to church every week when I was a child.",
      "example_translation": "Eu fui à igreja no último domingo, vou à igreja amanhã e eu ia à igreja todas as semanas quando eu era uma criança.",
      "imageLink": "image_files\\English\\church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "city centre",
      "translation": "centro da cidade",
      "definition": "The central part of a city, usually featuring main shops, offices, and public buildings.",
      "definition_translation": "A parte central de uma cidade, normalmente com lojas principais, escritórios e edifícios públicos.",
      "example": "I love visiting the city centre on weekends, I visited the city centre last year, and I will visit the city centre next month.",
      "example_translation": "Eu amo visitar o centro da cidade nos fins de semana, visitei o centro da cidade ano passado e vou visitar o centro da cidade próximo mês.",
      "imageLink": "image_files\\English\\city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "clothes shop",
      "translation": "loja de roupas",
      "definition": "A retail establishment that sells clothing and accessories.",
      "definition_translation": "Um estabelecimento de varejo que vende roupas e acessórios.",
      "example": "I bought a new shirt at the clothes shop yesterday, I am going to the clothes shop tomorrow, and I will buy a new dress at the clothes shop next week.",
      "example_translation": "Eu comprei uma camisa nova na loja de roupas ontem, vou à loja de roupas amanhã e vou comprar um vestido novo na loja de roupas na próxima semana.",
      "imageLink": "image_files\\English\\clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "club",
      "translation": "clube",
      "definition": "An organization or group of people who share similar interests or activities.",
      "definition_translation": "Uma organização ou grupo de pessoas que compartilham interesses ou atividades semelhantes.",
      "example": "I went to the club last night, I am going to the club tonight, and I will go to the club next weekend.",
      "example_translation": "Eu fui ao clube na noite passada, vou ao clube esta noite e vou ao clube no próximo fim de semana.",
      "imageLink": "image_files\\English\\club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "college",
      "translation": "faculdade",
      "definition": "An educational institution or establishment, in particular a school, college, or university, that provides higher education and is usually attended by people aged 17 or older.",
      "definition_translation": "Uma instituição educacional ou estabelecimento, em particular uma escola, faculdade ou universidade, que fornece educação superior e é geralmente frequentada por pessoas com 17 anos ou mais.",
      "example": "I graduated from college last year. I am currently attending college. I will attend college next year.",
      "example_translation": "Eu me formei na faculdade no ano passado. Eu estou atualmente frequentando a faculdade. Eu frequentarei a faculdade no ano que vem.",
      "imageLink": "image_files\\English\\college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "corner",
      "translation": "canto",
      "definition": "The point or area where two or more edges, surfaces, or lines meet or intersect.",
      "definition_translation": "O ponto ou área onde duas ou mais bordas, superfícies ou linhas se encontram ou se intersectam.",
      "example": "I will sit in the corner of the room. I sat in the corner of the room last night. I sat in the corner of the room this morning.",
      "example_translation": "Eu sentarei no canto do quarto. Eu sentei no canto do quarto ontem à noite. Eu sentei no canto do quarto esta manhã.",
      "imageLink": "image_files\\English\\corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "department store",
      "translation": "loja de departamentos",
      "definition": "A large retail store that sells a wide range of products, including clothing, cosmetics, household goods, and more.",
      "definition_translation": "Uma loja de varejo grande que vende uma ampla gama de produtos, incluindo roupas, cosméticos, produtos para o lar e mais.",
      "example": "I will shop at the department store tomorrow. I shopped at the department store yesterday. I shop at the department store every week.",
      "example_translation": "Eu farei compras na loja de departamentos amanhã. Eu fiz compras na loja de departamentos ontem. Eu faço compras na loja de departamentos todas as semanas.",
      "imageLink": "image_files\\English\\department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "disco",
      "translation": "disco",
      "definition": "A type of vinyl record used for playing music, or a nightclub where recorded music is played.",
      "definition_translation": "Um tipo de registro de vinil usado para tocar música, ou uma boate onde música gravada é tocada.",
      "example": "I used to listen to disco music in the 70s. I went to a disco party last night. I will attend a disco event next month.",
      "example_translation": "Eu costumava ouvir música disco nos anos 70. Eu fui a uma festa de disco ontem à noite. Eu irei a um evento de disco no próximo mês.",
      "imageLink": "image_files\\English\\disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drugstore",
      "translation": "farmácia",
      "definition": "A retail store where drugs and other healthcare products are sold.",
      "definition_translation": "Uma loja varejista onde drogas e outros produtos de saúde são vendidos.",
      "example": "I went to the drugstore to buy some medicine yesterday, I will go again tomorrow, and I had gone last week.",
      "example_translation": "Eu fui à farmácia para comprar algum remédio ontem, irei novamente amanhã e havia ido semana passada.",
      "imageLink": "image_files\\English\\drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "entrance",
      "translation": "entrada",
      "definition": "The point of entering or gaining access to a place, building, or system.",
      "definition_translation": "O ponto de entrada ou acesso a um lugar, edifício ou sistema.",
      "example": "The entrance to the museum was closed yesterday, it will be open tomorrow, and it was opened last week.",
      "example_translation": "A entrada do museu estava fechada ontem, estará aberta amanhã e havia sido aberta semana passada.",
      "imageLink": "image_files\\English\\entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "exit",
      "translation": "saída",
      "definition": "A way out of a place, building, or system.",
      "definition_translation": "Uma maneira de sair de um lugar, edifício ou sistema.",
      "example": "I found the exit of the building quickly yesterday, I will find it again tomorrow, and I had found it last week.",
      "example_translation": "Eu encontrei a saída do prédio rapidamente ontem, irei encontrar novamente amanhã e havia encontrado semana passada.",
      "imageLink": "image_files\\English\\exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "field",
      "translation": "campo",
      "definition": "An open area of land, usually used for a particular purpose, such as agriculture or sports.",
      "definition_translation": "Uma área aberta de terra, geralmente utilizada para um propósito específico, como agricultura ou esportes.",
      "example": "The team had played in the field yesterday, they will play again tomorrow, and they played last week.",
      "example_translation": "A equipe havia jogado no campo ontem, vão jogar novamente amanhã e jogaram semana passada.",
      "imageLink": "image_files\\English\\field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "garage",
      "translation": "garagem",
      "definition": "A building or shed for housing a car, truck, or other vehicle.",
      "definition_translation": "Um edifício ou galpão para abrigar um carro, caminhão ou outro veículo.",
      "example": "I parked my car in the garage last night. I will park my car in the garage tonight. I parked my car in the garage yesterday.",
      "example_translation": "Eu estacionei meu carro na garagem ontem à noite. Eu estacionarei meu carro na garagem esta noite. Eu estacionei meu carro na garagem ontem.",
      "imageLink": "image_files\\English\\garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hill",
      "translation": "monte",
      "definition": "A naturally raised area of land, often with steep sides and a rounded top.",
      "definition_translation": "Uma área de terra naturalmente elevada, muitas vezes com lados íngremes e um topo arredondado.",
      "example": "I climbed up the hill to get a better view. I will climb up the hill to see the sunset. I climbed up the hill yesterday to exercise.",
      "example_translation": "Eu subi o monte para ter uma visão melhor. Eu subirei o monte para ver o pôr do sol. Eu subi o monte ontem para me exercitar.",
      "imageLink": "image_files\\English\\hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "island",
      "translation": "ilha",
      "definition": "A piece of land surrounded by water.",
      "definition_translation": "Um pedaço de terra rodeado por água.",
      "example": "I visited a beautiful island in the Caribbean last year. I will visit an island in Greece this summer. I visited an island in Hawaii when I was a kid.",
      "example_translation": "Eu visitei uma ilha bonita no Caribe ano passado. Eu visitarei uma ilha na Grécia este verão. Eu visitei uma ilha no Havaí quando eu era criança.",
      "imageLink": "image_files\\English\\island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "library",
      "translation": "biblioteca",
      "definition": "A building or room containing a collection of books, periodicals, and other sources of information.",
      "definition_translation": "Um edifício ou sala contendo uma coleção de livros, periódicos e outras fontes de informação.",
      "example": "I went to the library to study for my exam. I will go to the library to research for my project. I went to the library yesterday to return a book.",
      "example_translation": "Eu fui à biblioteca para estudar para o meu exame. Eu irei à biblioteca para pesquisar para o meu projeto. Eu fui à biblioteca ontem para devolver um livro.",
      "imageLink": "image_files\\English\\library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lift",
      "translation": "elevador",
      "definition": "A device used to raise or lower people or objects between floors in a building.",
      "definition_translation": "Um dispositivo usado para elevar ou abaixar pessoas ou objetos entre andares em um prédio.",
      "example": "I took the lift to the top floor. I will take the lift to the office tomorrow. I took the lift to the gym yesterday.",
      "example_translation": "Eu peguei o elevador para o andar de cima. Eu vou pegar o elevador para o escritório amanhã. Eu peguei o elevador para a academia ontem.",
      "imageLink": "image_files\\English\\lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "market",
      "translation": "mercado",
      "definition": "A regular gathering of people for the sale of food, goods, or services.",
      "definition_translation": "Um encontro regular de pessoas para a venda de alimentos, mercadorias ou serviços.",
      "example": "I went to the market to buy some fruits. She will go to the market to sell her crafts. They went to the market to buy some clothes.",
      "example_translation": "Eu fui ao mercado para comprar algumas frutas. Ela irá ao mercado para vender seus artesanatos. Eles foram ao mercado para comprar algumas roupas.",
      "imageLink": "image_files\\English\\market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mosque",
      "translation": "mesquita",
      "definition": "A building for Muslim worship.",
      "definition_translation": "Um edifício para o culto muçulmano.",
      "example": "The mosque is a beautiful building in the city. I visited a mosque during my trip to Istanbul. They are building a new mosque in our neighborhood.",
      "example_translation": "A mesquita é um belo edifício na cidade. Eu visitei uma mesquita durante minha viagem para Istambul. Eles estão construindo uma nova mesquita em nosso bairro.",
      "imageLink": "image_files\\English\\mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "motorway",
      "translation": "autoestrada",
      "definition": "A high-speed road, especially one with multiple lanes and limited access.",
      "definition_translation": "Uma estrada de alta velocidade, especialmente uma com múltiplas faixas e acesso limitado.",
      "example": "I drove on the motorway to get to the city quickly. She will take the motorway to avoid the traffic jam. They drove on the motorway to reach their destination.",
      "example_translation": "Eu dirigi na autoestrada para chegar à cidade rapidamente. Ela irá pela autoestrada para evitar o congestionamento. Eles dirigiram na autoestrada para alcançar seu destino.",
      "imageLink": "image_files\\English\\motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mountain",
      "translation": "montanha",
      "definition": "A natural elevation of the earth's surface rising more or less abruptly from the surrounding level and attaining an altitude which, relative to the adjacent elevation, is impressive or notable.",
      "definition_translation": "Uma elevação natural da superfície da terra que sobe mais ou menos abruptamente do nível circundante e atinge uma altitude que, em relação à elevação adjacente, é impressionante ou notável.",
      "example": "I climbed the mountain last year, I am climbing the mountain now, and I will climb the mountain next year.",
      "example_translation": "Eu escali a montanha no ano passado, estou escalando a montanha agora e escalarei a montanha no ano que vem.",
      "imageLink": "image_files\\English\\mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "office",
      "translation": "escritório",
      "definition": "A room or set of rooms where people work, often in an office building.",
      "definition_translation": "Um quarto ou conjunto de quartos onde as pessoas trabalham, muitas vezes em um prédio de escritório.",
      "example": "I went to the office yesterday, I am working in the office now, and I will go to the office tomorrow.",
      "example_translation": "Eu fui ao escritório ontem, estou trabalhando no escritório agora e irei ao escritório amanhã.",
      "imageLink": "image_files\\English\\office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "path",
      "translation": "caminho",
      "definition": "A way or track made for walking, especially in a garden or park.",
      "definition_translation": "Um caminho ou trilha feita para caminhar, especialmente em um jardim ou parque.",
      "example": "I walked along the path yesterday, I am walking along the path now, and I will walk along the path tomorrow.",
      "example_translation": "Eu caminhei pelo caminho ontem, estou caminhando pelo caminho agora e caminharei pelo caminho amanhã.",
      "imageLink": "image_files\\English\\path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pet shop",
      "translation": "loja de animais de estimação",
      "definition": "A store that sells animals, especially pets, and pet food and supplies.",
      "definition_translation": "Uma loja que vende animais, especialmente animais de estimação, e alimentos e suprimentos para animais de estimação.",
      "example": "I visited a pet shop last week, I am visiting a pet shop now, and I will visit a pet shop next month.",
      "example_translation": "Eu visitei uma loja de animais de estimação na semana passada, estou visitando uma loja de animais de estimação agora e visitarei uma loja de animais de estimação no próximo mês.",
      "imageLink": "image_files\\English\\pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "petrol station",
      "translation": "posto de gasolina",
      "definition": "A petrol station, also known as a gas station, is a facility that sells fuel and lubricants for motor vehicles.",
      "definition_translation": "Um posto de gasolina, também conhecido como posto de combustível, é uma instalação que vende combustível e lubrificantes para veículos motorizados.",
      "example": "I filled up my car's tank at the petrol station yesterday, and now I'll fill it up again tomorrow. I had filled it up last week. I will fill it up every week.",
      "example_translation": "Eu enchi o tanque do meu carro no posto de gasolina ontem, e agora vou enchê-lo novamente amanhã. Eu o tinha enchido na semana passada. Vou enchê-lo todas as semanas.",
      "imageLink": "image_files\\English\\petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "playground",
      "translation": "parque infantil",
      "definition": "A playground is an area designed for children to play, typically outdoors, with equipment such as swings, slides, and climbing frames.",
      "definition_translation": "Um parque infantil é uma área projetada para crianças brincarem, tipicamente ao ar livre, com equipamentos como balanços, escorreguios e quadros de escalada.",
      "example": "The children played on the swings and slide at the playground yesterday, but they will play on the climbing frame tomorrow. They had played on the seesaw last week.",
      "example_translation": "As crianças brincaram nos balanços e escorreguios no parque infantil ontem, mas vão brincar no quadro de escalada amanhã. Elas tinham brincado no jogo do balanço na semana passada.",
      "imageLink": "image_files\\English\\playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "police station",
      "translation": "esquadra de polícia",
      "definition": "A police station is a building or facility where police officers are based and where the public can report crimes or seek assistance.",
      "definition_translation": "Uma esquadra de polícia é um edifício ou instalação onde os policiais estão baseados e onde o público pode denunciar crimes ou buscar assistência.",
      "example": "I went to the police station to report my stolen bike yesterday, and now I'll go there again tomorrow. I had gone there last week to file a complaint.",
      "example_translation": "Fui à esquadra de polícia para denunciar minha bicicleta roubada ontem, e agora vou lá novamente amanhã. Eu tinha ido lá na semana passada para registrar uma queixa.",
      "imageLink": "image_files\\English\\police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pool",
      "translation": "piscina",
      "definition": "A pool is a structure that holds water for people to swim in, often used for recreation or exercise.",
      "definition_translation": "Uma piscina é uma estrutura que segura água para as pessoas nadarem, frequentemente usada para recreação ou exercício.",
      "example": "I swam in the pool at the hotel yesterday, and now I'll swim in it again tomorrow. I had swum in it last week with my friends.",
      "example_translation": "Nadei na piscina do hotel ontem, e agora vou nadar nela novamente amanhã. Eu tinha nadado nela na semana passada com meus amigos.",
      "imageLink": "image_files\\English\\pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "post office",
      "translation": "correio",
      "definition": "A building or facility where postal services are provided, including the sending and receiving of mail and packages.",
      "definition_translation": "Um edifício ou facilidade onde os serviços postais são fornecidos, incluindo o envio e recebimento de correio e pacotes.",
      "example": "I went to the post office to mail a letter to my friend. I will go to the post office tomorrow to buy stamps. I have been to the post office several times this week.",
      "example_translation": "Eu fui ao correio para enviar uma carta para meu amigo. Eu irei ao correio amanhã para comprar selos. Eu estive ao correio várias vezes essa semana.",
      "imageLink": "image_files\\English\\post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pub",
      "translation": "bar",
      "definition": "A public house or inn that serves beer, wine, and other beverages, often with food and entertainment.",
      "definition_translation": "Uma casa pública ou pousada que serve cerveja, vinho e outras bebidas, frequentemente com comida e entretenimento.",
      "example": "I met my friends at the pub to watch the game. She went to the pub last night to meet her colleagues. They will open a new pub on Main Street next month.",
      "example_translation": "Eu encontrei meus amigos no bar para assistir ao jogo. Ela foi ao bar ontem à noite para encontrar seus colegas de trabalho. Eles vão abrir um novo bar na Rua Principal próximo mês.",
      "imageLink": "image_files\\English\\pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "railway",
      "translation": "ferrovia",
      "definition": "A means of transportation using trains that run on fixed rails, often connecting cities and towns.",
      "definition_translation": "Um meio de transporte que usa trens que circulam em trilhos fixos, frequentemente conectando cidades e vilas.",
      "example": "I took the railway to visit my family in the countryside. The railway station was crowded during rush hour. They are planning to build a new railway line to the airport.",
      "example_translation": "Eu peguei a ferrovia para visitar minha família no campo. A estação de trem estava lotada durante o horário de pico. Eles estão planejando construir uma nova linha de ferrovia para o aeroporto.",
      "imageLink": "image_files\\English\\railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "railway station",
      "translation": "estação de trem",
      "definition": "A building or facility where trains stop to pick up and drop off passengers and freight.",
      "definition_translation": "Um edifício ou facilidade onde os trens param para pegar e deixar passageiros e carga.",
      "example": "I arrived at the railway station just in time to catch the train. The railway station was renovated last year. She will meet her friend at the railway station tomorrow.",
      "example_translation": "Eu cheguei à estação de trem justo a tempo de pegar o trem. A estação de trem foi reformada no ano passado. Ela irá encontrar seu amigo na estação de trem amanhã.",
      "imageLink": "image_files\\English\\railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shoe shop",
      "translation": "loja de sapatos",
      "definition": "A retail establishment that sells shoes and other footwear.",
      "definition_translation": "Um estabelecimento retalheiro que vende sapatos e outros calçados.",
      "example": "I went to the shoe shop to buy new sneakers. I'm going to the shoe shop to buy new boots. I will go to the shoe shop to buy new sandals.",
      "example_translation": "Eu fui à loja de sapatos para comprar tênis novos. Estou indo à loja de sapatos para comprar botas novas. Irei à loja de sapatos para comprar sandálias novas.",
      "imageLink": "image_files\\English\\shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shopping centre",
      "translation": "centro comercial",
      "definition": "A large building or area that contains many shops, restaurants, and other businesses.",
      "definition_translation": "Um prédio grande ou área que contém muitas lojas, restaurantes e outros negócios.",
      "example": "I spent all day at the shopping centre with my friends. We're going to the shopping centre to see a movie. We will meet at the shopping centre at 5pm.",
      "example_translation": "Passei todo o dia no centro comercial com meus amigos. Nós vamos ao centro comercial para assistir a um filme. Nós vamos nos encontrar no centro comercial às 5pm.",
      "imageLink": "image_files\\English\\shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sports centre",
      "translation": "centro desportivo",
      "definition": "A facility that provides space and equipment for various sports and physical activities.",
      "definition_translation": "Uma instalação que fornece espaço e equipamento para vários esportes e atividades físicas.",
      "example": "I'm going to the sports centre to play basketball. We went to the sports centre to take a yoga class. They will build a new sports centre in our town.",
      "example_translation": "Estou indo ao centro desportivo para jogar basquete. Nós fomos ao centro desportivo para fazer uma aula de ioga. Eles vão construir um novo centro desportivo em nossa cidade.",
      "imageLink": "image_files\\English\\sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "square",
      "translation": "praça",
      "definition": "An open area in a city or town, often with buildings, monuments, or other features around it.",
      "definition_translation": "Uma área aberta em uma cidade ou cidade, frequentemente com prédios, monumentos ou outros recursos em torno.",
      "example": "The town square was filled with people celebrating the holiday. We sat in the square and watched the street performers. The city will renovate the main square next year.",
      "example_translation": "A praça da cidade estava cheia de pessoas comemorando o feriado. Nós sentamos na praça e assistimos os artistas de rua. A cidade vai renovar a praça principal no ano que vem.",
      "imageLink": "image_files\\English\\square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stadium",
      "translation": "estádio",
      "definition": "A stadium is a large outdoor or indoor venue for sports, concerts, and other events.",
      "definition_translation": "Um estádio é uma grande área ao ar livre ou indoor para esportes, concertos e outros eventos.",
      "example": "I went to the stadium to watch the football match last night, but I will go to the stadium to watch the concert next month, and I had gone to the stadium to watch the athletics competition last year.",
      "example_translation": "Eu fui ao estádio assistir ao jogo de futebol ontem à noite, mas irei ao estádio assistir ao concerto no próximo mês, e eu tinha ido ao estádio assistir à competição de atletismo no ano passado.",
      "imageLink": "image_files\\English\\stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "theatre",
      "translation": "teatro",
      "definition": "A theatre is a building or space for the performance of plays, musicals, and other forms of live entertainment.",
      "definition_translation": "Um teatro é um prédio ou espaço para a performance de peças, musicais e outras formas de entretenimento ao vivo.",
      "example": "I have gone to the theatre to watch a play, I am going to the theatre to watch a musical, and I will go to the theatre to watch a comedy show.",
      "example_translation": "Eu fui ao teatro assistir a uma peça, eu vou ao teatro assistir a um musical, e irei ao teatro assistir a um show de comédia.",
      "imageLink": "image_files\\English\\theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ticket office",
      "translation": "bilheteria",
      "definition": "A ticket office is a place where people can buy tickets for events, travel, or attractions.",
      "definition_translation": "Uma bilheteria é um lugar onde as pessoas podem comprar ingressos para eventos, viagens ou atrações.",
      "example": "I went to the ticket office to buy tickets for the concert, but they had already sold out, so I will go to the ticket office to buy tickets for the football match tomorrow.",
      "example_translation": "Eu fui à bilheteria comprar ingressos para o concerto, mas eles já haviam esgotado, então irei à bilheteria comprar ingressos para o jogo de futebol amanhã.",
      "imageLink": "image_files\\English\\ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "toy shop",
      "translation": "loja de brinquedos",
      "definition": "A toy shop is a store that sells toys, games, and other fun items for children.",
      "definition_translation": "Uma loja de brinquedos é uma loja que vende brinquedos, jogos e outros itens divertidos para crianças.",
      "example": "I went to the toy shop to buy a gift for my sister, but she had already bought the toy, so I will go to the toy shop to buy a new toy for my brother.",
      "example_translation": "Eu fui à loja de brinquedos comprar um presente para minha irmã, mas ela já havia comprado o brinquedo, então irei à loja de brinquedos comprar um novo brinquedo para meu irmão.",
      "imageLink": "image_files\\English\\toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "underground",
      "translation": "subterrâneo",
      "definition": "Located or taking place beneath the surface of the earth, especially in a tunnel or subway system.",
      "definition_translation": "Localizado ou ocorrendo abaixo da superfície da terra, especialmente em um túnel ou sistema de metrô.",
      "example": "I took the underground to get to the city center. I will take the underground to the airport tomorrow. I took the underground home last night.",
      "example_translation": "Eu peguei o metrô para chegar ao centro da cidade. Eu vou pegar o metrô para o aeroporto amanhã. Eu peguei o metrô para casa ontem à noite.",
      "imageLink": "image_files\\English\\the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "apartment building",
      "translation": "prédio de apartamentos",
      "definition": "A building containing multiple apartment units, typically with shared common areas and amenities.",
      "definition_translation": "Um prédio contendo múltiplos apartamentos, tipicamente com áreas comuns e amenities compartilhadas.",
      "example": "I live in an apartment building on the outskirts of the city. She will move into an apartment building next month. They lived in an apartment building before buying a house.",
      "example_translation": "Eu moro em um prédio de apartamentos nos arredores da cidade. Ela vai se mudar para um prédio de apartamentos no mês que vem. Eles moravam em um prédio de apartamentos antes de comprar uma casa.",
      "imageLink": "image_files\\English\\apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "balcony",
      "translation": "varanda",
      "definition": "A platform projecting from the wall of a building, usually surrounded by a railing, and often having a view.",
      "definition_translation": "Uma plataforma projetada da parede de um prédio, geralmente cercada por uma balaustrada, e frequentemente tendo uma vista.",
      "example": "I sat on the balcony to enjoy the sunset. They have a balcony with a beautiful view of the ocean. She will decorate the balcony with flowers next week.",
      "example_translation": "Eu sentei na varanda para desfrutar do pôr do sol. Eles têm uma varanda com uma vista deslumbrante do oceano. Ela vai decorar a varanda com flores na semana que vem.",
      "imageLink": "image_files\\English\\balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "block",
      "translation": "bloco",
      "definition": "A solid piece of material, such as wood or stone, used in building or construction.",
      "definition_translation": "Um pedaço sólido de material, como madeira ou pedra, usado em construção ou edificação.",
      "example": "The construction workers laid the block foundation. They will move the block of stone to the new site. I will build a block tower with my Legos.",
      "example_translation": "Os trabalhadores de construção colocaram a fundação de bloco. Eles vão mover o bloco de pedra para o novo local. Eu vou construir uma torre de bloco com meus Lego.",
      "imageLink": "image_files\\English\\block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "campsite",
      "translation": "local de acampamento",
      "definition": "A campsite is a designated area, usually in a natural environment, where people can pitch a tent or park a caravan or other vehicle for overnight or longer stays.",
      "definition_translation": "Um local de acampamento é uma área designada, geralmente em um ambiente natural, onde as pessoas podem montar uma tenda ou estacionar uma carroça ou outro veículo para pernoitar ou ficar por mais tempo.",
      "example": "I went to the campsite with my family last summer and we had a great time. We will go to the campsite again next year. They are going to the campsite this weekend.",
      "example_translation": "Eu fui ao local de acampamento com minha família no verão passado e tivemos um ótimo tempo. Nós iremos ao local de acampamento novamente ano que vem. Eles vão ao local de acampamento nesta semana.",
      "imageLink": "image_files\\English\\campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "canteen",
      "translation": "cantina",
      "definition": "A canteen is a container, typically made of metal or plastic, used to carry drinking water, especially for use outdoors.",
      "definition_translation": "Uma cantina é um recipiente, geralmente feito de metal ou plástico, usado para carregar água potável, especialmente para uso ao ar livre.",
      "example": "I took my canteen with me on the hike and refilled it at the stream. She bought a new canteen for her camping trip. They will bring their canteens to the picnic.",
      "example_translation": "Eu levei minha cantina comigo na trilha e a reabasteci no ribeirão. Ela comprou uma nova cantina para sua viagem de camping. Eles vão trazer suas cantinas para o piquenique.",
      "imageLink": "image_files\\English\\canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "circus",
      "translation": "circo",
      "definition": "A circus is a traveling performance that features acrobats, clowns, and trained animals, typically presented in a large tent or arena.",
      "definition_translation": "Um circo é uma apresentação itinerante que apresenta acrobatas, palhaços e animais treinados, tipicamente apresentados em uma grande tenda ou arena.",
      "example": "I went to the circus with my friends last weekend and we saw a great show. She has always loved the circus and its magic. They will take their kids to the circus next month.",
      "example_translation": "Eu fui ao circo com meus amigos no fim de semana passado e vimos um grande show. Ela sempre amou o circo e sua magia. Eles vão levar seus filhos ao circo no mês que vem.",
      "imageLink": "image_files\\English\\circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "clinic",
      "translation": "clínica",
      "definition": "A clinic is a healthcare facility that provides specialized medical services, such as diagnosis, treatment, and prevention of diseases.",
      "definition_translation": "Uma clínica é uma unidade de saúde que fornece serviços médicos especializados, como diagnóstico, tratamento e prevenção de doenças.",
      "example": "I went to the clinic for a check-up and the doctor gave me a clean bill of health. She works at a clinic in the city center. They will open a new clinic in the suburbs next year.",
      "example_translation": "Eu fui à clínica para uma consulta e o médico me deu um atestado de saúde limpo. Ela trabalha em uma clínica no centro da cidade. Eles vão abrir uma nova clínica nos subúrbios no ano que vem.",
      "imageLink": "image_files\\English\\clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cottage",
      "translation": "chale",
      "definition": "A small simple house, typically in a rural area.",
      "definition_translation": "Uma casa pequena e simples, tipicamente em uma área rural.",
      "example": "I lived in a cottage near the lake when I was a child. I am living in a cottage now, and I will live in a cottage in the future.",
      "example_translation": "Eu vivi em uma chale perto do lago quando eu era uma criança. Estou vivendo em uma chale agora, e eu vou viver em uma chale no futuro.",
      "imageLink": "image_files\\English\\cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "court",
      "translation": "tribunal",
      "definition": "A place where justice is administered, such as a law court or a tennis court.",
      "definition_translation": "Um lugar onde a justiça é administrada, como um tribunal de direito ou um tribunal de tênis.",
      "example": "I went to court yesterday, I am going to court today, and I will go to court tomorrow.",
      "example_translation": "Eu fui ao tribunal ontem, eu vou ao tribunal hoje, e eu vou ao tribunal amanhã.",
      "imageLink": "image_files\\English\\court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "embassy",
      "translation": "embaixada",
      "definition": "The official residence or office of an ambassador or a diplomatic representative.",
      "definition_translation": "A residência oficial ou gabinete de um embaixador ou um representante diplomático.",
      "example": "I visited the embassy last year, I am visiting the embassy now, and I will visit the embassy next year.",
      "example_translation": "Eu visitei a embaixada no ano passado, estou visitando a embaixada agora, e eu vou visitar a embaixada no ano que vem.",
      "imageLink": "image_files\\English\\embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "field",
      "translation": "campo",
      "definition": "An open area of land, usually used for agriculture or pasture.",
      "definition_translation": "Uma área aberta de terra, geralmente usada para agricultura ou pastagem.",
      "example": "I played in the field when I was a child, I am playing in the field now, and I will play in the field in the future.",
      "example_translation": "Eu brinquei no campo quando eu era uma criança, estou brincando no campo agora, e eu vou brincar no campo no futuro.",
      "imageLink": "image_files\\English\\field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fire station",
      "translation": "estação de bombeiros",
      "definition": "A building or facility that houses firefighters and their equipment, and from which fire trucks and other emergency vehicles are sent to respond to fires and other emergencies.",
      "definition_translation": "Um prédio ou instalação que abriga bombeiros e seus equipamentos, e de onde os caminhões de bombeiros e outros veículos de emergência são enviados para responder a incêndios e outras emergências.",
      "example": "I used to live near a fire station, and the sirens would wake me up at night. Now I live far away from the fire station, but I still hear the sirens occasionally. By the time I move back to the city, the fire station will have been rebuilt.",
      "example_translation": "Eu costumava morar perto de uma estação de bombeiros, e as sirenes me acordavam à noite. Agora moro longe da estação de bombeiros, mas ainda ouço as sirenes ocasionalmente. Quando eu me mudar de volta para a cidade, a estação de bombeiros terá sido reconstruída.",
      "imageLink": "image_files\\English\\fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "florist's",
      "translation": "florista",
      "definition": "A shop or store where flowers and other plants are sold, often with a person who arranges and sells bouquets and other floral arrangements.",
      "definition_translation": "Uma loja ou armazém onde flores e outras plantas são vendidas, souvent com uma pessoa que arrange e vende buquês e outros arranjos florais.",
      "example": "I stopped by the florist's on my way home to buy some flowers for my wife. The florist's was too expensive, so I decided to buy the flowers at the supermarket instead. By next week, the new florist's will have opened on Main Street.",
      "example_translation": "Parei na florista no meu caminho para casa para comprar algumas flores para minha esposa. A florista foi muito cara, então decidi comprar as flores no supermercado em vez disso. Até a próxima semana, a nova florista terá aberto na Rua Principal.",
      "imageLink": "image_files\\English\\florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "furniture store",
      "translation": "loja de móveis",
      "definition": "A building or room where furniture and other household items are sold, often with a wide selection of styles and brands.",
      "definition_translation": "Um prédio ou sala onde móveis e outros artigos de casa são vendidos, souvent com uma ampla seleção de estilos e marcas.",
      "example": "I spent all day at the furniture store looking for the perfect sofa. The furniture store was having a sale, so I ended up buying a new bed instead. By the time I graduate, I will have saved up enough money to furnish my entire apartment from the furniture store.",
      "example_translation": "Passei o dia inteiro na loja de móveis procurando o sofá perfeito. A loja de móveis estava fazendo uma promoção, então acabei comprando uma cama nova em vez disso. Até que eu me formar, eu tererei economizado dinheiro suficiente para mobiliar todo o meu apartamento da loja de móveis.",
      "imageLink": "image_files\\English\\furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "garage",
      "translation": "garagem",
      "definition": "A building or enclosed space for housing and repairing motor vehicles, often attached to a home or business.",
      "definition_translation": "Um prédio ou espaço fechado para abrigar e reparar veículos motorizados, souvent anexado a uma casa ou negócio.",
      "example": "I spent the weekend fixing my car in the garage. My parents used to have a garage, but they converted it into a home office. By next year, I will have built a garage in my backyard.",
      "example_translation": "Passei o fim de semana consertando meu carro na garagem. Meus pais costumavam ter uma garagem, mas eles a transformaram em um escritório em casa. Até o ano que vem, eu terei construído uma garagem no meu quintal.",
      "imageLink": "image_files\\English\\garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "greengrocer's",
      "translation": "mercearia",
      "definition": "A shop that sells fresh fruits and vegetables, often with a high-quality selection.",
      "definition_translation": "Uma loja que vende frutas e vegetais frescos, muitas vezes com uma seleção de alta qualidade.",
      "example": "I went to the greengrocer's to buy some organic apples. Yesterday, I bought strawberries at the greengrocer's. I will visit the greengrocer's tomorrow to purchase some fresh herbs.",
      "example_translation": "Fui à mercearia para comprar algumas maçãs orgânicas. Ontem, comprei morangos na mercearia. Vou visitar a mercearia amanhã para comprar alguns ervas frescas.",
      "imageLink": "image_files\\English\\greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grocer's",
      "translation": "merceeiro",
      "definition": "A store that sells food and household supplies, often in a small or rural area.",
      "definition_translation": "Uma loja que vende alimentos e suprimentos para o lar, muitas vezes em uma área rural.",
      "example": "My grandmother used to work at the grocer's in our village. The grocer's had a variety of products for sale. The grocer's will be open late tonight.",
      "example_translation": "Minha avó costumava trabalhar na merceeiro em nossa vila. O merceeiro tinha uma variedade de produtos à venda. O merceeiro ficará aberto até tarde esta noite.",
      "imageLink": "image_files\\English\\grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grocery",
      "translation": "mercadoria",
      "definition": "Food and other household supplies, often purchased in a store or supermarket.",
      "definition_translation": "Alimentos e outros suprimentos para o lar, muitas vezes comprados em uma loja ou supermercado.",
      "example": "I need to buy some grocery for the week. She spent a lot of money on grocery last month. They will deliver the grocery to our doorstep.",
      "example_translation": "Eu preciso comprar algumas mercadorias para a semana. Ela gastou muito dinheiro em mercadorias no mês passado. Eles irão entregar as mercadorias até nossa porta.",
      "imageLink": "image_files\\English\\grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "guesthouse",
      "translation": "pensão",
      "definition": "A small and private accommodation, often in a residential area, that provides lodging for a few guests.",
      "definition_translation": "Um alojamento pequeno e privado, muitas vezes em uma área residencial, que fornece hospedagem para alguns hóspedes.",
      "example": "I stayed at a guesthouse in Paris during my vacation. The guesthouse had a lovely garden. We will stay at a guesthouse near the beach next week.",
      "example_translation": "Eu me hospedei em uma pensão em Paris durante minhas férias. A pensão tinha um jardim lindo. Vamos nos hospedar em uma pensão perto da praia na próxima semana.",
      "imageLink": "image_files\\English\\guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "gym",
      "translation": "ginásio",
      "definition": "A gym is a place where people go to exercise or play sports, typically indoors.",
      "definition_translation": "Um ginásio é um local onde as pessoas vão exercitar ou jogar esportes, tipicamente indoor.",
      "example": "I went to the gym yesterday, I'm going to the gym now, and I will go to the gym tomorrow.",
      "example_translation": "Eu fui ao ginásio ontem, eu vou ao ginásio agora e eu irei ao ginásio amanhã.",
      "imageLink": "image_files\\English\\gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "harbour",
      "translation": "porto",
      "definition": "A harbour is a body of water where ships, boats, and other vessels can stop to load or unload cargo or passengers.",
      "definition_translation": "Um porto é um corpo de água onde os navios, barcos e outros veículos podem parar para carregar ou descarregar cargas ou passageiros.",
      "example": "The harbour was busy with ships coming and going, the harbour is calm today, and the harbour will be expanded next year.",
      "example_translation": "O porto estava ocupado com os navios indo e vindo, o porto está calmo hoje e o porto será expandido no próximo ano.",
      "imageLink": "image_files\\English\\harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hostel",
      "translation": "albergue",
      "definition": "A hostel is a budget-oriented accommodation where guests can rent a bed, usually in a shared room, for a short period of time.",
      "definition_translation": "Um albergue é uma acomodação voltada para orçamento onde os hóspedes podem alugar uma cama, usualmente em um quarto compartilhado, por um curto período de tempo.",
      "example": "I stayed in a hostel during my trip, I am staying in a hostel now, and I will stay in a hostel next month.",
      "example_translation": "Eu fiquei em um albergue durante minha viagem, eu estou ficando em um albergue agora e eu ficarei em um albergue nächste mês.",
      "imageLink": "image_files\\English\\hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hut",
      "translation": "cabana",
      "definition": "A hut is a small, simple dwelling, often made of natural materials such as wood or thatch, typically found in rural or wilderness areas.",
      "definition_translation": "Uma cabana é uma moradia pequena e simples, muitas vezes feita de materiais naturais como madeira ou palha, tipicamente encontrada em áreas rurais ou de wilderness.",
      "example": "I built a hut in the woods, I am building a hut now, and I will build a hut next summer.",
      "example_translation": "Eu construí uma cabana na floresta, eu estou construindo uma cabana agora e eu construirei uma cabana no próximo verão.",
      "imageLink": "image_files\\English\\hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "jail",
      "translation": "cadeia",
      "definition": "A place for the confinement of people who have been arrested or convicted of a crime, typically characterized by physical barriers and surveillance.",
      "definition_translation": "Um lugar para confinamento de pessoas que foram presas ou condenadas por um crime, caracterizado por barreiras físicas e vigilância.",
      "example": "The police took the suspect to jail for further questioning. Yesterday, she was in jail, but today she's out on bail. By next year, the new jail will be completed.",
      "example_translation": "A polícia levou o suspeito para a cadeia para mais questionamentos. Ontem, ela estava na cadeia, mas hoje ela está fora sob fiança. Até o ano que vem, a nova cadeia estará concluída.",
      "imageLink": "image_files\\English\\jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "jeweller's",
      "translation": "joalheria",
      "definition": "A shop or business that sells jewelry and often performs repairs and custom work.",
      "definition_translation": "Uma loja ou negócio que vende joias e frequentemente realiza reparos e trabalhos personalizados.",
      "example": "I'm taking my watch to the jeweller's to get it fixed. The jeweller's on Main Street has been there for decades. By next month, the new jeweller's will be opening.",
      "example_translation": "Estou levando meu relógio para a joalheria para consertá-lo. A joalheria na Rua Principal esteve lá por décadas. Até o próximo mês, a nova joalheria estará abrindo.",
      "imageLink": "image_files\\English\\jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lab",
      "translation": "laboratório",
      "definition": "A room or building equipped for scientific experiments, research, or testing.",
      "definition_translation": "Um quarto ou prédio equipado para experimentos científicos, pesquisas ou testes.",
      "example": "The scientists worked late in the lab to finish the experiment. Yesterday, I was in the lab, but today I'm in the library. By next week, the new lab will be operational.",
      "example_translation": "Os cientistas trabalharam até tarde no laboratório para concluir o experimento. Ontem, eu estava no laboratório, mas hoje estou na biblioteca. Até a próxima semana, o novo laboratório estará operacional.",
      "imageLink": "image_files\\English\\lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "laboratory",
      "translation": "laboratório",
      "definition": "A room or building equipped for scientific experiments, research, or testing, often under the supervision of a scientist.",
      "definition_translation": "Um quarto ou prédio equipado para experimentos científicos, pesquisas ou testes, frequentemente sob a supervisão de um cientista.",
      "example": "The students conducted the experiment in the laboratory under the teacher's guidance. Yesterday, we did an experiment in the laboratory, but today we're doing a quiz. By next semester, the new laboratory will be renovated.",
      "example_translation": "Os alunos conduziram o experimento no laboratório sob a orientação do professor. Ontem, fizemos um experimento no laboratório, mas hoje estamos fazendo um quiz. Até o próximo semestre, o novo laboratório estará reformado.",
      "imageLink": "image_files\\English\\laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mall",
      "translation": "centro comercial",
      "definition": "A large enclosed shopping center with multiple stores, restaurants, and entertainment options.",
      "definition_translation": "Um grande centro comercial fechado com múltiplas lojas, restaurantes e opções de entretenimento.",
      "example": "I went to the mall with my friends yesterday, we will go again tomorrow, and we have gone many times before.",
      "example_translation": "Eu fui ao centro comercial com meus amigos ontem, vamos ir novamente amanhã e já fomos muitas vezes antes.",
      "imageLink": "image_files\\English\\mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "newsagent's",
      "translation": "revendedor de jornais",
      "definition": "A shop that sells newspapers, magazines, and other printed materials.",
      "definition_translation": "Uma loja que vende jornais, revistas e outros materiais impressos.",
      "example": "I will visit the newsagent's tomorrow to buy the latest issue of my favorite magazine, I visited it yesterday to buy a newspaper, and I have visited it many times before.",
      "example_translation": "Eu visitarei o revendedor de jornais amanhã para comprar a última edição da minha revista favorita, visitei ontem para comprar um jornal e já visitei muitas vezes antes.",
      "imageLink": "image_files\\English\\newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nightclub",
      "translation": "boate",
      "definition": "An establishment that stays open late at night, providing entertainment, drinks, and music for patrons.",
      "definition_translation": "Um estabelecimento que fica aberto até tarde da noite, oferecendo entretenimento, bebidas e música para os clientes.",
      "example": "I went to the nightclub last night and danced with my friends, we will go again next week, and we have gone many times before.",
      "example_translation": "Eu fui à boate ontem à noite e dancei com meus amigos, vamos ir novamente na próxima semana e já fomos muitas vezes antes.",
      "imageLink": "image_files\\English\\night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ocean",
      "translation": "oceano",
      "definition": "A vast body of saltwater that covers over 70% of the Earth's surface.",
      "definition_translation": "Um corpo gigante de água salgada que cobre mais de 70% da superfície da Terra.",
      "example": "I have visited the ocean many times, I will visit it again next summer, and I visited it last year with my family.",
      "example_translation": "Eu visitei o oceano muitas vezes, vou visitá-lo novamente no próximo verão e visitei-o no ano passado com minha família.",
      "imageLink": "image_files\\English\\ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "palace",
      "translation": "palácio",
      "definition": "A large and impressive house, especially one that was built for a king or queen.",
      "definition_translation": "Uma casa grande e impressionante, especialmente uma que foi construída para um rei ou rainha.",
      "example": "The palace was used as a venue for royal weddings. It was built in the 15th century and has been restored recently. It will be open to the public next year.",
      "example_translation": "O palácio foi usado como local para casamentos reais. Foi construído no século 15 e foi restaurado recentemente. Será aberto ao público no próximo ano.",
      "imageLink": "image_files\\English\\palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pharmacy",
      "translation": "farmácia",
      "definition": "A shop where people can buy medicines and other products that are related to health.",
      "definition_translation": "Uma loja onde as pessoas podem comprar medicamentos e outros produtos relacionados à saúde.",
      "example": "I went to the pharmacy to buy some medicine for my headache. The pharmacist will help me to choose the right one. I will go back to the pharmacy tomorrow to pick up my prescription.",
      "example_translation": "Fui à farmácia para comprar um remédio para minha dor de cabeça. O farmacêutico vai me ajudar a escolher o certo. Voltarei à farmácia amanhã para pegar minha receita.",
      "imageLink": "image_files\\English\\pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "port",
      "translation": "porto",
      "definition": "A place where ships and boats can stop to load and unload goods, especially on a sea or ocean.",
      "definition_translation": "Um lugar onde navios e barcos podem parar para carregar e descarregar mercadorias, especialmente em um mar ou oceano.",
      "example": "The port was very busy during the summer. It has been expanded recently to accommodate more ships. The new port will be open next month.",
      "example_translation": "O porto foi muito movimentado durante o verão. Foi expandido recentemente para acomodar mais navios. O novo porto será aberto no próximo mês.",
      "imageLink": "image_files\\English\\port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "prison",
      "translation": "prisão",
      "definition": "A building or institution where people are kept as punishment for a crime.",
      "definition_translation": "Um edifício ou instituição onde as pessoas são mantidas como punição por um crime.",
      "example": "The prison was overcrowded, so the government decided to build a new one. The prisoners were transferred to the new prison last year. The old prison will be converted into a museum.",
      "example_translation": "A prisão estava superlotada, então o governo decidiu construir uma nova. Os prisioneiros foram transferidos para a nova prisão no ano passado. A prisão antiga será convertida em um museu.",
      "imageLink": "image_files\\English\\prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rainforest",
      "translation": "floresta tropical",
      "definition": "A rainforest is a dense forest with a high level of rainfall, typically found near the equator. It is characterized by a diverse range of plant and animal species.",
      "definition_translation": "Uma floresta tropical é uma floresta densa com um alto nível de precipitação pluviométrica, typicalmente encontrado perto do equador. É caracterizada por uma variedade diversa de espécies de plantas e animais.",
      "example": "I visited a rainforest in Brazil last year, where I saw many exotic animals. I am going to visit another one next year. I have always been fascinated by rainforests.",
      "example_translation": "Eu visitei uma floresta tropical no Brasil no ano passado, onde vi muitos animais exóticos. Eu vou visitar outro ano que vem. Eu sempre fui fascinado por florestas tropicais.",
      "imageLink": "image_files\\English\\rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "secondary school",
      "translation": "escola secundária",
      "definition": "A secondary school is a school that provides education to students between the ages of 11 and 18, typically after primary school and before higher education.",
      "definition_translation": "Uma escola secundária é uma escola que fornece educação aos alunos entre as idades de 11 e 18, typicalmente após a escola primária e antes da educação superior.",
      "example": "I attended a secondary school in my hometown, where I made many friends. My sister is currently attending a secondary school. I will enroll my daughter in a secondary school next year.",
      "example_translation": "Eu frequentei uma escola secundária na minha cidade natal, onde fiz muitos amigos. Minha irmã está atualmente frequentando uma escola secundária. Eu vou me inscrever minha filha em uma escola secundária ano que vem.",
      "imageLink": "image_files\\English\\secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "souvenir shop",
      "translation": "loja de lembranças",
      "definition": "A souvenir shop is a store that sells items such as postcards, keychains, and t-shirts that are meant to be kept as reminders of a trip or vacation.",
      "definition_translation": "Uma loja de lembranças é uma loja que vende itens como cartões-postais, chaveiros e camisetas que são destinados a serem guardados como lembranças de uma viagem ou férias.",
      "example": "I bought a souvenir from a souvenir shop in Paris. My friend owns a souvenir shop at the beach. I will visit a souvenir shop tomorrow.",
      "example_translation": "Eu comprei um souvenir de uma loja de lembranças em Paris. Meu amigo é dono de uma loja de lembranças na praia. Eu vou visitar uma loja de lembranças amanhã.",
      "imageLink": "image_files\\English\\souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sports shop",
      "translation": "loja de artigos esportivos",
      "definition": "A sports shop is a store that sells equipment and clothing for various sports, such as football, basketball, and tennis.",
      "definition_translation": "Uma loja de artigos esportivos é uma loja que vende equipamentos e roupas para vários esportes, como futebol, basquete e tênis.",
      "example": "I bought a new pair of running shoes from a sports shop. My brother works at a sports shop. I will visit a sports shop this weekend.",
      "example_translation": "Eu comprei um novo par de sapatos de corrida de uma loja de artigos esportivos. Meu irmão trabalha em uma loja de artigos esportivos. Eu vou visitar uma loja de artigos esportivos fim de semana.",
      "imageLink": "image_files\\English\\sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "store",
      "translation": "loja",
      "definition": "A building or room where goods are sold or stored.",
      "definition_translation": "Um prédio ou sala onde os bens são vendidos ou armazenados.",
      "example": "I went to the store to buy some milk yesterday, I'm going to the store to buy some bread now, and I will go to the store to buy some eggs tomorrow.",
      "example_translation": "Eu fui à loja para comprar leite ontem, estou indo à loja para comprar pão agora e irei à loja para comprar ovos amanhã.",
      "imageLink": "image_files\\English\\store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "temple",
      "translation": "templo",
      "definition": "A building dedicated to the worship of a deity or deities.",
      "definition_translation": "Um prédio dedicado ao culto de uma divindade ou divindades.",
      "example": "The ancient temple was discovered last year, the tourists visited the temple yesterday, and the monks will pray at the temple tomorrow.",
      "example_translation": "O templo antigo foi descoberto no ano passado, os turistas visitaram o templo ontem e os monges rezarão no templo amanhã.",
      "imageLink": "image_files\\English\\temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tower",
      "translation": "torre",
      "definition": "A tall, narrow building, often used for defense or as a lookout.",
      "definition_translation": "Um prédio alto e estreito, muitas vezes usado para defesa ou como posto de observação.",
      "example": "The tower stood tall in the medieval castle, the fireworks exploded at the tower last night, and the children will play near the tower tomorrow.",
      "example_translation": "A torre se ergueu alto no castelo medieval, os fogos de artifício explodiram na torre ontem à noite e as crianças brincarão perto da torre amanhã.",
      "imageLink": "image_files\\English\\tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "track",
      "translation": "pista",
      "definition": "A narrow, usually paved or grated surface for vehicles to follow.",
      "definition_translation": "Uma superfície estreita, geralmente pavimentada ou gradeada para veículos seguirem.",
      "example": "The car drove on the track quickly, the athlete ran on the track yesterday, and the train will pass through the track tomorrow.",
      "example_translation": "O carro dirigiu rapidamente na pista, o atleta correu na pista ontem e o trem passará pela pista amanhã.",
      "imageLink": "image_files\\English\\track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "youth hostel",
      "translation": "albergue de juventude",
      "definition": "A budget-oriented accommodation for young travelers, often with shared rooms and communal facilities.",
      "definition_translation": "Um alojamento com orçamento para jovens viajantes, muitas vezes com quartos compartilhados e instalações comunais.",
      "example": "I stayed in a youth hostel in Paris during my backpacking trip across Europe last summer.",
      "example_translation": "Eu fiquei em um albergue de juventude em Paris durante minha viagem de mochila pela Europa no verão passado.",
      "imageLink": "image_files\\English\\youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bakery",
      "translation": "padaria",
      "definition": "A shop that sells flour-based food baked in an oven, such as bread, cakes, and pastries.",
      "definition_translation": "Uma loja que vende alimentos à base de farinha assados em um forno, como pão, bolos e pastéis.",
      "example": "I'll pick up some fresh bread from the bakery on my way home from work.",
      "example_translation": "Eu vou pegar um pão fresco da padaria no meu caminho para casa do trabalho.",
      "imageLink": "image_files\\English\\bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "basement",
      "translation": "porão",
      "definition": "The lowest part of a building, often below ground level, used for storage, utilities, or recreation.",
      "definition_translation": "A parte mais baixa de um prédio, muitas vezes abaixo do nível do solo, usada para armazenamento, utilidades ou recreação.",
      "example": "The basement was converted into a home gym during the renovation.",
      "example_translation": "O porão foi convertido em um ginásio caseiro durante a reforma.",
      "imageLink": "image_files\\English\\basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cell",
      "translation": "célula",
      "definition": "A small enclosed or compartmentalized space, especially in a prison or monastery.",
      "definition_translation": "Um espaço pequeno fechado ou compartimentalizado, especialmente em uma prisão ou mosteiro.",
      "example": "The prisoner was locked in his cell for 23 hours a day.",
      "example_translation": "O prisioneiro foi trancado em sua cela por 23 horas por dia.",
      "imageLink": "image_files\\English\\cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "corridor",
      "translation": "corredor",
      "definition": "A long passage in a building, typically with rooms on either side.",
      "definition_translation": "Um longo passeio em um prédio, normalmente com salas de ambos os lados.",
      "example": "I walked down the corridor to get to the meeting room. I will walk down the corridor to get to the meeting room. I walked down the corridor to get to the meeting room.",
      "example_translation": "Eu caminhei pelo corredor para chegar à sala de reunião. Eu caminharei pelo corredor para chegar à sala de reunião. Eu caminhei pelo corredor para chegar à sala de reunião.",
      "imageLink": "image_files\\English\\corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "course",
      "translation": "curso",
      "definition": "A series of lessons or lectures on a particular subject, especially one leading to a qualification.",
      "definition_translation": "Uma série de lições ou palestras sobre um assunto específico, especialmente uma que leva a uma qualificação.",
      "example": "I took a course in computer programming last year. I am taking a course in computer programming this year. I will take a course in computer programming next year.",
      "example_translation": "Eu fiz um curso de programação de computador no ano passado. Estou fazendo um curso de programação de computador este ano. Farei um curso de programação de computador no ano que vem.",
      "imageLink": "image_files\\English\\course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "estate",
      "translation": "propriedade",
      "definition": "A large area of land, usually in the countryside, owned by one person or family.",
      "definition_translation": "Uma área grande de terra, geralmente no campo, possuída por uma pessoa ou família.",
      "example": "The family owned a large estate in the countryside. The family owns a large estate in the countryside. The family will own a large estate in the countryside.",
      "example_translation": "A família possuía uma propriedade grande no campo. A família possui uma propriedade grande no campo. A família terá uma propriedade grande no campo.",
      "imageLink": "image_files\\English\\estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "headquarters",
      "translation": "sede",
      "definition": "The main center of operations or administration of an organization or business.",
      "definition_translation": "O centro principal de operações ou administração de uma organização ou negócio.",
      "example": "The company's headquarters is located in New York. The company's headquarters are located in New York. The company's headquarters will be located in New York.",
      "example_translation": "A sede da empresa está localizada em Nova York. As sedes da empresa estão localizadas em Nova York. A sede da empresa estará localizada em Nova York.",
      "imageLink": "image_files\\English\\headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lobby",
      "translation": "lobby",
      "definition": "A lobby is a large, usually luxurious, entrance hall in a public building, such as a hotel or office building.",
      "definition_translation": "Um lobby é um grande hall de entrada, geralmente luxuoso, em um prédio público, como um hotel ou prédio de escritórios.",
      "example": "I waited in the lobby for my friend to arrive. Yesterday, I waited in the lobby for my friend to arrive. By tomorrow, I will have been waiting in the lobby for my friend to arrive.",
      "example_translation": "Esperei no lobby pelo meu amigo chegar. Ontem, esperei no lobby pelo meu amigo chegar. Até amanhã, terei esperado no lobby pelo meu amigo chegar.",
      "imageLink": "image_files\\English\\lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "meadow",
      "translation": "prado",
      "definition": "A meadow is a piece of land covered with grass and wildflowers, often used for grazing animals.",
      "definition_translation": "Um prado é um pedaço de terra coberto com grama e flores silvestres, frequentemente usado para pastagem de animais.",
      "example": "I walked through the meadow to get to the river. Yesterday, I walked through the meadow to get to the river. By next week, I will have walked through the meadow to get to the river.",
      "example_translation": "Caminhei pelo prado para chegar ao rio. Ontem, caminhei pelo prado para chegar ao rio. Até a próxima semana, terei caminhado pelo prado para chegar ao rio.",
      "imageLink": "image_files\\English\\meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pitch",
      "translation": "terreno",
      "definition": "A pitch is an area of ground marked out for playing a game, especially soccer or baseball.",
      "definition_translation": "Um terreno é uma área de terra demarcada para jogar um jogo, especialmente futebol ou beisebol.",
      "example": "I practiced my pitch on the field. Yesterday, I practiced my pitch on the field. By next year, I will have practiced my pitch on the field.",
      "example_translation": "Pratiquei meu lance no campo. Ontem, pratiquei meu lance no campo. Até o ano que vem, terei praticado meu lance no campo.",
      "imageLink": "image_files\\English\\pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shed",
      "translation": "galpão",
      "definition": "A shed is a small structure, typically made of wood or metal, used for storing things.",
      "definition_translation": "Um galpão é uma estrutura pequena, tipicamente feita de madeira ou metal, usada para armazenar coisas.",
      "example": "I stored my tools in the shed. Yesterday, I stored my tools in the shed. By next month, I will have stored my tools in the shed.",
      "example_translation": "Guardei minhas ferramentas no galpão. Ontem, guardei minhas ferramentas no galpão. Até o próximo mês, terei guardado minhas ferramentas no galpão.",
      "imageLink": "image_files\\English\\shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "skyscraper",
      "translation": "arranha-céu",
      "definition": "a very tall, continuously habitable building of many stories, typically designed for office, commercial and residential uses.",
      "definition_translation": "um prédio muito alto, habitável em muitos andares, typicalmente projetado para uso comercial, de escritórios e residencial.",
      "example": "The skyscraper was completed in 2010 and became the tallest building in the city. It will be renovated in 2025. By 2030, it had become a iconic landmark.",
      "example_translation": "O arranha-céu foi concluído em 2010 e se tornou o prédio mais alto da cidade. Será reformado em 2025. Até 2030, havia se tornado um marco icônico.",
      "imageLink": "image_files\\English\\skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stony beach",
      "translation": "praia pedregosa",
      "definition": "a beach with a high concentration of stones or pebbles, often making it difficult to walk or sunbathe.",
      "definition_translation": "uma praia com uma alta concentração de pedras ou seixos, frequentemente tornando difícil caminhar ou usar o sol.",
      "example": "The stony beach was not ideal for swimming, but it was perfect for searching for interesting rocks. We walked along the stony beach yesterday. By next summer, it will be a popular spot.",
      "example_translation": "A praia pedregosa não era ideal para nadar, mas era perfeita para procurar por pedras interessantes. Caminhamos ao longo da praia pedregosa ontem. Até o próximo verão, será um local popular.",
      "imageLink": "image_files\\English\\stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "studio",
      "translation": "estúdio",
      "definition": "a room or building where an artist, photographer, or musician works or produces their art, music, or films.",
      "definition_translation": "um quarto ou prédio onde um artista, fotógrafo ou músico trabalha ou produz sua arte, música ou filmes.",
      "example": "The photographer had a small studio in her apartment where she developed her photos. She will open a new studio next month. By the end of the year, her studio will be famous.",
      "example_translation": "A fotógrafa tinha um pequeno estúdio em seu apartamento onde ela desenvolvia suas fotos. Ela abrirá um novo estúdio no próximo mês. Até o final do ano, seu estúdio será famoso.",
      "imageLink": "image_files\\English\\studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "terminal",
      "translation": "terminal",
      "definition": "a building or facility where passengers arrive or depart, especially at an airport or port.",
      "definition_translation": "um prédio ou instalação onde os passageiros chegam ou partem, especialmente em um aeroporto ou porto.",
      "example": "The new terminal at the airport was opened last year. We will arrive at the terminal tomorrow. By 2030, the terminal will be expanded.",
      "example_translation": "O novo terminal no aeroporto foi aberto no ano passado. Chegaremos ao terminal amanhã. Até 2030, o terminal será expandido.",
      "imageLink": "image_files\\English\\terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "terrace",
      "translation": "terraço",
      "definition": "A flat area outside a house or building, often surrounded by a wall or railing, used for recreation or relaxation.",
      "definition_translation": "Uma área plana fora de uma casa ou prédio, frequentemente rodeada por um muro ou corrimão, usada para recreação ou relaxamento.",
      "example": "I sat on the terrace, sipping my coffee and enjoying the view. Yesterday, I sat on the terrace, reading a book. Tomorrow, I will sit on the terrace, watching the sunset.",
      "example_translation": "Eu sentei no terraço, tomando meu café e aproveitando a vista. Ontem, eu sentei no terraço, lendo um livro. Amanhã, eu vou sentar no terraço, assistindo ao pôr do sol.",
      "imageLink": "image_files\\English\\terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "venue",
      "translation": "local",
      "definition": "A place where an event or activity is held, such as a concert, conference, or sports event.",
      "definition_translation": "Um lugar onde um evento ou atividade é realizado, como um concerto, conferência ou evento esportivo.",
      "example": "The venue for the concert was changed at the last minute. The venue for the wedding was a beautiful garden. The venue for the meeting will be announced soon.",
      "example_translation": "O local do concerto foi mudado no último minuto. O local do casamento foi um jardim lindo. O local da reunião será anunciado em breve.",
      "imageLink": "image_files\\English\\venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ward",
      "translation": "departamento",
      "definition": "A division of a hospital or other medical facility, especially one specializing in a particular type of patient or treatment.",
      "definition_translation": "Uma divisão de um hospital ou outra instalação médica, especialmente uma que se especialize em um tipo particular de paciente ou tratamento.",
      "example": "The patient was transferred to the intensive care ward. The doctor worked on the pediatric ward for several years. The nurse was assigned to the surgical ward.",
      "example_translation": "O paciente foi transferido para a unidade de cuidados intensivos. O médico trabalhou na ala pediátrica por vários anos. A enfermeira foi designada para a ala cirúrgica.",
      "imageLink": "image_files\\English\\ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "control tower",
      "translation": "torre de controle",
      "definition": "A tall structure at an airport from which air traffic is controlled and regulated.",
      "definition_translation": "Uma estrutura alta em um aeroporto a partir da qual o tráfego aéreo é controlado e regulamentado.",
      "example": "The control tower guided the plane to the runway. The control tower was evacuated due to a fire. The control tower will be renovated next year.",
      "example_translation": "A torre de controle guiou o avião para a pista de pouso. A torre de controle foi evacuada devido a um incêndio. A torre de controle será renovada no ano que vem.",
      "imageLink": "image_files\\English\\control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "delicatessen",
      "translation": "mercearia",
      "definition": "A store selling a variety of prepared foods, such as meats, cheeses, and desserts, often served in a decorative or artistic manner.",
      "definition_translation": "Uma loja que vende uma variedade de alimentos preparados, como carnes, queijos e sobremesas, frequentemente servidos de maneira decorativa ou artística.",
      "example": "I visited a delicatessen in New York and bought some delicious sandwiches. I have visited a delicatessen in Paris before. I will visit a delicatessen in London next month.",
      "example_translation": "Eu visitei uma mercearia em Nova York e comprei alguns sanduíches deliciosos. Eu já havia visitado uma mercearia em Paris antes. Eu visitarei uma mercearia em Londres no próximo mês.",
      "imageLink": "image_files\\English\\delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "landmark",
      "translation": "marco",
      "definition": "A notable or prominent feature of a landscape or town, often serving as a symbol or identifier.",
      "definition_translation": "Um recurso notável ou proeminente de uma paisagem ou cidade, frequentemente servindo como símbolo ou identificador.",
      "example": "The Eiffel Tower is a famous landmark in Paris. The Statue of Liberty is a well-known landmark in New York. The Big Ben will be a landmark in London forever.",
      "example_translation": "A Torre Eiffel é um marco famoso em Paris. A Estátua da Liberdade é um marco bem conhecido em Nova York. O Big Ben será um marco em Londres para sempre.",
      "imageLink": "image_files\\English\\landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mansion",
      "translation": "mansão",
      "definition": "A large and impressive house, often used to describe a luxurious or grandiose dwelling.",
      "definition_translation": "Uma casa grande e impressionante, frequentemente usada para descrever uma moradia luxuosa ou grandiosa.",
      "example": "The millionaire lived in a mansion with a beautiful garden. She has always dreamed of owning a mansion on the beach. They will build a mansion in the mountains next year.",
      "example_translation": "O milionário viveu em uma mansão com um jardim bonito. Ela sempre sonhou em possuir uma mansão na praia. Eles vão construir uma mansão nas montanhas no ano que vem.",
      "imageLink": "image_files\\English\\mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "staircase",
      "translation": "escada",
      "definition": "A set of stairs and its supporting structures, often leading from one floor to another in a building.",
      "definition_translation": "Um conjunto de degraus e suas estruturas de suporte, frequentemente levando de um andar a outro em um prédio.",
      "example": "The old house had a beautiful staircase leading to the second floor. She walked down the staircase slowly. They will install a new staircase in the office building next month.",
      "example_translation": "A casa antiga tinha uma bela escada levando ao segundo andar. Ela desceu a escada lentamente. Eles vão instalar uma nova escada no prédio de escritórios no próximo mês.",
      "imageLink": "image_files\\English\\staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stationery shop",
      "translation": "papelaria",
      "definition": "A store that sells paper, pens, and other office supplies.",
      "definition_translation": "Uma loja que vende papel, canetas e outros suprimentos de escritório.",
      "example": "I bought a new notebook at the stationery shop yesterday. Today, I am going to buy a pen there. Tomorrow, I will buy a ruler.",
      "example_translation": "Eu comprei um novo caderno na papelaria ontem. Hoje, estou indo comprar uma caneta lá. Amanhã, vou comprar uma régua.",
      "imageLink": "image_files\\English\\stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "warehouse",
      "translation": "armazém",
      "definition": "A large building used for storing goods.",
      "definition_translation": "Um grande edifício usado para armazenar mercadorias.",
      "example": "The company built a new warehouse to store its products. Last year, they used to store them in a small building. In the future, they will expand the warehouse.",
      "example_translation": "A empresa construiu um novo armazém para armazenar seus produtos. No ano passado, eles usavam armazená-los em um prédio pequeno. No futuro, eles vão ampliar o armazém.",
      "imageLink": "image_files\\English\\warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fishmonger's",
      "translation": "peixaria",
      "definition": "A shop that sells fresh fish and seafood.",
      "definition_translation": "Uma loja que vende peixe fresco e frutos do mar.",
      "example": "I bought some shrimp at the fishmonger's yesterday. Today, I am going to buy some salmon there. Tomorrow, I will buy some tuna.",
      "example_translation": "Eu comprei alguns camarões na peixaria ontem. Hoje, estou indo comprar algum salmão lá. Amanhã, vou comprar algum atum.",
      "imageLink": "image_files\\English\\fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ironmonger's",
      "translation": "ferreteria",
      "definition": "A shop that sells tools and hardware.",
      "definition_translation": "Uma loja que vende ferramentas e hardware.",
      "example": "I bought a hammer at the ironmonger's yesterday. Today, I am going to buy some screws there. Tomorrow, I will buy a wrench.",
      "example_translation": "Eu comprei um martelo na ferreteria ontem. Hoje, estou indo comprar alguns parafusos lá. Amanhã, vou comprar uma chave inglesa.",
      "imageLink": "image_files\\English\\ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "landing",
      "translation": "aterragem",
      "definition": "The act of bringing a spacecraft or an aircraft to the ground or to a safe position on the ground.",
      "definition_translation": "O ato de trazer uma espaçonave ou uma aeronave ao solo ou a uma posição segura no solo.",
      "example": "The pilot skillfully executed the landing, bringing the plane to a stop on the runway. Yesterday, the spaceship made a successful landing on Mars. The landing will take place at dawn tomorrow.",
      "example_translation": "O piloto habilmente executou a aterragem, trazendo o avião para uma parada na pista. Ontem, a espaçonave fez uma aterrissagem bem-sucedida em Marte. A aterrissagem ocorrerá ao amanhecer amanhã.",
      "imageLink": "image_files\\English\\landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "loft",
      "translation": "sótão",
      "definition": "A room or space directly under the roof of a building, often used for storage or as a living space.",
      "definition_translation": "Um quarto ou espaço diretamente sob o telhado de um prédio, muitas vezes usado para armazenamento ou como espaço de vida.",
      "example": "The loft above the garage was converted into a cozy bedroom. She stored her old furniture in the loft. By the end of the year, they plan to turn the loft into a home office.",
      "example_translation": "O sótão acima da garagem foi convertido em um quarto aconchegante. Ela armazenou seu mobiliário antigo no sótão. Até o final do ano, eles planejam transformar o sótão em um escritório em casa.",
      "imageLink": "image_files\\English\\loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "off-licence",
      "translation": "loja de bebidas",
      "definition": "A shop that is licensed to sell alcoholic drinks, but only for consumption off the premises.",
      "definition_translation": "Uma loja que é licenciada para vender bebidas alcoólicas, mas apenas para consumo fora do local.",
      "example": "We bought a bottle of wine from the off-licence to enjoy at home. The off-licence on the corner sells a wide range of beers. He stopped by the off-licence to grab a six-pack on his way home.",
      "example_translation": "Nós compramos uma garrafa de vinho da loja de bebidas para desfrutar em casa. A loja de bebidas na esquina vende uma variedade de cervejas. Ele parou na loja de bebidas para pegar uma embalagem de seis latas no caminho para casa.",
      "imageLink": "image_files\\English\\off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stable",
      "translation": "estável",
      "definition": "Strong and firm, not likely to fall or be moved.",
      "definition_translation": "Forte e firme, não provável de cair ou ser movido.",
      "example": "The stable door creaked as the horse walked out. The stable economy of the country attracted foreign investors. By next year, the company plans to have a more stable financial situation.",
      "example_translation": "A porta da estrebaria rangeu quando o cavalo saiu. A economia estável do país atraiu investidores estrangeiros. Até o ano que vem, a empresa planeja ter uma situação financeira mais estável.",
      "imageLink": "image_files\\English\\stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "duty-free shop",
      "translation": "loja franca",
      "definition": "A duty-free shop is a retail store that is exempt from certain local and national taxes and duties, allowing it to sell products at a lower price than would be possible in a standard retail environment.",
      "definition_translation": "Uma loja franca é uma loja de varejo que está isenta de certos impostos e direitos locais e nacionais, permitindo que venda produtos a um preço mais baixo do que seria possível em um ambiente de varejo padrão.",
      "example": "I bought a bottle of perfume at the duty-free shop at the airport. I will buy another one when I return from my trip next year. I have been buying chocolates at the duty-free shop for years.",
      "example_translation": "Eu comprei um frasco de perfume na loja franca do aeroporto. Vou comprar outro quando voltar da minha viagem no ano que vem. Eu tenho comprado chocolates na loja franca há anos.",
      "imageLink": "image_files\\English\\duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pier",
      "translation": "píer",
      "definition": "A pier is a structure built over the water, typically supported by pillars or piles, and used for various purposes such as fishing, shipping, or recreation.",
      "definition_translation": "Um píer é uma estrutura construída sobre a água, típica suportada por pilares ou pilhas, e usada para vários propósitos, como pesca, navegação ou recreação.",
      "example": "I strolled along the pier, enjoying the ocean view. The fishermen were busy unloading their catch at the pier. The city plans to build a new pier for recreational activities.",
      "example_translation": "Eu caminhei ao longo do píer, desfrutando da vista do oceano. Os pescadores estavam ocupados descarregando sua pesca no píer. A cidade planeja construir um novo píer para atividades recreativas.",
      "imageLink": "image_files\\English\\pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]