[
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "April",
      "translation": "Abril",
      "definition": "The fourth month of the year, occurring between March and May",
      "definition_translation": "O quarto mês do ano, ocorrendo entre março e maio",
      "example": "I was born in April 1990. I am going to visit my family in April next year. I visited Paris in April last year.",
      "example_translation": "Eu nasci em abril de 1990. Vou visitar minha família em abril do próximo ano. Visitei Paris em abril do ano passado.",
      "imageLink": "image_files\\English\\april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "August",
      "translation": "Agosto",
      "definition": "The eighth month of the year, occurring between July and September",
      "definition_translation": "O oitavo mês do ano, ocorrendo entre julho e setembro",
      "example": "I am going to the beach in August. We had a great time in August last year. August is my favorite month.",
      "example_translation": "Vou para a praia em agosto. Tivemos um ótimo tempo em agosto do ano passado. Agosto é meu mês favorito.",
      "imageLink": "image_files\\English\\august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "December",
      "translation": "Dezembro",
      "definition": "The twelfth and final month of the year, occurring between November and January",
      "definition_translation": "O décimo segundo e último mês do ano, ocorrendo entre novembro e janeiro",
      "example": "I love celebrating Christmas in December. We always have a party in December. December is the coldest month.",
      "example_translation": "Eu adoro celebrar o Natal em dezembro. Nós sempre temos uma festa em dezembro. Dezembro é o mês mais frio.",
      "imageLink": "image_files\\English\\december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "February",
      "translation": "Fevereiro",
      "definition": "The second month of the year, occurring between January and March",
      "definition_translation": "O segundo mês do ano, ocorrendo entre janeiro e março",
      "example": "I was born in February 1995. We will go skiing in February next year. February is a cold month.",
      "example_translation": "Eu nasci em fevereiro de 1995. Vamos esquiar em fevereiro do próximo ano. Fevereiro é um mês frio.",
      "imageLink": "image_files\\English\\february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "January",
      "translation": "Janeiro",
      "definition": "The first month of the year in the Gregorian calendar, typically marked by winter in the Northern Hemisphere.",
      "definition_translation": "O primeiro mês do ano no calendário gregoriano, usualmente marcado pelo inverno no hemisfério norte.",
      "example": "I was born in January 1990, I will attend a party in January next year, and I attended a wedding in January last year.",
      "example_translation": "Eu nasci em janeiro de 1990, irei participar de uma festa em janeiro do próximo ano e assistir a um casamento em janeiro do ano passado.",
      "imageLink": "image_files\\English\\january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "July",
      "translation": "Julho",
      "definition": "The seventh month of the year in the Gregorian calendar, typically marked by summer in the Northern Hemisphere.",
      "definition_translation": "O sétimo mês do ano no calendário gregoriano, usualmente marcado pelo verão no hemisfério norte.",
      "example": "I went to the beach in July last year, I will attend a music festival in July this year, and I have a birthday party in July every year.",
      "example_translation": "Eu fui para a praia em julho do ano passado, irei participar de um festival de música em julho deste ano e tenho um aniversário em julho todos os anos.",
      "imageLink": "image_files\\English\\july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "June",
      "translation": "Junho",
      "definition": "The sixth month of the year in the Gregorian calendar, typically marked by the beginning of summer in the Northern Hemisphere.",
      "definition_translation": "O sexto mês do ano no calendário gregoriano, usualmente marcado pelo início do verão no hemisfério norte.",
      "example": "I graduated in June last year, I will attend a wedding in June this year, and I have a vacation planned in June next year.",
      "example_translation": "Eu me formei em junho do ano passado, irei participar de um casamento em junho deste ano e tenho um plano de férias em junho do próximo ano.",
      "imageLink": "image_files\\English\\june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "March",
      "translation": "Março",
      "definition": "The third month of the year in the Gregorian calendar, typically marked by the beginning of spring in the Northern Hemisphere.",
      "definition_translation": "O terceiro mês do ano no calendário gregoriano, usualmente marcado pelo início da primavera no hemisfério norte.",
      "example": "I went to a conference in March last year, I will attend a meeting in March this year, and I have a project deadline in March next year.",
      "example_translation": "Eu fui a uma conferência em março do ano passado, irei participar de uma reunião em março deste ano e tenho um prazo de entrega de projeto em março do próximo ano.",
      "imageLink": "image_files\\English\\march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "May",
      "translation": "Maio",
      "definition": "The fifth month of the year, coming after April and before June.",
      "definition_translation": "O quinto mês do ano, após abril e antes de junho.",
      "example": "I will graduate in May. I graduated in May. I graduated last May.",
      "example_translation": "Eu vou graduar em Maio. Eu me formei em Maio. Eu me formei no mês passado de Maio.",
      "imageLink": "image_files\\English\\may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "November",
      "translation": "Novembro",
      "definition": "The eleventh month of the year, coming after October and before December.",
      "definition_translation": "O décimo primeiro mês do ano, após outubro e antes de dezembro.",
      "example": "I will travel to Europe in November. I traveled to Europe in November. I will travel to Europe next November.",
      "example_translation": "Eu viajarei para a Europa em Novembro. Eu viajei para a Europa em Novembro. Eu viajarei para a Europa no próximo Novembro.",
      "imageLink": "image_files\\English\\november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "October",
      "translation": "Outubro",
      "definition": "The tenth month of the year, coming after September and before November.",
      "definition_translation": "O décimo mês do ano, após setembro e antes de novembro.",
      "example": "I will have a birthday party in October. I had a birthday party in October. I will have a birthday party next October.",
      "example_translation": "Eu terei uma festa de aniversário em Outubro. Eu tive uma festa de aniversário em Outubro. Eu terei uma festa de aniversário no próximo Outubro.",
      "imageLink": "image_files\\English\\october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "September",
      "translation": "Setembro",
      "definition": "The ninth month of the year, coming after August and before October.",
      "definition_translation": "O nono mês do ano, após agosto e antes de outubro.",
      "example": "I will start a new job in September. I started a new job in September. I will start a new job next September.",
      "example_translation": "Eu começarei um novo emprego em Setembro. Eu comecei um novo emprego em Setembro. Eu começarei um novo emprego no próximo Setembro.",
      "imageLink": "image_files\\English\\september.jpg",
      "audioLink": "September.mp3"
    }
  ]