[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "insect",
      "translation": "inseto",
      "definition": "A small animal, typically with six legs and a hard outer body, that is often found in gardens and forests.",
      "definition_translation": "Um pequeno animal, geralmente com seis pernas e um corpo exterior rígido, que é freqüentemente encontrado em jardins e florestas.",
      "example": "I saw an insect crawling on the wall yesterday, but I don't know what it was. Today, I saw it again, and I'm trying to identify it for tomorrow's project.",
      "example_translation": "Eu vi um inseto rastejando na parede ontem, mas não sei o que era. Hoje, eu o vi novamente, e estou tentando identificá-lo para o projeto de amanhã.",
      "imageLink": "image_files\\English\\insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ant",
      "translation": "formiga",
      "definition": "A small, typically red or black, insect that lives in colonies and is known for its industrious behavior.",
      "definition_translation": "Um pequeno inseto, geralmente vermelho ou preto, que vive em colônias e é conhecido por seu comportamento industrioso.",
      "example": "I watched an ant carrying a crumb back to its anthill yesterday, and I was impressed by its strength. Today, I saw many ants working together to gather food. Tomorrow, I will try to observe their behavior more closely.",
      "example_translation": "Eu assisti uma formiga carregando uma migalha de volta à sua formigueiro ontem, e fiquei impressionado com sua força. Hoje, eu vi muitas formigas trabalhando juntas para coletar comida. Amanhã, vou tentar observar seu comportamento mais de perto.",
      "imageLink": "image_files\\English\\ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bee",
      "translation": "abelha",
      "definition": "A flying insect that collects nectar from flowers and produces honey, typically living in a colony with a queen bee.",
      "definition_translation": "Um inseto voador que coleta néctar de flores e produz mel, geralmente vivendo em uma colônia com uma abelha-rainha.",
      "example": "I saw a bee collecting nectar from the flowers in the garden yesterday, but it stung me when I tried to touch it. Today, I learned how to safely observe bees. Tomorrow, I will try to help my friend who is a beekeeper.",
      "example_translation": "Eu vi uma abelha coletando néctar das flores no jardim ontem, mas ela me picou quando tentei tocar nele. Hoje, eu aprendi como observar abelhas com segurança. Amanhã, vou tentar ajudar meu amigo que é um apicultor.",
      "imageLink": "image_files\\English\\bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bug",
      "translation": "inseto",
      "definition": "A small, usually wingless, insect that often feeds on plants or animals.",
      "definition_translation": "Um pequeno inseto, geralmente sem asas, que freqüentemente se alimenta de plantas ou animais.",
      "example": "I found a bug crawling on my laptop screen yesterday, but I don't know how it got there. Today, I will try to clean my laptop more thoroughly. Tomorrow, I will make sure to check my laptop regularly for any bugs.",
      "example_translation": "Eu encontrei um inseto rastejando na tela do meu laptop ontem, mas não sei como ele chegou lá. Hoje, vou tentar limpar meu laptop maisoroughly. Amanhã, vou certificar-me de verificar meu laptop regularmente por qualquer inseto.",
      "imageLink": "image_files\\English\\bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "butterfly",
      "translation": "borboleta",
      "definition": "A butterfly is a type of insect that has large, often brightly colored wings and a slender body.",
      "definition_translation": "Uma borboleta é um tipo de inseto que tem asas grandes, frequentemente coloridas, e um corpo esbelto.",
      "example": "I saw a beautiful butterfly fluttering around the flowers yesterday. Today, it is sitting on a leaf, and tomorrow it will fly away.",
      "example_translation": "Eu vi uma borboleta linda voando em volta das flores ontem. Hoje, ela está sentada em uma folha, e amanhã ela vai voar embora.",
      "imageLink": "image_files\\English\\butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cockroach",
      "translation": "barata",
      "definition": "A cockroach is a type of insect that has a flat, oval body and six legs, often found in dark, damp places.",
      "definition_translation": "Uma barata é um tipo de inseto que tem um corpo plano, ovalado e seis pernas, frequentemente encontrada em lugares escuros e úmidos.",
      "example": "I saw a cockroach scurrying across the kitchen floor last night. This morning, I sprayed insecticide to kill it, and by tonight, it will be dead.",
      "example_translation": "Eu vi uma barata correndo pelo chão da cozinha ontem à noite. Esta manhã, eu borrifei inseticida para matá-la, e até hoje à noite, ela estará morta.",
      "imageLink": "image_files\\English\\cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "creature",
      "translation": "criatura",
      "definition": "A creature is a living being, especially an animal, often featuring characteristics that are unique or unusual.",
      "definition_translation": "Uma criatura é um ser vivo, especialmente um animal, frequentemente apresentando características que são únicas ou pouco comuns.",
      "example": "The creature that lived in the forest was unlike any I had ever seen before. It had wings like a bird, but claws like a cat. Yesterday, I saw it flying overhead, today it is perched on a branch, and tomorrow it will be gone.",
      "example_translation": "A criatura que viveu na floresta era diferente de qualquer uma que eu já tinha visto antes. Ela tinha asas como um pássaro, mas garras como um gato. Ontem, eu vi ela voando acima, hoje ela está empoleirada em um galho, e amanhã ela estará partido.",
      "imageLink": "image_files\\English\\creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fly",
      "translation": "mosca",
      "definition": "A fly is a type of insect that has a small, usually black or brown body and one pair of wings.",
      "definition_translation": "Uma mosca é um tipo de inseto que tem um corpo pequeno, geralmente preto ou marrom, e um par de asas.",
      "example": "I saw a fly buzzing around the trash can yesterday. Today, it is sitting on the kitchen counter, and tomorrow it will be flying around the room.",
      "example_translation": "Eu vi uma mosca zunindo em volta do lixo ontem. Hoje, ela está sentada no contador da cozinha, e amanhã ela estará voando em volta da sala.",
      "imageLink": "image_files\\English\\fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mosquito",
      "translation": "mosquito",
      "definition": "A small flying insect that is a vector of diseases such as malaria and dengue fever.",
      "definition_translation": "Um inseto voador pequeno que é um vetor de doenças como malária e febre de dengue.",
      "example": "I swatted at the mosquito buzzing around my ear, then caught it in mid-air, and will squash it later.",
      "example_translation": "Eu bati no mosquito zumbindo ao meu redor, então peguei-o no ar, e esmagarei mais tarde.",
      "imageLink": "image_files\\English\\mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spider",
      "translation": "aranha",
      "definition": "A small eight-legged arachnid that spins a web to catch prey.",
      "definition_translation": "Um arácnido de oito patas pequeno que constrói uma teia para pegar presas.",
      "example": "I watched as the spider spun its web, then caught a fly, and will eat it later.",
      "example_translation": "Eu observei enquanto a aranha construía sua teia, então pegou uma mosca, e comerá mais tarde.",
      "imageLink": "image_files\\English\\spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "web",
      "translation": "teia",
      "definition": "A network of intricate threads spun by a spider to catch prey.",
      "definition_translation": "Uma rede de fios intrincados construídos por uma aranha para pegar presas.",
      "example": "The spider's web was intricate, then got destroyed, but will be rebuilt soon.",
      "example_translation": "A teia da aranha era intrincada, então foi destruída, mas será reconstruída em breve.",
      "imageLink": "image_files\\English\\web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beetle",
      "translation": "besouro",
      "definition": "A type of insect with a hard outer shell, often found in gardens.",
      "definition_translation": "Um tipo de inseto com uma concha externa dura, frequentemente encontrado em jardins.",
      "example": "I saw a beetle crawling on the leaf, then flew away, and will return tomorrow.",
      "example_translation": "Eu vi um besouro rastejando na folha, então voou embora, e retornará amanhã.",
      "imageLink": "image_files\\English\\beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "flea",
      "translation": "pulga",
      "definition": "A small jumping insect that feeds on the blood of mammals and birds.",
      "definition_translation": "Um pequeno inseto saltador que se alimenta do sangue de mamíferos e aves.",
      "example": "The cat had a flea on its ear. Yesterday, it had fleas all over its body. By next week, it will have no fleas.",
      "example_translation": "O gato tinha uma pulga no ouvido. Ontem, ele tinha pulgas em todo o corpo. Até a próxima semana, ele não terá pulgas.",
      "imageLink": "image_files\\English\\flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sting",
      "translation": "picada",
      "definition": "A sharp, painful wound inflicted by an insect, especially a wasp or bee.",
      "definition_translation": "Um ferimento agudo e doloroso infligido por um inseto, especialmente uma vespa ou abelha.",
      "example": "The bee sting hurt a lot. Yesterday, I got stung by a wasp. By next summer, I will learn to avoid their sting.",
      "example_translation": "A picada de abelha doeu muito. Ontem, eu fui picado por uma vespa. Até o próximo verão, eu vou aprender a evitar a sua picada.",
      "imageLink": "image_files\\English\\sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "wasp",
      "translation": "vespa",
      "definition": "A flying insect, typically yellow and black, that is known for its painful sting.",
      "definition_translation": "Um inseto voador, tipicamente amarelo e preto, que é conhecido por sua picada dolorosa.",
      "example": "I saw a wasp flying around the garden. Yesterday, I swatted a wasp away. By next fall, I will have a wasp trap ready.",
      "example_translation": "Eu vi uma vespa voando em torno do jardim. Ontem, eu espantei uma vespa. Até o próximo outono, eu vou ter uma armadilha de vespa pronta.",
      "imageLink": "image_files\\English\\wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mantis",
      "translation": "mantis",
      "definition": "A carnivorous insect with a long, slender body and spiked legs, known for its predatory behavior.",
      "definition_translation": "Um inseto carnívoro com um corpo longo e esguio e pernas espinhosas, conhecido por seu comportamento predatório.",
      "example": "I saw a praying mantis in the backyard. Yesterday, a praying mantis caught a fly. By next spring, I will have a praying mantis in my garden.",
      "example_translation": "Eu vi uma mantis rezadora no quintal. Ontem, uma mantis rezadora pegou uma mosca. Até a próxima primavera, eu vou ter uma mantis rezadora no meu jardim.",
      "imageLink": "image_files\\English\\mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "moth",
      "translation": "traça",
      "definition": "A small, typically nocturnal insect with a stout body and feathery or thread-like antennae, often found in buildings and feeding on fabrics.",
      "definition_translation": "Um inseto pequeno, geralmente noturno, com um corpo robusto e antenas plumosas ou filamentares, frequentemente encontrado em edifícios e alimentando-se de tecidos.",
      "example": "The moth had eaten a hole in my favorite sweater. I will check my closet for moths tonight. The moth will have destroyed all my clothes by next week.",
      "example_translation": "A traça havia comido um buraco na minha blusa favorita. Vou verificar meu armário para tracás esta noite. A traça terá destruído todas as minhas roupas até a próxima semana.",
      "imageLink": "image_files\\English\\moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "potato beetle",
      "translation": "escaravelho da batata",
      "definition": "A small, oval-shaped beetle that is a common pest of potatoes, tomatoes, and other solanaceous plants.",
      "definition_translation": "Um besouro pequeno, ovalado, que é um praga comum de batatas, tomates e outras plantas solanáceas.",
      "example": "The farmer applied insecticides to control the potato beetle population. Potato beetles can cause significant damage to crops. By next season, the potato beetle infestation will have been eradicated.",
      "example_translation": "O agricultor aplicou inseticidas para controlar a população de escaravelhos da batata. Escaravelhos da batata podem causar danos significativos às culturas. Até a próxima temporada, a infestação de escaravelhos da batata terá sido erradicada.",
      "imageLink": "image_files\\English\\potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "silkworm",
      "translation": "bicho-da-seda",
      "definition": "The larva of a moth that spins a cocoon of silk, used to produce silk fabric.",
      "definition_translation": "A larva de uma traça que espina um casulo de seda, usada para produzir tecido de seda.",
      "example": "The silkworms were fed mulberry leaves to promote their growth. The silkworm will have spun its cocoon by tomorrow. Silkworms have been used to produce silk for thousands of years.",
      "example_translation": "Os bichos-da-seda foram alimentados com folhas de amoreira para promover seu crescimento. O bicho-da-seda terá espina seu casulo até amanhã. Bichos-da-seda têm sido usados para produzir seda por milhares de anos.",
      "imageLink": "image_files\\English\\silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "termite",
      "translation": "cupim",
      "definition": "A small, social insect that lives in colonies and feeds on wood, often causing significant damage to buildings and trees.",
      "definition_translation": "Um inseto pequeno, social, que vive em colônias e se alimenta de madeira, frequentemente causando danos significativos a edifícios e árvores.",
      "example": "The house had been infested with termites for years. Termites are often found in warm, humid climates. The termite colony will have consumed the entire wooden structure by next month.",
      "example_translation": "A casa havia sido infestada por cupins por anos. Cupins são frequentemente encontrados em climas quentes e úmidos. A colônia de cupins terá consumido a estrutura de madeira inteira até o próximo mês.",
      "imageLink": "image_files\\English\\termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bedbug",
      "translation": "percevejo",
      "definition": "A small, flat, parasitic insect that infests mattresses and feeds on the blood of humans and other warm-blooded animals.",
      "definition_translation": "Um inseto parasita pequeno e plano que infesta colchões e se alimenta do sangue de seres humanos e outros animais de sangue quente.",
      "example": "The hotel room had a serious bedbug infestation, so we had to request a room change. We had been bitten by bedbugs before, and we will get bitten by them again in the future.",
      "example_translation": "O quarto de hotel tinha uma infestação séria de percevejos, então tivemos que solicitar uma troca de quarto. Nós já havíamos sido mordidos por percevejos antes, e vamos ser mordidos por eles novamente no futuro.",
      "imageLink": "image_files\\English\\bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bumblebee",
      "translation": "abelha",
      "definition": "A large, furry, social bee that is important for pollination and is known for its distinctive buzzing noise.",
      "definition_translation": "Uma abelha grande, peluda, social que é importante para a polinização e é conhecida pelo seu barulho zumbido distinto.",
      "example": "The bumblebee flew from flower to flower, collecting nectar to bring back to its hive. In the past, we used to see many bumblebees in our garden, but now there are fewer. We will plant more flowers to attract more bumblebees in the future.",
      "example_translation": "A abelha voava de flor em flor, coletando néctar para levar de volta à sua colméia. No passado, costumávamos ver muitas abelhas em nosso jardim, mas agora há menos. Vamos plantar mais flores para atrair mais abelhas no futuro.",
      "imageLink": "image_files\\English\\bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "caterpillar",
      "translation": "lagarta",
      "definition": "The larva of a butterfly or moth, typically having a worm-like body and legs.",
      "definition_translation": "A larva de uma borboleta ou mariposa, normalmente tendo um corpo semelhante a um verme e pernas.",
      "example": "The caterpillar crawled along the leaf, eating its way through the tender shoots. We had seen caterpillars transform into beautiful butterflies in the past. In the future, we will learn more about the life cycle of caterpillars.",
      "example_translation": "A lagarta rastejou ao longo da folha, comendo seu caminho pelas brotações tenras. Nós havíamos visto lagartas se transformarem em belas borboletas no passado. No futuro, vamos aprender mais sobre o ciclo de vida das lagartas.",
      "imageLink": "image_files\\English\\caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cicada",
      "translation": "cigarrinha",
      "definition": "A large, winged insect with a distinctive song, typically living underground for several years before emerging as an adult.",
      "definition_translation": "Um inseto alado grande com um canto distinto, normalmente vivendo під terra por vários anos antes de emergir como adulto.",
      "example": "The cicada's loud song filled the air as it emerged from the ground. We had heard cicadas singing in the past, and we will hear them again in the future. In the summer, we will try to find a cicada and observe its behavior.",
      "example_translation": "O canto alto da cigarrinha encheu o ar enquanto ela emergia do chão. Nós havíamos ouvido cigarrinhas cantando no passado, e vamos ouvi-las novamente no futuro. No verão, vamos tentar encontrar uma cigarrinha e observar seu comportamento.",
      "imageLink": "image_files\\English\\cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dragonfly",
      "translation": "libélula",
      "definition": "A dragonfly is an insect with a long, slender body, typically bright green or iridescent, and large multifaceted eyes.",
      "definition_translation": "Uma libélula é um inseto com corpo longo e esbelto, geralmente verde brilhante ou iridescente, e olhos multifacetados grandes.",
      "example": "I caught a dragonfly in the garden yesterday, but it escaped from my hand. I had been watching it hover around the pond all morning. I will try to catch another one tomorrow.",
      "example_translation": "Eu peguei uma libélula no jardim ontem, mas ela escapou da minha mão. Eu havia estado assistindo ela pairar em torno do lago toda manhã. Vou tentar pegar outra amanhã.",
      "imageLink": "image_files\\English\\dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drone",
      "translation": "zângão",
      "definition": "A drone is an unmanned aircraft or ship that is operated remotely or autonomously, often used for military or surveillance purposes.",
      "definition_translation": "Um zângão é um avião ou navio não tripulado que é operado remotamente ou de forma autônoma, muitas vezes usado para fins militares ou de vigilância.",
      "example": "The military uses drones to gather intelligence on enemy positions. The drone had been flying over the area for hours before it was shot down. I will build my own drone next month.",
      "example_translation": "O militar usa zângãos para coletar inteligência sobre posições inimigas. O zângão havia estado voando sobre a área por horas antes de ser derrubado. Vou construir meu próprio zângão nxt mês.",
      "imageLink": "image_files\\English\\drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "gadfly",
      "translation": "mímalo",
      "definition": "A gadfly is a type of fly that is known for its annoyance and persistence, often used figuratively to describe someone who persistently criticizes or harasses others.",
      "definition_translation": "Um mímalo é um tipo de mosca que é conhecido por sua molestação e persistência, muitas vezes usado figurativamente para descrever alguém que crítica ou assedia persistentemente os outros.",
      "example": "The gadfly of the neighborhood was always complaining about the noise. I was annoyed by the gadfly that kept buzzing around me. The politician was criticized by a gadfly journalist.",
      "example_translation": "O mímalo do bairro sempre estava reclamando do barulho. Eu fui incomodado pelo mímalo que continuava a zumbir em torno de mim. O político foi criticado por um jornalista mímalo.",
      "imageLink": "image_files\\English\\gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grasshopper",
      "translation": "gafanhoto",
      "definition": "A grasshopper is an insect with a long, slender body and powerful hind legs, often found in fields and meadows.",
      "definition_translation": "Um gafanhoto é um inseto com corpo longo e esbelto e pernas traseiras poderosas, muitas vezes encontrado em campos e pradarias.",
      "example": "The grasshopper jumped across the field in just one bound. I had been watching the grasshopper for hours before it finally hopped away. I will catch a grasshopper tomorrow.",
      "example_translation": "O gafanhoto pulou pelo campo em apenas um salto. Eu havia estado assistindo o gafanhoto por horas antes de finalmente pular embora. Vou pegar um gafanhoto amanhã.",
      "imageLink": "image_files\\English\\grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hornet",
      "translation": "vespa",
      "definition": "A hornet is a type of wasp that is similar to a bee, but has a more aggressive sting.",
      "definition_translation": "Uma vespa é um tipo de vespereço semelhante a uma abelha, mas tem um ferrão mais agressivo.",
      "example": "The hornet stung me yesterday, but I will be careful when I see one in the future. Now, I am researching how to avoid their nests. In the past, I had seen a hornet's nest on my grandfather's farm.",
      "example_translation": "A vespa me picou ontem, mas eu serei cuidadoso quando vir uma no futuro. Agora, estou pesquisando como evitar seus ninhos. No passado, eu havia visto um ninho de vespa na fazenda do meu avô.",
      "imageLink": "image_files\\English\\hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ladybird",
      "translation": "joaninha",
      "definition": "A ladybird is a type of small beetle with a distinctive red and black shell.",
      "definition_translation": "Uma joaninha é um tipo de besouro pequeno com uma casca vermelha e preta distinta.",
      "example": "When I was a child, I used to catch ladybirds in the garden, but now I know they are beneficial insects. Ladybirds eat aphids, so we will attract them to our garden in the future. In the past, I had never seen a ladybird until I moved to the countryside.",
      "example_translation": "Quando eu era criança, costumava pegar joaninhas no jardim, mas agora eu sei que são insetos benéficos. Joaninhas comem afídeos, então nós vamos atrair eles para o nosso jardim no futuro. No passado, eu nunca havia visto uma joaninha até me mudar para o campo.",
      "imageLink": "image_files\\English\\ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "locust",
      "translation": "gafanhoto",
      "definition": "A locust is a type of large grasshopper that can form swarms and destroy crops.",
      "definition_translation": "Um gafanhoto é um tipo de grande gafanhoto que pode formar bandos e destruir culturas.",
      "example": "The locust swarm destroyed our crops last year, so we will use pesticides in the future. Locusts are known to migrate over long distances, and now I am studying their behavior. In the past, I had heard about locust plagues in the Bible.",
      "example_translation": "O bando de gafanhotos destruiu nossas culturas no ano passado, então vamos usar pesticidas no futuro. Gafanhotos são conhecidos por migrar sobre longas distâncias, e agora estou estudando seu comportamento. No passado, eu havia ouvido sobre pragas de gafanhotos na Bíblia.",
      "imageLink": "image_files\\English\\locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "louse",
      "translation": "piolho",
      "definition": "A louse is a type of small parasitic insect that lives on the bodies of humans and animals.",
      "definition_translation": "Um piolho é um tipo de inseto parasita pequeño que vive nos corpos de humanos e animais.",
      "example": "When I was at school, I had a friend who had lice, but now I know how to treat them. Lice are attracted to dirty hair, so we will wash our hair regularly in the future. In the past, I had seen people using special shampoos to get rid of lice.",
      "example_translation": "Quando eu estava na escola, eu tinha um amigo que tinha piolhos, mas agora eu sei como tratá-los. Piolhos são atraídos para cabelos sujos, então vamos lavar nosso cabelo regularmente no futuro. No passado, eu havia visto pessoas usando xampus especiais para se livrar de piolhos.",
      "imageLink": "image_files\\English\\louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]