[
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cold",
      "translation": "frio",
      "definition": "having a low temperature; chill; lacking warmth or heat",
      "definition_translation": "tendo uma temperatura baixa; frio; falta de calor ou calor",
      "example": "I was cold yesterday, I will be cold tomorrow, but I am not cold today.",
      "example_translation": "Eu estava frio ontem, eu vou estar frio amanhã, mas eu não estou frio hoje.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cold",
      "translation": "frio",
      "definition": "having a low temperature; chill; lacking warmth or heat",
      "definition_translation": "tendo uma temperatura baixa; frio; falta de calor ou calor",
      "example": "I had a cold shower this morning, I will have a cold drink later, but I did not have a cold breakfast.",
      "example_translation": "Eu tomei um banho frio esta manhã, eu vou ter um drink frio mais tarde, mas eu não tive um café da manhã frio.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hot",
      "translation": "quente",
      "definition": "having a high temperature; warm; intense",
      "definition_translation": "tendo uma temperatura alta; quente; intenso",
      "example": "I was hot yesterday, I am hot today, but I will not be hot tomorrow.",
      "example_translation": "Eu estava quente ontem, eu estou quente hoje, mas eu não vou estar quente amanhã.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rain",
      "translation": "chuva",
      "definition": "precipitation in the form of water droplets in the air",
      "definition_translation": "precipitação na forma de gotas de água no ar",
      "example": "It rained heavily yesterday, it will rain tomorrow, but it is not raining today.",
      "example_translation": "Choveu forte ontem, vai chover amanhã, mas não está chovendo hoje.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "snow",
      "translation": "neve",
      "definition": "Snow is precipitation in the form of small ice crystals that fall from the sky, typically in winter.",
      "definition_translation": "A neve é a precipitação em forma de pequenos cristais de gelo que caem do céu, tipicamente no inverno.",
      "example": "I walked in the snow yesterday, I'm walking in the snow now, and I will walk in the snow tomorrow.",
      "example_translation": "Eu caminhei na neve ontem, estou caminhando na neve agora e caminharei na neve amanhã.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "summer",
      "translation": "verão",
      "definition": "Summer is the warmest season of the year, in the Northern Hemisphere from June to August and in the Southern Hemisphere from December to February.",
      "definition_translation": "O verão é a estação mais quente do ano, no Hemisfério Norte de junho a agosto e no Hemisfério Sul de dezembro a fevereiro.",
      "example": "I loved playing in the summer vacation, I love playing in the summer now, and I will love playing in the summer next year.",
      "example_translation": "Eu amei jogar nas férias de verão, eu amo jogar no verão agora e amarei jogar no verão próximo ano.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sun",
      "translation": "sol",
      "definition": "The sun is the star around which the Earth orbits, providing light and heat to the planet.",
      "definition_translation": "O sol é a estrela em torno da qual a Terra orbita, fornecendo luz e calor ao planeta.",
      "example": "The sun was shining brightly yesterday, the sun is shining brightly now, and the sun will shine brightly tomorrow.",
      "example_translation": "O sol brilhava intensamente ontem, o sol brilha intensamente agora e o sol brilhará intensamente amanhã.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "warm",
      "translation": "quente",
      "definition": "Warm is a moderate temperature, neither hot nor cold, often associated with comfort and relaxation.",
      "definition_translation": "Quente é uma temperatura moderada, nem quente nem fria, frequentemente associada ao confort e ao relaxamento.",
      "example": "The room was warm yesterday, the room is warm now, and the room will be warm tomorrow.",
      "example_translation": "O quarto estava quente ontem, o quarto está quente agora e o quarto estará quente amanhã.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "weather",
      "translation": "tempo",
      "definition": "The state of the atmosphere at a particular place and time, including temperature, humidity, cloudiness, wind, and precipitation.",
      "definition_translation": "O estado da atmosfera em um lugar e hora específicos, incluindo temperatura, umidade, nublado, vento e precipitação.",
      "example": "I love walking in good weather. Yesterday, the weather was horrible. I hope the weather will be nice tomorrow.",
      "example_translation": "Eu adoro caminhar em tempo bom. Ontem, o tempo era horrível. Espero que o tempo seja agradável amanhã.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "wind",
      "translation": "vento",
      "definition": "A natural movement of air in the atmosphere, especially a strong one that can cause damage or affect the weather.",
      "definition_translation": "Um movimento natural do ar na atmosfera, especialmente um forte que pode causar dano ou afetar o tempo.",
      "example": "The wind is blowing very strongly today. I love feeling the wind in my hair. The wind will blow less tomorrow.",
      "example_translation": "O vento está soprando muito forte hoje. Eu amo sentir o vento no meu cabelo. O vento sopra menos amanhã.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "winter",
      "translation": "inverno",
      "definition": "The coldest season of the year, in the Northern Hemisphere from December to February and in the Southern Hemisphere from June to August.",
      "definition_translation": "A estação mais fria do ano, no hemisfério norte de dezembro a fevereiro e no hemisfério sul de junho a agosto.",
      "example": "I love playing in the snow during winter. Winter is my favorite season. I will go skiing in winter.",
      "example_translation": "Eu amo brincar na neve durante o inverno. O inverno é a minha estação favorita. Eu irei esquiar no inverno.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cloud",
      "translation": "nuvem",
      "definition": "A visible mass of water droplets or ice crystals suspended in the air, usually white or gray.",
      "definition_translation": "Uma massa visível de gotas de água ou cristais de gelo suspensos no ar, geralmente branca ou cinzenta.",
      "example": "I love watching the clouds in the sky. Yesterday, the cloud was very dark. I hope the cloud will disappear soon.",
      "example_translation": "Eu amo assistir as nuvens no céu. Ontem, a nuvem estava muito escura. Espero que a nuvem desapareça em breve.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cloudy",
      "translation": "nublado",
      "definition": "having a cloudy appearance or texture",
      "definition_translation": "tendo uma aparência ou textura nublada",
      "example": "The weather was cloudy yesterday, but it will be sunny tomorrow. It was cloudy last week, and it is cloudy today.",
      "example_translation": "O tempo estava nublado ontem, mas será ensolarado amanhã. Estava nublado na semana passada, e está nublado hoje.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fog",
      "translation": "neblina",
      "definition": "a cloud-like mass of tiny water droplets near the ground",
      "definition_translation": "uma massa semelhante a uma nuvem de gotículas de água minúsculas próxima ao solo",
      "example": "The fog was so thick that we couldn't see the road. The fog will clear up by morning. It was foggy last night, but it is sunny today.",
      "example_translation": "A neblina estava tão espessa que não podíamos ver a estrada. A neblina irá se dissipar até a manhã. Estava nebuloso na noite passada, mas é ensolarado hoje.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "foggy",
      "translation": "nebuloso",
      "definition": "having or characterized by fog",
      "definition_translation": "tendo ou caracterizado por neblina",
      "example": "The foggy weather made it difficult to drive. The foggy morning turned into a sunny day. It was foggy last week, and it is foggy again today.",
      "example_translation": "O tempo nebuloso tornou difícil dirigir. A manhã nebulosa se transformou em um dia ensolarado. Estava nebuloso na semana passada, e está nebuloso novamente hoje.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ice",
      "translation": "gelo",
      "definition": "a solid, transparent, and brittle substance formed from water",
      "definition_translation": "uma substância sólida, transparente e frágil formada a partir de água",
      "example": "The ice melted slowly in the sun. The ice was slippery, so we had to be careful. It was icy last winter, and it will be icy again next year.",
      "example_translation": "O gelo derreteu lentamente ao sol. O gelo estava escorregadio, então tivemos que ter cuidado. Estava gelado no último inverno, e está gelado novamente no próximo ano.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spring",
      "translation": "primavera",
      "definition": "The season of the year between winter and summer, during which the weather becomes warmer and plants start to grow.",
      "definition_translation": "A estação do ano entre o inverno e o verão, durante a qual o clima se torna mais quente e as plantas começam a crescer.",
      "example": "I love walking in the park during the spring; last spring, I planted a garden; by next spring, I will have moved to a new house.",
      "example_translation": "Eu amo caminhar no parque durante a primavera; na última primavera, eu plantei um jardim; até a próxima primavera, eu vou ter me mudado para uma nova casa.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "storm",
      "translation": "tempestade",
      "definition": "A severe weather condition characterized by strong winds, heavy rain, and often thunder and lightning.",
      "definition_translation": "Uma condição climática severa caracterizada por ventos fortes, chuva pesada e, frequentemente, trovão e relâmpago.",
      "example": "The storm damaged many houses; the storm will arrive tomorrow; by the time the storm passes, we will have finished the project.",
      "example_translation": "A tempestade danificou muitas casas; a tempestade chegará amanhã; até que a tempestade passe, nós vamos ter terminado o projeto.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sunny",
      "translation": "ensolarado",
      "definition": "Having a lot of sunshine; feeling happy and cheerful.",
      "definition_translation": "Tendo muito sol; sentindo-se feliz e alegre.",
      "example": "It was a sunny day, so we went to the beach; she always looks sunny when she's with her friends; by the time I finish this project, it will be sunny outside.",
      "example_translation": " Era um dia ensolarado, então nós fomos para a praia; ela sempre parece ensolarada quando está com seus amigos; até que eu termine este projeto, estará ensolarado lá fora.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "thunderstorm",
      "translation": "tempestade de trovão",
      "definition": "A storm characterized by the presence of lightning, thunder, and heavy rain.",
      "definition_translation": "Uma tempestade caracterizada pela presença de relâmpagos, trovão e chuva pesada.",
      "example": "The thunderstorm was so loud that it woke me up; we had a thunderstorm last weekend; by the time the thunderstorm passes, we will be safe.",
      "example_translation": "A tempestade de trovão era tão alta que me acordou; tivemos uma tempestade de trovão no último fim de semana; até que a tempestade de trovão passe, estaremos seguros.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "wet",
      "translation": "molhado",
      "definition": "covered or saturated with water or another liquid",
      "definition_translation": "coberto ou saturado com água ou outro líquido",
      "example": "The dog was wet after playing in the rain. It will be wet tomorrow if it rains again. I wet my hair in the shower.",
      "example_translation": "O cachorro estava molhado após brincar na chuva. Estará molhado amanhã se chover novamente. Eu molhei meu cabelo no chuveiro.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "windy",
      "translation": "ventoso",
      "definition": "having a strong or violent wind",
      "definition_translation": "tendo um vento forte ou violento",
      "example": "It was windy yesterday, so I wore a jacket. I will take an umbrella tomorrow if it's windy. She got blown away by the windy gust.",
      "example_translation": "Estava ventoso ontem, então eu usei um casaco. Vou levar um guarda-chuva amanhã se está ventoso. Ela foi soprada pelo vento forte.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blow",
      "translation": "soprar",
      "definition": "to produce a current of air by expelling breath",
      "definition_translation": "produzir uma corrente de ar ao expelir o fôlego",
      "example": "The leaves blow in the wind. She will blow out the candles tonight. I blew my nose because I had a cold.",
      "example_translation": "As folhas sopram no vento. Ela sopra as velas esta noite. Eu assoei meu nariz porque eu estava resfriado.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "breeze",
      "translation": "brisa",
      "definition": "a gentle wind",
      "definition_translation": "um vento suave",
      "example": "A gentle breeze blew through the trees. I will take a walk in the breeze tomorrow. The breeze was refreshing after the hot sun.",
      "example_translation": "Uma brisa suave soprou através das árvores. Vou dar um passeio na brisa amanhã. A brisa foi refrescante após o sol quente.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "heat",
      "translation": "calor",
      "definition": "Heat is a form of energy that is transferred by a difference in temperature. It is a natural process that occurs in many aspects of life, such as in cooking, in the sun, and in the human body.",
      "definition_translation": "O calor é uma forma de energia que é transferida por uma diferença de temperatura. É um processo natural que ocorre em muitos aspectos da vida, como na cozinha, no sol e no corpo humano.",
      "example": "I heat up the soup in the microwave. I heated up the soup yesterday. I will heat up the soup tomorrow.",
      "example_translation": "Eu esquento a sopa no micro-ondas. Eu esquentei a sopa ontem. Eu esquentarei a sopa amanhã.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lightning",
      "translation": "raio",
      "definition": "Lightning is a massive electrostatic discharge that occurs during thunderstorms, characterized by a bright flash of light and a loud clap of thunder.",
      "definition_translation": "O raio é uma descarga eletrostática maciça que ocorre durante tempestades de trovão, caracterizada por um flash de luz brilhante e um estrondo de trovão.",
      "example": "The lightning flashed across the sky. The lightning had flashed across the sky yesterday. The lightning will flash across the sky tomorrow.",
      "example_translation": "O raio lampejou em todo o céu. O raio havia lampejou em todo o céu ontem. O raio lampejará em todo o céu amanhã.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "season",
      "translation": "estação",
      "definition": "A season is a period of the year characterized by a particular weather pattern, such as winter, spring, summer, or autumn.",
      "definition_translation": "Uma estação é um período do ano caracterizado por um padrão de tempo particular, como inverno, primavera, verão ou outono.",
      "example": "I love the summer season. I loved the winter season last year. I will love the autumn season next year.",
      "example_translation": "Eu amo a estação de verão. Eu amei a estação de inverno no ano passado. Eu amarei a estação de outono no ano que vem.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sunrise",
      "translation": "nascer do sol",
      "definition": "Sunrise is the time in the morning when the sun appears above the horizon, marking the beginning of a new day.",
      "definition_translation": "O nascer do sol é o momento da manhã em que o sol aparece acima do horizonte, marcando o início de um novo dia.",
      "example": "I watched the sunrise this morning. I watched the sunrise yesterday morning. I will watch the sunrise tomorrow morning.",
      "example_translation": "Eu assisti ao nascer do sol esta manhã. Eu assisti ao nascer do sol ontem de manhã. Eu assistirei ao nascer do sol amanhã de manhã.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sunset",
      "translation": "pôr do sol",
      "definition": "The time in the evening when the sun disappears below the horizon.",
      "definition_translation": "O momento da noite quando o sol some abaixo do horizonte.",
      "example": "I watched the sunset from the beach last night. I will watch the sunset from the mountain tomorrow. I had watched the sunset from the city yesterday.",
      "example_translation": "Eu assisti o pôr do sol da praia ontem à noite. Vou assistir o pôr do sol da montanha amanhã. Eu havia assistido o pôr do sol da cidade ontem.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sunshine",
      "translation": "sol de brilho",
      "definition": "The warm and bright light of the sun.",
      "definition_translation": "A luz quente e brilhante do sol.",
      "example": "I love walking in the sunshine. She will take a bath in the sunshine tomorrow. They had played in the sunshine yesterday.",
      "example_translation": "Eu amo caminhar no sol de brilho. Ela vai tomar um banho no sol de brilho amanhã. Eles haviam jogado no sol de brilho ontem.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "thunder",
      "translation": "trovão",
      "definition": "A loud, rumbling sound that accompanies lightning.",
      "definition_translation": "Um som alto e ruidoso que acompanha o raio.",
      "example": "I heard the thunder in the storm last night. They will hear the thunder in the storm tomorrow. We had heard the thunder in the storm yesterday.",
      "example_translation": "Eu ouvi o trovão na tempestade ontem à noite. Eles vão ouvir o trovão na tempestade amanhã. Nós havíamos ouvido o trovão na tempestade ontem.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "daylight",
      "translation": "luz do dia",
      "definition": "The light of day, as opposed to darkness or artificial light.",
      "definition_translation": "A luz do dia, em oposição à escuridão ou luz artificial.",
      "example": "I love walking in the daylight. She will take a walk in the daylight tomorrow. They had played in the daylight yesterday.",
      "example_translation": "Eu amo caminhar na luz do dia. Ela vai dar um passeio na luz do dia amanhã. Eles haviam jogado na luz do dia ontem.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hurricane",
      "translation": "furacão",
      "definition": "A hurricane is a powerful, rotating storm that forms over warm ocean waters, characterized by strong winds and heavy rainfall.",
      "definition_translation": "Um furacão é uma tempestade poderosa e rotativa que se forma sobre águas oceânicas quentes, caracterizada por ventos fortes e chuvas pesadas.",
      "example": "The hurricane destroyed several houses in the coastal town. It had been threatening to make landfall for days. By the time it hits, we will have evacuated the area.",
      "example_translation": "O furacão destruiu várias casas na cidade costeira. Tinha ameaçado fazer landfall por dias. Quando atingir, vamos ter evacuado a área.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "moonlight",
      "translation": "luz da lua",
      "definition": "The soft, silvery light of the moon, especially when shining at night.",
      "definition_translation": "A luz suave e prateada da lua, especialmente quando brilha à noite.",
      "example": "We took a romantic walk in the garden under the moonlight. The moonlight was so bright that we didn't need flashlights. By next month, the moonlight will be even more beautiful.",
      "example_translation": "Nós fizemos um passeio romântico no jardim sob a luz da lua. A luz da lua era tão brilhante que não precisávamos de lanternas. Até o próximo mês, a luz da lua será ainda mais linda.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rainbow",
      "translation": "arco-íris",
      "definition": "A beautiful natural phenomenon in which a band of colors appears in the sky, typically after rain.",
      "definition_translation": "Um belo fenômeno natural em que uma faixa de cores aparece no céu, normalmente após a chuva.",
      "example": "We saw a rainbow stretching across the sky after the storm. The rainbow was so vibrant that it caught everyone's attention. By next year, we will have taken a picture of a rainbow.",
      "example_translation": "Nós vimos um arco-íris estendendo-se ao longo do céu após a tempestade. O arco-íris era tão vibrante que chamou a atenção de todos. Até o ano que vem, vamos ter tirado uma foto de um arco-íris.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rainfall",
      "translation": "chuva",
      "definition": "The amount of rain that falls in a particular area or period of time.",
      "definition_translation": "A quantidade de chuva que cai em uma área ou perído de tempo particular.",
      "example": "The rainfall in the city has been increasing over the past few years. The rainfall was so heavy that it caused flooding. By next month, the rainfall will have decreased.",
      "example_translation": "A chuva na cidade tem aumentado nos últimos anos. A chuva foi tão pesada que causou inundações. Até o próximo mês, a chuva terá diminuído.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stormy",
      "translation": "tempestuoso",
      "definition": "Characterized by or causing a lot of strong wind and heavy rain, often with thunder and lightning.",
      "definition_translation": "Caracterizado por ou causando muito vento forte e chuva pesada, muitas vezes com trovão e relâmpago.",
      "example": "The stormy weather made it difficult to go outside. Yesterday, it was stormy, but today it's sunny. If it's stormy tomorrow, we'll stay at home.",
      "example_translation": "O tempo tempestuoso tornou difícil sair de casa. Ontem, estava tempestuoso, mas hoje está ensolarado. Se estiver tempestuoso amanhã, ficaremos em casa.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sunlight",
      "translation": "luz solar",
      "definition": "The light and warmth that come from the sun.",
      "definition_translation": "A luz e o calor que vêm do sol.",
      "example": "The sunlight streaming through the window made the room bright. We loved basking in the sunlight on the beach. When I woke up, the sunlight was already shining.",
      "example_translation": "A luz solar que entra pela janela tornou o quarto brilhante. Nós amávamos nos deliciar na luz solar na praia. Quando eu acordei, a luz solar já estava brilhando.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "twilight",
      "translation": "crepúsculo",
      "definition": "The time of day when the sun is below the horizon, but the sky is still light.",
      "definition_translation": "O momento do dia quando o sol está abaixo do horizonte, mas o céu ainda está claro.",
      "example": "The twilight hour was my favorite time to take a walk. We often watched the stars at twilight. By twilight, we had finished our dinner.",
      "example_translation": "A hora do crepúsculo era meu tempo favorito para dar um passeio. Nós frequentemente observávamos as estrelas no crepúsculo. Até o crepúsculo, nós havíamos terminado o jantar.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blizzard",
      "translation": "tempestade de neve",
      "definition": "A severe snowstorm with strong winds and low visibility.",
      "definition_translation": "Uma tempestade de neve severa com ventos fortes e visibilidade baixa.",
      "example": "The blizzard made it impossible to drive. We got stuck in the blizzard on our way home. If there's a blizzard tomorrow, we'll stay indoors.",
      "example_translation": "A tempestade de neve tornou impossível dirigir. Nós ficamos presos na tempestade de neve no caminho de volta para casa. Se houver uma tempestade de neve amanhã, ficaremos dentro de casa.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "heatwave",
      "translation": "onda de calor",
      "definition": "A prolonged period of abnormally hot weather, especially during the summer.",
      "definition_translation": "Um período prolongado de tempo anormalmente quente, especialmente durante o verão.",
      "example": "The heatwave last summer caused widespread drought and wildfires. It was so hot that we had to stay indoors during the day. By next summer, we expect the heatwave to return.",
      "example_translation": "A onda de calor do último verão causou seca generalizada e incêndios florestais. Foi tão quente que tivemos que ficar em casa durante o dia. Para o próximo verão, esperamos que a onda de calor retorne.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drought",
      "translation": "seca",
      "definition": "A prolonged period of abnormally low rainfall, leading to water scarcity.",
      "definition_translation": "Um período prolongado de chuva anormalmente baixa, levando à escassez de água.",
      "example": "The drought last year affected crops and livestock. We had to implement strict water conservation measures to mitigate its effects. By next year, we hope the drought will come to an end.",
      "example_translation": "A seca do ano passado afetou culturas e gado. Tivemos que implementar medidas de conservação de água rígidas para mitigar seus efeitos. Para o próximo ano, esperamos que a seca chegue ao fim.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hail",
      "translation": "granizo",
      "definition": "Small balls of ice that fall from the sky during a storm.",
      "definition_translation": "Pequenas bolas de gelo que caem do céu durante uma tempestade.",
      "example": "The hail storm damaged our car's windshield. It was hailing so hard that we had to take shelter. In the future, we will make sure to park our car in a safe location during hail storms.",
      "example_translation": "A tempestade de granizo danificou o para-brisas do nosso carro. Estava granizando tão forte que tivemos que buscar abrigo. No futuro, vamos garantir que estacionemos nosso carro em um local seguro durante tempestades de granizo.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hail",
      "translation": "granizo",
      "definition": "Small balls of ice that fall from the sky during a storm.",
      "definition_translation": "Pequenas bolas de gelo que caem do céu durante uma tempestade.",
      "example": "The hail storm caused significant damage to our crops. We were lucky to have hail insurance to cover the losses. By next year, we hope to have implemented new hail protection measures.",
      "example_translation": "A tempestade de granizo causou danos significativos às nossas culturas. Fomos sortudos em ter seguro contra granizo para cobrir as perdas. Para o próximo ano, esperamos ter implementado novas medidas de proteção contra granizo.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hailstone",
      "translation": "pedra de granizo",
      "definition": "A small ball of ice that forms in the atmosphere and falls to the ground during a storm.",
      "definition_translation": "Um pequeno bloco de gelo que se forma na atmosfera e cai no chão durante uma tempestade.",
      "example": "The hailstorm yesterday produced large hailstones that damaged the car windshield. Now it's hailing again, and I'm worried about the garden. By tomorrow, the hailstones will have melted.",
      "example_translation": "A tempestade de granizo de ontem produziu pedras de granizo grandes que danificaram o para-brisa do carro. Agora está granizando novamente, e estou preocupado com o jardim. Amanhã, as pedras de granizo terão derretido.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hailstorm",
      "translation": "tempestade de granizo",
      "definition": "A storm that produces a lot of hailstones, often accompanied by strong winds and heavy rain.",
      "definition_translation": "Uma tempestade que produz muitas pedras de granizo, muitas vezes acompanhada por ventos fortes e chuva pesada.",
      "example": "The hailstorm last night was intense, with hailstones the size of golf balls. We had a hailstorm in April that damaged the crops. By next spring, we'll have to prepare for another hailstorm.",
      "example_translation": "A tempestade de granizo de ontem à noite foi intensa, com pedras de granizo do tamanho de bolas de golfe. Tivemos uma tempestade de granizo em abril que danificou as culturas. Até a próxima primavera, vamos ter que nos preparar para outra tempestade de granizo.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "whirlwind",
      "translation": "tornado",
      "definition": "A column of air that rotates rapidly and causes damage when it touches the ground.",
      "definition_translation": "Uma coluna de ar que gira rapidamente e causa danos quando toca o chão.",
      "example": "The whirlwind swept through the town, destroying buildings and uprooting trees. It was as if a whirlwind had blown through the office, scattering papers everywhere. By the time the whirlwind passes, the landscape will be changed forever.",
      "example_translation": "O tornado varreu a cidade, destruindo edifícios e arrancando árvores. Foi como se um tornado tivesse soprado pelo escritório, espalhando papéis em todas as direções. Quando o tornado passar, o paisagem será mudada para sempre.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drizzle",
      "translation": "chuvisco",
      "definition": "A light rain that falls in very small drops, often creating a misty atmosphere.",
      "definition_translation": "Uma chuva leve que cai em gotas muito pequenas, muitas vezes criando uma atmosfera nebulosa.",
      "example": "The drizzle outside made the walk to work miserable. It had been drizzling all morning, so we decided to cancel the picnic. By next week, the drizzle will have given way to sunshine.",
      "example_translation": "O chuvisco lá fora tornou a caminhada até o trabalho miserável. Tinha estado choviscando desde a manhã, então decidimos cancelar o piquenique. Até a próxima semana, o chuvisco terá dado lugar ao sol.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dust storm",
      "translation": "tempestade de poeira",
      "definition": "A strong wind that picks up large amounts of dust and sand, reducing visibility and causing respiratory problems.",
      "definition_translation": "Um forte vento que levanta grandes quantidades de poeira e areia, reduzindo a visibilidade e causando problemas respiratórios.",
      "example": "The dust storm was so severe that we had to stay indoors for several days. We watched as the storm approached, but it was already too late. We will be prepared for the next dust storm.",
      "example_translation": "A tempestade de poeira foi tão severa que tivemos que ficar dentro de casa por vários dias. Nós assistimos enquanto a tempestade se aproximava, mas já era tarde demais. Nós estaremos preparados para a próxima tempestade de poeira.",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]