[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bull terrier",
      "translation": "terrier bully",
      "definition": "A breed of dog known for its muscular build, short coat, and affectionate nature.",
      "definition_translation": "Uma raça de cão conhecida por sua constituição muscular, pelagem curta e natureza afetuosa.",
      "example": "I had a bull terrier when I was a child, it was very playful. Now I have a bull terrier and it is very obedient. By next year, I will have a bull terrier and it will be very old.",
      "example_translation": "Eu tinha um terrier bully quando eu era criança, era muito brincalhão. Agora eu tenho um terrier bully e é muito obediente. Até o ano que vem, eu terei um terrier bully e será muito velho.",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bulldog",
      "translation": "cachorro bulldog",
      "definition": "A breed of dog known for its sturdy build, wrinkled face, and gentle nature.",
      "definition_translation": "Uma raça de cão conhecida por sua constituição sólida, rosto enrugado e natureza gentil.",
      "example": "I saw a bulldog at the park yesterday, it was very cute. My friend has a bulldog and it is very lazy. Next month, I will buy a bulldog and it will be very happy.",
      "example_translation": "Eu vi um cachorro bulldog no parque ontem, era muito fofo. Meu amigo tem um cachorro bulldog e é muito preguiçoso. No mês que vem, eu comprarei um cachorro bulldog e será muito feliz.",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Dalmatian",
      "translation": "dálmata",
      "definition": "A breed of dog known for its distinctive white coat with black spots and its energetic nature.",
      "definition_translation": "Uma raça de cão conhecida por sua pelagem branca com manchas pretas e sua natureza energética.",
      "example": "I have always wanted a Dalmatian, it is very beautiful. My sister had a Dalmatian when she was a child, it was very playful. If I have a Dalmatian, it will be very happy.",
      "example_translation": "Eu sempre queria um dálmata, é muito bonito. Minha irmã tinha um dálmata quando ela era criança, era muito brincalhão. Se eu tiver um dálmata, será muito feliz.",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "poodle",
      "translation": "poodle",
      "definition": "A breed of dog known for its curly, non-shedding coat and its high intelligence.",
      "definition_translation": "Uma raça de cão conhecida por sua pelagem cacheada, não lanosa e sua alta inteligência.",
      "example": "I saw a poodle at the dog show, it was very elegant. My friend has a poodle and it is very obedient. Next year, I will have a poodle and it will be very happy.",
      "example_translation": "Eu vi um poodle no show de cães, era muito elegante. Meu amigo tem um poodle e é muito obediente. No ano que vem, eu terei um poodle e será muito feliz.",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Afghan hound",
      "translation": "Cão de Afeganistão",
      "definition": "A tall, silky-coated dog of a breed originating in Afghanistan, used for hunting and companionship.",
      "definition_translation": "Um cão alto, de pelo sedoso, de uma raça originária do Afeganistão, usado para caça e companhia.",
      "example": "I saw an Afghan hound at the dog show yesterday, it was so beautiful. I am going to buy an Afghan hound tomorrow. I had an Afghan hound when I was a child.",
      "example_translation": "Vi um cão de Afeganistão no show de cães ontem, era tão bonito. Vou comprar um cão de Afeganistão amanhã. Tive um cão de Afeganistão quando eu era criança.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Akita",
      "translation": "Akita",
      "definition": "A large, powerful dog of a breed originating in Japan, having a thick coat and a distinctive fox-like head.",
      "definition_translation": "Um cão grande e poderoso, de uma raça originária do Japão, com um pelagem grosso e uma cabeça_distinta tipo raposa.",
      "example": "My friend has an Akita, it's very loyal. The Akita was originally bred to hunt deer. By next year, I will have an Akita.",
      "example_translation": "Meu amigo tem um Akita, é muito leal. O Akita foi originalmente criado para caçar cervos. Até o próximo ano, terei um Akita.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Alaskan malamute",
      "translation": "Malamute do Alasca",
      "definition": "A strong, thick-coated dog of a breed originating in Alaska, used for pulling sleds and as a companion.",
      "definition_translation": "Um cão forte, de pelo grosso, de uma raça originária do Alasca, usado para puxar trenós e como companheiro.",
      "example": "I want to buy an Alaskan malamute, it's so cute. The Alaskan malamute is very intelligent. By next month, I will have an Alaskan malamute.",
      "example_translation": "Quero comprar um Malamute do Alasca, é tão fofo. O Malamute do Alasca é muito inteligente. Até o próximo mês, terei um Malamute do Alasca.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "basset hound",
      "translation": "Basset Hound",
      "definition": "A short-legged dog of a breed originating in France, having a distinctive wrinkled face and a sweet, calm temperament.",
      "definition_translation": "Um cão de pernas curtas, de uma raça originária da França, com uma cara enrugada_distinta e um temperamento doce e calmo.",
      "example": "I saw a basset hound at the park, it was so funny. My brother has a basset hound, it's very lazy. I will get a basset hound next year.",
      "example_translation": "Vi um Basset Hound no parque, era tão engraçado. Meu irmão tem um Basset Hound, é muito preguiçoso. Vou ter um Basset Hound no próximo ano.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beagle",
      "translation": "beagle",
      "definition": "A small to medium-sized scent hound, with a short, smooth coat and a friendly, curious temperament.",
      "definition_translation": "Um cão de caça de porte pequeno a médio, com um casaco curto e liso e um temperamento amigável e curioso.",
      "example": "The detective used a beagle to sniff out the suspect's trail. The beagle is sniffing around the park. The beagle will help us track down the missing person.",
      "example_translation": "O detetive usou um beagle para seguir o rastro do suspeito. O beagle está farejando em torno do parque. O beagle nos ajudará a acompanhar a pessoa desaparecida.",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Bernese mountain dog",
      "translation": "cão de montanha bernês",
      "definition": "A large, sturdy dog with a thick coat and a calm, gentle temperament, originating from the Swiss Alps.",
      "definition_translation": "Um cão grande e robusto com um casaco grosso e um temperamento calmo e gentil, originário dos Alpes Suíços.",
      "example": "The Bernese mountain dog is a loyal companion. The family got a Bernese mountain dog as a pet. The Bernese mountain dog will be shown at the dog show.",
      "example_translation": "O cão de montanha bernês é um companheiro leal. A família conseguiu um cão de montanha bernês como animal de estimação. O cão de montanha bernês será apresentado no show de cães.",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bloodhound",
      "translation": "sabujo",
      "definition": "A large, powerful dog with a distinctive wrinkled face and a keen sense of smell, used for tracking and hunting.",
      "definition_translation": "Um cão grande e poderoso com um rosto enrugado característico e um sentido de cheiro aguçado, usado para rastrear e caçar.",
      "example": "The police used a bloodhound to track down the suspect. The bloodhound followed the scent to the hidden treasure. The bloodhound will track down the escaped convict.",
      "example_translation": "A polícia usou um sabujo para rastrear o suspeito. O sabujo seguiu o cheiro até o tesouro escondido. O sabujo rastreará o condenado que escapou.",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "border collie",
      "translation": "collie de fronteira",
      "definition": "A medium-sized, highly intelligent dog with a medium-length coat and a high energy level, often used for herding and agility training.",
      "definition_translation": "Um cão de porte médio, altamente inteligente, com um casaco de comprimento médio e um alto nível de energia, frequentemente usado para ordenhar e treinamento de agilidade.",
      "example": "The border collie is a highly trainable breed. The border collie ran quickly around the agility course. The border collie will help us herd the sheep.",
      "example_translation": "O collie de fronteira é uma raça altamente treinável. O collie de fronteira correu rapidamente em torno do curso de agilidade. O collie de fronteira nos ajudará a ordenhar as ovelhas.",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Boston terrier",
      "translation": "Terrier de Boston",
      "definition": "The Boston terrier is a small-sized, short-coated, gentle, even-tempered, and affectionate breed of dog.",
      "definition_translation": "O terrier de Boston é uma raça de cães de tamanho pequeno, pelo curto, gentil, temperamento igual e afetuoso.",
      "example": "I had a Boston terrier when I was a kid, it was a lovely pet. Now I have one, and it's very playful. I will get another one soon because I love them.",
      "example_translation": "Eu tive um terrier de Boston quando eu era criança, era um pet adorável. Agora eu tenho um, e é muito brincalhão. Vou obter outro em breve porque eu os amo.",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "boxer",
      "translation": "boxeador",
      "definition": "A boxer is a medium-sized, muscular breed of dog with a short, smooth coat and a distinctive 'boxer' face.",
      "definition_translation": "Um boxeador é uma raça de cães de tamanho médio, musculosa, com um pelo curto e liso e uma face característica de 'boxeador'.",
      "example": "I used to have a boxer, it was very energetic. Now I have one, and it's very friendly. I will get another boxer soon because they are great companions.",
      "example_translation": "Eu costumava ter um boxeador, era muito energético. Agora eu tenho um, e é muito amigável. Vou obter outro boxeador em breve porque eles são grandes companheiros.",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bullmastiff",
      "translation": "mastim-buldogue",
      "definition": "The bullmastiff is a large, powerful breed of dog with a short, dense coat and a distinctive wrinkled face.",
      "definition_translation": "O mastim-buldogue é uma raça de cães grande e poderosa, com um pelo curto e denso e uma face característica enrugada.",
      "example": "I saw a bullmastiff yesterday, it was massive. My friend has one, and it's very protective. I might get one soon because they are loyal dogs.",
      "example_translation": "Eu vi um mastim-buldogue ontem, era massivo. Meu amigo tem um, e é muito protetor. Posso obter um em breve porque eles são cães leais.",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Cairn terrier",
      "translation": "terrier cairn",
      "definition": "The Cairn terrier is a small, feisty breed of dog with a harsh, wiry coat and a distinctive shaggy beard.",
      "definition_translation": "O terrier cairn é uma raça de cães pequena e brava, com um pelo áspero, firme e uma barba característica desgrenhada.",
      "example": "I love Cairn terriers, they are very cute. My neighbor has one, and it's very playful. I will get one soon because they are great pets.",
      "example_translation": "Eu amo terriers cairn, eles são muito fofos. Meu vizinho tem um, e é muito brincalhão. Vou obter um em breve porque eles são grandes pets.",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cane corso, Spanish mastiff",
      "translation": "cão corso, mastim espanhol",
      "definition": "A large, powerful dog breed originating from Italy, known for its muscular build and gentle nature.",
      "definition_translation": "Uma raça de cão grande e poderosa originária da Itália, conhecida por sua construção muscular e natureza gentil.",
      "example": "I have always wanted a cane corso, Spanish mastiff as a pet. Last year, I had a cane corso, Spanish mastiff. By next year, I will have a cane corso, Spanish mastiff.",
      "example_translation": "Eu sempre quis um cão corso, mastim espanhol como animal de estimação. No ano passado, eu tive um cão corso, mastim espanhol. Até o ano que vem, eu terei um cão corso, mastim espanhol.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Chihuahua",
      "translation": "Chihuahua",
      "definition": "A small dog breed originating from Mexico, known for its large eyes and small size.",
      "definition_translation": "Uma raça de cão pequena originária do México, conhecida por seus olhos grandes e tamanho pequeno.",
      "example": "My sister has a Chihuahua as a pet. Last week, she took her Chihuahua to the park. Next month, she will take her Chihuahua to the vet.",
      "example_translation": "Minha irmã tem um Chihuahua como animal de estimação. Na semana passada, ela levou seu Chihuahua ao parque. No próximo mês, ela levará seu Chihuahua ao veterinário.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chow chow",
      "translation": "chow chow",
      "definition": "A fluffy, gentle dog breed originating from China, known for its distinctive blue-black tongue.",
      "definition_translation": "Uma raça de cão fofa e gentil originária da China, conhecida por sua língua azul-escura distinta.",
      "example": "I saw a chow chow at the dog park yesterday. My friend has a chow chow as a pet. Next year, I will get a chow chow.",
      "example_translation": "Eu vi um chow chow no parque de cães ontem. Meu amigo tem um chow chow como animal de estimação. No ano que vem, eu vou ter um chow chow.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cocker spaniel",
      "translation": "espanhol cocker",
      "definition": "A friendly, outgoing dog breed originating from Spain, known for its gentle nature and beautiful coat.",
      "definition_translation": "Uma raça de cão amigável e extrovertida originária da Espanha, conhecida por sua natureza gentil e belo pêlo.",
      "example": "My family has a cocker spaniel as a pet. Last month, we took our cocker spaniel to the beach. Next summer, we will take our cocker spaniel to the mountains.",
      "example_translation": "Minha família tem um espanhol cocker como animal de estimação. No mês passado, nós levamos nosso espanhol cocker à praia. No próximo verão, nós levaremos nosso espanhol cocker às montanhas.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dachshund, sausage dog",
      "translation": "cachorro quente, baínhos",
      "definition": "A breed of dog known for its short legs and long body, originally bred to hunt badgers.",
      "definition_translation": "Uma raça de cão conhecida por suas pernas curtas e corpo longo, originalmente criada para caçar texugos.",
      "example": "Yesterday, I saw a dachshund walking down the street. Today, I'm going to the park to play with my sausage dog. By next year, I will have trained my dachshund to obey commands.",
      "example_translation": "Ontem, eu vi um cachorro quente caminhando pela rua. Hoje, estou indo ao parque para brincar com meu baínhos. Até o ano que vem, eu terei treinado meu cachorro quente para obedecer comandos.",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fox terrier",
      "translation": "fox terrier",
      "definition": "A small, energetic breed of dog with a short, smooth coat, originally bred to hunt foxes.",
      "definition_translation": "Uma raça de cão pequena e energética com um curto, coat suave, originalmente criada para caçar raposas.",
      "example": "I used to have a fox terrier as a pet when I was a child. Now, I'm thinking of getting another one. By the time I retire, I will have had several fox terriers as companions.",
      "example_translation": "Eu costumava ter um fox terrier como pet quando eu era criança. Agora, estou pensando em obter outro. Até a hora em que eu me aposentar, eu terei tido vários fox terriers como companheiros.",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "French bulldog",
      "translation": "buldogue francês",
      "definition": "A breed of dog known for its playful, affectionate nature and its distinctive appearance, with a short, easy-to-maintain coat.",
      "definition_translation": "Uma raça de cão conhecida por sua natureza brincalhona e afetuosa e sua aparência distinta, com um curto coat fácil de manter.",
      "example": "I've always wanted a French bulldog as a pet because they are so adorable. Last week, I finally brought one home. By next month, I will have trained my French bulldog to sit and stay.",
      "example_translation": "Eu sempre quis um buldogue francês como pet porque eles são tão fofos. Na semana passada, eu finalmente trouxe um para casa. Até o mês que vem, eu terei treinado meu buldogue francês para sentar e ficar.",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "German shepherd",
      "translation": "pastor alemão",
      "definition": "A breed of dog known for its intelligence, loyalty, and protective nature, often used as a police or guard dog.",
      "definition_translation": "Uma raça de cão conhecida por sua inteligência, lealdade e natureza protetora, muitas vezes usada como cão de polícia ou guarda.",
      "example": "I've been training my German shepherd to be a service dog for years. Last year, I took it to the police academy to see if it could pass the test. By next year, I will have certified my German shepherd as a therapy dog.",
      "example_translation": "Eu venho treinando meu pastor alemão para ser um cão de serviço há anos. No ano passado, eu o levei à academia de polícia para ver se ele poderia passar no teste. Até o ano que vem, eu terei certificado meu pastor alemão como cão terapia.",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "giant schnauzer",
      "translation": "schnauzer gigante",
      "definition": "A giant schnauzer is a large, powerful dog breed that originated in Germany in the 17th century. They were originally bred as guard dogs and police dogs, but today they are popular as family pets. They are known for their loyal and protective nature, as well as their distinctive beards and eyebrows.",
      "definition_translation": "Um schnauzer gigante é uma raça de cães grande e poderosa que originou-se na Alemanha no século 17. Eles foram originalmente criados como cães de guarda e policiais, mas hoje são populares como animais de estimação para a família. Eles são conhecidos por sua natureza leal e protetora, além de suas barbas e sobrancelhas distintas.",
      "example": "I had a giant schnauzer as a pet when I was a child. It was a gentle giant and loved to play fetch. In the future, I plan to get another giant schnauzer as a family pet. My brother had a giant schnauzer that was very protective of him.",
      "example_translation": "Eu tive um schnauzer gigante como animal de estimação quando eu era criança. Era um gigante gentil e amava jogarFetch. No futuro, planejo get outro schnauzer gigante como animal de estimação para a família. Meu irmão teve um schnauzer gigante que era muito protetor dele.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "golden retriever",
      "translation": "retriever dourado",
      "definition": "A golden retriever is a breed of dog known for its friendly, loyal, and gentle nature. They were originally bred to retrieve game for hunters, but today they are popular as family pets and service dogs. They are known for their luscious golden coats and their love of water.",
      "definition_translation": "Um retriever dourado é uma raça de cães conhecida por sua natureza amigável, leal e gentil. Eles foram originalmente criados para recuperar game para caçadores, mas hoje são populares como animais de estimação para a família e cães de serviço. Eles são conhecidos por suas coatas douradas luxuosas e seu amor pela água.",
      "example": "My family had a golden retriever named Max when I was growing up. He was very friendly and loved to play fetch. In the future, I hope to get a golden retriever as a service dog. My aunt had a golden retriever that was very gentle and loving.",
      "example_translation": "Minha família teve um retriever dourado nomeado Max quando eu estava crescendo. Ele era muito amigável e amava jogar fetch. No futuro, espero get um retriever dourado como cão de serviço. Minha tia teve um retriever dourado que era muito gentil e amoroso.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Great Dane",
      "translation": "Dâne Real",
      "definition": "A Great Dane is a large breed of dog known for its giant size and gentle nature. They were originally bred as guard dogs, but today they are popular as family pets. They are known for their short coats and their loyalty to their owners.",
      "definition_translation": "Um Dâne Real é uma raça de cães grande conhecida por seu tamanho gigante e natureza gentil. Eles foram originalmente criados como cães de guarda, mas hoje são populares como animais de estimação para a família. Eles são conhecidos por suas coatas curtas e sua lealdade para com seus donos.",
      "example": "I had a Great Dane as a pet when I was a child. It was very gentle and loving. In the future, I plan to get another Great Dane as a family pet. My neighbor had a Great Dane that was very loyal to him.",
      "example_translation": "Eu tive um Dâne Real como animal de estimação quando eu era criança. Era muito gentil e amoroso. No futuro, planejo get outro Dâne Real como animal de estimação para a família. Meu vizinho teve um Dâne Real que era muito leal a ele.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "greyhound",
      "translation": "galgo",
      "definition": "A greyhound is a breed of dog known for its speed and agility. They were originally bred for racing, but today they are popular as family pets. They are known for their short coats and their gentle nature.",
      "definition_translation": "Um galgo é uma raça de cães conhecida por sua velocidade e agilidade. Eles foram originalmente criados para corridas, mas hoje são populares como animais de estimação para a família. Eles são conhecidos por suas coatas curtas e sua natureza gentil.",
      "example": "I had a greyhound as a pet when I was growing up. It was very fast and loved to run. In the future, I hope to get another greyhound as a pet. My friend had a greyhound that was very gentle and loving.",
      "example_translation": "Eu tive um galgo como animal de estimação quando eu estava crescendo. Era muito rápido e amava correr. No futuro, espero get outro galgo como animal de estimação. Meu amigo teve um galgo que era muito gentil e amoroso.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Irish terrier",
      "translation": "Terrier Irlandês",
      "definition": "A small to medium-sized dog breed originating from Ireland, known for its energetic and playful personality.",
      "definition_translation": "Uma raça de cães de pequeno a médio porte originária da Irlanda, conhecida por sua personalidade energética e brincalhona.",
      "example": "Yesterday, I saw an Irish terrier playing in the park. Today, it's taking a nap. Tomorrow, it will go for a walk.",
      "example_translation": "Ontem, eu vi um terrier irlandês brincando no parque. Hoje, ele está dormindo. Amanhã, ele irá para um passeio.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Jack Russell terrier",
      "translation": "Terrier Jack Russell",
      "definition": "A small, energetic dog breed originating from England, known for its intelligence, courage, and affectionate nature.",
      "definition_translation": "Uma raça de cães pequena e energética originária da Inglaterra, conhecida por sua inteligência, coragem e natureza afetuosa.",
      "example": "My friend has a Jack Russell terrier that loves to run. It ran quickly yesterday, is running today, and will run again tomorrow.",
      "example_translation": "Meu amigo tem um terrier Jack Russell que adora correr. Ele correu rápido ontem, está correndo hoje e correrá novamente amanhã.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Labrador retriever",
      "translation": "Labrador Retrieval",
      "definition": "A medium to large-sized dog breed originating from Canada, known for its friendly, outgoing, and loyal nature.",
      "definition_translation": "Uma raça de cães de médio a grande porte originária do Canadá, conhecida por sua natureza amistosa, expansiva e leal.",
      "example": "The Labrador retriever helped the hunter find the game yesterday. Today, it's assisting a person with a disability. Tomorrow, it will learn new tricks.",
      "example_translation": "O Labrador retriever ajudou o caçador a encontrar o jogo ontem. Hoje, ele está assistindo uma pessoa com deficiência. Amanhã, ele aprenderá novos truques.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Maltese",
      "translation": "Maltês",
      "definition": "A small, white dog breed originating from the island of Malta, known for its silky, white coat and gentle nature.",
      "definition_translation": "Uma raça de cães pequena e branca originária da ilha de Malta, conhecida por sua pelagem sedosa e natureza gentil.",
      "example": "I saw a Maltese walking down the street yesterday. Today, it's playing with its toy. Tomorrow, it will get a bath.",
      "example_translation": "Eu vi um Maltês caminhando pela rua ontem. Hoje, ele está brincando com seu brinquedo. Amanhã, ele receberá um banho.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mastiff",
      "translation": "mastim",
      "definition": "A mastiff is a large and powerful breed of dog known for its loyalty, courage, and protective instincts.",
      "definition_translation": "Um mastim é uma raça de cão grande e poderosa conhecida por sua lealdade, coragem e instintos protetores.",
      "example": "I had a mastiff when I was a child, it was very gentle. Now I have a smaller dog, but I wish I had a mastiff again. If I had the opportunity, I would get a mastiff tomorrow.",
      "example_translation": "Eu tinha um mastim quando eu era criança, era muito gentil. Agora eu tenho um cão menor, mas eu gostaria de ter um mastim novamente. Se eu tivesse a oportunidade, eu ia ter um mastim amanhã.",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "miniature pinscher",
      "translation": "pinscher miniatura",
      "definition": "A miniature pinscher is a small, athletic dog breed known for its intelligence, energy, and loyalty.",
      "definition_translation": "Um pinscher miniatura é uma raça de cão pequena, atlética, conhecida por sua inteligência, energia e lealdade.",
      "example": "I used to have a miniature pinscher, it was very active and playful. Now I have a larger dog, but I wish I had a miniature pinscher again. If I had the opportunity, I would get a miniature pinscher tomorrow. I will have a miniature pinscher in the future.",
      "example_translation": "Eu costumava ter um pinscher miniatura, era muito ativo e brincalhão. Agora eu tenho um cão maior, mas eu gostaria de ter um pinscher miniatura novamente. Se eu tivesse a oportunidade, eu ia ter um pinscher miniatura amanhã. Eu irei ter um pinscher miniatura no futuro.",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "miniature poodle",
      "translation": "pudim miniatura",
      "definition": "A miniature poodle is a small, intelligent dog breed known for its low-shedding coat and trainability.",
      "definition_translation": "Um pudim miniatura é uma raça de cão pequena, inteligente, conhecida por seu pelo low-shedding e capacidade de treinamento.",
      "example": "I have a miniature poodle, it is very smart and obedient. I will have a miniature poodle in the future, and I had a miniature poodle when I was a child. If I had the opportunity, I would get a miniature poodle again.",
      "example_translation": "Eu tenho um pudim miniatura, é muito inteligente e obediente. Eu irei ter um pudim miniatura no futuro, e eu tinha um pudim miniatura quando eu era criança. Se eu tivesse a oportunidade, eu ia ter um pudim miniatura novamente.",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mongrel",
      "translation": "vira-lata",
      "definition": "A mongrel is a dog of mixed breed or unknown ancestry, often considered to be a stray or feral animal.",
      "definition_translation": "Um vira-lata é um cão de raça mista ou ancestralidade desconhecida, frequentemente considerado como um animal vadio ou feral.",
      "example": "I saw a mongrel on the street, it was very dirty and thin. I will take a mongrel home tomorrow, if I see one. I had a mongrel when I was a child, it was very playful.",
      "example_translation": "Eu vi um vira-lata na rua, era muito sujo e magro. Eu irei levar um vira-lata para casa amanhã, se eu vir um. Eu tinha um vira-lata quando eu era criança, era muito brincalhão.",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Newfoundland",
      "translation": "Terra Nova",
      "definition": "A province located on the island of Newfoundland in southeastern Canada.",
      "definition_translation": "Uma província localizada na ilha de Terra Nova no sudeste do Canadá.",
      "example": "I visited Newfoundland last summer and saw many beautiful landscapes. I am visiting Newfoundland next year to see the icebergs. I had visited Newfoundland five years ago and loved the food.",
      "example_translation": "Eu visitei Terra Nova no verão passado e vi muitas paisagens bonitas. Estou visitando Terra Nova no próximo ano para ver os icebergues. Eu havia visitado Terra Nova cinco anos atrás e amei a comida.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "papillon",
      "translation": "papilion",
      "definition": "A breed of small dog with a butterfly-like appearance, known for its large, erect ears.",
      "definition_translation": "Uma raça de cão pequeno com aparência de borboleta, conhecida por suas orelhas grandes e eretas.",
      "example": "My sister has a papillon dog and it's very cute. She will buy a papillon dog next month. She had bought a papillon dog three years ago.",
      "example_translation": "Minha irmã tem um cão papilion e é muito fofo. Ela vai comprar um cão papilion no próximo mês. Ela havia comprado um cão papilion três anos atrás.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Pekingese",
      "translation": "Pequinês",
      "definition": "A breed of small dog originating from China, known for its long, fluffy coat.",
      "definition_translation": "Uma raça de cão pequeno originária da China, conhecida por seu comprimento, peludo.",
      "example": "I saw a Pekingese dog at the park and it was adorable. She will show her Pekingese dog at the dog show next week. They had sold a Pekingese dog at the pet store.",
      "example_translation": "Eu vi um cão Pequinês no parque e era adorável. Ela vai mostrar seu cão Pequinês no show de cães da próxima semana. Eles haviam vendido um cão Pequinês na loja de animais.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pit bull terrier",
      "translation": "bull terrier de cova",
      "definition": "A breed of dog known for its strength, athleticism, and loyalty.",
      "definition_translation": "Uma raça de cão conhecida por sua força, atletismo e lealdade.",
      "example": "The pit bull terrier is a popular breed of dog. I will adopt a pit bull terrier next year. She had trained a pit bull terrier for agility competitions.",
      "example_translation": "O bull terrier de cova é uma raça de cão popular. Eu vou adotar um bull terrier de cova no próximo ano. Ela havia treinado um bull terrier de cova para competições de agilidade.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pointer",
      "translation": "ponteiro",
      "definition": "A pointer is a device used to indicate or point to something, often in a graphical user interface or on a computer screen.",
      "definition_translation": "Um ponteiro é um dispositivo usado para indicar ou apontar para algo, frequentemente em uma interface gráfica de usuário ou na tela de um computador.",
      "example": "I used a pointer to select the file on my computer. Yesterday, I used a pointer to highlight a sentence. Tomorrow, I will use a pointer to navigate through the presentation.",
      "example_translation": "Eu usei um ponteiro para selecionar o arquivo no meu computador. Ontem, eu usei um ponteiro para realçar uma sentença. Amanhã, eu vou usar um ponteiro para navegar pelo presentation.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Polish lowland sheepdog",
      "translation": "cão pastor polonês das lowlands",
      "definition": "The Polish Lowland Sheepdog is a breed of dog originating from Poland, known for its intelligence, agility, and herding ability.",
      "definition_translation": "O cão pastor polonês das lowlands é uma raça de cão originária da Polônia, conhecida por sua inteligência, agilidade e habilidade de pastoreio.",
      "example": "I saw a Polish Lowland Sheepdog herding sheep in the countryside. Yesterday, I met a breeder who specialized in Polish Lowland Sheepdogs. In the future, I would like to own a Polish Lowland Sheepdog.",
      "example_translation": "Eu vi um cão pastor polonês das lowlands ordenhando ovelhas no campo. Ontem, eu conheci um criador que se especializou em cães pastores poloneses das lowlands. No futuro, eu gostaria de ter um cão pastor polonês das lowlands.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Pomeranian",
      "translation": "pomerânio",
      "definition": "The Pomeranian is a breed of dog known for its small size, fluffy coat, and friendly temperament.",
      "definition_translation": "O pomerânio é uma raça de cão conhecida pelo seu pequeno tamanho, pelo macio e temperamento amigável.",
      "example": "I have a Pomeranian as a pet. My sister had a Pomeranian when she was a child. In the future, I would like to breed Pomeranians.",
      "example_translation": "Eu tenho um pomerânio como animal de estimação. Minha irmã tinha um pomerânio quando ela era uma criança. No futuro, eu gostaria de criar pomerânios.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pug",
      "translation": "carlin",
      "definition": "A pug is a breed of dog known for its small size, flat face, and playful personality.",
      "definition_translation": "Um carlin é uma raça de cão conhecida pelo seu pequeno tamanho, rosto achatado e personalidade jogadora.",
      "example": "I love playing with my pug. Yesterday, I took my pug to the park. In the future, I will get another pug.",
      "example_translation": "Eu adoro brincar com meu carlin. Ontem, eu levei meu carlin ao parque. No futuro, eu vou ter outro carlin.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Pyrenean shepherd",
      "translation": "Pastor pirineu",
      "definition": "A breed of medium-sized sheepdog originating from the Pyrenees Mountains, known for its agility, intelligence, and loyal nature.",
      "definition_translation": "Uma raça de cão de pastor de tamanho médio originário dos Montanhas Pireneus, conhecido pela sua agilidade, inteligência e natureza leal.",
      "example": "The Pyrenean shepherd helped us herd the sheep across the mountain. Yesterday, it had helped us to find the lost sheep. Tomorrow, it will help us to patrol the border.",
      "example_translation": "O pastor pirineu nos ajudou a conduzir o rebanho de ovelhas pela montanha. Ontem, havia nos ajudado a encontrar as ovelhas perdidas. Amanhã, ajudará a patrulhar a fronteira.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "A breed of powerful and confident dog, originally used for herding and guarding, known for its strength, loyalty, and protective nature.",
      "definition_translation": "Uma raça de cão poderoso e confiante, originalmente usada para pastoreio e guarda, conhecido pela sua força, lealdade e natureza protetora.",
      "example": "The Rottweiler is often used as a police dog. Yesterday, it caught a thief. Tomorrow, it will help us to apprehend the suspect.",
      "example_translation": "O Rottweiler é frequentemente usado como cão de polícia. Ontem, pegou um ladrão. Amanhã, ajudará a prender o suspeito.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Saint Bernard",
      "translation": "São Bernardo",
      "definition": "A breed of large dog, originally used for search and rescue, known for its friendly, gentle, and patient nature.",
      "definition_translation": "Uma raça de cão grande, originalmente usada para busca e resgate, conhecido pela sua natureza amigável, gentil e paciente.",
      "example": "The Saint Bernard found the lost hiker in the mountain. Last week, it had rescued a family from the avalanche. Next year, it will help us to locate the missing child.",
      "example_translation": "O São Bernardo encontrou o caminhante perdido na montanha. Na semana passada, havia resgatado uma família da avalanche. No ano que vem, ajudará a encontrar a criança desaparecida.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Samoyed",
      "translation": "Samóieda",
      "definition": "A breed of small to medium-sized dog, originating from Siberia, known for its fluffy white coat, friendly nature, and intelligence.",
      "definition_translation": "Uma raça de cão de tamanho pequeno a médio, originária da Sibéria, conhecido pelo seu pelo branco e fofo, natureza amigável e inteligência.",
      "example": "The Samoyed loves to play in the snow. Yesterday, it chased a squirrel. Tomorrow, it will help us to haul the sled.",
      "example_translation": "A Samóieda adora brincar na neve. Ontem, perseguiu um esquilo. Amanhã, ajudará a puxar o trenó.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "schnauzer",
      "translation": "schnauzer",
      "definition": "A schnauzer is a breed of dog known for its distinctive beard and mustache-like facial hair.",
      "definition_translation": "Um schnauzer é uma raça de cão conhecida por seu bigode e pelos faciais semelhantes a um bigode.",
      "example": "I had a schnauzer as a pet when I was a child. I will get a schnauzer as a pet when I have kids. She walked her schnauzer in the park yesterday.",
      "example_translation": "Eu tinha um schnauzer como animal de estimação quando eu era criança. Eu vou ter um schnauzer como animal de estimação quando tiver filhos. Ela passeou seu schnauzer no parque ontem.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Scottish terrier",
      "translation": "terrier escocês",
      "definition": "A Scottish terrier is a small, feisty dog breed originating from Scotland.",
      "definition_translation": "Um terrier escocês é uma raça de cão pequena e briguenta originária da Escócia.",
      "example": "She has a Scottish terrier as a pet. He will get a Scottish terrier as a gift. They walked their Scottish terrier in the rain yesterday.",
      "example_translation": "Ela tem um terrier escocês como animal de estimação. Ele vai ter um terrier escocês como presente. Eles passearam seu terrier escocês na chuva ontem.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Shetland sheepdog",
      "translation": "cão pastor Shetland",
      "definition": "A Shetland sheepdog is a small, agile dog breed originating from the Shetland Islands.",
      "definition_translation": "Um cão pastor Shetland é uma raça de cão pequena e ágil originária das Ilhas Shetland.",
      "example": "They have a Shetland sheepdog as a pet. He will get a Shetland sheepdog as a birthday gift. She walked her Shetland sheepdog in the snow yesterday.",
      "example_translation": "Eles têm um cão pastor Shetland como animal de estimação. Ele vai ter um cão pastor Shetland como presente de aniversário. Ela passeou seu cão pastor Shetland na neve ontem.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "A Shiba Inu is a breed of dog known for its fox-like appearance and independent personality.",
      "definition_translation": "Um Shiba Inu é uma raça de cão conhecida por sua aparência semelhante a um Raposa e personalidade independente.",
      "example": "He has a Shiba Inu as a pet. She will get a Shiba Inu as a gift. They walked their Shiba Inu in the park yesterday.",
      "example_translation": "Ele tem um Shiba Inu como animal de estimação. Ela vai ter um Shiba Inu como presente. Eles passearam seu Shiba Inu no parque ontem.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Siberian husky",
      "translation": "Husky Siberiano",
      "definition": "A medium-sized dog breed originating from Siberia, characterized by its thick coat, erect ears, and friendly temperament.",
      "definition_translation": "Uma raça de cão de tamanho médio originária da Sibéria, caracterizada pela sua coat espessa, orelhas erectas e temperamento amigável.",
      "example": "I adopted a Siberian husky last year, and it has been a wonderful companion ever since. I will take it for a walk tomorrow, and it will have been trained by then.",
      "example_translation": "Eu adotei um husky siberiano no ano passado, e ela tem sido uma companheira incrível desde então. Vou levá-la para um passeio amanhã, e ela terá sido treinada até lá.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spitz",
      "translation": "Spitz",
      "definition": "A type of dog breed characterized by its small to medium size, fluffy coat, and pointed ears and snout.",
      "definition_translation": "Um tipo de raça de cão caracterizado pelo seu tamanho pequeno a médio, coat fofa, orelhas e focinho pontudos.",
      "example": "My neighbor has a spitz that loves to play fetch. It will chase after the ball tomorrow, and it has been trained to obey commands.",
      "example_translation": "Meu vizinho tem um spitz que adora jogar fetch. Ele vai perseguir a bola amanhã, e ele foi treinado para obedecer comandos.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "vizsla",
      "translation": "Vizsla",
      "definition": "A breed of dog originating from Hungary, characterized by its short coat, energetic temperament, and strong hunting instinct.",
      "definition_translation": "Uma raça de cão originária da Hungria, caracterizada pela sua coat curta, temperamento energizado e forte instinto de caça.",
      "example": "I saw a vizsla at the dog park yesterday, and it was chasing after a ball. It will make a great hunting companion, and it has been trained to obey commands.",
      "example_translation": "Eu vi um vizsla no parque de cães ontem, e ele estava perseguindo uma bola. Ele fará um grande companheiro de caça, e ele foi treinado para obedecer comandos.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "A breed of dog originating from Germany, characterized by its short, sleek coat, athletic build, and strong hunting instinct.",
      "definition_translation": "Uma raça de cão originária da Alemanha, caracterizada pela sua coat curta e elegante, construção atlética e forte instinto de caça.",
      "example": "I have always wanted a Weimaraner as a pet, and I will get one next year. It will be trained to hunt, and it loves to run.",
      "example_translation": "Eu sempre quis um Weimaraner como animal de estimação, e vou ter um no próximo ano. Ele será treinado para caçar, e ele adora correr.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "Corgi Galês (Corgi Galês de Pembroke)",
      "definition": "A breed of herding dog that originated in Wales, known for its short stature and distinctive appearance.",
      "definition_translation": "Uma raça de cão de pastor que originou no País de Gales, conhecida por sua estatura curta e aparência distintiva.",
      "example": "I have always wanted a Welsh Corgi as a pet. I had a Welsh Corgi when I was a child. I will get a Welsh Corgi next year.",
      "example_translation": "Eu sempre quis um Corgi Galês como animal de estimação. Eu tive um Corgi Galês quando eu era criança. Vou ter um Corgi Galês no ano que vem.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Yorkshire terrier",
      "translation": "Terrier de Yorkshire",
      "definition": "A small, spunky dog breed originating from Yorkshire, England, known for its big eyes and silky coat.",
      "definition_translation": "Uma raça de cão pequeno e destemido originária de Yorkshire, Inglaterra, conhecida por seus olhos grandes e pelo sedoso.",
      "example": "My sister owns a Yorkshire terrier. She had a Yorkshire terrier five years ago. She will buy a Yorkshire terrier next month.",
      "example_translation": "Minha irmã é dona de um Terrier de Yorkshire. Ela teve um Terrier de Yorkshire há cinco anos. Ela vai comprar um Terrier de Yorkshire no mês que vem.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]