[
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fish",
      "translation": "peixe",
      "definition": "A cold-blooded aquatic animal that lives in water, breathing through gills, and typically having a streamlined body and fins.",
      "definition_translation": "Um animal aquático de sangue frio que vive na água, respirando através de brânquias, e tipicamente tendo um corpo estilizado e barbatanas.",
      "example": "I caught a fish in the lake yesterday. I am going to fish in the river tomorrow. She fished in the sea last week.",
      "example_translation": "Eu peguei um peixe no lago ontem. Eu vou pescar no rio amanhã. Ela pescou no mar semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cod",
      "translation": "bacalhau",
      "definition": "A large marine fish of the family Gadidae, often caught for food.",
      "definition_translation": "Um grande peixe marinho da família Gadidae, muitas vezes pescado para comida.",
      "example": "I ate cod for dinner last night. She will cook cod for lunch today. They codded the fish in the restaurant.",
      "example_translation": "Eu comi bacalhau para jantar ontem. Ela irá cozinhar bacalhau para almoço hoje. Eles codificaram o peixe no restaurante.",
      "imageLink": "image_files\\English\\"imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "salmon",
      "translation": "salmão",
      "definition": "A large fish of the family Salmonidae, having a pinkish-red flesh and found in rivers and coastal waters.",
      "definition_translation": "Um grande peixe da família Salmonidae, tendo uma carne rosa-vermelha e encontrado em rios e águas costeiras.",
      "example": "I grilled salmon for breakfast this morning. She will bake salmon for dinner tonight. They caught salmon in the river last year.",
      "example_translation": "Eu grelhei salmão para café da manhã essa manhã. Ela irá assar salmão para jantar essa noite. Eles capturaram salmão no rio ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shark",
      "translation": "tubarão",
      "definition": "A large, predatory fish of the order Carcharhiniformes, having a cartilaginous skeleton and a streamlined body.",
      "definition_translation": "Um grande peixe predador da ordem Carcharhiniformes, tendo um esqueleto cartilaginoso e um corpo estilizado.",
      "example": "I saw a shark in the ocean yesterday. She will swim with sharks in the sea tomorrow. They studied sharks in the lab last month.",
      "example_translation": "Eu vi um tubarão no oceano ontem. Ela irá nadar com tubarões no mar amanhã. Eles estudaram tubarões no laboratório mês passado.",
      "imageLink": "image_files\\English\\"imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tuna",
      "translation": "atum",
      "definition": "a large, fast-swimming fish with a shiny, streamlined body, often eaten as food",
      "definition_translation": "um grande peixe rápido com corpo brilhante e aerodinâmico, muitas vezes comido como alimento",
      "example": "I caught a tuna while fishing last week. Now I'm eating tuna for lunch. I will grill tuna for dinner tonight.",
      "example_translation": "Eu peguei um atum enquanto pescava na semana passada. Agora estou comendo atum para almoço. Vou grelhar atum para jantar esta noite.",
      "imageLink": "image_files\\English\\"imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spawn",
      "translation": "desovar",
      "definition": "to produce eggs or sperm, or to cause something new to develop or grow",
      "definition_translation": "produzir ovos ou esperma, ou causar algo novo a se desenvolver ou crescer",
      "example": "The fish spawned in the shallow water. The new company will spawn a revolution in the industry. The idea will spawn a new generation of innovators.",
      "example_translation": "O peixe desovou na água rasa. A nova empresa causará uma revolução na indústria. A idéia desovará uma nova geração de inovadores.",
      "imageLink": "image_files\\English\\"imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "trout",
      "translation": "truta",
      "definition": "a freshwater fish with a speckled body, often caught for food or sport",
      "definition_translation": "um peixe de água doce com corpo manchado, muitas vezes pescado para comida ou esporte",
      "example": "I caught a trout while fishing in the river. The chef cooked a delicious trout for dinner. We will go trout fishing again next week.",
      "example_translation": "Eu peguei uma truta enquanto pescava no rio. O chef cozinhou uma deliciosa truta para jantar. Vamos pescar truta novamente na semana que vem.",
      "imageLink": "image_files\\English\\"imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "algae eater",
      "translation": "comedora de algas",
      "definition": "an aquatic animal that feeds on algae, such as a fish or a snail",
      "definition_translation": "um animal aquático que se alimenta de algas, como um peixe ou um caracol",
      "example": "The algae eater cleaned the aquarium glass. The aquarium owner bought an algae eater to control the algae growth. The algae eater population is declining in the lake.",
      "example_translation": "A comedora de algas limpou o vidro do aquário. O dono do aquário comprou uma comedora de algas para controlar o crescimento de algas. A população de comedora de algas está declinando no lago.",
      "imageLink": "image_files\\English\\"imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "anchovy",
      "translation": "anchova",
      "definition": "A small, oily fish, often preserved in salt and used as a relish or ingredient in various dishes.",
      "definition_translation": "Um pequeno peixe oleoso, frequentemente conservado em sal e usado como um tempero ou ingrediente em various pratos.",
      "example": "I had anchovies on my pizza last night, and it was delicious. I will eat anchovies on my pizza again tomorrow. I ate anchovies on my pizza yesterday.",
      "example_translation": "Eu tive anchovas na minha pizza ontem à noite, e era delicioso. Eu vou comer anchovas na minha pizza novamente amanhã. Eu comi anchovas na minha pizza ontem.",
      "imageLink": "image_files\\English\\"imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "barbel",
      "translation": "barbo",
      "definition": "A freshwater fish with a distinctive whisker-like barbel around its mouth.",
      "definition_translation": "Um peixe de água doce com um barbel distinto semelhante a um bigode em torno da sua boca.",
      "example": "I caught a barbel while fishing in the river last week. The barbel I caught was quite large. I will try to catch another barbel next weekend.",
      "example_translation": "Eu peguei um barbo enquanto pescava no rio semana passada. O barbo que eu peguei era muito grande. Eu vou tentar pegar outro barbo no próximo fim de semana.",
      "imageLink": "image_files\\English\\"imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bleak",
      "translation": "brema",
      "definition": "A small, slender fish with a grayish-white color, found in European rivers and lakes.",
      "definition_translation": "Um pequeno peixe esbelto com uma cor cinzenta-branca, encontrado em rios e lagos europeus.",
      "example": "The bleak I caught in the lake was very small. I will release the bleak back into the lake. The bleak I saw yesterday was very fast.",
      "example_translation": "A brema que eu peguei no lago era muito pequena. Eu vou libertar a brema de volta para o lago. A brema que eu vi ontem era muito rápida.",
      "imageLink": "image_files\\English\\"imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bream",
      "translation": "brêma",
      "definition": "A species of freshwater fish, often used as a food fish.",
      "definition_translation": "Uma espécie de peixe de água doce, frequentemente usada como um peixe para consumo.",
      "example": "I had bream for dinner last night, and it was delicious. The bream I ate was very fresh. I will cook bream for my family next week.",
      "example_translation": "Eu tive brêma para jantar ontem à noite, e era delicioso. O brêma que eu comi era muito fresco. Eu vou cozinhar brêma para a minha família semana próxima.",
      "imageLink": "image_files\\English\\"imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "burbot",
      "translation": "euládio",
      "definition": "A freshwater fish of the cod family, found in northern Europe and northern Asia.",
      "definition_translation": "Um peixe de água doce da família do bacalhau, encontrado no norte da Europa e no norte da Ásia.",
      "example": "I caught a burbot while fishing in the lake last week. It was a big one. I will catch another burbot tomorrow.",
      "example_translation": "Eu peguei um euládio enquanto pescava no lago semana passada. Era um grande. Eu vou pegar outro euládio amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "carp",
      "translation": "carpa",
      "definition": "A freshwater fish with a stout body and a flat tail, native to Europe and Asia.",
      "definition_translation": "Um peixe de água doce com corpo robusto e cauda achatada, nativo da Europa e da Ásia.",
      "example": "The carp swam quickly in the river. It will swim slowly in the morning. I swam with the carp yesterday.",
      "example_translation": "A carpa nadou rapidamente no rio. Nadará lentamente na manhã. Eu nadava com a carpa ontem.",
      "imageLink": "image_files\\English\\"imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "catfish",
      "translation": "peixe-gato",
      "definition": "A freshwater fish with whisker-like barbels and a flattened body, found in North America.",
      "definition_translation": "Um peixe de água doce com barbéis semelhantes a bigodes e corpo achatado, encontrado na América do Norte.",
      "example": "We ate catfish for dinner last night. I will eat catfish again tomorrow. The catfish was delicious.",
      "example_translation": "Nós comemos peixe-gato para jantar ontem à noite. Eu vou comer peixe-gato novamente amanhã. O peixe-gato era delicioso.",
      "imageLink": "image_files\\English\\"imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chub",
      "translation": "carバス",
      "definition": "A freshwater fish of the carp family, found in Europe and Asia.",
      "definition_translation": "Um peixe de água doce da família do carpa, encontrado na Europa e na Ásia.",
      "example": "The chub jumped out of the water. It will jump again in the afternoon. I caught a chub yesterday.",
      "example_translation": "O carバス saltou fora da água. Saltará novamente à tarde. Eu peguei um carバス ontem.",
      "imageLink": "image_files\\English\\"imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "eel",
      "translation": "enguia",
      "definition": "A long, slender fish with a snake-like body and a small mouth.",
      "definition_translation": "Um peixe longo e estreito com um corpo em forma de cobra e uma boca pequena.",
      "example": "The eel swam swiftly through the water, catching its prey off guard. It had swum through the lake many times before. It will swim again tomorrow.",
      "example_translation": "A enguia nadou rapidamente pela água, pegando sua presa de surpresa. Já havia nadado pelo lago muitas vezes antes. Nadará novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fin",
      "translation": "barbatana",
      "definition": "A thin, flat, usually rigid structure on the back of a fish, used for stabilizing and balancing.",
      "definition_translation": "Uma estrutura fina, plana, geralmente rígida na parte de trás de um peixe, usada para estabilizar e equilibrar.",
      "example": "The shark's fin was visible above the water, a sign of danger lurking beneath. It had sliced through the fin with ease. The fin will be repaired soon.",
      "example_translation": "A barbatana do tubarão era visível acima da água, um sinal de perigo espreitando abaixo. Havia cortado a barbatana com facilidade. A barbatana será reparada em breve.",
      "imageLink": "image_files\\English\\"imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "flatfish",
      "translation": "peixe plano",
      "definition": "A type of fish with a flat body and both eyes on one side of its head.",
      "definition_translation": "Um tipo de peixe com um corpo plano e ambos os olhos do lado de sua cabeça.",
      "example": "The flatfish was cooked to perfection, its delicate flavor enhanced by the herbs. It had caught a flatfish earlier that day. The flatfish will be served at the banquet.",
      "example_translation": "O peixe plano foi cozido à perfeição, seu sabor delicado realçado pelas ervas. Havia pegado um peixe plano mais cedo naquele dia. O peixe plano será servido no banquete.",
      "imageLink": "image_files\\English\\"imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "flounder",
      "translation": "solha",
      "definition": "A type of flatfish, often caught for food, with a flat body and a small mouth.",
      "definition_translation": "Um tipo de peixe plano, frequentemente pescado para comida, com um corpo plano e uma boca pequena.",
      "example": "The flounder swam erratically, making it difficult to catch. It had landed a big flounder last night. The flounder will be sold at the market tomorrow.",
      "example_translation": "A solha nadou erraticamente, tornando difícil pescá-la. Havia aterrissado uma grande solha na noite anterior. A solha será vendida no mercado amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "gilthead",
      "translation": "dourada",
      "definition": "a type of fish, especially in the Mediterranean, with a silvery color and a distinctive curved head",
      "definition_translation": "um tipo de peixe, especialmente no Mediterrâneo, com uma cor prateada e uma cabeça curva Distintiva",
      "example": "I tried to catch a gilthead in the Mediterranean Sea last summer, but it was too slippery.",
      "example_translation": "Eu tentei pegar uma dourada no Mar Mediterrâneo no verão passado, mas ela era muito escorregadia.",
      "imageLink": "image_files\\English\\"imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "gudgeon",
      "translation": "góbio",
      "definition": "a small fish, often found in rivers and streams, with a flat head and a long body",
      "definition_translation": "um pequeno peixe, encontrado frequentemente em rios e riachos, com uma cabeça chata e um corpo longo",
      "example": "The boy caught a gudgeon in the river near his village when he was a child. Now, he is going to catch another gudgeon in the same river. He will catch a gudgeon again tomorrow.",
      "example_translation": "O menino pegou um góbio no rio perto de sua aldeia quando era criança. Agora, ele vai pegar outro góbio no mesmo rio. Ele vai pegar outro góbio amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "guppy",
      "translation": "lebístomo",
      "definition": "a small, colorful fish, popularly kept as a pet in aquariums",
      "definition_translation": "um pequeno peixe colorido, popularmente mantido como animal de estimação em aquários",
      "example": "My sister had a guppy in her aquarium when she was in college. She is going to buy another guppy for her birthday. She bought a guppy last week.",
      "example_translation": "Minha irmã tinha um lebístomo em seu aquário quando ela estava na faculdade. Ela vai comprar outro lebístomo para seu aniversário. Ela comprou um lebístomo na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "haddock",
      "translation": "açafrão",
      "definition": "a type of fish, often used in cooking, with a flaky white flesh and a mild flavor",
      "definition_translation": "um tipo de peixe, frequentemente usado na cozinha, com uma carne branca esfolhada e um sabor suave",
      "example": "I cooked haddock for dinner last night, and it was delicious. My mother used to cook haddock for us when we were children. We will cook haddock again next weekend.",
      "example_translation": "Eu cozinhei açafrão para jantar ontem à noite, e foi delicioso. Minha mãe costumava cozinhar açafrão para nós quando éramos crianças. Nós vamos cozinhar açafrão novamente no próximo fim de semana.",
      "imageLink": "image_files\\English\\"imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hake",
      "translation": "merluza",
      "definition": "A type of fish, found in the North Atlantic, with a long, slender body and a pointed snout.",
      "definition_translation": "Um tipo de peixe, encontrado no Atlântico Norte, com um corpo longo e estreito e um focinho pontiagudo.",
      "example": "I caught a hake while fishing last weekend. It was a really big one. I will cook it for dinner tomorrow. I have already cooked hake before.",
      "example_translation": "Eu peguei um merluza enquanto pescava no fim de semana passado. Era um realmente grande. Vou cozinhá-lo para jantar amanhã. Já cozinhei merluza antes.",
      "imageLink": "image_files\\English\\"imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "halibut",
      "translation": "halibute",
      "definition": "A large, flatfish, found in the North Atlantic and North Pacific, with a firm, white flesh.",
      "definition_translation": "Um grande peixe-placa, encontrado no Atlântico Norte e Pacífico Norte, com carne firme e branca.",
      "example": "I love eating halibut at restaurants. It's a expensive fish. My father had halibut for dinner last night. He will have halibut again tonight.",
      "example_translation": "Eu adoro comer halibute em restaurantes. É um peixe caro. Meu pai comeu halibute para jantar ontem à noite. Ele vai comer halibute novamente esta noite.",
      "imageLink": "image_files\\English\\"imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "herring",
      "translation": "arenque",
      "definition": "A small, oily fish, often caught and cured for food, and used as a key ingredient in many dishes.",
      "definition_translation": "Um pequeno peixe oleoso, frequentemente capturado e curado para alimentação, e usado como ingrediente-chave em muitos pratos.",
      "example": "I ate herring for breakfast. It was very salty. My grandmother used to eat herring all the time. I will eat herring again next week.",
      "example_translation": "Eu comi arenque para café da manhã. Era muito salgado. Minha avó costumava comer arenque o tempo todo. Vou comer arenque novamente na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lamprey",
      "translation": "lampreia",
      "definition": "An eel-like fish, with a suction cup-like mouth, found in rivers and coastal waters, and often considered a pest.",
      "definition_translation": "Um peixe semelhante a uma enguia, com uma boca em forma de ventosa, encontrado em rios e águas costeiras, e frequentemente considerado uma praga.",
      "example": "Lampreys are very rare in our area. I have never seen a lamprey before. My friend caught a lamprey while fishing last year. He will catch lampreys again next year.",
      "example_translation": "Lampreias são muito raras em nossa área. Eu nunca vi uma lampreia antes. Meu amigo pegou uma lampreia enquanto pescava no ano passado. Ele vai pegar lampreias novamente no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mackerel",
      "translation": "carapau",
      "definition": "A mackerel is a species of fish that is commonly found in the ocean, known for its oily flesh and strong flavor.",
      "definition_translation": "O carapau é uma espécie de peixe que é comumente encontrada no oceano, conhecida por sua carne oleosa e sabor forte.",
      "example": "I caught a mackerel while fishing yesterday, I will eat it for lunch today, and I hope to catch another one tomorrow.",
      "example_translation": "Eu peguei um carapau enquanto pescava ontem, vou comer para o almoço de hoje, e espero pegar outro amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "moray",
      "translation": "múria",
      "definition": "A moray is a type of eel-like fish that lives in the ocean, known for its slender body and sharp teeth.",
      "definition_translation": "Uma múria é um tipo de peixe semelhante a enguia que vive no oceano, conhecida por seu corpo esbelto e dentes afiados.",
      "example": "I saw a moray hiding in a cave while snorkeling, it will likely stay there for the night, and might swim away in the morning.",
      "example_translation": "Eu vi uma múria se escondendo em uma caverna enquanto fazia snorkel, ela provavelmente ficará lá para a noite, e pode nadar embora de manhã.",
      "imageLink": "image_files\\English\\"imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "perch",
      "translation": "perca",
      "definition": "A perch is a type of freshwater fish that is often found in rivers and lakes, known for its bright colors and sharp spines.",
      "definition_translation": "Uma perca é um tipo de peixe de água doce que é frequentemente encontrado em rios e lagos, conhecida por suas cores brilhantes e espinhos afiados.",
      "example": "I caught a perch while fishing in the lake, I will release it back into the water today, and hope to catch another one next weekend.",
      "example_translation": "Eu peguei uma perca enquanto pescava no lago, vou soltá-la de volta na água hoje, e espero pegar outra no próximo fim de semana.",
      "imageLink": "image_files\\English\\"imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pike",
      "translation": "lúcio",
      "definition": "A pike is a type of freshwater fish that is known for its aggressive behavior and sharp teeth, often found in rivers and lakes.",
      "definition_translation": "Um lúcio é um tipo de peixe de água doce que é conhecido por seu comportamento agressivo e dentes afiados, frequentemente encontrado em rios e lagos.",
      "example": "I saw a pike attacking a smaller fish in the river, it will likely continue to hunt today, and might be caught by a fisherman tomorrow.",
      "example_translation": "Eu vi um lúcio atacando um peixe menor no rio, ele provavelmente continuará a caçar hoje, e pode ser pego por um pescador amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "piranha",
      "translation": "piranha",
      "definition": "A carnivorous freshwater fish of South America, often forming large shoals.",
      "definition_translation": "Um peixe carnívoro de água doce da América do Sul, frequentemente formando grandes cardumes.",
      "example": "I saw a piranha attack a fish in the Amazon River. Yesterday, I had seen a piranha swimming near the shore. In the future, I will try to catch a piranha.",
      "example_translation": "Eu vi um piranha atacar um peixe no Rio Amazonas. Ontem, eu havia visto um piranha nadando perto da praia. No futuro, eu vou tentar pegar um piranha.",
      "imageLink": "image_files\\English\\"imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "plaice",
      "translation": "linguado",
      "definition": "A type of flatfish found in the North Sea, often served as a delicacy.",
      "definition_translation": "Um tipo de peixe plano encontrado no Mar do Norte, frequentemente servido como iguaria.",
      "example": "I had a plaice fillet for dinner last night. My friend caught a plaice while fishing yesterday. If I go fishing next week, I will try to catch a plaice.",
      "example_translation": "Eu tive um filé de linguado para jantar ontem à noite. Meu amigo pegou um linguado enquanto pescava ontem. Se eu for pescar na próxima semana, eu vou tentar pegar um linguado.",
      "imageLink": "image_files\\English\\"imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "roach",
      "translation": "rúcio",
      "definition": "A small freshwater fish of the carp family, often considered a pest.",
      "definition_translation": "Um peixe de água doce pequeno da família de carpas, frequentemente considerado uma praga.",
      "example": "I caught a roach while fishing in the lake. Yesterday, I saw a roach swimming near the water plants. In the future, I will try to avoid catching a roach.",
      "example_translation": "Eu peguei um rúcio enquanto pescava no lago. Ontem, eu vi um rúcio nadando perto das plantas aquáticas. No futuro, eu vou tentar evitar pegar um rúcio.",
      "imageLink": "image_files\\English\\"imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sardine",
      "translation": "sardinha",
      "definition": "A small, oily fish of the herring family, often canned and eaten as a snack.",
      "definition_translation": "Um peixe pequeno, oleoso da família de arenques, frequentemente enlatado e comido como um lanche.",
      "example": "I opened a can of sardines for lunch. Yesterday, I went to the store to buy some sardines. In the future, I will eat sardines for breakfast.",
      "example_translation": "Eu abri uma lata de sardinhas para almoço. Ontem, eu fui à loja para comprar algumas sardinhas. No futuro, eu vou comer sardinhas para café da manhã.",
      "imageLink": "image_files\\English\\"imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sawfish",
      "translation": "peixe-serra",
      "definition": "A sawfish is a type of ray that has a long, saw-like bill and is found in warm waters.",
      "definition_translation": "Um peixe-serra é um tipo de raia que tem um bico longo e serrilhado e é encontrado em águas quentes.",
      "example": "The sawfish swam slowly through the coral reef, its saw-like bill gliding through the water. Yesterday, it had seen a shark attacking a school of fish. By tomorrow, it will have migrated to a deeper part of the ocean.",
      "example_translation": "O peixe-serra nadou lentamente através do recife de coral, seu bico serrilhado deslizando pela água. Ontem, havia visto um tubarão atacando um cardume de peixes. Até amanhã, irá ter migrado para uma parte mais profunda do oceano.",
      "imageLink": "image_files\\English\\"imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "scalar",
      "translation": "escalar",
      "definition": "A scalar is a quantity with only magnitude, used to represent amounts or quantities in mathematics and physics.",
      "definition_translation": "Um escalar é uma quantidade com apenas magnitude, usada para representar quantidades ou grandezas na matemática e física.",
      "example": "The scalar value of the force was calculated to be 10 Newtons. In the past, scientists had used scalars to represent velocity. Today, they use vectors to represent speed and direction.",
      "example_translation": "O valor escalar da força foi calculado como 10 Newtons. No passado, os cientistas haviam usado escalares para representar velocidade. Hoje, eles usam vetores para representar velocidade e direção.",
      "imageLink": "image_files\\English\\"imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "scale",
      "translation": "escala",
      "definition": "A scale is a series of musical notes in a specific pattern, or a device for weighing objects.",
      "definition_translation": "Uma escala é uma série de notas musicais em um padrão específico, ou um dispositivo para pesar objetos.",
      "example": "The musician played a complex scale on her violin. The fisherman used a scale to weigh his catch. By next year, the company will have developed a new scale for measuring carbon emissions.",
      "example_translation": "A música tocou uma escala complexa em seu violino. O pescador usou uma escala para pesar sua captura. Até o próximo ano, a empresa terá desenvolvido uma nova escala para medir emissões de carbono.",
      "imageLink": "image_files\\English\\"imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "seahorse",
      "translation": "cavalo-marinho",
      "definition": "A seahorse is a type of marine fish that has a horse-like head and swims upright.",
      "definition_translation": "Um cavalo-marinho é um tipo de peixe marinho que tem uma cabeça semelhante à de um cavalo e nada de pé.",
      "example": "The seahorse swam slowly through the kelp forest, its tail grasping a strand of seaweed. Yesterday, it had seen a school of seahorses dancing together. By next week, the aquarium will have a new exhibit featuring seahorses.",
      "example_translation": "O cavalo-marinho nadou lentamente através da floresta de kelp, sua cauda agarrando um fio de algas. Ontem, havia visto uma escola de cavalos-marinhos dançando juntos. Até a próxima semana, o aquário terá um novo exposição apresentando cavalos-marinhos.",
      "imageLink": "image_files\\English\\"imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sole",
      "translation": "Sole",
      "definition": "The sole of a shoe or a fish is the bottom part of it.",
      "definition_translation": "A sola de um sapato ou de um peixe é a parte inferior dele.",
      "example": "I had to replace the sole of my shoe after the hike. I caught a sole fish yesterday. I will go to the store to buy new soles for my shoes.",
      "example_translation": "Tive que substituir a sola do meu sapato após a caminhada. Eu peguei um peixe sole ontem. Vou ir à loja para comprar novas solas para meus sapatos.",
      "imageLink": "image_files\\English\\"imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sprat",
      "translation": "Eperlan",
      "definition": "A sprat is a small fish, typically found in large schools in the ocean.",
      "definition_translation": "Um eperlan é um pequeno peixe, encontrados em grandes cardumes no oceano.",
      "example": "The fishermen caught a lot of sprats last night. I have eaten sprats for dinner before. I will go fishing for sprats tomorrow.",
      "example_translation": "Os pescadores pegaram muitos eperlans ontem à noite. Eu jantei eperlans antes. Vou ir pescar eperlans amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stickleback",
      "translation": "Escolar",
      "definition": "A stickleback is a small fish with spines on its back, found in fresh and brackish water.",
      "definition_translation": "Um escolar é um pequeno peixe com espinhos nas costas, encontrado em água doce e água salobra.",
      "example": "The stickleback is a common fish in our local lake. I saw a stickleback swimming in the river yesterday. I will go to the aquarium to see the sticklebacks.",
      "example_translation": "O escolar é um peixe comum em nosso lago local. Eu vi um escolar nadando no rio ontem. Vou ir ao aquário para ver os escolares.",
      "imageLink": "image_files\\English\\"imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sturgeon",
      "translation": "Esturjão",
      "definition": "A sturgeon is a large fish with a long, pointed snout, found in fresh and brackish water.",
      "definition_translation": "Um esturjão é um grande peixe com um focinho longo e pontudo, encontrado em água doce e água salobra.",
      "example": "The sturgeon is an endangered species. I have never seen a sturgeon before. I will go to the zoo to see the sturgeons.",
      "example_translation": "O esturjão é uma espécie ameaçada. Eu nunca vi um esturjão antes. Vou ir ao zoológico para ver os esturjões.",
      "imageLink": "image_files\\English\\"imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sunfish",
      "translation": "peixe-sol",
      "definition": "A sunfish is a type of fish that is known for its flat body and small fins. It is a slow-moving fish that is often found in warm waters.",
      "definition_translation": "Um peixe-sol é um tipo de peixe conhecido pelo seu corpo achatado e pequenas nadadeiras. É um peixe lento que é freqüentemente encontrado em águas quentes.",
      "example": "I saw a sunfish swimming in the ocean yesterday. It was swimming slowly. Tomorrow, I will go to see sunfish again.",
      "example_translation": "Eu vi um peixe-sol nadando no oceano ontem. Ele estava nadando devagar. Amanhã, irei ver peixes-sol novamente.",
      "imageLink": "image_files\\English\\"imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "swordfish",
      "translation": "espadarte",
      "definition": "A swordfish is a type of fish that is known for its long, pointed bill. It is a fast-swimming fish that is often found in warm waters.",
      "definition_translation": "Um espadarte é um tipo de peixe conhecido por sua longa e pontiaguda cauda. É um peixe de rápido nado que é freqüentemente encontrado em águas quentes.",
      "example": "I caught a swordfish while fishing last week. It was a great catch. Next week, I will try to catch another swordfish.",
      "example_translation": "Eu peguei um espadarte enquanto pescava semana passada. Foi uma grande captura. Na semana que vem, vou tentar pegar outro espadarte.",
      "imageLink": "image_files\\English\\"imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tench",
      "translation": "tencha",
      "definition": "A tench is a type of fish that is known for its small size and peaceful nature. It is often found in freshwater lakes and rivers.",
      "definition_translation": "Uma tencha é um tipo de peixe conhecido por seu pequeno tamanho e natureza pacífica. É freqüentemente encontrada em lagos e rios de água doce.",
      "example": "I saw a tench swimming in the lake yesterday. It was swimming quietly. Tomorrow, I will go to catch a tench.",
      "example_translation": "Eu vi uma tencha nadando no lago ontem. Ele estava nadando quietamente. Amanhã, irei pescar uma tencha.",
      "imageLink": "image_files\\English\\"imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "zander",
      "translation": "zander",
      "definition": "A zander is a type of fish that is known for its long, slender body. It is a carnivorous fish that is often found in freshwater lakes and rivers.",
      "definition_translation": "Um zander é um tipo de peixe conhecido por seu corpo longo e esbelto. É um peixe carnívoro que é freqüentemente encontrado em lagos e rios de água doce.",
      "example": "I have eaten zander before. It is a delicious fish. I will eat zander again next month.",
      "example_translation": "Eu comi zander antes. É um peixe delicioso. Vou comer zander novamente próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]