[
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "biscuit",
      "translation": "biscoito",
      "definition": "A sweet, usually small, baked food that is often crunchy on the outside and soft on the inside, typically made with flour, sugar, and fat.",
      "definition_translation": "Um alimento doce, geralmente pequeno, assado que é frequentemente crocante por fora e macio por dentro, tipicamente feito com farinha, açúcar e gordura.",
      "example": "I ate a biscuit for breakfast this morning. I will eat a biscuit for breakfast tomorrow. I have eaten a biscuit for breakfast many times.",
      "example_translation": "Eu comi um biscoito no café da manhã hoje. Eu vou comer um biscoito no café da manhã amanhã. Eu tenho comido um biscoito no café da manhã muitas vezes.",
      "imageLink": "image_files\\English\\biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cake",
      "translation": "bolo",
      "definition": "A sweet food made with flour, sugar, and eggs, typically baked and often served as a snack or dessert.",
      "definition_translation": "Um alimento doce feito com farinha, açúcar e ovos, tipicamente assado e frequentemente servido como um lanche ou sobremesa.",
      "example": "She baked a cake for her birthday party yesterday. She will bake a cake for her friend's wedding next week. She has baked many cakes for special occasions.",
      "example_translation": "Ela assou um bolo para o seu aniversário ontem. Ela vai assar um bolo para o casamento da amiga na semana que vem. Ela assou muitos bolos para ocasiões especiais.",
      "imageLink": "image_files\\English\\cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chocolate",
      "translation": "chocolate",
      "definition": "A sweet food made from cacao beans, often eaten as a snack or used as an ingredient in cooking and baking.",
      "definition_translation": "Um alimento doce feito a partir de feijões de cacau, frequentemente comido como um lanche ou usado como ingrediente na cozinha e padaria.",
      "example": "I love eating chocolate chip cookies. I will eat a chocolate cake for dessert tonight. I have eaten chocolate truffles many times.",
      "example_translation": "Eu amo comer biscoitos de chocolate. Eu vou comer um bolo de chocolate para sobremesa hoje à noite. Eu tenho comido trufas de chocolate muitas vezes.",
      "imageLink": "image_files\\English\\chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ice cream",
      "translation": "sorvete",
      "definition": "A sweet frozen food made from cream, sugar, and flavorings, typically eaten as a snack or dessert.",
      "definition_translation": "Um alimento doce congelado feito a partir de creme, açúcar e aromatizantes, tipicamente comido como um lanche ou sobremesa.",
      "example": "I ate an ice cream cone at the beach last summer. I will eat a bowl of ice cream for dessert tonight. I have eaten many flavors of ice cream.",
      "example_translation": "Eu comi um cone de sorvete na praia no verão passado. Eu vou comer uma tigela de sorvete para sobremesa hoje à noite. Eu tenho comido muitos sabores de sorvete.",
      "imageLink": "image_files\\English\\ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "candy",
      "translation": "doces",
      "definition": "A sweet food made from sugar, often flavored and colored, and eaten as a snack or used as a decoration.",
      "definition_translation": "Um alimento doce feito de açúcar, muitas vezes aromatizado e colorido, e consumido como um lanche ou usado como decoração.",
      "example": "Yesterday, I ate a candy bar, today I am eating a candy cane, and tomorrow I will eat another candy bar.",
      "example_translation": "Ontem, eu comi uma barra de doces, hoje estou comendo um canudo de doces, e amanhã irei comer outra barra de doces.",
      "imageLink": "image_files\\English\\candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dessert",
      "translation": "sobremesa",
      "definition": "A sweet course eaten at the end of a meal, typically consisting of sweet foods such as cakes, fruits, and pastries.",
      "definition_translation": "Um prato doce consumido no final de uma refeição, tipicamente consistindo em alimentos doces como bolos, frutas e pastéis.",
      "example": "I had a delicious dessert at the restaurant last night, it was a chocolate cake with strawberries.",
      "example_translation": "Eu tive um delicioso sobremesa no restaurante ontem à noite, foi um bolo de chocolate com morangos.",
      "imageLink": "image_files\\English\\dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lollipop",
      "translation": "pirulito",
      "definition": "A hard candy mounted on a stick, typically flavored and colored, and eaten as a sweet treat.",
      "definition_translation": "Um doce duro montado em um pauzinho, tipicamente aromatizado e colorido, e comido como um tratamento doce.",
      "example": "As a child, I used to suck on a lollipop after dinner, now I prefer to eat a lollipop while watching a movie.",
      "example_translation": "Quando eu era criança, eu costumava chupar um pirulito após o jantar, agora eu prefiro comer um pirulito enquanto assisto a um filme.",
      "imageLink": "image_files\\English\\lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sweet",
      "translation": "doce",
      "definition": "Having a sweet taste or a pleasant disposition, often used to describe food or drink.",
      "definition_translation": "Tendo um gosto doce ou uma disposição agradável, muitas vezes usado para descrever alimentos ou bebidas.",
      "example": "I love eating sweet fruits like strawberries and grapes, they are my favorite snacks.",
      "example_translation": "Eu amo comer frutas doces como morangos e uvas, eles são meus snacks favoritos.",
      "imageLink": "image_files\\English\\sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sweets",
      "translation": "doces",
      "definition": "Food that is sweet and often eaten as a snack or dessert.",
      "definition_translation": "Comida que é doce e é muitas vezes comida como um lanche ou sobremesa.",
      "example": "I used to buy sweets from the store every day when I was a kid. Now, I try to limit my sweets intake. In the future, I plan to make my own sweets at home.",
      "example_translation": "Eu costumava comprar doces da loja todos os dias quando era criança. Agora, eu tento limitar minha ingestão de doces. No futuro, eu pretendo fazer meus próprios doces em casa.",
      "imageLink": "image_files\\English\\sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chocolate bar",
      "translation": "barra de chocolate",
      "definition": "A sweet food made from cacao beans, often eaten as a snack.",
      "definition_translation": "Um alimento doce feito de feijões de cacau, muitas vezes comido como um lanche.",
      "example": "I ate a chocolate bar after lunch yesterday. Now, I am craving another chocolate bar. In the future, I will try to avoid eating chocolate bars before bedtime.",
      "example_translation": "Eu comi uma barra de chocolate após o almoço ontem. Agora, eu estou tendo um desejo por outra barra de chocolate. No futuro, eu vou tentar evitar comer barras de chocolate antes de dormir.",
      "imageLink": "image_files\\English\\chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "jelly",
      "translation": "geléia",
      "definition": "A sweet food made from fruit juice and sugar, often served as a dessert.",
      "definition_translation": "Um alimento doce feito de suco de fruta e açúcar, muitas vezes servido como sobremesa.",
      "example": "I made a jelly sandwich for breakfast this morning. Yesterday, I ate jelly with my yogurt. In the future, I will try to make a jelly cake for my birthday.",
      "example_translation": "Eu fiz um sanduíche de geléia para o café-da-manhã essa manhã. Ontem, eu comi geléia com meu iogurte. No futuro, eu vou tentar fazer um bolo de geléia para meu aniversário.",
      "imageLink": "image_files\\English\\jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "candyfloss",
      "translation": "algodão-doce",
      "definition": "A sweet food made from sugar that is spun into thin threads, often eaten at fairs and carnivals.",
      "definition_translation": "Um alimento doce feito de açúcar que é girado em fios finos, muitas vezes comido em feiras e carnavais.",
      "example": "I ate candyfloss at the fair last week. Now, I am craving another candyfloss. In the future, I will try to make my own candyfloss at home.",
      "example_translation": "Eu comi algodão-doce na feira na semana passada. Agora, eu estou tendo um desejo por outro algodão-doce. No futuro, eu vou tentar fazer meu próprio algodão-doce em casa.",
      "imageLink": "image_files\\English\\candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "gummies",
      "translation": "gomas",
      "definition": "A type of chewy candy, typically made from gelatin, sugar, and fruit flavoring, often in the shape of small animals or other objects.",
      "definition_translation": "Um tipo de docinho mastigável, geralmente feito de gelatina, açúcar e flavor de frutas, muitas vezes em forma de pequenos animais ou outros objetos.",
      "example": "I used to eat gummies as a kid, but now I prefer sour candies. I ate a whole bag of gummies yesterday. I will eat gummies at the party tonight.",
      "example_translation": "Eu costumava comer gomas quando era criança, mas agora eu prefiro doces azedos. Eu comi um saco inteiro de gomas ontem. Eu vou comer gomas na festa hoje à noite.",
      "imageLink": "image_files\\English\\gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hard candy",
      "translation": "Doces duros",
      "definition": "A type of candy that is hard and brittle, often flavored with fruit or mint, and typically sucked on rather than chewed.",
      "definition_translation": "Um tipo de docinho que é duro e quebradiço, muitas vezes saborizado com frutas ou menta, e típicamente chupado em vez de mastigado.",
      "example": "My grandmother always kept a bowl of hard candy on her coffee table. I sucked on a hard candy during the movie. I will buy hard candy at the store tomorrow.",
      "example_translation": "Minha avó sempre mantinha uma tigela de doces duros na sua mesa de café. Eu chupava um docinho duro durante o filme. Eu vou comprar doces duros na loja amanhã.",
      "imageLink": "image_files\\English\\hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "marzipan",
      "translation": "marzipã",
      "definition": "A sweet almond-based paste used as a filling or decoration for cakes and pastries, often flavored with almond extract or rosewater.",
      "definition_translation": "Uma pasta doce à base de amendoim usada como recheio ou decoração para bolos e pastéis, muitas vezes saborizada com extrato de amendoim ou água de rosas.",
      "example": "I decorated the cake with marzipan flowers. My sister makes delicious marzipan treats for Christmas. I will try making marzipan fruits for the wedding.",
      "example_translation": "Eu decorei o bolo com flores de marzipã. Minha irmã faz doces deliciosos de marzipã para o Natal. Eu vou tentar fazer frutas de marzipã para o casamento.",
      "imageLink": "image_files\\English\\marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "boiled sweet",
      "translation": "doces cozidos",
      "definition": "A type of candy made by boiling sugar and water to create a hard, brittle, or chewy texture, often flavored with fruit or spices.",
      "definition_translation": "Um tipo de docinho feito por fervura de açúcar e água para criar uma textura dura, quebradiça ou mastigável, muitas vezes saborizado com frutas ou especiarias.",
      "example": "I love sucking on boiled sweets at the beach. My aunt used to make boiled sweets for our family gatherings. I will buy boiled sweets at the candy store.",
      "example_translation": "Eu amo chupar doces cozidos na praia. Minha tia costumava fazer doces cozidos para nossas reuniões familiares. Eu vou comprar doces cozidos na loja de doces.",
      "imageLink": "image_files\\English\\boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "confectionery",
      "translation": "confeitaria",
      "definition": "A confectionery is a place where sweet foods are made and sold, such as cakes, chocolates, and candies.",
      "definition_translation": "Uma confeitaria é um lugar onde alimentos doces são feitos e vendidos, como bolos, chocolates e doces.",
      "example": "I visited a confectionery shop yesterday and bought some delicious chocolates. I am visiting a confectionery shop today to buy a birthday cake. I will visit a confectionery shop tomorrow to taste some candies.",
      "example_translation": "Eu visitei uma loja de confeitaria ontem e comprei alguns chocolates deliciosos. Estou visitando uma loja de confeitaria hoje para comprar um bolo de aniversário. Vou visitar uma loja de confeitaria amanhã para provar alguns doces.",
      "imageLink": "image_files\\English\\confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fudge",
      "translation": "fudge",
      "definition": "Fudge is a sweet food made from sugar, cream, and flavorings, often flavored with chocolate or nuts.",
      "definition_translation": "Fudge é um alimento doce feito de açúcar, creme e flavorizantes, frequentemente saborizado com chocolate ou nozes.",
      "example": "I ate a piece of fudge yesterday and it was very sweet. I am eating a piece of fudge now and it's melting in my mouth. I will eat a piece of fudge tomorrow if I go to the candy store.",
      "example_translation": "Eu comi um pedaço de fudge ontem e foi muito doce. Estou comendo um pedaço de fudge agora e está derretendo na minha boca. Vou comer um pedaço de fudge amanhã se eu for à loja de doces.",
      "imageLink": "image_files\\English\\fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "jelly sweets",
      "translation": "doces de geleia",
      "definition": "Jelly sweets are small, soft, and chewy candies made from sugar, fruit juice, and pectin.",
      "definition_translation": "Doces de geleia são pequenos, macios e mastigáveis, feitos de açúcar, suco de fruta e pectina.",
      "example": "I loved eating jelly sweets when I was a child. I am eating jelly sweets now and they're making my mouth water. I will eat jelly sweets tomorrow if I find them at the store.",
      "example_translation": "Eu amava comer doces de geleia quando eu era criança. Estou comendo doces de geleia agora e estão fazendo minha boca agua. Vou comer doces de geleia amanhã se eu os encontrar na loja.",
      "imageLink": "image_files\\English\\jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]