[
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "potato",
      "translation": "batata",
      "definition": "A starchy vegetable that is often served as a side dish, particularly in European cuisine.",
      "definition_translation": "Um legume rico em amido que é frequentemente servido como acompanhamento, especialmente na culinária europeia.",
      "example": "I will eat a baked potato for lunch tomorrow, but I ate a mashed potato yesterday, and I usually eat a fried potato for breakfast.",
      "example_translation": "Eu vou comer uma batata assada para o almoço amanhã, mas eu comi uma batata amassada ontem, e eu geralmente como uma batata frita para o café da manhã.",
      "imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tomato",
      "translation": "tomate",
      "definition": "A juicy red or yellowish fruit that is often used in salads, sauces, and soups.",
      "definition_translation": "Um fruto vermelho ou amarelado suculento que é frequentemente usado em saladas, molhos e sopas.",
      "example": "I ate a fresh tomato in my salad yesterday, but I will use a canned tomato in my pasta sauce tomorrow, and I usually eat a cherry tomato as a snack.",
      "example_translation": "Eu comi um tomate fresco na minha salada ontem, mas eu vou usar um tomate enlatado no meu molho de macarrão amanhã, e eu geralmente como um tomate cherry como um lanche.",
      "imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "vegetable",
      "translation": "legume",
      "definition": "Any plant part that is eaten by humans, such as leaves, stems, roots, tubers, or flower buds.",
      "definition_translation": "Qualquer parte de planta que é comida por humanos, como folhas, caules, raízes, tubérculos ou brotos florais.",
      "example": "She will eat a vegetable soup for lunch today, I ate a vegetable stir-fry yesterday, and they usually grow their own vegetables in their backyard.",
      "example_translation": "Ela vai comer uma sopa de legumes para o almoço hoje, eu comi um stir-fry de legumes ontem, e eles geralmente cultivam seus próprios legumes no quintal de casa.",
      "imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bean",
      "translation": "feijão",
      "definition": "A type of seed that is often used in cooking, particularly in Latin American cuisine.",
      "definition_translation": "Um tipo de semente que é frequentemente usado na cozinha, especialmente na culinária latino-americana.",
      "example": "I will cook a bean stew for dinner tonight, she ate a bean salad for lunch yesterday, and they usually add beans to their rice dishes.",
      "example_translation": "Eu vou cozinhar um estufado de feijão para o jantar de hoje à noite, ela comeu uma salada de feijão para o almoço ontem, e eles geralmente adicionam feijões aos seus pratos de arroz.",
      "imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "carrot",
      "translation": "cenoura",
      "definition": "A carrot is a crunchy, sweet, and juicy root vegetable that is typically orange in color.",
      "definition_translation": "Uma cenoura é um vegetal de raiz crocante, doce e suculento que é tipicamente laranja em cor.",
      "example": "I ate a carrot stick in the present, I will eat a carrot cake in the future, and I had eaten a carrot soup in the past.",
      "example_translation": "Eu comi um palito de cenoura no presente, eu vou comer um bolo de cenoura no futuro e eu havia comido uma sopa de cenoura no passado.",
      "imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chilli",
      "translation": "pimenta",
      "definition": "A chilli is a spicy fruit that is commonly used in cooking to add heat and flavor to dishes.",
      "definition_translation": "Uma pimenta é um fruto picante que é comumente usado na cozinha para adicionar calor e sabor aos pratos.",
      "example": "I added a chilli to my meal in the present, I will add a chilli to my recipe in the future, and I had added a chilli to my sauce in the past.",
      "example_translation": "Eu adicionei uma pimenta à minha refeição no presente, eu vou adicionar uma pimenta à minha receita no futuro e eu havia adicionado uma pimenta à minha molho no passado.",
      "imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "garlic",
      "translation": "alho",
      "definition": "Garlic is a pungent and flavorful bulb that is commonly used in cooking to add depth and richness to dishes.",
      "definition_translation": "O alho é um bulbo picante e saboroso que é comumente usado na cozinha para adicionar profundidade e riqueza aos pratos.",
      "example": "I minced garlic in the present, I will roast garlic in the future, and I had sautéed garlic in the past.",
      "example_translation": "Eu minhiei alho no presente, eu vou assar alho no futuro e eu havia salteado alho no passado.",
      "imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "onion",
      "translation": "cebola",
      "definition": "An onion is a flavorful and aromatic bulb that is commonly used in cooking to add sweetness and depth to dishes.",
      "definition_translation": "Uma cebola é um bulbo saboroso e aromático que é comumente usado na cozinha para adicionar doçura e profundidade aos pratos.",
      "example": "I chopped an onion in the present, I will caramelize an onion in the future, and I had sautéed an onion in the past.",
      "example_translation": "Eu cortei uma cebola no presente, eu vou caramelizar uma cebola no futuro e eu havia salteado uma cebola no passado.",
      "imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "broccoli",
      "translation": "brócolis",
      "definition": "A green vegetable that resembles a small tree, with a thick stem and a mass of green florets.",
      "definition_translation": "Um vegetal verde que se assemelha a uma pequena árvore, com um caule grosso e uma massa de flores verdes.",
      "example": "I ate broccoli for dinner last night, I am eating broccoli for lunch today, and I will eat broccoli for breakfast tomorrow.",
      "example_translation": "Eu comi brócolis para jantar ontem à noite, estou comendo brócolis para almoço hoje e vou comer brócolis para café da manhã amanhã.",
      "imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cabbage",
      "translation": "repolho",
      "definition": "A vegetable with a round, dense head of crisp leaves, often used in salads and cooked dishes.",
      "definition_translation": "Um vegetal com uma cabeça redonda e densa de folhas crocantes, freqüentemente usado em saladas e pratos cozidos.",
      "example": "My grandmother used to make sauerkraut from cabbage when I was a child, I make sauerkraut from cabbage now, and my children will make sauerkraut from cabbage in the future.",
      "example_translation": "Minha avó costumava fazer chucrute de repolho quando eu era criança, eu faço chucrute de repolho agora, e meus filhos farão chucrute de repolho no futuro.",
      "imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "courgette",
      "translation": "abobrinha",
      "definition": "A type of summer squash, often used in cooking, that has a cylindrical shape and a soft, edible skin.",
      "definition_translation": "Um tipo de abobrinha de verão, freqüentemente usado na cozinha, que tem um formato cilíndrico e uma pele macia e comestível.",
      "example": "I grilled courgette for dinner last summer, I am sautéing courgette for lunch today, and I will bake courgette for breakfast next week.",
      "example_translation": "Eu grelhei abobrinha para jantar no verão passado, estou salteando abobrinha para almoço hoje, e vou assar abobrinha para café da manhã na próxima semana.",
      "imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cucumber",
      "translation": "pépino",
      "definition": "A long, green vegetable with a smooth skin, often used in salads and sandwiches.",
      "definition_translation": "Um vegetal verde longo com pele lisa, freqüentemente usado em saladas e sanduíches.",
      "example": "I slice cucumber for sandwiches every morning, I sliced cucumber for salads last night, and I will slice cucumber for snacks tomorrow.",
      "example_translation": "Eu fatio pepino para sanduíches todas as manhãs, eu fatiei pepino para saladas ontem à noite, e vou fatiar pepino para lanches amanhã.",
      "imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lettuce",
      "translation": "alface",
      "definition": "Lettuce is a leafy green vegetable commonly used in salads and as a garnish.",
      "definition_translation": "A alface é um vegetal verde folhoso comumente usado em saladas e como garnição.",
      "example": "I will eat a salad with lettuce for lunch tomorrow. I ate a sandwich with lettuce for breakfast today. I ate lettuce with my dinner last night.",
      "example_translation": "Eu vou comer uma salada com alface para o almoço amanhã. Eu comi um sanduíche com alface para o café da manhã hoje. Eu comi alface com o meu jantar ontem à noite.",
      "imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pea",
      "translation": "ervilha",
      "definition": "A pea is a small, spherical seed that grows in a pod and is commonly used in cooking.",
      "definition_translation": "Uma ervilha é uma semente pequena e esférica que cresce em uma vagem e é comumente usada na culinária.",
      "example": "I planted peas in my garden last week. The peas will be ready to harvest next month. I will eat peas with my dinner tonight.",
      "example_translation": "Eu plantei ervilhas no meu jardim na semana passada. As ervilhas estarão prontas para colher no mês que vem. Eu vou comer ervilhas com o meu jantar esta noite.",
      "imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pepper",
      "translation": "pimenta",
      "definition": "Pepper is a spice commonly used to add flavor to food.",
      "definition_translation": "A pimenta é uma especiaria comumente usada para adicionar sabor à comida.",
      "example": "I added pepper to my soup for lunch today. I will add pepper to my steak for dinner tonight. I added pepper to my eggs for breakfast this morning.",
      "example_translation": "Eu adicionei pimenta à minha sopa para o almoço hoje. Eu vou adicionar pimenta ao meu bife para o jantar esta noite. Eu adicionei pimenta aos meus ovos para o café da manhã essa manhã.",
      "imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pumpkin",
      "translation": "abóbora",
      "definition": "A pumpkin is a type of squash commonly used in cooking, particularly in pies and soups.",
      "definition_translation": "A abóbora é um tipo de abobrinha comumente usada na culinária, particularmente em tortas e sopas.",
      "example": "I carved a pumpkin for Halloween last year. I will bake a pumpkin pie for Thanksgiving next month. I ate pumpkin soup for lunch today.",
      "example_translation": "Eu esculpi uma abóbora para o Halloween no ano passado. Eu vou assar uma torta de abóbora para o Dia de Ação de Graças no mês que vem. Eu comi sopa de abóbora para o almoço hoje.",
      "imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spinach",
      "translation": "espinafre",
      "definition": "Spinach is a leafy green vegetable that is rich in iron and antioxidants. It is often used in salads, smoothies, and sautéed as a side dish.",
      "definition_translation": "O espinafre é um vegetal verde folhoso rico em ferro e antioxidantes. É frequentemente usado em saladas, smoothies e salteado como acompanhamento.",
      "example": "She washed the spinach and added it to the salad. Yesterday, I had spinach for lunch. By next year, I will have eaten spinach for dinner.",
      "example_translation": "Ela lavou o espinafre e adicionou à salada. Ontem, eu comi espinafre no almoço. Até o próximo ano, eu terei comido espinafre no jantar.",
      "imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sweetcorn",
      "translation": "milho doce",
      "definition": "Sweetcorn is a type of corn that is harvested when the kernels are immature and the corn is sweet and tender. It is often eaten boiled or grilled.",
      "definition_translation": "O milho doce é um tipo de milho que é colhido quando os grãos estão imaturos e o milho é doce e tenro. É frequentemente comido cozido ou grelhado.",
      "example": "We grilled sweetcorn at the barbecue. Last summer, I ate sweetcorn on the cob. By next summer, I will have tried sweetcorn with butter.",
      "example_translation": "Nós grelhamos milho doce no churrasco. No último verão, eu comi milho doce na espiga. Até o próximo verão, eu terei provado milho doce com manteiga.",
      "imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "aubergine",
      "translation": "beringela",
      "definition": "Aubergine is a type of vegetable that is often used in Mediterranean cuisine. It has a purple color and a slightly bitter taste.",
      "definition_translation": "A beringela é um tipo de vegetal que é frequentemente usado na culinária mediterrânea. Tem uma cor púrpura e um sabor levemente amargo.",
      "example": "She sliced the aubergine and fried it. Yesterday, I had aubergine parmesan for lunch. By next week, I will have roasted aubergine for dinner.",
      "example_translation": "Ela fatiou a beringela e a fritou. Ontem, eu comi parmesão de beringela no almoço. Até a próxima semana, eu terei assado beringela no jantar.",
      "imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cauliflower",
      "translation": "couve-flor",
      "definition": "Cauliflower is a type of vegetable that is similar to broccoli. It has a white or purple color and is often used in salads and as a side dish.",
      "definition_translation": "A couve-flor é um tipo de vegetal que é semelhante ao brócolis. Tem uma cor branca ou púrpura e é frequentemente usado em saladas e como acompanhamento.",
      "example": "She steamed the cauliflower and served it as a side dish. Yesterday, I had cauliflower soup for lunch. By next month, I will have grilled cauliflower for dinner.",
      "example_translation": "Ela cozinhou a vapor a couve-flor e a serviu como acompanhamento. Ontem, eu comi sopa de couve-flor no almoço. Até o próximo mês, eu terei grelhado couve-flor no jantar.",
      "imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "leek",
      "translation": "alho-poró",
      "definition": "A leek is a type of vegetable that is related to onions and garlic. It has a mild, sweet flavor and is often used in soups, stews, and salads.",
      "definition_translation": "Um alho-poró é um tipo de legume relacionado a cebolas e alhos. Tem um sabor doce e suave e é frequentemente usado em sopas, estufados e saladas.",
      "example": "I chopped the leek and sautéed it with garlic, then I will add it to the soup later. I added a leek to the stew yesterday, and it tasted great. I will plant leeks in my garden next spring.",
      "example_translation": "Eu cortei o alho-poró e o salteei com alho, então eu добавarei à sopa mais tarde. Eu adicionei um alho-poró ao estufado ontem, e ele estava muito saboroso. Eu plantarei alhos-porós no meu jardim na próxima primavera.",
      "imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "parsley",
      "translation": "salsa",
      "definition": "Parsley is a popular herb used as a garnish and added to soups, salads, and sauces for flavor and freshness.",
      "definition_translation": "A salsa é uma erva popular usada como decoração e adicionada a sopas, saladas e molhos para sabor e frescor.",
      "example": "I sprinkled parsley on top of the salad, it looked beautiful. She used parsley to garnish the plate, it was a nice touch. I will add parsley to the spaghetti sauce for extra flavor.",
      "example_translation": "Eu espalhei a salsa em cima da salada, ficou lindo. Ela usou salsa para decorar o prato, foi um toque agradável. Eu adicionarei salsa ao molho de espaguete para sabor extra.",
      "imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "radish",
      "translation": "rábano",
      "definition": "A radish is a root vegetable that is commonly eaten raw or cooked and is known for its spicy flavor and crunchy texture.",
      "definition_translation": "O rábano é um legume raiz que é comumente comido cru ou cozido e é conhecido por seu sabor picante e textura crocante.",
      "example": "I sliced the radish and added it to the salad, it was refreshing. She roasted the radish with olive oil and salt, it was delicious. I will grow radishes in my garden this summer.",
      "example_translation": "Eu cortei o rábano e o adicionei à salada, foi refrescante. Ela assou o rábano com óleo de oliva e sal, foi delicioso. Eu plantarei rábanos no meu jardim neste verão.",
      "imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "red cabbage",
      "translation": "repolho vermelho",
      "definition": "Red cabbage is a type of cabbage that has a deep red color and is often used in salads, slaws, and as a garnish for its vibrant color.",
      "definition_translation": "O repolho vermelho é um tipo de repolho que tem uma cor vermelha profunda e é frequentemente usado em saladas, ensopados e como decoração por sua cor vibrante.",
      "example": "I shredded the red cabbage and added it to the slaw, it was tasty. She used red cabbage as a garnish for the dinner plate, it looked beautiful. I will buy red cabbage at the market tomorrow.",
      "example_translation": "Eu rasguei o repolho vermelho e o adicionei ao ensopado, foi saboroso. Ela usou repolho vermelho como decoração para o prato de jantar, ficou bonito. Eu comprarei repolho vermelho no mercado amanhã.",
      "imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spring onion",
      "translation": "cebola-verde",
      "definition": "A spring onion is a young onion that is harvested before it forms a large bulb, used as a vegetable in salads, soups, and other dishes.",
      "definition_translation": "Uma cebola-verde é uma cebola jovem que é colhida antes de formar um grande bulbo, usada como legume em saladas, sopas e outros pratos.",
      "example": "I chopped the spring onion and added it to the soup. I will chop the spring onion and add it to the salad tomorrow. I had chopped the spring onion and added it to the soup yesterday.",
      "example_translation": "Eu cortei a cebola-verde e adicionei à sopa. Vou cortar a cebola-verde e adicioná-la à salada amanhã. Eu havia cortado a cebola-verde e adicionado à sopa ontem.",
      "imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "beetroot",
      "translation": "beterraba",
      "definition": "Beetroot is a root vegetable that is typically red or gold in color, used in salads, soups, and as a natural food coloring.",
      "definition_translation": "A beterraba é um legume raiz que é tipicamente vermelha ou dourada em cor, usada em saladas, sopas e como corante alimentício natural.",
      "example": "I love eating pickled beetroot in salads. She will roast the beetroot for the dinner party tonight. He had boiled the beetroot and mashed it with butter.",
      "example_translation": "Eu adoro comer beterraba pickled em saladas. Ela vai assar a beterraba para a festa de jantar esta noite. Ele havia cozido a beterraba e amassado com manteiga.",
      "imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "soya, soy",
      "translation": "soja",
      "definition": "Soya or soy is a legume that is used as a source of protein in many food products, such as tofu, milk, and edamame.",
      "definition_translation": "A soja é um legume que é usado como fonte de proteína em muitos produtos alimentícios, como tofu, leite e edamame.",
      "example": "I drink soy milk every morning. She will use soya sauce to season the stir-fry. They had planted soybeans in their garden last year.",
      "example_translation": "Eu bebo leite de soja todas as manhãs. Ela vai usar molho de soja para temperar o stir-fry. Eles haviam plantado soja em seu jardim no ano passado.",
      "imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "broad bean",
      "translation": "favas",
      "definition": "A broad bean is a type of legume that is also known as a fava bean, used in cooking in many parts of the world.",
      "definition_translation": "Uma fava é um tipo de legume que é também conhecido como feijão-fava, usado na cozinha em muitas partes do mundo.",
      "example": "I love eating broad beans in salads. She will cook the broad beans for the dinner party tonight. They had eaten roasted broad beans as a snack.",
      "example_translation": "Eu adoro comer favas em saladas. Ela vai cozinhar as favas para a festa de jantar esta noite. Eles haviam comido favas assadas como um lanche.",
      "imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "brussels sprout",
      "translation": "brócolis",
      "definition": "A small, green, bud-like vegetable that grows on a stalk and is related to cabbage.",
      "definition_translation": "Um pequeno legume verde, semelhante a uma broto que cresce em uma haste e é relacionado ao repolho.",
      "example": "I ate Brussels sprouts for dinner last night, I'm eating them for lunch today, and I will eat them for dinner tomorrow.",
      "example_translation": "Eu comi brócolis para jantar ontem à noite, estou comendo para almoço hoje, e vou comer para jantar amanhã.",
      "imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "artichoke",
      "translation": "alcachofra",
      "definition": "A thorny, flower-like vegetable with edible leaves and a soft, fleshy center.",
      "definition_translation": "Um vegetal espinhoso, semelhante a uma flor, com folhas comestíveis e um centro macio e carnoso.",
      "example": "I have eaten artichokes in a salad, I am eating them steamed, and I will eat them grilled next summer.",
      "example_translation": "Eu comi alcachofras em uma salada, estou comendo cozidas, e vou comer grelhadas no próximo verão.",
      "imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "asparagus",
      "translation": "aspargo",
      "definition": "A tall, green vegetable with a tender, edible stem that is often served steamed or roasted.",
      "definition_translation": "Um vegetal alto e verde com um caule tenro e comestível, que é frequentemente servido cozido ou assado.",
      "example": "I ate asparagus with butter last night, I am eating it with hollandaise sauce today, and I will eat it grilled with olive oil next week.",
      "example_translation": "Eu comi aspargo com manteiga ontem à noite, estou comendo com molho holandês hoje, e vou comer grelhado com azeite de oliva na próxima semana.",
      "imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "celery",
      "translation": "salsão",
      "definition": "A crunchy, green vegetable with a long, thin stalk and leaves that are often used in salads and soups.",
      "definition_translation": "Um vegetal crocante e verde com uma haste longa e fina e folhas que são frequentemente usadas em saladas e sopas.",
      "example": "I have eaten celery in a salad, I am eating it with peanut butter, and I will eat it in a soup next winter.",
      "example_translation": "Eu comi salsão em uma salada, estou comendo com manteiga de amendoim, e vou comer em uma sopa no próximo inverno.",
      "imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chicory",
      "translation": "chicória",
      "definition": "a type of plant with blue or white flowers, used as a food and medicine",
      "definition_translation": "um tipo de planta com flores azuis ou brancas, usado como alimento e medicamento",
      "example": "I added chicory to my salad for its unique flavor. I will plant chicory in my garden next summer. She had chicory tea to help her sleep better.",
      "example_translation": "Adicionei chicória à minha salada pelo seu sabor único. Plantarei chicória no meu jardim no próximo verão. Ela teve chá de chicória para ajudá-la a dormir melhor.",
      "imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chives",
      "translation": "cebolinha",
      "definition": "a herb with onion-like flavor, often used to add flavor to soups and salads",
      "definition_translation": "uma erva com sabor semelhante ao da cebola, frequentemente usada para adicionar sabor a sopas e saladas",
      "example": "I used chives to add flavor to my soup. She sprinkled chives on her baked potato. They will plant chives in their garden next spring.",
      "example_translation": "Usei cebolinha para adicionar sabor ao meu caldo. Ela espalhou cebolinha em sua batata assada. Eles plantarão cebolinha no seu jardim na próxima primavera.",
      "imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cress",
      "translation": "agrião",
      "definition": "a peppery flavored herb, often used in salads and as a garnish",
      "definition_translation": "uma erva com sabor picante, frequentemente usada em saladas e como garnitura",
      "example": "I added cress to my salad for its crunchy texture. She used cress as a garnish for her soup. They will harvest cress from their garden this weekend.",
      "example_translation": "Adicionei agrião à minha salada pelo seu textura crocante. Ela usou agrião como garnitura para o seu caldo. Eles colherão agrião do seu jardim neste fim de semana.",
      "imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dill",
      "translation": "dill",
      "definition": "a herb with a sweet and tangy flavor, often used to add flavor to pickles and sauces",
      "definition_translation": "uma erva com sabor doce e ácido, frequentemente usada para adicionar sabor a pepinos e molhos",
      "example": "I used dill to add flavor to my homemade pickles. She added dill to her fish recipe. They will plant dill in their garden this spring.",
      "example_translation": "Usei dill para adicionar sabor aos meus pepinos caseiros. Ela adicionou dill à sua receita de peixe. Eles plantarão dill no seu jardim nesta primavera.",
      "imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fennel",
      "translation": "funcho",
      "definition": "a hardy perennial herb with feathery leaves and yellowish flowers, used for cooking and medicine.",
      "definition_translation": "uma erva perene resistente com folhas plumosas e flores amarelo-escuras, usada para cozinhar e medicina.",
      "example": "I added some fennel to the salad for a burst of anise flavor. I will add fennel to the salad tomorrow. She added fennel to the salad last night.",
      "example_translation": "Adicionei algum funcho à salada para um surto de sabor de anis. Vou adicionar funcho à salada amanhã. Ela adicionou funcho à salada ontem à noite.",
      "imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "horseradish",
      "translation": "raiz-forte",
      "definition": "a plant with a strong, pungent flavor, used as a condiment or medicine.",
      "definition_translation": "uma planta com um sabor forte e acre, usada como condimento ou medicina.",
      "example": "The sauce was made with horseradish and wasabi for an extra kick. She will make a sauce with horseradish and wasabi tomorrow. They made a sauce with horseradish and wasabi last week.",
      "example_translation": "A salsa foi feita com raiz-forte e wasabi para um chute extra. Ela vai fazer uma salsa com raiz-forte e wasabi amanhã. Eles fizeram uma salsa com raiz-forte e wasabi na semana passada.",
      "imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "kale",
      "translation": "couve",
      "definition": "a type of leafy green vegetable, often used in salads and smoothies.",
      "definition_translation": "um tipo de vegetal verde folhoso, freqüentemente usado em saladas e smoothies.",
      "example": "I added kale to my smoothie for a nutritional boost. She will add kale to her smoothie tomorrow. They added kale to their smoothie last month.",
      "example_translation": "Adicionei couve ao meu smoothie para um impulso nutricional. Ela vai adicionar couve ao seu smoothie amanhã. Eles adicionaram couve ao seu smoothie no mês passado.",
      "imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lentil",
      "translation": "lentilha",
      "definition": "a type of legume, often used in soups and stews.",
      "definition_translation": "um tipo de legume, freqüentemente usado em sopas e guisados.",
      "example": "I cooked lentils for dinner last night. She will cook lentils for dinner tonight. They cooked lentils for dinner yesterday.",
      "example_translation": "Cozinhei lentilhas para o jantar ontem à noite. Ela vai cozinhar lentilhas para o jantar esta noite. Eles cozinham lentilhas para o jantar ontem.",
      "imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "marrow",
      "translation": "medula",
      "definition": "A soft, fatty tissue that fills the cavities of bones, in which the blood-forming cells are produced, especially in the bones of the pelvis and sternum.",
      "definition_translation": "Um tecido macio e gorduroso que preenche as cavidades dos ossos, no qual as células sangüíneas são produzidas, especialmente nos ossos da pelve e esterno.",
      "example": "The doctor extracted a sample of bone marrow from the patient's hip. Yesterday, I visited a hospital where they did a bone marrow transplant. Tomorrow, I will learn about the bone marrow donation process.",
      "example_translation": "O médico extraiu uma amostra de medula óssea do quadril do paciente. Ontem, visitei um hospital onde realizaram um transplante de medula óssea. Amanhã, vou aprender sobre o processo de doação de medula óssea.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "parsnip",
      "translation": "cherivia",
      "definition": "A root vegetable with a sweet, nutty flavor, often boiled, roasted, or mashed and served as a side dish.",
      "definition_translation": "Um legume com sabor doce e nozado, frequentemente cozido, assado ou amassado e servido como prato lateral.",
      "example": "I sautéed the parsnip with garlic and herbs. She roasted the parsnip with olive oil and salt. They will mash the parsnip with butter and cream tomorrow.",
      "example_translation": "Cozinhei a cherivia com alho e ervas. Ela assou a cherivia com óleo de oliva e sal. Eles vão amassar a cherivia com manteiga e creme amanhã.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rhubarb",
      "translation": "ruibarbo",
      "definition": "A plant with edible stalks that are often used in pies and tarts, having a tart flavor and a high concentration of oxalic acid.",
      "definition_translation": "Uma planta com hastes comestíveis que são frequentemente utilizadas em tortas e tartes, tendo um sabor azedo e uma alta concentração de ácido oxálico.",
      "example": "My grandmother used to make a delicious rhubarb pie. They will harvest the rhubarb in June. She ate a slice of rhubarb tart last night.",
      "example_translation": "Minha avó costumava fazer uma deliciosa torta de ruibarbo. Eles vão colher o ruibarbo em junho. Ela comeu uma fatia de tarte de ruibarbo ontem à noite.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "swede",
      "translation": "rutabaga",
      "definition": "A cross between a cabbage and a turnip, having a sweet, slightly bitter flavor and a firm texture.",
      "definition_translation": "Um cruzamento entre um repolho e um nabo, tendo um sabor doce, levemente amargo e uma textura firme.",
      "example": "I boiled the swede and mashed it with butter. They will roast the swede with carrots and potatoes today. She ate a slice of swede cake yesterday.",
      "example_translation": "Cozinhei a rutabaga e amassei com manteiga. Eles vão assar a rutabaga com cenouras e batatas hoje. Ela comeu uma fatia de bolo de rutabaga ontem.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sweet potato",
      "translation": "batata-doce",
      "definition": "a starchy root vegetable that is often eaten as a side dish, especially in the United States",
      "definition_translation": "um legume raiz amiláceo que é frequentemente consumido como acompanhamento, especialmente nos Estados Unidos",
      "example": "I ate sweet potato fries at the restaurant last night, I will eat them again tomorrow, and I have eaten them many times before.",
      "example_translation": "Eu comi batatas-doce fritas no restaurante ontem à noite, comerei novamente amanhã e eu as comi muitas vezes antes.",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "turnip",
      "translation": "rabano",
      "definition": "a root vegetable that is often eaten boiled or mashed, and is a staple in some European cuisines",
      "definition_translation": "um legume raiz que é frequentemente consumido cozido ou amassado, e é um ingrediente básico em algumas culinarias europeias",
      "example": "My grandmother used to grow turnips in her garden when I was a child, now I grow them in my own garden, and I will teach my kids how to grow them in the future.",
      "example_translation": "Minha avó costumava cultivar rabanos em seu jardim quando eu era criança, agora eu os cultivo no meu próprio jardim, e ensinarei meus filhos como cultivá-los no futuro.",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]