[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "knife",
      "translation": "faca",
      "definition": "A knife is a cutting instrument consisting of a sharp blade attached to a handle.",
      "definition_translation": "Uma faca é um instrumento de corte composto por uma lâmina afiada anexada a um cabo.",
      "example": "I used a knife to cut the apple yesterday, I am using a knife to cut the bread now, and I will use a knife to cut the meat tomorrow.",
      "example_translation": "Eu usei uma faca para cortar a maçã ontem, estou usando uma faca para cortar o pão agora, e usarei uma faca para cortar a carne amanhã.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bowl",
      "translation": "tigela",
      "definition": "A bowl is a round, open-top container used to hold or serve food.",
      "definition_translation": "Uma tigela é um contêiner redondo com tampa aberta usado para segurar ou servir comida.",
      "example": "I put the cereal in a bowl yesterday, I am putting the soup in a bowl now, and I will put the fruit in a bowl tomorrow.",
      "example_translation": "Eu coloquei o cereal em uma tigela ontem, estou colocando a sopa em uma tigela agora, e colocarei a fruta em uma tigela amanhã.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cooker",
      "translation": "cozinheiro",
      "definition": "A cooker is a device or appliance used for cooking food.",
      "definition_translation": "Um cozinheiro é um dispositivo ou eletrodoméstico usado para cozinhar comida.",
      "example": "My mother used a cooker to cook dinner yesterday, I am using a cooker to cook lunch now, and my sister will use a cooker to cook breakfast tomorrow.",
      "example_translation": "Minha mãe usou um cozinheiro para cozinhar o jantar ontem, estou usando um cozinheiro para cozinhar o almoço agora, e minha irmã usará um cozinheiro para cozinhar o café da manhã amanhã.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cupboard",
      "translation": "armário",
      "definition": "A cupboard is a tall, free-standing cabinet used for storing food, dishes, or other kitchen equipment.",
      "definition_translation": "Um armário é um guarda-roupa alto, autônomo usado para armazenar comida, pratos ou outros equipamentos de cozinha.",
      "example": "I stored the plates in the cupboard yesterday, I am storing the cups in the cupboard now, and I will store the glasses in the cupboard tomorrow.",
      "example_translation": "Eu armazenei os pratos no armário ontem, estou armazenando os copos no armário agora, e armazenarei os copos no armário amanhã.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "drawer",
      "translation": "gaveta",
      "definition": "A drawer is a container used to store things, typically found in a piece of furniture such as a dresser or desk.",
      "definition_translation": "Uma gaveta é um contêiner usado para armazenar coisas, geralmente encontrado em um móvel como um guarda-roupa ou mesa.",
      "example": "I opened the drawer to get a pen. Yesterday, I closed the drawer after putting the documents inside. Tomorrow, I will open the drawer to get my favorite book.",
      "example_translation": "Eu abri a gaveta para pegar uma caneta. Ontem, eu fechei a gaveta após colocar os documentos dentro. Amanhã, eu abrirei a gaveta para pegar meu livro favorito.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fork",
      "translation": "garfo",
      "definition": "A fork is a utensil used for eating, consisting of a handle and a head with prongs.",
      "definition_translation": "Um garfo é um utensílio usado para comer, consistindo de um cabo e uma cabeça com garfos.",
      "example": "I picked up a fork to eat my salad. Yesterday, I dropped the fork on the floor. Tomorrow, I will use a fork to eat my breakfast.",
      "example_translation": "Eu peguei um garfo para comer minha salada. Ontem, eu derrubei o garfo no chão. Amanhã, eu usarei um garfo para comer meu café da manhã.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fridge",
      "translation": "geladeira",
      "definition": "A fridge is an electrical appliance used to keep food and drinks cool or cold.",
      "definition_translation": "Uma geladeira é um aparelho elétrico usado para manter alimentos e bebidas frias ou geladas.",
      "example": "I opened the fridge to get a cold drink. Yesterday, I cleaned the fridge to get rid of the bad smell. Tomorrow, I will put the leftovers in the fridge.",
      "example_translation": "Eu abri a geladeira para pegar uma bebida fria. Ontem, eu limpei a geladeira para se livrar do mau cheiro. Amanhã, eu coloquei os restos na geladeira.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "kitchen table",
      "translation": "mesa de cozinha",
      "definition": "A kitchen table is a table used for preparing and eating food in a kitchen.",
      "definition_translation": "Uma mesa de cozinha é uma mesa usada para preparar e comer alimentos em uma cozinha.",
      "example": "I sat at the kitchen table to eat my breakfast. Yesterday, I put the vase on the kitchen table. Tomorrow, I will do my homework on the kitchen table.",
      "example_translation": "Eu sentei-me à mesa de cozinha para comer meu café da manhã. Ontem, eu coloquei o vaso na mesa de cozinha. Amanhã, farei meu trabalho de casa na mesa de cozinha.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "microwave (oven)",
      "translation": "forno de micro-ondas",
      "definition": "A kitchen appliance that uses electromagnetic waves to heat and cook food quickly.",
      "definition_translation": "Um eletrodoméstico de cozinha que usa ondas eletromagnéticas para esquentar e cozinhar alimentos rapidamente.",
      "example": "I used the microwave to reheat my coffee this morning, then I will use it to cook dinner tonight, and tomorrow I will use it to warm up leftovers.",
      "example_translation": "Eu usei o micro-ondas para esquentar meu café essa manhã, então vou usá-lo para cozinhar o jantar hoje à noite, e amanhã vou usá-lo para esquentar os alimentos sobras.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shelf",
      "translation": "prateleira",
      "definition": "A flat piece of wood, metal, or glass attached to a wall or placed on a floor, used for holding objects.",
      "definition_translation": "Um pedaço plano de madeira, metal ou vidro anexado à uma parede ou colocado no chão, usado para segurar objetos.",
      "example": "I placed the books on the shelf in the living room, and then I will put the decorations on the shelf in the kitchen, and tomorrow I will add more books to the shelf in the bedroom.",
      "example_translation": "Eu coloquei os livros na prateleira na sala de estar, e então vou colocar as decorações na prateleira na cozinha, e amanhã vou adicionar mais livros à prateleira no quarto.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sink",
      "translation": "pia",
      "definition": "A fixed bowl-shaped container with a tap, used for washing hands, dishes, or other objects.",
      "definition_translation": "Um recipiente em forma de tigela fixo com uma torneira, usado para lavar as mãos, pratos ou outros objetos.",
      "example": "I washed my hands in the sink after dinner, then I will wash the dishes in the sink, and tomorrow I will fix the leaky sink in the bathroom.",
      "example_translation": "Eu lavei as minhas mãos na pia após o jantar, então vou lavar os pratos na pia, e amanhã vou consertar a pia com vazamento no banheiro.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spoon",
      "translation": "colher",
      "definition": "A utensil with a round or oval bowl and a handle, used for eating or serving food.",
      "definition_translation": "Um utensílio com uma tigela arredondada ou oval e um cabo, usado para comer ou servir alimentos.",
      "example": "I used a spoon to eat the soup yesterday, then I will use a spoon to serve the dessert tonight, and tomorrow I will use a spoon to mix the ingredients for the recipe.",
      "example_translation": "Eu usei uma colher para comer a sopa ontem, então vou usar uma colher para servir o sobremesa hoje à noite, e amanhã vou usar uma colher para misturar os ingredientes para a receita.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bin",
      "translation": "lixeira",
      "definition": "A container, typically with an open top, used for holding or storing something.",
      "definition_translation": "Um recipiente, normalmente com uma parte superior aberta, usado para armazenar ou guardar algo.",
      "example": "I threw the trash in the bin. I will take out the bin tomorrow. She had already emptied the bin.",
      "example_translation": "Joguei o lixo na lixeira. Vou tirar a lixeira amanhã. Ela já havia esvaziado a lixeira.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dishwasher",
      "translation": "lava-louças",
      "definition": "A machine for washing dishes automatically.",
      "definition_translation": "Uma máquina para lavar louças automaticamente.",
      "example": "I loaded the dishwasher last night. The dishwasher is broken. She will unload the dishwasher now.",
      "example_translation": "Carreguei a lava-louças ontem à noite. A lava-louças está quebrada. Ela vai descarregar a lava-louças agora.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "electric kettle",
      "translation": "chaleira elétrica",
      "definition": "A kettle that is heated by electricity.",
      "definition_translation": "Uma chaleira que é aquecida por eletricidade.",
      "example": "I plugged in the electric kettle. The electric kettle is very fast. She will buy an electric kettle tomorrow.",
      "example_translation": "Eu conectei a chaleira elétrica. A chaleira elétrica é muito rápida. Ela vai comprar uma chaleira elétrica amanhã.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "freezer",
      "translation": "congelador",
      "definition": "An electrical appliance for storing food at a very low temperature.",
      "definition_translation": "Um aparelho elétrico para armazenar alimentos a uma temperatura muito baixa.",
      "example": "I put the meat in the freezer. The freezer is not working. She will defrost the freezer tomorrow.",
      "example_translation": "Eu coloquei a carne no congelador. O congelador não está funcionando. Ela vai descongelar o congelador amanhã.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "frying pan",
      "translation": "frigideira",
      "definition": "A frying pan is a type of cookware used for frying, sautéing, and browning foods. It is typically made of metal, often with a non-stick coating, and has a handle for easy lifting.",
      "definition_translation": "Uma frigideira é um tipo de utensílio de cozinha usado para fritar, saltear e dourar alimentos. É normalmente feita de metal, muitas vezes com um revestimento antiaderente, e tem um cabo para fácil levantamento.",
      "example": "I used a frying pan to cook breakfast yesterday. I'm using a frying pan to make dinner tonight. I will use a frying pan to cook lunch tomorrow.",
      "example_translation": "Eu usei uma frigideira para cozinhar café da manhã ontem. Estou usando uma frigideira para fazer jantar hoje à noite. Vou usar uma frigideira para cozinhar almoço amanhã.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "oven",
      "translation": "forno",
      "definition": "An oven is a kitchen appliance used for cooking and heating food. It uses dry heat to cook food, and can be used for baking, roasting, and broiling.",
      "definition_translation": "Um forno é um eletrodoméstico de cozinha usado para cozinhar e aquecer alimentos. Ele usa calor seco para cozinhar alimentos e pode ser usado para assar, grelhar e queimar.",
      "example": "I baked a cake in the oven last week. I'm preheating the oven to cook a roast chicken tonight. I will use the oven to make cookies tomorrow.",
      "example_translation": "Eu assei um bolo no forno semana passada. Estou pré-aquecendo o forno para cozinhar um frango assado hoje à noite. Vou usar o forno para fazer biscoitos amanhã.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pot",
      "translation": "panela",
      "definition": "A pot is a container used for cooking and storing food and liquids. It is typically made of metal, ceramic, or glass, and has a handle for easy lifting.",
      "definition_translation": "Uma panela é um recipiente usado para cozinhar e armazenar alimentos e líquidos. É normalmente feita de metal, cerâmica ou vidro, e tem um cabo para fácil levantamento.",
      "example": "I boiled water in a pot yesterday. I'm using a pot to make soup tonight. I will use a pot to cook rice tomorrow.",
      "example_translation": "Eu cozi água em uma panela ontem. Estou usando uma panela para fazer sopa hoje à noite. Vou usar uma panela para cozinhar arroz amanhã.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "saucepan",
      "translation": "caçarola",
      "definition": "A saucepan is a type of cookware used for heating and cooking sauces, soups, and other liquids. It is typically made of metal, often with a non-stick coating, and has a handle for easy lifting.",
      "definition_translation": "Uma caçarola é um tipo de utensílio de cozinha usado para aquecer e cozinhar molhos, sopas e outros líquidos. É normalmente feita de metal, muitas vezes com um revestimento antiaderente, e tem um cabo para fácil levantamento.",
      "example": "I used a saucepan to heat up the sauce yesterday. I'm using a saucepan to cook a sauce tonight. I will use a saucepan to make a soup tomorrow.",
      "example_translation": "Eu usei uma caçarola para aquecer o molho ontem. Estou usando uma caçarola para cozinhar um molho hoje à noite. Vou usar uma caçarola para fazer uma sopa amanhã.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tap",
      "translation": "torneira",
      "definition": "A faucet or valve for controlling the flow of a liquid, especially water.",
      "definition_translation": "Um registro ou válvula para controlar o fluxo de um líquido, especialmente água.",
      "example": "I turned the tap off to conserve water. I turn the tap on to wash my hands. I will turn the tap off when I finish.",
      "example_translation": "Eu desliguei a torneira para conservar água. Eu ligo a torneira para lavar minhas mãos. Eu desligarei a torneira quando terminar.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "teapot",
      "translation": "bule",
      "definition": "A vessel with a spout or handle, used for serving tea.",
      "definition_translation": "Um vaso com bico ou puxador, usado para servir chá.",
      "example": "I poured tea from the teapot into my cup. I will buy a new teapot for my sister. I bought a beautiful teapot at the antique store.",
      "example_translation": "Eu despejei chá da bule para o meu copo. Eu comprarei uma nova bule para minha irmã. Eu comprei uma bela bule em uma loja de antiguidades.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tin opener",
      "translation": "abridor de lata",
      "definition": "A device for opening tin cans or other containers.",
      "definition_translation": "Um dispositivo para abrir latas de metal ou outros recipientes.",
      "example": "I used a tin opener to open the can of beans. I will buy a new tin opener because mine is broken. I can open the can with the tin opener.",
      "example_translation": "Eu usei um abridor de lata para abrir a lata de feijão. Eu comprarei um novo abridor de lata porque o meu está quebrado. Eu posso abrir a lata com o abridor de lata.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "toaster",
      "translation": "tostadeira",
      "definition": "An electrical appliance for toasting slices of bread.",
      "definition_translation": "Um aparelho elétrico para tostar fatias de pão.",
      "example": "I plugged in the toaster to make some toast. I will buy a new toaster because mine is old. I cleaned the toaster to remove the crumbs.",
      "example_translation": "Eu conectei a tostadeira para fazer alguns tostos. Eu comprarei uma nova tostadeira porque a minha é antiga. Eu limpei a tostadeira para remover as migalhas.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cloth",
      "translation": "tecido",
      "definition": "A flexible artificial material made from a network of natural or synthetic fibers, used for making clothes, upholstery, and other articles.",
      "definition_translation": "Um material artificial flexível feito de uma rede de fibras naturais ou sintéticas, usado para fazer roupas, estofamento e outros artigos.",
      "example": "She wiped the table with a cloth. Yesterday, she washed the cloth. She will iron the cloth tomorrow.",
      "example_translation": "Ela esfregou a tabela com um pano. Ontem, ela lavou o pano. Ela irá passar o pano amanhã.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "coffee maker",
      "translation": "máquina de café",
      "definition": "An electrical appliance that brews coffee from ground coffee beans.",
      "definition_translation": "Um aparelho elétrico que faz café a partir de grãos de café moídos.",
      "example": "She bought a new coffee maker. Yesterday, she used the coffee maker to make coffee. She will clean the coffee maker tomorrow.",
      "example_translation": "Ela comprou uma nova máquina de café. Ontem, ela usou a máquina de café para fazer café. Ela irá limpar a máquina de café amanhã.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "corkscrew",
      "translation": "abridor de garrafa",
      "definition": "A device used to remove the cork from a wine bottle.",
      "definition_translation": "Um dispositivo usado para remover a rolha de uma garrafa de vinho.",
      "example": "He used a corkscrew to open the wine. Yesterday, he bought a new corkscrew. He will use the corkscrew to open champagne tomorrow.",
      "example_translation": "Ele usou um abridor de garrafa para abrir o vinho. Ontem, ele comprou um novo abridor de garrafa. Ele irá usar o abridor de garrafa para abrir champanhe amanhã.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "scales",
      "translation": "balanças",
      "definition": "An instrument used to measure weight, especially in cooking or science.",
      "definition_translation": "Um instrumento usado para medir peso, especialmente na culinária ou ciência.",
      "example": "She used the scales to weigh the ingredients. Yesterday, she calibrated the scales. She will use the scales to measure the baby's weight tomorrow.",
      "example_translation": "Ela usou as balanças para pesar os ingredientes. Ontem, ela calibrou as balanças. Ela irá usar as balanças para medir o peso do bebê amanhã.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stool",
      "translation": "banco",
      "definition": "A stool is a piece of furniture consisting of a single seat, usually without back or arms, designed to be sat upon.",
      "definition_translation": "Um banco é um pedaço de mobília composto por um assento único, geralmente sem costas ou braços, projetado para ser sentado.",
      "example": "I sat on the stool to rest my feet. Yesterday, I sat on the stool to tie my shoes. Tomorrow, I will sit on the stool to read a book.",
      "example_translation": "Eu me sentei no banco para descansar meus pés. Ontem, eu me sentei no banco para amarrar meus sapatos. Amanhã, eu vou me sentar no banco para ler um livro.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "baking sleeve",
      "translation": "mangueira de forno",
      "definition": "A baking sleeve is a cylindrical or rectangular-shaped paper or silicone cooking tool used to mold and shape bread, pastries, and other baked goods.",
      "definition_translation": "Uma mangueira de forno é uma ferramenta de cozinha em forma de cilindro ou retângulo, feita de papel ou silicone, usada para moldar e dar forma a pães, pastéis e outros produtos assados.",
      "example": "I used a baking sleeve to make a perfect baguette. Yesterday, I bought a new baking sleeve to try a new recipe. Tomorrow, I will use a baking sleeve to make a cake.",
      "example_translation": "Eu usei uma mangueira de forno para fazer um baguete perfeito. Ontem, eu comprei uma nova mangueira de forno para tentar uma nova receita. Amanhã, eu vou usar uma mangueira de forno para fazer um bolo.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "biscuit cutter",
      "translation": "cortador de biscoitos",
      "definition": "A biscuit cutter is a kitchen tool used to cut out shapes from dough, typically in the shape of a circle or a rectangle, to make biscuits and other sweet baked goods.",
      "definition_translation": "Um cortador de biscoitos é uma ferramenta de cozinha usada para cortar formas de massa, geralmente em forma de círculo ou retângulo, para fazer biscoitos e outros produtos assados doces.",
      "example": "I used a biscuit cutter to make heart-shaped cookies. Yesterday, I borrowed a biscuit cutter from my neighbor to make a pie crust. Tomorrow, I will use a biscuit cutter to make a batch of biscuits.",
      "example_translation": "Eu usei um cortador de biscoitos para fazer biscoitos em forma de coração. Ontem, eu emprestei um cortador de biscoitos do meu vizinho para fazer uma crosta de torta. Amanhã, eu vou usar um cortador de biscoitos para fazer um lote de biscoitos.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bread cutter",
      "translation": "cortador de pão",
      "definition": "A bread cutter is a kitchen tool used to slice bread into uniform pieces, often used in commercial bakeries and restaurants to portion out bread for customers.",
      "definition_translation": "Um cortador de pão é uma ferramenta de cozinha usada para fatiar pão em pedaços uniformes, muitas vezes usada em padarias comerciais e restaurantes para portionar pão para os clientes.",
      "example": "The baker used a bread cutter to slice the freshly baked loaf. Yesterday, I bought a new bread cutter to make uniform sandwiches. Tomorrow, I will use a bread cutter to make croutons.",
      "example_translation": "O padeiro usou um cortador de pão para fatiar o pão fresquinho. Ontem, eu comprei um novo cortador de pão para fazer sanduíches uniformes. Amanhã, eu vou usar um cortador de pão para fazer croutons.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cake tin",
      "translation": "forma de bolo",
      "definition": "A container used to hold and shape a cake while it is being baked.",
      "definition_translation": "Um recipiente usado para segurar e dar forma a um bolo enquanto está sendo assado.",
      "example": "She greased the cake tin and poured in the batter. She had used the cake tin yesterday to bake a cake for her brother's birthday. She will use the cake tin again tomorrow to make a cake for the party.",
      "example_translation": "Ela untou a forma de bolo e despejou a massa. Ela havia usado a forma de bolo ontem para assar um bolo de aniversário para o seu irmão. Ela usará a forma de bolo novamente amanhã para fazer um bolo para a festa.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "casserole dish",
      "translation": "prato de cerâmica",
      "definition": "A large, deep dish used for cooking and serving a variety of foods, such as stews, casseroles, and roasted meats.",
      "definition_translation": "Um prato grande e fundo usado para cozinhar e servir uma variedade de alimentos, como estufados, casseroles e carnes assadas.",
      "example": "She placed the casserole dish in the oven and set the timer. She had washed the casserole dish by hand last night. She will use the casserole dish next week to cook a meal for her family.",
      "example_translation": "Ela colocou o prato de cerâmica no forno e ajustou o timer. Ela havia lavado o prato de cerâmica à mão ontem à noite. Ela usará o prato de cerâmica na próxima semana para cozinhar uma refeição para a sua família.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chopping knife",
      "translation": "faca de cortar",
      "definition": "A knife used for cutting and chopping food, especially in a kitchen.",
      "definition_translation": "Uma faca usada para cortar e picar alimentos, especialmente em uma cozinha.",
      "example": "He picked up the chopping knife and began to chop the vegetables. She had sharpened the chopping knife earlier that morning. They will use the chopping knife tomorrow to prepare dinner.",
      "example_translation": "Ele pegou a faca de cortar e começou a picar os vegetais. Ela havia afiado a faca de cortar mais cedo naquela manhã. Eles usarão a faca de cortar amanhã para preparar o jantar.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "chopsticks",
      "translation": "hashi",
      "definition": "A pair of small, typically tapered sticks used as eating utensils, especially in East Asian cuisine.",
      "definition_translation": "Um par de pequenos pauzinhos, geralmente afilados, usados como utensílios de comida, especialmente na culinária asiática oriental.",
      "example": "She struggled to use the chopsticks to pick up the noodles. He had learned to use chopsticks when he was a child. They will use chopsticks tonight to eat sushi.",
      "example_translation": "Ela lutou para usar os hashi para pegar os macarrões. Ele havia aprendido a usar os hashi quando era criança. Eles usarão os hashi esta noite para comer sushi.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "colander",
      "translation": "escorredor",
      "definition": "A kitchen utensil used to drain food, such as pasta or vegetables, by allowing water to pass through while keeping the food inside.",
      "definition_translation": "Um utensílio de cozinha usado para drenar alimentos, como macarrão ou legumes, permitindo que a água passe pela enquanto mantém os alimentos dentro.",
      "example": "I used a colander to drain the spaghetti, then added some sauce. Yesterday, I washed the colander in the sink. Tomorrow, I will use the colander to rinse the broccoli.",
      "example_translation": "Eu usei um escorredor para drenar o spaghetti, então adicionei um pouco de molho. Ontem, eu lavei o escorredor na pia. Amanhã, vou usar o escorredor para enxaguar o brócolis.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cutting board",
      "translation": "tábua de corte",
      "definition": "A flat surface used to chop, slice, or prepare food, typically made of wood, plastic, or other materials.",
      "definition_translation": "Uma superfície plana usada para cortar, fatiar ou preparar alimentos, geralmente feita de madeira, plástico ou outros materiais.",
      "example": "I chopped the onions on the cutting board, then minced the garlic. Yesterday, I washed the cutting board with soap. Tomorrow, I will use the cutting board to prepare a salad.",
      "example_translation": "Eu cortei as cebolas na tábua de corte, então piquei o alho. Ontem, eu lavei a tábua de corte com sabão. Amanhã, vou usar a tábua de corte para preparar uma salada.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "flour sifter",
      "translation": "peneira de farinha",
      "definition": "A kitchen utensil used to sift and aerate flour, typically consisting of a wire mesh or perforated screen.",
      "definition_translation": "Um utensílio de cozinha usado para peneirar e aerar a farinha, geralmente consistindo em uma rede de arame ou tela perfurada.",
      "example": "I used a flour sifter to mix the ingredients, then added some sugar. Yesterday, I cleaned the flour sifter with a brush. Tomorrow, I will use the flour sifter to make a cake.",
      "example_translation": "Eu usei uma peneira de farinha para misturar os ingredientes, então adicionei um pouco de açúcar. Ontem, eu limpei a peneira de farinha com uma escova. Amanhã, vou usar a peneira de farinha para fazer um bolo.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "food slicer",
      "translation": "fatias de alimentos",
      "definition": "A kitchen appliance used to slice food, such as meats, cheeses, or bread, into thin pieces.",
      "definition_translation": "Um aparelho de cozinha usado para fatiar alimentos, como carnes, queijos ou pão, em pedaços finos.",
      "example": "I used a food slicer to cut the turkey, then served it with some cheese. Yesterday, I cleaned the food slicer with soap. Tomorrow, I will use the food slicer to prepare a sandwich.",
      "example_translation": "Eu usei uma fatias de alimentos para cortar o peru, então servi com queijo. Ontem, eu lavei a fatias de alimentos com sabão. Amanhã, vou usar a fatias de alimentos para preparar um sanduíche.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "funnel",
      "translation": "embudo",
      "definition": "A funnel is a tube or pipe that is wide at one end and narrow at the other, used for pouring liquids or powders into a small opening.",
      "definition_translation": "Um embudo é um tubo ou cano que é amplo em uma extremidade e estreito na outra, usado para despejar líquidos ou pós em uma abertura pequena.",
      "example": "I used a funnel to pour oil into the engine. Yesterday, I used a funnel to pour juice into a bottle. Tomorrow, I will use a funnel to pour water into a bucket.",
      "example_translation": "Eu usei um embudo para despejar óleo no motor. Ontem, eu usei um embudo para despejar suco em uma garrafa. Amanhã, eu usarei um embudo para despejar água em um balde.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "garlic press",
      "translation": "premolho de alho",
      "definition": "A garlic press is a kitchen tool used to crush garlic cloves into a pulp, making it easier to use in cooking.",
      "definition_translation": "Um premolho de alho é uma ferramenta de cozinha usada para esmagar dentes de alho em uma polpa, tornando mais fácil de usar na cozinha.",
      "example": "I use a garlic press to crush garlic for pasta sauce. She used a garlic press to make garlic bread. They will use a garlic press to prepare garlic for the recipe.",
      "example_translation": "Eu uso um premolho de alho para esmagar alho para molho de macarrão. Ela usou um premolho de alho para fazer pão de alho. Eles usarão um premolho de alho para preparar alho para a receita.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "grater",
      "translation": "ralo",
      "definition": "A grater is a kitchen tool used to shred or grate food, such as cheese or vegetables, into small pieces.",
      "definition_translation": "Um ralo é uma ferramenta de cozinha usada para ralar ou gratar alimentos, como queijo ou legumes, em pequenos pedaços.",
      "example": "I use a grater to shred cheese for salad. She used a grater to grate carrots for cake. They will use a grater to grate zucchini for bread.",
      "example_translation": "Eu uso um ralo para ralar queijo para salada. Ela usou um ralo para ralar cenouras para bolo. Eles usarão um ralo para ralar abobrinha para pão.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ice-cream scoop",
      "translation": "cola de sorvete",
      "definition": "An ice-cream scoop is a kitchen tool used to portion out ice cream into balls or scoops, making it easier to serve and eat.",
      "definition_translation": "Uma cola de sorvete é uma ferramenta de cozinha usada para dar porções de sorvete em bolas ou colheres, tornando mais fácil de servir e comer.",
      "example": "I use an ice-cream scoop to portion out dessert. She used an ice-cream scoop to serve ice cream at the party. They will use an ice-cream scoop to make sundaes.",
      "example_translation": "Eu uso uma cola de sorvete para dar porções de sobremesa. Ela usou uma cola de sorvete para servir sorvete na festa. Eles usarão uma cola de sorvete para fazer sundaes.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ladle",
      "translation": "concha",
      "definition": "A ladle is a deep bowl-like spoon with a long handle, used for serving soup or other liquids.",
      "definition_translation": "Uma concha é uma colher em forma de tigela com um cabo longo, usada para servir sopa ou outros líquidos.",
      "example": "She ladled out the soup into bowls. Yesterday, she had ladled out the soup into bowls. Tomorrow, she will ladle out the soup into bowls.",
      "example_translation": "Ela serviu a sopa em tigelas. Ontem, ela havia servido a sopa em tigelas. Amanhã, ela servirá a sopa em tigelas.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lemon squeezer",
      "translation": "espremedor de limão",
      "definition": "A lemon squeezer is a kitchen tool used to extract juice from lemons or other citrus fruits.",
      "definition_translation": "Um espremedor de limão é uma ferramenta de cozinha usada para extrair suco de limões ou outros frutos cítricos.",
      "example": "She used a lemon squeezer to make fresh lemonade. Yesterday, she had used a lemon squeezer to make fresh lemonade. Tomorrow, she will use a lemon squeezer to make fresh lemonade.",
      "example_translation": "Ela usou um espremedor de limão para fazer limonada fresca. Ontem, ela havia usado um espremedor de limão para fazer limonada fresca. Amanhã, ela usará um espremedor de limão para fazer limonada fresca.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mandoline",
      "translation": "mandolina",
      "definition": "A mandoline is a kitchen tool with a flat, sloping surface, used for slicing fruit or vegetables into thin pieces.",
      "definition_translation": "Uma mandolina é uma ferramenta de cozinha com uma superfície plana, inclinada, usada para fatiar frutas ou legumes em pedaços finos.",
      "example": "She used a mandoline to slice the carrots. Yesterday, she had used a mandoline to slice the carrots. Tomorrow, she will use a mandoline to slice the carrots.",
      "example_translation": "Ela usou uma mandolina para fatiar as cenouras. Ontem, ela havia usado uma mandolina para fatiar as cenouras. Amanhã, ela usará uma mandolina para fatiar as cenouras.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "measuring spoon",
      "translation": "colher de medir",
      "definition": "A measuring spoon is a spoon used to measure the quantity of an ingredient, especially in cooking or baking.",
      "definition_translation": "Uma colher de medir é uma colher usada para medir a quantidade de um ingrediente, especialmente em cozinha ou padaria.",
      "example": "She used a measuring spoon to measure out the flour. Yesterday, she had used a measuring spoon to measure out the flour. Tomorrow, she will use a measuring spoon to measure out the flour.",
      "example_translation": "Ela usou uma colher de medir para medir a farinha. Ontem, ela havia usado uma colher de medir para medir a farinha. Amanhã, ela usará uma colher de medir para medir a farinha.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "meat tenderizer",
      "translation": "amaciador de carne",
      "definition": "A substance or device used to make meat more tender, such as papain or a meat mallet.",
      "definition_translation": "Uma substância ou dispositivo usado para tornar a carne mais macia, como papaina ou um martelo de carne.",
      "example": "I used a meat tenderizer to make the steak more tender. Yesterday, I used a meat mallet to pound the meat. Tomorrow, I will use papain to tenderize the chicken.",
      "example_translation": "Eu usei um amaciador de carne para tornar o bife mais macio. Ontem, usei um martelo de carne para bater a carne. Amanhã, vou usar papaina para amaciar o frango.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mincer",
      "translation": "moedor",
      "definition": "A kitchen appliance or device used to chop or grind food, especially meat, into small pieces.",
      "definition_translation": "Um eletrodoméstico ou dispositivo de cozinha usado para picar ou moer alimentos, especialmente carne, em pequenos pedaços.",
      "example": "I used a mincer to grind the beef for the burgers. She will mince the onions for the soup. He has minced the garlic for the sauce.",
      "example_translation": "Eu usei um moedor para moer a carne de vaca para os hamburgueres. Ela vai picar as cebolas para a sopa. Ele tem picado o alho para o molho.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "mortar and pestle",
      "translation": "almofariz e pilão",
      "definition": "A bowl-shaped vessel and a club-shaped tool used together to grind, crush, or mix foods, especially spices and herbs.",
      "definition_translation": "Um vaso em forma de tigela e uma ferramenta em forma de clube usadas juntas para moer, triturar ou misturar alimentos, especialmente especiarias e ervas.",
      "example": "I used a mortar and pestle to grind the spices for the curry. She will mix the herbs in the mortar and pestle. He has crushed the garlic in the mortar and pestle.",
      "example_translation": "Eu usei um almofariz e pilão para moer as especiarias para o curry. Ela vai misturar as ervas no almofariz e pilão. Ele tem triturado o alho no almofariz e pilão.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nutcracker",
      "translation": "quebrador de nozes",
      "definition": "A device or tool used to crack open nuts, especially walnuts or pecans.",
      "definition_translation": "Um dispositivo ou ferramenta usado para quebrar nozes, especialmente nozes de cedro ou nozes-pecã.",
      "example": "I used a nutcracker to open the walnuts for the cake. She will crack the pecans for the salad. He has crushed the hazelnuts in the nutcracker.",
      "example_translation": "Eu usei um quebrador de nozes para abrir as nozes de cedro para o bolo. Ela vai quebrar as nozes-pecã para a salada. Ele tem triturado as avelãs no quebrador de nozes.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pastry board",
      "translation": "tábua de massa",
      "definition": "A pastry board is a flat, smooth surface used for rolling out dough and pastry, typically made of wood or marble.",
      "definition_translation": "Uma tábua de massa é uma superfície plana e lisa usada para esticar massa e pastelaria, geralmente feita de madeira ou mármore.",
      "example": "I used a pastry board to roll out the dough for the pie crust. I will use a pastry board to make the croissants tomorrow. She had used a pastry board to prepare the cake decorations.",
      "example_translation": "Eu usei uma tábua de massa para esticar a massa para a crosta de torta. Eu usarei uma tábua de massa para fazer os croissants amanhã. Ela havia usado uma tábua de massa para preparar as decorações do bolo.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "peeler",
      "translation": "descascador",
      "definition": "A peeler is a kitchen tool used to remove the skin or outer layer of fruits and vegetables.",
      "definition_translation": "Um descascador é uma ferramenta de cozinha usada para remover a pele ou camada exterior de frutas e legumes.",
      "example": "I use a peeler to remove the skin from the apples. She used a peeler to peel the carrots for the salad. They will use a peeler to peel the potatoes for the fries.",
      "example_translation": "Eu uso um descascador para remover a pele das maçãs. Ela usou um descascador para descascar as cenouras para a salada. Eles usarão um descascador para descascar as batatas para as fritas.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pepper mill",
      "translation": "moedor de pimenta",
      "definition": "A pepper mill is a kitchen tool used to grind peppercorns into powder.",
      "definition_translation": "Um moedor de pimenta é uma ferramenta de cozinha usada para moer grãos de pimenta em pó.",
      "example": "I use a pepper mill to grind the peppercorns for the recipe. She used a pepper mill to season the steak. They will use a pepper mill to add flavor to the soup.",
      "example_translation": "Eu uso um moedor de pimenta para moer os grãos de pimenta para a receita. Ela usou um moedor de pimenta para temperar o bife. Eles usarão um moedor de pimenta para acrescentar sabor à sopa.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "piping bag",
      "translation": "saco de confeitar",
      "definition": "A piping bag is a kitchen tool used to decorate cakes and pastries by piping icing or other materials through a small nozzle.",
      "definition_translation": "Um saco de confeitar é uma ferramenta de cozinha usada para decorar bolos e pastelaria pipando glacê ou outros materiais através de uma pequena boca.",
      "example": "I used a piping bag to decorate the birthday cake. She used a piping bag to create the intricate designs on the wedding cake. They will use a piping bag to make the festive cupcakes.",
      "example_translation": "Eu usei um saco de confeitar para decorar o bolo de aniversário. Ela usou um saco de confeitar para criar os designs intricados no bolo de casamento. Eles usarão um saco de confeitar para fazer os cupcakes festivos.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "rolling pin",
      "translation": "rolo de massa",
      "definition": "A rolling pin is a cylindrical tool used to shape and flatten dough, pastry, or other materials in cooking and baking.",
      "definition_translation": "Um rolo de massa é uma ferramenta cilíndrica usada para dar forma e achatamento de massa, pasta ou outros materiais na cozinha e na padaria.",
      "example": "She had rolled out the dough with a rolling pin to make a perfect pie crust. Yesterday, she had used a marble rolling pin to make a delicious pastry. Tomorrow, she will buy a new rolling pin to make a cake.",
      "example_translation": "Ela havia rolado a massa com um rolo de massa para fazer uma crosta de torta perfeita. Ontem, ela havia usado um rolo de massa de mármore para fazer uma pastelaria deliciosa. Amanhã, ela comprará um novo rolo de massa para fazer um bolo.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sideboard",
      "translation": "aparador",
      "definition": "A sideboard is a piece of furniture used to store and display dishes, glasses, and other items in a dining room or kitchen.",
      "definition_translation": "Um aparador é um móvel usado para armazenar e exibir pratos, copos e outros itens em uma sala de jantar ou cozinha.",
      "example": "They had placed the fine china on the sideboard for the dinner party. In the past, they had used the sideboard to store their grandmother's antique dishes. In the future, they will buy a new sideboard to match their kitchen decor.",
      "example_translation": "Eles haviam colocado a porcelana fina no aparador para a festa de jantar. No passado, eles haviam usado o aparador para armazenar os pratos antigos da avó. No futuro, eles comprarão um novo aparador para combinar com a decoração da cozinha.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sieve",
      "translation": "peneira",
      "definition": "A sieve is a kitchen utensil used to separate solid particles of different sizes, or to sift flour or other powdery ingredients.",
      "definition_translation": "Uma peneira é um utensílio de cozinha usado para separar partículas sólidas de diferentes tamanhos, ou para peneirar farinha ou outros ingredientes pulverulentos.",
      "example": "She had used a sieve to sift the flour for the cake recipe. Yesterday, she had used a coarse sieve to separate the rice from the stones. Tomorrow, she will buy a fine sieve to make a delicate pastry.",
      "example_translation": "Ela havia usado uma peneira para peneirar a farinha para a receita do bolo. Ontem, ela havia usado uma peneira grossa para separar o arroz das pedras. Amanhã, ela comprará uma peneira fina para fazer uma pastelaria delicada.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "spice rack",
      "translation": "prateleira de especiarias",
      "definition": "A spice rack is a kitchen utensil used to store and organize spices, herbs, and other seasonings.",
      "definition_translation": "Uma prateleira de especiarias é um utensílio de cozinha usado para armazenar e organizar especiarias, ervas e outros temperos.",
      "example": "She had filled the spice rack with her favorite herbs and spices. In the past, they had used a wooden spice rack to store their grandmother's secret seasoning blends. In the future, they will buy a new spice rack to match their kitchen decor.",
      "example_translation": "Ela havia preenchido a prateleira de especiarias com suas ervas e especiarias favoritas. No passado, eles haviam usado uma prateleira de especiarias de madeira para armazenar as misturas de tempero secretas da avó. No futuro, eles comprarão uma nova prateleira de especiarias para combinar com a decoração da cozinha.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tasting spoon",
      "translation": "Colher de prova",
      "definition": "A spoon used to taste food while it is being cooked to check the flavor and texture.",
      "definition_translation": "Uma colher usada para provar comida enquanto está sendo cozida para verificar o sabor e a textura.",
      "example": "The chef used a tasting spoon to adjust the seasoning of the soup. Yesterday, she tasted the sauce with a tasting spoon. She will use a tasting spoon to test the flavor of the dish tomorrow.",
      "example_translation": "O chef usou uma colher de prova para ajustar o tempero da sopa. Ontem, ela provou o molho com uma colher de prova. Ela usará uma colher de prova para testar o sabor do prato amanhã.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "timer",
      "translation": "Cronômetro",
      "definition": "A device that measures the time taken for a specific activity or task.",
      "definition_translation": "Um dispositivo que mede o tempo gasto em uma atividade ou tarefa específica.",
      "example": "The athlete used a timer to track her running time. She set the timer for 30 minutes yesterday. She will use a timer to monitor her exercise routine tomorrow.",
      "example_translation": "A atleta usou um cronômetro para acompanhar seu tempo de corrida. Ela ajustou o cronômetro para 30 minutos ontem. Ela usará um cronômetro para monitorar sua rotina de exercícios amanhã.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "whisk",
      "translation": "Fouet",
      "definition": "A kitchen tool used to mix and blend foods, especially batters and sauces.",
      "definition_translation": "Uma ferramenta de cozinha usada para misturar e combinar alimentos, especialmente massas e molhos.",
      "example": "The baker used a whisk to cream the butter and sugar. She whisked the eggs in a bowl yesterday. She will whisk the sauce to combine the ingredients tomorrow.",
      "example_translation": "A padeira usou um fouet para cremar a manteiga e o açúcar. Ela bateu os ovos em uma tigela ontem. Ela irá bater o molho para combinar os ingredientes amanhã.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "worktop",
      "translation": "Superfície de trabalho",
      "definition": "A surface in a kitchen or workshop where tasks are performed, such as food preparation or crafting.",
      "definition_translation": "Uma superfície em uma cozinha ou oficina onde tarefas são realizadas, como preparação de alimentos ou artesanato.",
      "example": "The chef prepared the ingredients on the worktop. She cleaned the worktop yesterday. They will install new worktops in the kitchen tomorrow.",
      "example_translation": "O chef preparou os ingredientes na superfície de trabalho. Ela limpou a superfície de trabalho ontem. Eles irão instalar novas superfícies de trabalho na cozinha amanhã.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]