[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Aquarius",
      "translation": "Aquário",
      "definition": "A constellation of the zodiac, said to represent a water bearer. People born between January 20th and February 18th are considered to be Aquarians.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um porta-água. As pessoas nascidas entre 20 de janeiro e 18 de fevereiro são consideradas Aquarianos.",
      "example": "I'm an Aquarius, I was born on February 5th. I will be going to a party tonight, and I went to the beach yesterday.",
      "example_translation": "Eu sou um Aquário, eu nasci em 5 de fevereiro. Eu irei a uma festa hoje à noite, e eu fui à praia ontem.",
      "imageLink": "image_files\\English\\"imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Aries",
      "translation": "Áries",
      "definition": "A constellation of the zodiac, said to represent a ram. People born between March 21st and April 19th are considered to be Arians.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um carneiro. As pessoas nascidas entre 21 de março e 19 de abril são consideradas Arianos.",
      "example": "My sister is an Aries, she was born on April 1st. She will go to the gym tomorrow, and she went to the movies last week.",
      "example_translation": "Minha irmã é um Áries, ela nasceu em 1º de abril. Ela irá para a academia amanhã, e ela foi ao cinema na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Cancer",
      "translation": "Câncer",
      "definition": "A constellation of the zodiac, said to represent a crab. People born between June 21st and July 22nd are considered to be Cancers.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um caranguejo. As pessoas nascidas entre 21 de junho e 22 de julho são consideradas Cânceres.",
      "example": "My mother is a Cancer, she was born on July 10th. She has gone to the hospital yesterday, and she will go to the doctor next week.",
      "example_translation": "Minha mãe é um Câncer, ela nasceu em 10 de julho. Ela foi ao hospital ontem, e ela irá ao médico na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Capricorn",
      "translation": "Capricórnio",
      "definition": "A constellation of the zodiac, said to represent a goat. People born between December 22nd and January 19th are considered to be Capricorns.",
      "definition_translation": "Uma constelação do zodíaco, dito representar um bode. As pessoas nascidas entre 22 de dezembro e 19 de janeiro são consideradas Capricórnios.",
      "example": "My brother is a Capricorn, he was born on January 1st. He went to the mountains last year, and he will go to the beach next month.",
      "example_translation": "Meu irmão é um Capricórnio, ele nasceu em 1º de janeiro. Ele foi às montanhas no ano passado, e ele irá à praia no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Gemini",
      "translation": "Gêmeos",
      "definition": "A constellation in the northern hemisphere, represented by two twins or brothers.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por dois gêmeos ou irmãos.",
      "example": "In ancient times, the Greeks believed that the constellation Gemini represented the twins Castor and Pollux. Yesterday, I saw the Gemini constellation in the sky. By next year, I will have studied the entire Gemini constellation.",
      "example_translation": "Em épocas antigas, os gregos acreditavam que a constelação de Gêmeos representava os gêmeos Castor e Pólux. Ontem, eu vi a constelação de Gêmeos no céu. Até o ano que vem, eu terei estudado toda a constelação de Gêmeos.",
      "imageLink": "image_files\\English\\"imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Leo",
      "translation": "Leão",
      "definition": "A constellation in the northern hemisphere, represented by a lion.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por um leão.",
      "example": "My favorite constellation is Leo, because it's easy to find in the sky. Last week, I saw a beautiful Leo constellation. By next month, I will have learned all about the Leo constellation.",
      "example_translation": "Meu constelação favorita é Leão, porque é fácil de encontrar no céu. Na semana passada, eu vi uma bela constelação de Leão. Até o mês que vem, eu terei aprendido tudo sobre a constelação de Leão.",
      "imageLink": "image_files\\English\\"imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Libra",
      "translation": "Libra",
      "definition": "A constellation in the northern hemisphere, represented by a pair of scales.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por um par de balanças.",
      "example": "The Libra constellation is one of the brightest in the sky. Yesterday, I saw the Libra constellation shining brightly. By next year, I will have studied the entire Libra constellation.",
      "example_translation": "A constelação de Libra é uma das mais brilhantes no céu. Ontem, eu vi a constelação de Libra brilhando intensamente. Até o ano que vem, eu terei estudado toda a constelação de Libra.",
      "imageLink": "image_files\\English\\"imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Pisces",
      "translation": "Peixes",
      "definition": "A constellation in the northern hemisphere, represented by a pair of fish.",
      "definition_translation": "Uma constelação no hemisfério norte, representada por um par de peixes.",
      "example": "The Pisces constellation is one of the oldest recognized constellations. Yesterday, I saw the Pisces constellation in the sky. By next month, I will have learned all about the Pisces constellation.",
      "example_translation": "A constelação de Peixes é uma das constelações mais antigas reconhecidas. Ontem, eu vi a constelação de Peixes no céu. Até o mês que vem, eu terei aprendido tudo sobre a constelação de Peixes.",
      "imageLink": "image_files\\English\\"imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Sagittarius",
      "translation": "Sagitário",
      "definition": "The ninth sign of the zodiac, which is represented by the symbol of the archer. People born between November 22nd and December 21st are considered to be Sagittarians.",
      "definition_translation": "O nono signo do zodíaco, que é representado pelo símbolo do arqueiro. As pessoas nascidas entre 22 de novembro e 21 de dezembro são consideradas sagitarianas.",
      "example": "I'm a Sagittarius, so I love traveling and exploring new places. Last year, I traveled to Europe, and now I'm planning a trip to Asia. Next year, I'll probably visit South America.",
      "example_translation": "Eu sou um Sagitário, então eu amo viajar e explorar novos lugares. No ano passado, eu viajei para a Europa, e agora estou planejando uma viagem para a Ásia. No ano que vem, eu provavelmente visitarei a América do Sul.",
      "imageLink": "image_files\\English\\"imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Scorpio",
      "translation": "Escorpião",
      "definition": "The eighth sign of the zodiac, which is represented by the symbol of the scorpion. People born between October 23rd and November 21st are considered to be Scorpios.",
      "definition_translation": "O oitavo signo do zodíaco, que é representado pelo símbolo do escorpião. As pessoas nascidas entre 23 de outubro e 21 de novembro são consideradas escorpiões.",
      "example": "My friend is a Scorpio, so she's very passionate and intense. She loves to debate and argue, but she's also very loyal to her friends. Last week, she got into a fight with her brother, but they made up yesterday.",
      "example_translation": "A minha amiga é um Escorpião, então ela é muito apaixonada e intensa. Ela ama debater e argumentar, mas ela também é muito leal aos seus amigos. Na semana passada, ela brigou com o seu irmão, mas eles se reconciliaram ontem.",
      "imageLink": "image_files\\English\\"imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Taurus",
      "translation": "Touro",
      "definition": "The second sign of the zodiac, which is represented by the symbol of the bull. People born between April 20th and May 20th are considered to be Tauruses.",
      "definition_translation": "O segundo signo do zodíaco, que é representado pelo símbolo do touro. As pessoas nascidas entre 20 de abril e 20 de maio são consideradas taurinos.",
      "example": "I'm a Taurus, so I love stability and security. I've been working at the same company for five years, and I'm planning to buy a house next year. Last month, I went on a vacation to the countryside, and it was amazing.",
      "example_translation": "Eu sou um Touro, então eu amo estabilidade e segurança. Eu trabalhei na mesma empresa por cinco anos, e estou planejando comprar uma casa no ano que vem. No mês passado, eu fui em uma viagem para o interior, e foi incrível.",
      "imageLink": "image_files\\English\\"imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "Virgo",
      "translation": "Virgem",
      "definition": "The sixth sign of the zodiac, which is represented by the symbol of the maiden. People born between August 23rd and September 22nd are considered to be Virgos.",
      "definition_translation": "O sexto signo do zodíaco, que é representado pelo símbolo da donzela. As pessoas nascidas entre 23 de agosto e 22 de setembro são consideradas virginianas.",
      "example": "My sister is a Virgo, so she's very analytical and hardworking. She's a perfectionist, and she always tries to improve her skills. Last week, she started a new project at work, and now she's working overtime to finish it.",
      "example_translation": "A minha irmã é uma Virgem, então ela é muito analítica e trabalhadora. Ela é uma perfeccionista, e ela sempre tenta melhorar suas habilidades. Na semana passada, ela começou um novo projeto no trabalho, e agora ela está trabalhando hora extra para terminá-lo.",
      "imageLink": "image_files\\English\\"imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "zodiac sign",
      "translation": "signo do zodíaco",
      "definition": "A zodiac sign is a group of stars that when connected, forms a pattern on the celestial sphere, used to determine the astrological sign of a person.",
      "definition_translation": "Um signo do zodíaco é um grupo de estrelas que, quando conectadas, formam um padrão na esfera celeste, usado para determinar o signo astrológico de uma pessoa.",
      "example": "I was born under the zodiac sign of Scorpio, my sister was born under Libra, and my brother will be born under Capricorn. I am currently studying the zodiac sign of Cancer, and I studied the zodiac sign of Leo last year.",
      "example_translation": "Eu nasci sob o signo do zodíaco de Escorpião, minha irmã nasceu sob Libra, e meu irmão nascerá sob Capricórnio. Eu estou estudando atualmente o signo do zodíaco de Câncer, e eu estudei o signo do zodíaco de Leão no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]