[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bored",
      "translation": "aburrido",
      "definition": "Feeling tired and unhappy because something is not interesting.",
      "definition_translation": "Sentirse cansado y descontento porque algo no es interesante.",
      "example": "I was bored in class yesterday, but today's lesson was more exciting. I am bored with this book, so I think I will watch TV instead. I will be bored if I have to repeat this task again.",
      "example_translation": "Me aburrí en clase ayer, pero la lección de hoy fue más emocionante. Estoy aburrido de este libro, así que creo que veré televisión en su lugar. Me aburriré si tengo que repetir esta tarea de nuevo.",
      "imageLink": "image_files\\English\\bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boring",
      "translation": "aburrido",
      "definition": "Not interesting or exciting.",
      "definition_translation": "No interesante o emocionante.",
      "example": "The movie was boring, so we left after an hour. This task is boring, but it needs to be done. I thought the party was going to be boring, but it turned out to be really fun.",
      "example_translation": "La película era aburrida, así que nos fuimos después de una hora. Esta tarea es aburrida, pero necesita ser hecha. Pensé que la fiesta iba a ser aburrida, pero resultó ser realmente divertida.",
      "imageLink": "image_files\\English\\boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "clever",
      "translation": "inteligente",
      "definition": "Having or showing a quick and inventive mind.",
      "definition_translation": "Teniendo o mostrando una mente rápida e inventiva.",
      "example": "My sister is clever and can solve complex math problems easily. I was clever and found a way to fix the broken machine. He will be clever and find a solution to this puzzle.",
      "example_translation": "Mi hermana es inteligente y puede resolver problemas matemáticos complejos con facilidad. Fue inteligente y encontré una forma de reparar la máquina rota. Él será inteligente y encontrará una solución a este rompecabezas.",
      "imageLink": "image_files\\English\\clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "difficult",
      "translation": "difícil",
      "definition": "Requiring much effort or skill to accomplish, deal with, or understand; hard.",
      "definition_translation": "Que requiere mucho esfuerzo o habilidad para lograr, tratar o entender; duro.",
      "example": "The difficult task was to climb the mountain in one day. I found it difficult to understand the math problem. It will be difficult to finish the project on time.",
      "example_translation": "La tarea difícil fue escalar la montaña en un día. Me resultó difícil entender el problema de matemáticas. Será difícil terminar el proyecto a tiempo.",
      "imageLink": "image_files\\English\\difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "excited",
      "translation": "emocionado",
      "definition": "Feeling or showing enthusiasm and eagerness; thrilled.",
      "definition_translation": "Sintiendo o mostrando entusiasmo y ansiedad; emocionado.",
      "example": "I was excited to go to the concert last night. She is excited about her upcoming vacation. They will be excited to meet their favorite celebrity.",
      "example_translation": "Estuve emocionado de ir al concierto anoche. Ella está emocionada sobre sus vacaciones próximas. Estarán emocionados de conocer a su celebridad favorita.",
      "imageLink": "image_files\\English\\excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "exciting",
      "translation": "emocionante",
      "definition": "Causing feelings of enthusiasm and eagerness; thrilling.",
      "definition_translation": "Causando sentimientos de entusiasmo y ansiedad; emocionante.",
      "example": "The exciting news is that we won the lottery. The new rollercoaster is an exciting attraction. The game was exciting, but our team lost.",
      "example_translation": "La noticia emocionante es que ganamos la lotería. El nuevo montaña rusa es una atracción emocionante. El juego fue emocionante, pero nuestro equipo perdió.",
      "imageLink": "image_files\\English\\exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "famous",
      "translation": "famoso",
      "definition": "Well-known and respected because of something you have achieved",
      "definition_translation": "Bién conocido y respetado por algo que has logrado",
      "example": "She was a famous actress in the 90s, is still famous today, and will be famous for years to come.",
      "example_translation": "Era una actriz famosa en los 90, sigue siendo famosa hoy en día y será famosa durante años por venir.",
      "imageLink": "image_files\\English\\famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "funny",
      "translation": "divertido",
      "definition": "Causing laughter or amusement; comical",
      "definition_translation": "Que causa risa o diversión; cómico",
      "example": "The comedy show was funny last night, is always funny, and will be funny next week.",
      "example_translation": "El show de comedia fue divertido anoche, es siempre divertido y será divertido la próxima semana.",
      "imageLink": "image_files\\English\\funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "good",
      "translation": "bueno",
      "definition": "Having a favorable quality or character",
      "definition_translation": "Teniendo una calidad o carácter favorable",
      "example": "He was a good student in the past, is a good teacher now, and will be a good principal in the future.",
      "example_translation": "Él fue un buen estudiante en el pasado, es un buen profesor ahora y será un buen director en el futuro.",
      "imageLink": "image_files\\English\\good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "happy",
      "translation": "feliz",
      "definition": "Feeling or showing pleasure or contentment.",
      "definition_translation": "Sentirse o mostrar placer o contentamiento.",
      "example": "I was happy when I got married. I am happy now that I have a job. I will be happy when I travel to Europe.",
      "example_translation": "Estuve feliz cuando me casé. Estoy feliz ahora que tengo un trabajo. Estaré feliz cuando viaje a Europa.",
      "imageLink": "image_files\\English\\happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "interesting",
      "translation": "interesante",
      "definition": "Arousing curiosity or interest.",
      "definition_translation": "Despertar curiosidad o interés.",
      "example": "The movie was interesting. I find history interesting. I will find the new topic interesting.",
      "example_translation": "La película fue interesante. Me parece interesante la historia. Encontraré interesante el nuevo tema.",
      "imageLink": "image_files\\English\\interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nice",
      "translation": "amable",
      "definition": "Pleasant, agreeable, or satisfactory.",
      "definition_translation": "Agradable, agradable o satisfactorio.",
      "example": "The weather was nice yesterday. I think she is nice. I will invite some nice friends.",
      "example_translation": "El clima fue agradable ayer. Creo que ella es amable. Invitaré a algunos amigos agradables.",
      "imageLink": "image_files\\English\\nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sad",
      "translation": "triste",
      "definition": "feeling or showing sorrow or unhappiness",
      "definition_translation": "sentirse o mostrar tristeza o infelicidad",
      "example": "I felt sad when I lost my favorite toy as a child, but now I'm happy because I have a new one. I am sad that I won't be able to attend the party tonight, but I will be sad if I don't get to see my friends again.",
      "example_translation": "Me sentí triste cuando perdí mi juguete favorito de niño, pero ahora estoy feliz porque tengo uno nuevo. Estoy triste porque no podré asistir a la fiesta esta noche, pero estaré triste si no vuelvo a ver a mis amigos de nuevo.",
      "imageLink": "image_files\\English\\sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tired",
      "translation": "cansado",
      "definition": "in need of rest or sleep; feeling a lack of energy",
      "definition_translation": "necesitado de descanso o sueño; sintiendo una falta de energía",
      "example": "I was tired after running a marathon yesterday, but I'm not tired today because I slept well. I will be tired after working all day, but I won't be tired if I take a break.",
      "example_translation": "Estuve cansado después de correr un maratón ayer, pero no estoy cansado hoy porque dormí bien. Estaré cansado después de trabajar todo el día, pero no estaré cansado si me tomo un descanso.",
      "imageLink": "image_files\\English\\tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "absent-minded",
      "translation": "descuidado",
      "definition": "having or showing a lack of attention or care; forgetful",
      "definition_translation": "teniendo o mostrando una falta de atención o cuidado; olvidadizo",
      "example": "My absent-minded professor always forgets to bring his lecture notes to class, but he's not absent-minded when it comes to his research. I was absent-minded when I left my phone at home this morning, but I'm not absent-minded now because I'm more focused.",
      "example_translation": "Mi profesor descuidado siempre olvida traer sus apuntes de clase, pero no es descuidado cuando se trata de su investigación. Estuve descuidado cuando dejé mi teléfono en casa esta mañana, pero no estoy descuidado ahora porque estoy más enfocado.",
      "imageLink": "image_files\\English\\absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "afraid",
      "translation": "temeroso",
      "definition": "Feeling fear or anxiety about something that may happen or is happening.",
      "definition_translation": "Sentir miedo o ansiedad por algo que puede suceder o está sucediendo.",
      "example": "I was afraid of heights when I was a child, but I'm not anymore. I'm afraid I will forget my passport, I am afraid of what might happen if I don't take the medicine.",
      "example_translation": "Tenía miedo a las alturas cuando era niño, pero ya no lo tengo. Tengo miedo de que olvide mi pasaporte, tengo miedo de lo que pueda suceder si no tomo la medicina.",
      "imageLink": "image_files\\English\\afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "angry",
      "translation": "enojado",
      "definition": "Feeling or showing strong displeasure, hostility, or indignation.",
      "definition_translation": "Sentir o mostrar gran desagrado, hostilidad o indignación.",
      "example": "I was angry when I saw the news yesterday, I am angry about the current situation, I will be angry if they don't fix the problem.",
      "example_translation": "Estaba enojado cuando vi las noticias ayer, estoy enojado con la situación actual, estaré enojado si no solucionan el problema.",
      "imageLink": "image_files\\English\\angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "careful",
      "translation": "cuidadoso",
      "definition": "Giving close attention to detail; meticulous.",
      "definition_translation": "Prestar atención cercana al detalle; minucioso.",
      "example": "I was careful when I was driving at night, I am careful with the fragile objects, I will be careful with my words in the meeting.",
      "example_translation": "Fui cuidadoso cuando conducía de noche, soy cuidadoso con los objetos frágiles, seré cuidadoso con mis palabras en la reunión.",
      "imageLink": "image_files\\English\\careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cool",
      "translation": "fresco",
      "definition": "Moderately cold in temperature; moderately warm in manner or style",
      "definition_translation": "Moderadamente frío en temperatura; moderadamente cálido en modo o estilo",
      "example": "The water was cool, so I went for a swim. Yesterday, it was cool, but today it's hot. By next summer, the pool will be cool again.",
      "example_translation": "El agua estaba fresca, así que me fui a nadar. Ayer fue fresco, pero hoy hace calor. Para el próximo verano, la piscina volverá a estar fresca again.",
      "imageLink": "image_files\\English\\cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "crazy",
      "translation": "loco",
      "definition": "Having or showing a very great enthusiasm or excitement for something; extremely foolish or irrational",
      "definition_translation": "Teniendo o mostrando un gran entusiasmo o emoción por algo; extremadamente necio o irracional",
      "example": "I'm crazy about soccer. My friend was crazy about that new video game. By the time I'm 30, I'll be crazy about my job.",
      "example_translation": "Estoy loco por el fútbol. Mi amigo estaba loco por ese nuevo videojuego. Para cuando tenga 30 años, estaré loco por mi trabajo.",
      "imageLink": "image_files\\English\\crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dangerous",
      "translation": "peligroso",
      "definition": " Able or likely to cause harm or injury; involving possible risk or threat",
      "definition_translation": "Capaz o probable de causar daño o lesión; involucrando posible riesgo o amenaza",
      "example": "The road was dangerous, so I drove carefully. The company's financial situation was dangerous last year, but now it's stable. By next year, the construction site will be dangerous.",
      "example_translation": "El camino era peligroso, así que conduje con cuidado. La situación financiera de la empresa era peligrosa el año pasado, pero ahora está estable. Para el próximo año, el sitio de construcción será peligroso.",
      "imageLink": "image_files\\English\\dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "friendly",
      "translation": "amistoso",
      "definition": "having or showing a kind and pleasant nature, disposed to friendliness or approachability",
      "definition_translation": "teniendo o mostrando una naturaleza amable y agradable, dispuesto a la amistad o accesibilidad",
      "example": "She was friendly to everyone in the party. She is friendly to her colleagues. She will be friendly to her new classmates.",
      "example_translation": "Ella fue amistosa con todos en la fiesta. Ella es amistosa con sus colegas. Ella será amistosa con sus nuevos compañeros de clase.",
      "imageLink": "image_files\\English\\friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "glad",
      "translation": "contento",
      "definition": "feeling or showing pleasure or joy, delighted or pleased",
      "definition_translation": "sintiendo o mostrando placer o alegría, encantado o complacido",
      "example": "I was glad to see my old friend. I am glad to be here. I will be glad to help you.",
      "example_translation": "Me alegré de ver a mi amigo viejo. Me alegra estar aquí. Me alegrará ayudarte.",
      "imageLink": "image_files\\English\\glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "honest",
      "translation": "honrado",
      "definition": "telling the truth, sincere, and fair in all dealings, not dishonorable or deceitful",
      "definition_translation": "diciendo la verdad, sincero y justo en todos los tratos, no deshonroso ni engañoso",
      "example": "He was honest about his mistakes. She is honest with her clients. They will be honest about their intentions.",
      "example_translation": "Él fue honesto sobre sus errores. Ella es honesta con sus clientes. Ellos serán honestos sobre sus intenciones.",
      "imageLink": "image_files\\English\\honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "interested",
      "translation": "interesado",
      "definition": "Having a feeling of curiosity or concern about something or someone.",
      "definition_translation": "Teniendo un sentimiento de curiosidad o interés por algo o alguien.",
      "example": "I was interested in the movie, I am interested in the book, I will be interested in the play.",
      "example_translation": "Estuve interesado en la película, estoy interesado en el libro, estaré interesado en la obra de teatro.",
      "imageLink": "image_files\\English\\interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "kind",
      "translation": "amable",
      "definition": "Having or showing a gentle and considerate nature.",
      "definition_translation": "Teniendo o mostrando una naturaleza gentil y considerada.",
      "example": "She was kind to me, she is kind to her friends, she will be kind to her family.",
      "example_translation": "Ella fue amable conmigo, es amable con sus amigos, será amable con su familia.",
      "imageLink": "image_files\\English\\kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lazy",
      "translation": "perezoso",
      "definition": "Unwilling to work or make an effort; idle.",
      "definition_translation": "No dispuesto a trabajar o hacer un esfuerzo; ocioso.",
      "example": "He was lazy in the morning, he is lazy in the afternoon, he will be lazy in the evening.",
      "example_translation": "Él era perezoso por la mañana, es perezoso por la tarde, será perezoso por la noche.",
      "imageLink": "image_files\\English\\lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mad",
      "translation": "locos",
      "definition": "feeling or showing anger or strong displeasure",
      "definition_translation": "sintiendo o mostrando ira o desagrado fuerte",
      "example": "I was mad at my brother for taking my car without permission. I am mad at the government for raising taxes. I will be mad if I don't get a promotion.",
      "example_translation": "Estuve enfadado con mi hermano por tomar mi coche sin permiso. Estoy enfadado con el gobierno por subir los impuestos. Estaré enfadado si no obtengo un ascenso.",
      "imageLink": "image_files\\English\\mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pleased",
      "translation": "contentos",
      "definition": "feeling happy or satisfied about something",
      "definition_translation": "sintiendo felicidad o satisfacción acerca de algo",
      "example": "I was pleased with the service at the restaurant. I am pleased to meet you. I will be pleased if I get an A on the exam.",
      "example_translation": "Me alegré con el servicio en el restaurante. Me alegra conocerte. Estaré encantado si obtengo un A en el examen.",
      "imageLink": "image_files\\English\\pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "polite",
      "translation": "cortés",
      "definition": "having or showing behavior that is respectful and considerate of other people",
      "definition_translation": "teniendo o mostrando comportamiento que es respetuoso y considerado con otras personas",
      "example": "The customer was polite to the salesperson. I try to be polite to everyone I meet. She will be polite to her guests at the dinner party.",
      "example_translation": "El cliente fue cortés con el vendedor. Trato de ser cortés con todos los que conozco. Será cortés con sus invitados en la fiesta de cena.",
      "imageLink": "image_files\\English\\polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "poor",
      "translation": "pobre",
      "definition": "Having little or no money, goods, or other means of support; needy.",
      "definition_translation": "Teniendo poco o ningún dinero, bienes, u otros medios de apoyo; necesitado.",
      "example": "She was poor and had to work multiple jobs to make ends meet. She is still poor and struggles to pay her bills. She will be poor unless she gets a better job.",
      "example_translation": "Ella era pobre y tuvo que trabajar varios empleos para llegar a fin de mes. Todavía es pobre y lucha para pagar sus facturas. Será pobre a menos que consiga un mejor trabajo.",
      "imageLink": "image_files\\English\\poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "quiet",
      "translation": "silencioso",
      "definition": "Making little or no noise; free from disturbance or turmoil.",
      "definition_translation": "Haciendo poco o ningún ruido; libre de disturbios o tumulto.",
      "example": "The library was quiet during the exam. She likes to keep her room quiet when she sleeps. He will be quiet when he grows up.",
      "example_translation": "La biblioteca estaba silenciosa durante el examen. A ella le gusta mantener su habitación silenciosa cuando duerme. Él será silencioso cuando crezca.",
      "imageLink": "image_files\\English\\quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "serious",
      "translation": "serio",
      "definition": "Showing a sense of importance or urgency; not joking or trifling.",
      "definition_translation": "Mostrando un sentido de importancia o urgencia; no bromear o tratar algo con superficialidad.",
      "example": "The doctor was serious about the diagnosis. She is serious about her career and works hard. He will be serious about his studies when he graduates.",
      "example_translation": "El médico era serio sobre el diagnóstico. Ella es seria sobre su carrera y trabaja duro. Él será serio sobre sus estudios cuando se gradúe.",
      "imageLink": "image_files\\English\\serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stupid",
      "translation": "estúpido",
      "definition": "Lacking intelligence or common sense; foolish or senseless.",
      "definition_translation": "Falta de inteligencia o sentido común; necio o insensato.",
      "example": "I was stupid to trust him. I am stupid to have done that. I will be stupid to do it again.",
      "example_translation": "Fui estúpido en confiar en él. Soy estúpido por haberlo hecho. Seré estúpido por hacerlo de nuevo.",
      "imageLink": "image_files\\English\\stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "surprised",
      "translation": "sorprendido",
      "definition": "Feeling or showing sudden and unexpected pleasure or astonishment.",
      "definition_translation": "Sentimiento o muestra de placer o asombro repentino e inesperado.",
      "example": "I was surprised by the News. I am surprised by your reaction. I will be surprised if it happens again.",
      "example_translation": "Me sorprendió la noticia. Me sorprende tu reacción. Me sorprenderá si sucede de nuevo.",
      "imageLink": "image_files\\English\\surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sweet",
      "translation": "dulce",
      "definition": "Having a pleasant and sugary taste; pleasing or agreeable.",
      "definition_translation": "Teniendo un sabor agradable y azucarado; agradable o aprobable.",
      "example": "The cake was sweet. The song is sweet. The memory will be sweet.",
      "example_translation": "El pastel era dulce. La canción es dulce. El recuerdo será dulce.",
      "imageLink": "image_files\\English\\sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tidy",
      "translation": "ordenado",
      "definition": "To make something clean and organized, or to put things in order.",
      "definition_translation": "Hacer que algo sea limpio y organizado, o poner las cosas en orden.",
      "example": "I tidied my room yesterday, I am tidying it now, and I will tidy it again tomorrow.",
      "example_translation": "Ordené mi habitación ayer, estoy ordenándola ahora y la ordenaré de nuevo mañana.",
      "imageLink": "image_files\\English\\tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unhappy",
      "translation": "infeliz",
      "definition": "Feeling sad or dissatisfied, not content or pleased.",
      "definition_translation": "Sentir tristeza o descontento, no estar satisfecho o complacido.",
      "example": "I was unhappy with my job last year, I am unhappy with it now, and I will be unhappy with it next year if I don't get a promotion.",
      "example_translation": "Estuve infeliz con mi trabajo el año pasado, estoy infeliz con él ahora y estaré infeliz con él el próximo año si no obtengo un ascenso.",
      "imageLink": "image_files\\English\\unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "worried",
      "translation": "preocupado",
      "definition": "Feeling anxious or concerned about something.",
      "definition_translation": "Sentir ansiedad o inquietud por algo.",
      "example": "I was worried about the test yesterday, I am worried about it now, and I will be worried about it tomorrow if I don't study.",
      "example_translation": "Estuve preocupado por el examen ayer, estoy preocupado por él ahora y estaré preocupado por él mañana si no estudio.",
      "imageLink": "image_files\\English\\worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "active",
      "translation": "activo",
      "definition": "Having the power to move or act; not dormant or inactive.",
      "definition_translation": "Teniendo el poder de moverse o actuar; no dormido o inactivo.",
      "example": "The company was active in several countries. It had been active for many years, and it will remain active in the future.",
      "example_translation": "La empresa estaba activa en varios países. Había estado activa durante muchos años, y seguirá siendo activa en el futuro.",
      "imageLink": "image_files\\English\\active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amazed",
      "translation": "asombrado",
      "definition": "Feeling great surprise or wonder; astonished.",
      "definition_translation": "Sentir gran sorpresa o asombro; atónito.",
      "example": "I was amazed by the beauty of the landscape. She has been amazed by the magic show, and she will be amazed by the fireworks tonight.",
      "example_translation": "Estuve asombrado por la belleza del paisaje. Ella ha estado asombrada por el show de magia, y estará asombrada por los fuegos artificiales esta noche.",
      "imageLink": "image_files\\English\\amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amazing",
      "translation": "increíble",
      "definition": "Extremely surprising or impressive; astonishing.",
      "definition_translation": "Extremadamente sorprendente o impresionante; asombroso.",
      "example": "The amazing view from the top of the mountain took my breath away. The amazing talent of the singer has been recognized worldwide, and it will be amazing to see her perform live.",
      "example_translation": "La vista increíble desde la cima de la montaña me quitó el aliento. El talento increíble de la cantante ha sido reconocido en todo el mundo, y será increíble verla actuar en vivo.",
      "imageLink": "image_files\\English\\amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "angrily",
      "translation": "con ira",
      "definition": "In a manner characterized by or expressing anger",
      "definition_translation": "De una manera caracterizada por o expresar ira",
      "example": "She spoke angrily to her brother. She is speaking angrily to her teacher. She will speak angrily to her friend.",
      "example_translation": "Ella habló con ira a su hermano. Está hablando con ira a su maestro. Ella hablará con ira a su amiga.",
      "imageLink": "image_files\\English\\angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "annoyed",
      "translation": "molesto",
      "definition": "Feeling or showing irritation or frustration",
      "definition_translation": "Sintiendo o mostrando irritación o frustración",
      "example": "I was annoyed by the noise. I am annoyed by the delays. I will be annoyed if they don't arrive on time.",
      "example_translation": "Me molestaron por el ruido. Estoy molesto por los retrasos. Estaré molesto si no llegan a tiempo.",
      "imageLink": "image_files\\English\\annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "annoying",
      "translation": "molesto",
      "definition": "Causing irritation or frustration",
      "definition_translation": "Causando irritación o frustración",
      "example": "The noise was annoying. The questions are annoying me. The constant interruptions will be annoying.",
      "example_translation": "El ruido era molesto. Las preguntas me están molestando. Las interrupciones constantes serán molestas.",
      "imageLink": "image_files\\English\\annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anxious",
      "translation": "ansioso",
      "definition": "feeling worried or nervous about something that may happen",
      "definition_translation": "sentirse preocupado o nervioso por algo que pueda suceder",
      "example": "I was anxious about the exam results, but I got an A. I am anxious to start my new job, and I will be anxious to see my family again.",
      "example_translation": "Estaba ansioso por los resultados del examen, pero obtuve una A. Estoy ansioso por empezar mi nuevo trabajo, y estaré ansioso por ver a mi familia de nuevo.",
      "imageLink": "image_files\\English\\anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "brave",
      "translation": "valiente",
      "definition": "showing courage or strength in the face of danger or adversity",
      "definition_translation": "mostrando coraje o fuerza en enfrentar el peligro o la adversidad",
      "example": "The brave firefighter rescued the cat from the tree. She has been brave enough to speak out against injustice. He will be brave and try to climb the mountain again.",
      "example_translation": "El valiente bombero rescató al gato del árbol. Ha sido lo suficientemente valiente como para hablar en contra de la injusticia. Será valiente y tratará de escalar la montaña de nuevo.",
      "imageLink": "image_files\\English\\brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bravely",
      "translation": "valientemente",
      "definition": "in a brave or courageous manner",
      "definition_translation": "de manera valiente o con coraje",
      "example": "She bravely faced her fears and overcame them. He will bravely defend his country against all threats. They bravely fought for their rights.",
      "example_translation": "Ella enfrentó valientemente sus temores y los superó. Él defenderá valientemente su país contra todas las amenazas. Lucharon valientemente por sus derechos.",
      "imageLink": "image_files\\English\\bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "brilliant",
      "translation": "brillante",
      "definition": " Exceptionally talented or impressive; extremely skilled or effective.",
      "definition_translation": "Exceptpcionalmente talentoso o impresionante; extremadamente habilidoso o efectivo.",
      "example": "She was a brilliant student, always getting top grades. She has been brilliant in her performances lately. She will be brilliant in her new role.",
      "example_translation": "Ella era una estudiante brillante, siempre obteniendo calificaciones altas. Ha sido brillante en sus presentaciones últimamente. Será brillante en su nuevo papel.",
      "imageLink": "image_files\\English\\brilliant.jpg",
      "audioLink": "brilliant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "calm",
      "translation": "tranquilo",
      "definition": " Peaceful and free from disturbance or turmoil; serene.",
      "definition_translation": "Pacifico y libre de disturbios o tumulto; sereno.",
      "example": "The calm atmosphere helped me to relax. She remained calm during the crisis. He will be calm once he gets the news.",
      "example_translation": "El ambiente tranquilo me ayudó a relajarme. Ella siguió tranquila durante la crisis. Él estará tranquilo una vez que reciba las noticias.",
      "imageLink": "image_files\\English\\calm.jpg",
      "audioLink": "calm.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "carefree",
      "translation": "sin preocupaciones",
      "definition": " Feeling or showing no worries or troubles; happy-go-lucky.",
      "definition_translation": "No sintiendo o mostrando preocupaciones o problemas; feliz de la vida.",
      "example": "The carefree days of summer were my favorite. She has been carefree since she graduated. They will be carefree once they retire.",
      "example_translation": "Los días sin preocupaciones del verano fueron mis favoritos. Ella ha sido sin preocupaciones desde que se graduó. Ellos serán sin preocupaciones una vez que se retiren.",
      "imageLink": "image_files\\English\\carefree.jpg",
      "audioLink": "carefree.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "careless",
      "translation": "descuidado",
      "definition": "having or showing a lack of care or attention; negligent",
      "definition_translation": "teniendo o mostrando falta de cuidado o atención; negligente",
      "example": "He was careless with his phone and dropped it in the water. He is careless with his money and spends it freely. He will be careless with his words and hurt someone's feelings.",
      "example_translation": "Él fue descuidado con su teléfono y lo dejó caer en el agua. Él es descuidado con su dinero y lo gasta con Libertad. Él será descuidado con sus palabras y lastimará los sentimientos de alguien.",
      "imageLink": "image_files\\English\\careless.jpg",
      "audioLink": "careless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "charming",
      "translation": "encantador",
      "definition": "pleasantly attractive or appealing; delightful",
      "definition_translation": "agradablemente atractivo o agradable; delicioso",
      "example": "She was charming at the party and everyone liked her. He is charming when he smiles. They will be charming at the wedding and take beautiful photos.",
      "example_translation": "Ella era encantadora en la fiesta y todos la gustaron. Él es encantador cuando sonríe. Serán encantadores en la boda y tomarán hermosas fotos.",
      "imageLink": "image_files\\English\\charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cheerful",
      "translation": "alegre",
      "definition": "having or showing a pleasant and optimistic attitude; bright and joyful",
      "definition_translation": "teniendo o mostrando una actitud agradable y optimista; brillante y jubiloso",
      "example": "He was cheerful at the office and lifted everyone's mood. She is cheerful in the morning and starts the day with a smile. They will be cheerful at the birthday party and have a great time.",
      "example_translation": "Él fue alegre en la oficina y improving el estado de ánimo de todos. Ella es alegre por la mañana y comienza el día con una sonrisa. Serán alegres en la fiesta de cumpleaños y tendrán un gran tiempo.",
      "imageLink": "image_files\\English\\cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cold",
      "translation": "frío",
      "definition": "Having a low temperature; not warm or hot.",
      "definition_translation": "Teniendo una temperatura baja; no cálido o caliente.",
      "example": "I was cold in the winter, I am cold now, and I will be cold tomorrow.",
      "example_translation": "Estuve frío en el invierno, estoy frío ahora y estaré frío mañana.",
      "imageLink": "image_files\\English\\cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "confused",
      "translation": "confundido",
      "definition": "Unable to think clearly or understand something correctly.",
      "definition_translation": "Incapaz de pensar con claridad o entender algo correctamente.",
      "example": "I was confused by the instructions, I am confused now, and I will be confused tomorrow if I don't get help.",
      "example_translation": "Me confundí con las instrucciones, estoy confundido ahora y estaré confundido mañana si no recibo ayuda.",
      "imageLink": "image_files\\English\\confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "creative",
      "translation": "creativo",
      "definition": "Having the ability to create new and original ideas or things.",
      "definition_translation": "Teniendo la capacidad de crear ideas o cosas nuevas y originales.",
      "example": "She was a creative artist, she is a creative writer now, and she will be a creative entrepreneur in the future.",
      "example_translation": "Ella fue una artista creativa, es una escritora creativa ahora y será una emprendedora creativa en el futuro.",
      "imageLink": "image_files\\English\\creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cruel",
      "translation": "cruel",
      "definition": "Having or showing a desire to cause pain or suffering to another being, often in a deliberate and unkind manner.",
      "definition_translation": "Tener o mostrar un deseo de causar dolor o sufrimiento a otro ser, a menudo de manera deliberada y desconsiderada.",
      "example": "The cruel dictator ruled with an iron fist, crushing any opposition. He has been cruel to his employees in the past. He will be cruel to anyone who stands in his way.",
      "example_translation": "El dictador cruel gobernó con puño de hierro, aplastando cualquier oposición. Ha sido cruel con sus empleados en el pasado. Será cruel con cualquier persona que se interponga en su camino.",
      "imageLink": "image_files\\English\\cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "curious",
      "translation": "curioso",
      "definition": "Having a desire to learn or know about something or someone, often in a subtle or secretive manner.",
      "definition_translation": "Tener un deseo de aprender o saber sobre algo o alguien, a menudo de manera sutil o secreta.",
      "example": "The curious child asked her mother a million questions about the universe. She was curious about the new student in class. They will be curious about the surprise party.",
      "example_translation": "La niña curiosa le hizo a su madre un millón de preguntas sobre el universo. Estaba curiosa sobre el nuevo estudiante en clase. Serán curiosos sobre la fiesta sorpresa.",
      "imageLink": "image_files\\English\\curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "curiously",
      "translation": "curiosamente",
      "definition": "In a manner that is curious or inquiring, often accompanied by a sense of wonder or surprise.",
      "definition_translation": "De manera que es curiosa o inquisitiva, a menudo acompañada de un sentido de asombro o sorpresa.",
      "example": "She looked at him curiously, trying to understand his strange behavior. They walked curiously through the abandoned house. The tourists gazed curiously at the ancient ruins.",
      "example_translation": "Ella lo miró curiosamente, tratando de entender su comportamiento extraño. Caminaron curiosamente por la casa abandonada. Los turistas contemplaron curiosamente las ruinas antiguas.",
      "imageLink": "image_files\\English\\curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "delighted",
      "translation": "encantado",
      "definition": "feeling or showing great pleasure or enjoyment",
      "definition_translation": "sentir o mostrar gran placer o disfrute",
      "example": "I was delighted with the surprise party my friends threw for me. I am delighted to announce the winner of the contest. I will be delighted to attend the wedding next week.",
      "example_translation": "Me encantó la fiesta sorpresa que mis amigos me organizaron. Estoy encantado de anunciar al ganador del concurso. Estaré encantado de asistir a la boda la próxima semana.",
      "imageLink": "image_files\\English\\delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "depressed",
      "translation": "deprimido",
      "definition": "feeling sad and hopeless, often for a long time, or suffering from clinical depression",
      "definition_translation": "sentirse triste y sin esperanza, a menudo por un período prolongado, o sufrir de depresión clínica",
      "example": "She was depressed after losing her job. He is depressed about the current state of the economy. I was depressed during the winter months due to lack of sunlight.",
      "example_translation": "Ella se deprimió después de perder su trabajo. Él está deprimido por el estado actual de la economía. Me deprimí durante los meses de invierno debido a la falta de luz solar.",
      "imageLink": "image_files\\English\\depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "disappointed",
      "translation": "desilusionado",
      "definition": "feeling unhappy or let down because something has not happened or is not as good as expected",
      "definition_translation": "sentirse infeliz o desilusionado porque algo no ha sucedido o no es tan bueno como se esperaba",
      "example": "I was disappointed with the movie. She is disappointed in her son's grades. They were disappointed when their team lost the championship.",
      "example_translation": "Me desilusioné con la película. Ella está desilusionada con las calificaciones de su hijo. Estaban desilusionados cuando su equipo perdió el campeonato.",
      "imageLink": "image_files\\English\\disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "disappointing",
      "translation": "desafortunado",
      "definition": "Causing feelings of sadness and displeasure because something is not as good as expected.",
      "definition_translation": "Causando sentimientos de tristeza y desagrado porque algo no es tan bueno como se esperaba.",
      "example": "The movie was disappointing, we left the theater early. I was disappointing in my first year of college. I will be disappointing my parents if I don't get a good grade.",
      "example_translation": "La película fue desafortunada, salimos del teatro temprano. Estuve desafortunado en mi primer año de universidad. Voy a desilusionar a mis padres si no obtengo una buena nota.",
      "imageLink": "image_files\\English\\disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "easy-going",
      "translation": "fácil de llevar",
      "definition": "A person who is easy to get along with and is not easily upset or annoyed.",
      "definition_translation": "Una persona que es fácil de llevar y que no se desanima ni se molesta con facilidad.",
      "example": "My easy-going friend is always calm in difficult situations. I wish I were easy-going like my sister. He will be easy-going when he gets older.",
      "example_translation": "Mi amigo fácil de llevar siempre está calmado en situaciones difíciles. Ojalá fuera fácil de llevar como mi hermana. Él será fácil de llevar cuando sea mayor.",
      "imageLink": "image_files\\English\\easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "embarrassed",
      "translation": "avergonzado",
      "definition": "Feeling ashamed or self-conscious because of something silly or foolish one has done.",
      "definition_translation": "Sintiendo vergüenza o conciencia de sí mismo porque algo tonto o necio que uno ha hecho.",
      "example": "I was embarrassed when I tripped on the stairs. She was embarrassed about her mistake in front of the class. They will be embarrassed if they lose the game.",
      "example_translation": "Estuve avergonzado cuando me caí en las escaleras. Ella se sintió avergonzada por su error delante de la clase. Ellos se sentirán avergonzados si pierden el juego.",
      "imageLink": "image_files\\English\\embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "embarrassing",
      "translation": "embarazoso",
      "definition": "Causing feelings of shame or awkwardness; very embarrassing or humiliating.",
      "definition_translation": "Que causa sentimientos de vergüenza o incomodidad; muy embarazoso o humillante.",
      "example": "I felt embarrassing when I tripped on the stairs. I will try to be more careful in the future to avoid embarrassing situations. She had an embarrassing experience at the party last night.",
      "example_translation": "Me sentí embarazoso cuando me caí en las escaleras. Trataré de ser más cuidadoso en el futuro para evitar situaciones embarazosas. Ella tuvo una experiencia embarazosa en la fiesta de anoche.",
      "imageLink": "image_files\\English\\embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "enjoyable",
      "translation": "disfrutable",
      "definition": "Giving great pleasure or enjoyment; pleasant and satisfying.",
      "definition_translation": "Que da gran placer o disfrute; agradable y satisfactorio.",
      "example": "The movie was enjoyable, I liked it a lot. She had an enjoyable time at the beach yesterday. They will have an enjoyable vacation in Hawaii next month.",
      "example_translation": "La película fue disfrutable, me gustó mucho. Ella tuvo un buen tiempo en la playa ayer. Ellos tendrán unas vacaciones disfrutables en Hawái el próximo mes.",
      "imageLink": "image_files\\English\\enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "excitedly",
      "translation": "emocionadamente",
      "definition": "In a state of high excitement or enthusiasm; with great eagerness or enthusiasm.",
      "definition_translation": "En un estado de alta emoción o entusiasmo; con gran entusiasmo o ansiedad.",
      "example": "She spoke excitedly about her upcoming trip to Europe. They cheered excitedly when their team scored the winning goal. He will react excitedly when he hears the good news.",
      "example_translation": "Ella habló emocionadamente sobre su próximo viaje a Europa. Ellos gritaron emocionadamente cuando su equipo anotó el gol ganador. Él reaccionará emocionadamente cuando escuche las buenas noticias.",
      "imageLink": "image_files\\English\\excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "exhausted",
      "translation": "agotado",
      "definition": "Feeling extremely tired, either physically or mentally, often due to heavy workload, strenuous activities, or lack of sleep.",
      "definition_translation": "Sentirse extremadamente cansado, ya sea física o mentalmente, a menudo debido a una carga de trabajo pesada, actividades físicamente demandantes o falta de sueño.",
      "example": "I was exhausted after running the marathon, so I slept for 10 hours last night. I will be exhausted if I don't get a break soon. She was exhausted from caring for her sick mother.",
      "example_translation": "Estaba agotado después de correr el maratón, así que dormí 10 horas anoche. Estaré agotado si no tengo un descanso pronto. Ella estaba agotada de cuidar a su madre enferma.",
      "imageLink": "image_files\\English\\exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "experienced",
      "translation": "experimentado",
      "definition": "Having knowledge or skill gained from performing or participating in something, often repeatedly, over a period of time.",
      "definition_translation": "Tener conocimiento o habilidad adquirida al participar o realizar algo, a menudo repetidamente, durante un período de tiempo.",
      "example": "The experienced hiker led the group through the treacherous terrain. She is an experienced teacher with over 10 years of experience. They were experienced in handling emergencies.",
      "example_translation": "El senderista experimentado lideró al grupo a través del terreno peligroso. Ella es una maestra experimentada con más de 10 años de experiencia. Estaban experimentados en el manejo de emergencias.",
      "imageLink": "image_files\\English\\experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "forgetful",
      "translation": "olvidadizo",
      "definition": "Having a tendency to forget things, often due to lack of attention, old age, or being preoccupied with other things.",
      "definition_translation": "Tener la tendencia a olvidar cosas, a menudo debido a la falta de atención, la edad avanzada o estar preocupado por otras cosas.",
      "example": "I'm getting forgetful in my old age, I keep forgetting my glasses. She is a forgetful person, always leaving her keys behind. He will be forgetful if he doesn't write it down.",
      "example_translation": "Estoy volviéndome olvidadizo en mi vejez, siempre olvido mis gafas. Ella es una persona olvidadiza, siempre deja sus llaves atrás. Él será olvidadizo si no lo escribe.",
      "imageLink": "image_files\\English\\forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "frightened",
      "translation": "asustado",
      "definition": "feeling fear or anxiety; intimidated or scared",
      "definition_translation": "sintiendo miedo o ansiedad; intimidado o asustado",
      "example": "I was frightened by the loud thunder, I am frightened of spiders, I will be frightened if I don't get the job.",
      "example_translation": "Me asusté con el trueno fuerte, tengo miedo de las arañas, estaré asustado si no consigo el trabajo.",
      "imageLink": "image_files\\English\\frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "generous",
      "translation": "generoso",
      "definition": "willing to give freely of one's resources; liberal in giving",
      "definition_translation": "dispuesto a dar libremente de sus recursos; liberal en dar",
      "example": "She was generous with her time, He is generous with his money, They will be generous with their hospitality.",
      "example_translation": "Ella fue generosa con su tiempo, Él es generoso con su dinero, Ellos serán generosos con su hospitalidad.",
      "imageLink": "image_files\\English\\generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gentle",
      "translation": "suave",
      "definition": "mild in nature or behavior; not harsh or severe",
      "definition_translation": "suave en naturaleza o comportamiento; no fuerte ni severo",
      "example": "She has a gentle voice, He is gentle with his words, They will be gentle with the baby.",
      "example_translation": "Ella tiene una voz suave, Él es suave con sus palabras, Ellos serán suaves con el bebé.",
      "imageLink": "image_files\\English\\gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grateful",
      "translation": "agradecido",
      "definition": "feeling or showing appreciation or thanks for something",
      "definition_translation": "sentir o mostrar apreciación o agradecimiento por algo",
      "example": "I was grateful for the help, I am grateful for the opportunity, and I will be grateful for the experience.",
      "example_translation": "Estuve agradecido por la ayuda, estoy agradecido por la oportunidad y estaré agradecido por la experiencia.",
      "imageLink": "image_files\\English\\grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "guilty",
      "translation": "culpable",
      "definition": "responsible for a crime or wrongdoing",
      "definition_translation": "responsable de un crimen o mala acción",
      "example": "I felt guilty for lying, I am guilty of procrastination, and I would have been guilty of cheating if I had not been caught.",
      "example_translation": "Me sentí culpable por mentir, soy culpable de procrastinar y habría sido culpable de hacer trampa si no me hubieran pillado.",
      "imageLink": "image_files\\English\\guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "happily",
      "translation": "felizmente",
      "definition": "in a happy or joyful manner",
      "definition_translation": "de manera feliz o alegre",
      "example": "I happily accepted the invitation, I am happily married, and I will happily help you with the task.",
      "example_translation": "Acepté felizmente la invitación, estoy felizmente casado y felizmente te ayudaré con la tarea.",
      "imageLink": "image_files\\English\\happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "helpful",
      "translation": "útil",
      "definition": "Giving assistance or guidance, especially willingly.",
      "definition_translation": "Brindar asistencia o orientación, especialmente con buena disposición.",
      "example": "The teacher was very helpful in explaining the concept. She had been helpful in our group project. She will be helpful in our future endeavors.",
      "example_translation": "La profesora fue muy útil al explicar el concepto. Ella había sido útil en nuestro proyecto de grupo. Ella será útil en nuestros esfuerzos futuros.",
      "imageLink": "image_files\\English\\helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hopeful",
      "translation": "esperanzado",
      "definition": "Feeling or inspiring optimism about a particular outcome.",
      "definition_translation": "Sintiendo o inspirando optimismo sobre un resultado particular.",
      "example": "I was hopeful about getting the job. She is hopeful about her future. They will be hopeful about the new policy.",
      "example_translation": "Yo tenía esperanzas de obtener el trabajo. Ella tiene esperanzas sobre su futuro. Ellos tendrán esperanzas sobre la nueva política.",
      "imageLink": "image_files\\English\\hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hopeless",
      "translation": "desesperanzado",
      "definition": "Having or feeling no hope.",
      "definition_translation": "Teniendo o sintiendo no tener esperanza.",
      "example": "The situation was hopeless. He felt hopeless about his career. They will feel hopeless about the outcome.",
      "example_translation": "La situación era desesperanzada. Él se sentía desesperanzado sobre su carrera. Ellos se sentirán desesperanzados sobre el resultado.",
      "imageLink": "image_files\\English\\hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hurt",
      "translation": "herir",
      "definition": "To cause physical or emotional pain, suffering, or damage.",
      "definition_translation": "Causar dolor físico o emocional, sufrimiento o daño.",
      "example": "I hurt my knee yesterday, but I will be fine tomorrow. She hurts when she remembers her past. They will hurt someone if they don't stop.",
      "example_translation": "Me lastimé la rodilla ayer, pero estaré bien mañana. Ella sufre cuando recuerda su pasado. Ellos lastimarán a alguien si no paran.",
      "imageLink": "image_files\\English\\hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "in love",
      "translation": "enamorado",
      "definition": "Having strong feelings of love or affection for someone or something.",
      "definition_translation": "Teniendo sentimientos fuertes de amor o afecto por alguien o algo.",
      "example": "They fell in love at first sight. She was in love with her husband for 50 years. I will be in love with you forever.",
      "example_translation": "Ellos se enamoraron a primera vista. Ella estuvo enamorada de su esposo durante 50 años. Estaré enamorado de ti para siempre.",
      "imageLink": "image_files\\English\\in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "in tears",
      "translation": "en lágrimas",
      "definition": "Crying, often because of sadness or emotional pain.",
      "definition_translation": "Llorando, a menudo debido a la tristeza o dolor emocional.",
      "example": "She was in tears when she heard the news. He was in tears after watching the sad movie. They were in tears at their wedding.",
      "example_translation": "Ella estaba en lágrimas cuando oyó la noticia. Él estaba en lágrimas después de ver la película triste. Ellos estaban en lágrimas en su boda.",
      "imageLink": "image_files\\English\\in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "intelligent",
      "translation": "inteligente",
      "definition": "Having the ability to learn or understand or to deal with a situation, especially in a clever or sensible way.",
      "definition_translation": "Teniendo la capacidad de aprender o entender o lidiar con una situación, especialmente de una manera lista o sensata.",
      "example": "She was an intelligent student who always asked insightful questions. She has been intelligent enough to figure out the solution. She will be intelligent enough to understand the complexity of the issue.",
      "example_translation": "Era una estudiante inteligente que siempre hacía preguntas perspicaces. Ha sido lo suficientemente inteligente como para encontrar la solución. Será lo suficientemente inteligente como para entender la complejidad del problema.",
      "imageLink": "image_files\\English\\intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "jealous",
      "translation": "celoso",
      "definition": "Feeling or showing an intense and often unreasonable desire to have something or to be with someone due to fear of loss or rivalry.",
      "definition_translation": "Sintiendo o mostrando un deseo intenso y a menudo irrazonable de tener algo o estar con alguien debido a miedo a la pérdida o rivalidad.",
      "example": "He was jealous of his friend's success. She had been jealous of her sister's beauty. They will be jealous of our new car.",
      "example_translation": "Él era celoso del éxito de su amigo. Ella había sido celosa de la belleza de su hermana. Ellos estarán celosos de nuestro nuevo coche.",
      "imageLink": "image_files\\English\\jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "keen",
      "translation": "entusiasta",
      "definition": "Having or showing a strong and eager interest in something or a strong desire to do something.",
      "definition_translation": "Teniendo o mostrando un interés fuerte y ansioso en algo o un deseo fuerte de hacer algo.",
      "example": "He is keen on playing soccer. She has been keen on learning French. They will be keen on attending the concert.",
      "example_translation": "Él está entusiasmado con jugar fútbol. Ella había estado ansiosa por aprender francés. Ellos estarán entusiasmados con asistir al concierto.",
      "imageLink": "image_files\\English\\keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "kindly",
      "translation": "amablemente",
      "definition": "In a kind and gentle manner; with kindness.",
      "definition_translation": "De manera amable y gentil; con amabilidad.",
      "example": "She spoke to me kindly, which made me feel better. She will speak to me kindly tomorrow. She has spoken to me kindly before.",
      "example_translation": "Ella me habló amablemente, lo que me hizo sentir mejor. Ella me hablará amablemente mañana. Ella me ha hablado amablemente antes.",
      "imageLink": "image_files\\English\\kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lively",
      "translation": "animado",
      "definition": "Full of life, energy, and enthusiasm; lively and spirited.",
      "definition_translation": "Lleno de vida, energía y entusiasmo; animado y espiritual.",
      "example": "The lively party lasted until midnight. The city will be lively during the festival. The lively atmosphere made everyone feel welcome.",
      "example_translation": "La fiesta animada duró hasta la medianoche. La ciudad será animada durante el festival. El ambiente animado hizo que todos se sintieran bienvenidos.",
      "imageLink": "image_files\\English\\lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lonely",
      "translation": "solitario",
      "definition": "Feeling sad and isolated because one has no friends or is away from others.",
      "definition_translation": "Sentirse triste y aislado porque no se tienen amigos o se está lejos de los demás.",
      "example": "He felt lonely during his trip. She will feel lonely when she moves to a new city. They have been lonely since their friends left.",
      "example_translation": "Se sintió solitario durante su viaje. Se sentirá solitaria cuando se mude a una nueva ciudad. Han estado solitarios desde que sus amigos se fueron.",
      "imageLink": "image_files\\English\\lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "moody",
      "translation": "malhumorado",
      "definition": "having a tendency to be sullen or sulky, often without a clear reason",
      "definition_translation": "tener tendencia a ser hosco o malhumorado, a menudo sin una razón clara",
      "example": "She has been moody all day, I wonder what's wrong. She was moody yesterday, but she's fine now. She will be moody if she doesn't get enough sleep.",
      "example_translation": "Ha estado de malhumor todo el día, me pregunto qué pasa. Estaba de malhumor ayer, pero ahora está bien. Estará de malhumor si no duerme lo suficiente.",
      "imageLink": "image_files\\English\\moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "negative",
      "translation": "negativo",
      "definition": "expressing or implying denial, refusal, or dissent",
      "definition_translation": "expresando o implicando negativa, rechazo o disentimiento",
      "example": "He had a negative attitude towards the new policy. The test result was negative. The review was negative, so we didn't go to the movie.",
      "example_translation": "Él tenía una actitud negativa hacia la nueva política. El resultado de la prueba fue negativo. La reseña fue negativa, así que no fuimos al cine.",
      "imageLink": "image_files\\English\\negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nervous",
      "translation": "nervioso",
      "definition": "feeling or showing anxiety or apprehension",
      "definition_translation": "sentir o mostrar ansiedad o aprensión",
      "example": "I was nervous before the job interview, but I did well. She has been nervous about the exam all week. He will be nervous if he has to speak in front of a large crowd.",
      "example_translation": "Estuve nervioso antes de la entrevista de trabajo, pero me fue bien. Ha estado nerviosa por el examen toda la semana. Estará nervioso si tiene que hablar ante una gran multitud.",
      "imageLink": "image_files\\English\\nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "patient",
      "translation": "paciente",
      "definition": "A person who is receiving medical care, treatment, or attention.",
      "definition_translation": "Una persona que recibe atención médica, tratamiento o atención.",
      "example": "The doctor examined the patient carefully. The patient is recovering well. The patient will undergo surgery tomorrow.",
      "example_translation": "El doctor examinó al paciente con cuidado. El paciente se está recuperando bien. El paciente se someterá a cirugía mañana.",
      "imageLink": "image_files\\English\\patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "politely",
      "translation": "cortésmente",
      "definition": "In a manner that shows respect and good manners.",
      "definition_translation": "De una manera que muestra respeto y buenos modales.",
      "example": "She spoke politely to the customer. He will speak politely to the manager. They spoke politely to each other.",
      "example_translation": "Ella habló cortésmente con el cliente. Él hablará cortésmente con el gerente. Ellos hablaron cortésmente entre sí.",
      "imageLink": "image_files\\English\\politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "powerful",
      "translation": "poderoso",
      "definition": "Having a lot of strength, authority, or influence.",
      "definition_translation": "Teniendo mucha fuerza, autoridad o influencia.",
      "example": "The powerful engine drove the car fast. The powerful leader made a significant decision. The powerful computer processed the data quickly.",
      "example_translation": "El motor poderoso impulsó el coche rápidamente. El líder poderoso tomó una decisión significativa. La computadora poderosa procesó los datos rápidamente.",
      "imageLink": "image_files\\English\\powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "proud",
      "translation": "orgulloso",
      "definition": "Having or showing a sense of pride or satisfaction about something, especially about one's achievements or possessions.",
      "definition_translation": "Teniendo o mostrando un sentido de orgullo o satisfacción sobre algo, especialmente sobre logros o posesiones.",
      "example": "I was proud of my team for winning the championship. I am proud of my accomplishments. I will be proud to show off my new car.",
      "example_translation": "Estuve orgulloso de mi equipo por ganar el campeonato. Estoy orgulloso de mis logros. Estaré orgulloso de mostrar mi nuevo coche.",
      "imageLink": "image_files\\English\\proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "quarrelsome",
      "translation": "belicoso",
      "definition": "Having or showing a strong tendency to argue or fight; aggressive and confrontational.",
      "definition_translation": "Teniendo o mostrando una fuerte tendencia a discutir o pelear; agresivo y confrontativo.",
      "example": "My brother was quarrelsome and always picked fights. She has a quarrelsome nature and often disagrees with others. He will become quarrelsome if you disagree with him.",
      "example_translation": "Mi hermano era belicoso y siempre elegía peleas. Ella tiene una naturaleza belicosa y a menudo disiente con otros. Él se volverá belicoso si no estás de acuerdo con él.",
      "imageLink": "image_files\\English\\quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "relaxed",
      "translation": "relajado",
      "definition": "Feeling or showing a state of calmness and freedom from tension or anxiety.",
      "definition_translation": "Sentir o mostrar un estado de calma y libertad de tensión o ansiedad.",
      "example": "I felt relaxed on the beach vacation. She was relaxed and enjoying the music. He will be relaxed once he finishes his project.",
      "example_translation": "Me sentí relajado en las vacaciones de playa. Ella estaba relajada y disfrutando de la música. Él estará relajado una vez que termine su proyecto.",
      "imageLink": "image_files\\English\\relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "relaxing",
      "translation": "relajante",
      "definition": "Causing a feeling of calmness and peace, reducing stress and anxiety",
      "definition_translation": "Provocando un sentimiento de calma y paz, reduciendo el estrés y la ansiedad",
      "example": "I have been relaxing on the beach all day. I relaxed in the hot tub last night. I will be relaxing with a good book tonight.",
      "example_translation": "He estado relajándome en la playa todo el día. Me relajé en la tina caliente anoche. Estaré relajándome con un buen libro esta noche.",
      "imageLink": "image_files\\English\\relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "reliable",
      "translation": "confiable",
      "definition": "Able to be trusted to do or provide something, consistently doing what is expected",
      "definition_translation": "Capaz de ser confiado para hacer o proporcionar algo, haciendo consistentemente lo que se espera",
      "example": "I have a reliable car that always starts in the morning. She is a reliable friend who always shows up on time. He will be a reliable employee in the future.",
      "example_translation": "Tengo un coche confiable que siempre arranca por la mañana. Ella es una amiga confiable que siempre llega a tiempo. Él será un empleado confiable en el futuro.",
      "imageLink": "image_files\\English\\reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "romantic",
      "translation": "romántico",
      "definition": "Relating to or characterized by romance, often used to describe a person's feelings or behavior",
      "definition_translation": "Relacionado con o caracterizado por la romance, a menudo utilizado para describir los sentimientos o el comportamiento de una persona",
      "example": "The movie was romantic and made me cry. He was a romantic person and always surprised his girlfriend. They will have a romantic dinner tonight.",
      "example_translation": "La película fue romántica y me hizo llorar. Él era una persona romántica y siempre sorprendía a su novia. Tendrán una cena romántica esta noche.",
      "imageLink": "image_files\\English\\romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rude",
      "translation": "grosero",
      "definition": "Having or showing no manners or respect, often in a way that is annoying or offensive.",
      "definition_translation": "Teniendo o mostrando no modales ni respeto, a menudo de una manera que es molesta o ofensiva.",
      "example": "He was rude to the waiter, so he didn't leave a tip. He is being rude to his sister. He will be rude to his teacher if he doesn't like the grade.",
      "example_translation": "Fue grosero con el camarero, así que no dejó una propina. Está siendo grosero con su hermana. Será grosero con su maestro si no le gusta la nota.",
      "imageLink": "image_files\\English\\rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "satisfied",
      "translation": "satisfecho",
      "definition": "Feeling pleased or content because a need or desire has been fulfilled.",
      "definition_translation": "Sintiendo placer o contento porque una necesidad o deseo ha sido satisfecho.",
      "example": "I was satisfied with the service at the restaurant. She is satisfied with her new job. They will be satisfied with the result if they work hard.",
      "example_translation": "Me sentí satisfecho con el servicio en el restaurante. Ella está satisfecha con su nuevo trabajo. Estarán satisfechos con el resultado si trabajan duro.",
      "imageLink": "image_files\\English\\satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "scared",
      "translation": "asustado",
      "definition": "Feeling frightened or afraid of something.",
      "definition_translation": "Sintiendo miedo o temor de algo.",
      "example": "I was scared during the horror movie. She is scared of spiders. They will be scared if they don't prepare for the exam.",
      "example_translation": "Me asusté durante la película de terror. Ella tiene miedo a las arañas. Estarán asustados si no se preparan para el examen.",
      "imageLink": "image_files\\English\\scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "scary",
      "translation": "espantoso",
      "definition": "Causing fear or alarm; frightening.",
      "definition_translation": "Causar miedo o alarma; aterrador.",
      "example": "The horror movie was scary, I was trembling with fear. I am watching a scary movie tonight. I will watch a scary movie next week.",
      "example_translation": "La película de terror era espantosa, estaba temblando de miedo. Estoy viendo una película espantosa esta noche. Veré una película espantosa la próxima semana.",
      "imageLink": "image_files\\English\\scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "self-confident",
      "translation": "seguro de sí mismo",
      "definition": "Having or showing confidence in one's abilities, judgments, or actions.",
      "definition_translation": "Teniendo o mostrando confianza en sus habilidades, juicios o acciones.",
      "example": "She was a self-confident speaker, everyone listened to her. He will be a self-confident leader tomorrow. They were self-confident in their decision.",
      "example_translation": "Ella era una oradora segura de sí misma, todos la escuchaban. Él será un líder seguro de sí mismo mañana. Ellos estaban seguros de sí mismos en su decisión.",
      "imageLink": "image_files\\English\\self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "selfish",
      "translation": "egoísta",
      "definition": "Concerned excessively or exclusively with one's own needs or desires, having or showing no regard for others.",
      "definition_translation": "Preocupado excesivamente o exclusivamente con las necesidades o deseos propios, no tener o mostrar consideración por otros.",
      "example": "He was a selfish boyfriend, always thinking of himself. She will be a selfish friend tomorrow. They were selfish and didn't care about others.",
      "example_translation": "Él era un novio egoísta, siempre pensando en sí mismo. Ella será una amiga egoísta mañana. Ellos eran egoístas y no se preocupaban por otros.",
      "imageLink": "image_files\\English\\selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sensible",
      "translation": "sensible",
      "definition": "Having, containing, or indicative of good sense or reason; rational: a sensible person.",
      "definition_translation": "Teniendo, conteniendo o indicando buen sentido o razón; racional: una persona sensible.",
      "example": "She was a sensible woman and always thought before she acted. She had been sensible enough to save money for the future. She will be sensible and take her time to make a decision.",
      "example_translation": "Era una mujer sensata y siempre pensaba antes de actuar. Había sido lo suficientemente sensata para ahorrar dinero para el futuro. Será sensata y tomará su tiempo para tomar una decisión.",
      "imageLink": "image_files\\English\\sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shocked",
      "translation": "conmocionado",
      "definition": "Feeling sudden intense surprise, astonishment, or disgust.",
      "definition_translation": "Sintiendo sorpresa, asombro o disgusto repentino e intenso.",
      "example": "I was shocked when I heard the news. She had been shocked by the accident and couldn't speak. They will be shocked when they see the surprise party.",
      "example_translation": "Me conmocioné cuando escuché la noticia. Había sido conmocionada por el accidente y no podía hablar. Serán conmocionados cuando vean la fiesta sorpresa.",
      "imageLink": "image_files\\English\\shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shocking",
      "translation": "impactante",
      "definition": "Causing a sudden intense feeling of surprise, astonishment, or disgust.",
      "definition_translation": "Causando un sentimiento repentino e intenso de sorpresa, asombro o disgusto.",
      "example": "The news was shocking and disturbing. The shocking truth was revealed after the investigation. The movie was shocking and not suitable for children.",
      "example_translation": "La noticia fue impactante y perturbadora. La verdad impactante se reveló después de la investigación. La película fue impactante y no era apta para niños.",
      "imageLink": "image_files\\English\\shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shy",
      "translation": "tímido",
      "definition": "Fearing to do something or fearing to talk to people because you are nervous or lack confidence.",
      "definition_translation": "Temer hacer algo o temer hablar con la gente porque eres nervioso o careces de confianza.",
      "example": "I was shy as a child and didn't make many friends. Now, I'm trying to be more outgoing. I was shy at the party, but then I met someone who shared my interests. I won't be shy about asking for help if I need it.",
      "example_translation": "Yo era tímido de niño y no hice muchos amigos. Ahora, estoy tratando de ser más sociable. Estuve tímido en la fiesta, pero luego conocí a alguien que compartía mis intereses. No seré tímido sobre pedir ayuda si la necesito.",
      "imageLink": "image_files\\English\\shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "silly",
      "translation": "tonto",
      "definition": "Behaving or saying something in a foolish or ridiculous way.",
      "definition_translation": "Comportándose o diciendo algo de manera tonta o ridícula.",
      "example": "My little brother can be silly sometimes, like when he puts his shirt on backwards. I felt silly when I realized I forgot my phone at home. She thinks it's silly to wear a tie to a casual party.",
      "example_translation": "Mi hermano menor puede ser tonto a veces, como cuando se pone la camisa hacia atrás. Me sentí tonto cuando me di cuenta de que olvidé mi teléfono en casa. Ella piensa que es tonto usar una corbata en una fiesta informal.",
      "imageLink": "image_files\\English\\silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "smart",
      "translation": "inteligente",
      "definition": "Having or showing a great deal of intelligence, insight, or good judgment.",
      "definition_translation": "Teniendo o mostrando una gran cantidad de inteligencia, visión o buen juicio.",
      "example": "My teacher is very smart and always finds a way to explain complex concepts. I think it's smart to save money for the future. She's smart and can solve the puzzle in no time.",
      "example_translation": "Mi profesor es muy inteligente y siempre encuentra una manera de explicar conceptos complejos. Creo que es inteligente ahorrar dinero para el futuro. Ella es inteligente y puede resolver el rompecabezas en minutos.",
      "imageLink": "image_files\\English\\smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sociable",
      "translation": "sociable",
      "definition": "Willing to talk and engage with others in a friendly way.",
      "definition_translation": "Dispuesto a hablar y interactuar con otros de manera amigable.",
      "example": "She was a very sociable person and loved attending parties. She had been sociable at the party last night, chatting with everyone. She will be sociable at the upcoming event, making new friends.",
      "example_translation": "Era una persona muy sociable y le encantaba asistir a fiestas. Fue sociable en la fiesta de anoche, charlando con todos. Será sociable en el próximo evento, haciendo nuevos amigos.",
      "imageLink": "image_files\\English\\sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stressed",
      "translation": "estresado",
      "definition": "Feeling anxious or overwhelmed due to too much pressure or responsibility.",
      "definition_translation": "Sentirse ansioso o abrumado debido a demasiada presión o responsabilidad.",
      "example": "He was stressed about the upcoming deadline. He had been stressed at work all day. He will be stressed if he doesn't meet the target.",
      "example_translation": "Estaba estresado por la fecha límite próxima. Había estado estresado en el trabajo todo el día. Estará estresado si no cumple con el objetivo.",
      "imageLink": "image_files\\English\\stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stressful",
      "translation": "estresante",
      "definition": "Causing feelings of anxiety or tension.",
      "definition_translation": "Causando sentimientos de ansiedad o tensión.",
      "example": "The job was extremely stressful. The situation had been stressful for everyone involved. The event will be stressful if not managed properly.",
      "example_translation": "El trabajo era extremadamente estresante. La situación había sido estresante para todos los involucrados. El evento será estresante si no se maneja adecuadamente.",
      "imageLink": "image_files\\English\\stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "strict",
      "translation": "estricto",
      "definition": "not allowing for flexibility or exceptions; firmly refusing to change one's opinion or decision",
      "definition_translation": "no permitiendo flexibilidad o excepciones; rechazando firmemente cambiar de opinión o decisión",
      "example": "The teacher was strict with the students, ensuring they followed the rules. The company has a strict policy on tardiness. The regulations will be strict to prevent accidents.",
      "example_translation": "El profesor fue estricto con los estudiantes, asegurándose de que seguían las reglas. La empresa tiene una política estricta sobre la tardanza. Las regulaciones serán estrictas para prevenir accidentes.",
      "imageLink": "image_files\\English\\strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "surprising",
      "translation": "sorprendente",
      "definition": "causing a feeling of surprise or astonishment; unexpected",
      "definition_translation": "causando una sensación de sorpresa o asombro; inesperado",
      "example": "The surprising news stunned everyone. I received a surprising gift from my friend. The team had a surprising win in the championship.",
      "example_translation": "La noticia sorprendente dejó atónitos a todos. Recibí un regalo sorprendente de mi amigo. El equipo tuvo una victoria sorprendente en el campeonato.",
      "imageLink": "image_files\\English\\surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "surprisingly",
      "translation": "sorprendentemente",
      "definition": "in a way that causes surprise or astonishment; unexpectedly",
      "definition_translation": "de una manera que causa sorpresa o asombro; inesperadamente",
      "example": "I was surprisingly good at playing the guitar. The movie was surprisingly entertaining. The weather was surprisingly warm for winter.",
      "example_translation": "Fue sorprendentemente bueno tocando la guitarra. La película fue sorprendentemente entretenida. El clima fue sorprendentemente cálido para el invierno.",
      "imageLink": "image_files\\English\\surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "talented",
      "translation": "talentoso",
      "definition": "Having a natural ability or skill, esp. one that is rare or exceptional.",
      "definition_translation": "Teniendo una habilidad natural o habilidad, especialmente una que es rara o excepcional.",
      "example": "She is a talented singer and has been performing on stage since she was 10. She was talented enough to get a scholarship to study music. She will be talented enough to win a Grammy award one day.",
      "example_translation": "Ella es una cantante talentosa y ha estado actuando en el escenario desde que tenía 10 años. Era lo suficientemente talentosa como para obtener una beca para estudiar música. Ella será lo suficientemente talentosa como para ganar un premio Grammy algún día.",
      "imageLink": "image_files\\English\\talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "terrified",
      "translation": "aterrorizado",
      "definition": "Feeling extreme fear or anxiety.",
      "definition_translation": "Sintiendo miedo o ansiedad extremos.",
      "example": "I was terrified of spiders when I was a kid. She is terrified of heights. They will be terrified of the consequences of their actions.",
      "example_translation": "Yo tenía miedo a las arañas cuando era niño. Ella tiene miedo a las alturas. Ellos tendrán miedo a las consecuencias de sus acciones.",
      "imageLink": "image_files\\English\\terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tiring",
      "translation": "cansado",
      "definition": "Causing physical or mental fatigue.",
      "definition_translation": "Causando fatiga física o mental.",
      "example": "The hike was tiring, but the view from the top was worth it. The job can be tiring, but it's rewarding. The trip will be tiring, but we'll have fun.",
      "example_translation": "El sendero fue cansado, pero la vista desde la cima valió la pena. El trabajo puede ser cansado, pero es gratificante. El viaje será cansado, pero nos divertiremos.",
      "imageLink": "image_files\\English\\tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tolerant",
      "translation": "tolerante",
      "definition": "Having or showing a willingness to allow the existence of opinions or behavior that one does not necessarily agree with.",
      "definition_translation": "Teniendo o mostrando una disposición a permitir la existencia de opiniones o comportamientos que no se necesariamente coincide",
      "example": "She was tolerant of her friend's different lifestyle. She has been tolerant of his mistakes. She will be tolerant of his opinions.",
      "example_translation": "Ella fue tolerante con el estilo de vida diferente de su amiga. Ha sido tolerante con sus errores. Será tolerante con sus opiniones.",
      "imageLink": "image_files\\English\\tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unexpected",
      "translation": "inesperado",
      "definition": "Not expected or anticipated; surprising.",
      "definition_translation": "No esperado ni anticipado; sorprendente.",
      "example": "The storm was unexpected. He received an unexpected phone call. They will have an unexpected visit from their aunt.",
      "example_translation": "La tormenta fue inesperada. Recibió una llamada telefónica inesperada. Tendrán una visita inesperada de su tía.",
      "imageLink": "image_files\\English\\unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unfriendly",
      "translation": "desagradable",
      "definition": "Not showing kindness or goodwill; hostile or cold in manner.",
      "definition_translation": "No mostrando amabilidad o buena voluntad; hostil o frío en el modo.",
      "example": "The unfriendly store clerk made me feel unwelcome. She was unfriendly to her colleagues. They will be unfriendly to their neighbors.",
      "example_translation": "El dependiente desagradable de la tienda me hizo sentir poco bienvenida. Fue desagradable con sus colegas. Serán desagradables con sus vecinos.",
      "imageLink": "image_files\\English\\unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "uninterested",
      "translation": "desinteresado",
      "definition": "Lacking enthusiasm or interest; indifferent.",
      "definition_translation": "Falto de entusiasmo o interés; indiferente.",
      "example": "I was uninterested in the movie, so I fell asleep. I am uninterested in the project, so I won't participate. I will be uninterested in the game, so I won't watch it.",
      "example_translation": "No me interesó la película, así que me dormí. No estoy interesado en el proyecto, así que no participaré. No estaré interesado en el juego, así que no lo veré.",
      "imageLink": "image_files\\English\\uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "uninteresting",
      "translation": "aburrido",
      "definition": "Not interesting or engaging; dull.",
      "definition_translation": "No interesante o atractivo; aburrido.",
      "example": "The lecture was uninteresting, so I didn't pay attention. The book was uninteresting, so I didn't finish it. The conversation will be uninteresting, so I'll leave.",
      "example_translation": "La conferencia fue aburrida, así que no presté atención. El libro fue aburrido, así que no lo terminé. La conversación será aburrida, así que me iré.",
      "imageLink": "image_files\\English\\uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unkind",
      "translation": "descortés",
      "definition": "Lacking kindness or compassion; cruel.",
      "definition_translation": "Falto de amabilidad o compasión; cruel.",
      "example": "She was unkind to her sister, so they didn't talk for weeks. He was unkind to his friend, so they stopped hanging out. They will be unkind to each other, so they'll fight.",
      "example_translation": "Ella fue descortés con su hermana, así que no hablaron durante semanas. Él fue descortés con su amigo, así que dejaron de salir. Ellos serán descorteses entre sí, así que pelearán.",
      "imageLink": "image_files\\English\\unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "warm",
      "translation": "cálido",
      "definition": "Having a moderate or comfortable degree of heat; not cold or hot.",
      "definition_translation": "Teniendo un grado moderado o cómodo de calor; no frío ni caliente.",
      "example": "I warmed up the car engine before driving. The sun will warm the beach today. I will warm up the dinner in the oven later.",
      "example_translation": "Calenté el motor del coche antes de conducir. El sol calentará la playa hoy. Calentaré la cena en el horno más tarde.",
      "imageLink": "image_files\\English\\warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]