[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "accept",
      "translation": "aceptar",
      "definition": "to receive something willingly or to agree with something",
      "definition_translation": "recibir algo de buena gana o estar de acuerdo con algo",
      "example": "I accepted the job offer. I accept that I made a mistake. I will accept their invitation.",
      "example_translation": "Acepté la oferta de trabajo. Acepto que cometí un error. Aceptaré su invitación.",
      "imageLink": "image_files\\English\\"imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "achieve",
      "translation": "lograr",
      "definition": "to successfully accomplish something or to attain a goal",
      "definition_translation": "lograr algo con éxito o alcanzar un objetivo",
      "example": "I achieved my goal. She achieved great success in her career. They will achieve their targets.",
      "example_translation": "Logré mi objetivo. Ella logró un gran éxito en su carrera. Ellos lograrán sus objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "act",
      "translation": "actuar",
      "definition": "to take action or to perform a task",
      "definition_translation": "tomar acción o realizar una tarea",
      "example": "I acted quickly. They acted on the instructions. She will act in the play.",
      "example_translation": "Actué rápidamente. Ellos actuaron según las instrucciones. Ella actuará en la obra de teatro.",
      "imageLink": "image_files\\English\\"imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "act",
      "translation": "actuar",
      "definition": "To perform or carry out an action, task, or function.",
      "definition_translation": "Realizar o llevar a cabo una acción, tarea o función.",
      "example": "I will act on your advice, I acted on impulse, and I act as a mediator.",
      "example_translation": "Actuaré según tu consejo, actué por impulso, y actúo como mediador.",
      "imageLink": "image_files\\English\\"imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "advise",
      "translation": "aconsejar",
      "definition": "To offer suggestions or guidance to someone.",
      "definition_translation": "Ofrecer sugestiones o orientación a alguien.",
      "example": "I advised him to seek medical attention, I advise against investing in that company, and I will advise you on the matter.",
      "example_translation": "Le aconsejé que buscará atención médica, desaconsejo invertir en esa empresa, y le aconsejaré sobre el asunto.",
      "imageLink": "image_files\\English\\"imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "allow",
      "translation": "permitir",
      "definition": "To give permission or consent for something to happen or be done.",
      "definition_translation": "Dar permiso o consentimiento para que algo suceda o se haga.",
      "example": "I allowed her to drive my car, I allow myself an hour of relaxation, and I will allow you to join the team.",
      "example_translation": "Le permití conducir mi coche, me permito una hora de relajación, y te permitiré unirte al equipo.",
      "imageLink": "image_files\\English\\"imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approach",
      "translation": "enfrentar",
      "definition": "to come near or move towards something or someone",
      "definition_translation": "acerca de algo o alguien",
      "example": "I approached the stranger with caution. Yesterday, I approached my boss with a proposal. If I don't study, I will approach the exam unprepared.",
      "example_translation": "Me acerqué al desconocido con precaución. Ayer, me acerqué a mi jefe con una propuesta. Si no estudio, me acercaré al examen sin preparación.",
      "imageLink": "image_files\\English\\"imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "argue",
      "translation": "discutir",
      "definition": "to give reasons or evidence to support or oppose something",
      "definition_translation": "dar razones o evidencia para apoyar o oponerse a algo",
      "example": "I argued with my friend about the movie. Yesterday, we argued about the best restaurant. If you don't listen, we will argue about it tomorrow.",
      "example_translation": "Me discutí con mi amigo sobre la película. Ayer, nos discutimos sobre el mejor restaurante. Si no escuchas, nos discutiremos sobre ello mañana.",
      "imageLink": "image_files\\English\\"imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrest",
      "translation": "detener",
      "definition": "to take someone into police custody, often due to a crime",
      "definition_translation": "llevar a alguien a la custodia policial, a menudo debido a un delito",
      "example": "The police arrested the suspect. Yesterday, they arrested the robber. If you break the law, you will be arrested.",
      "example_translation": "La policía detuvo al sospechoso. Ayer, detuvieron al ladrón. Si violas la ley, serás detenido.",
      "imageLink": "image_files\\English\\"imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attach",
      "translation": "adjuntar",
      "definition": "To connect or join something to something else, typically in a permanent way.",
      "definition_translation": "Conectar o unir algo a algo más, generalmente de manera permanente.",
      "example": "I attached the document to the email. I am attaching the file now. I will attach the picture later.",
      "example_translation": "Adjunté el documento al correo electrónico. Estoy adjuntando el archivo ahora. Adjuntaré la imagen más tarde.",
      "imageLink": "image_files\\English\\"imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attack",
      "translation": "atacar",
      "definition": "To make a physical or verbal assault on someone or something.",
      "definition_translation": "Hacer un asalto físico o verbal contra alguien o algo.",
      "example": "The dog attacked the intruder. The company will attack the market with a new product. They attacked the problem from all sides.",
      "example_translation": "El perro atacó al intruso. La empresa atacará el mercado con un nuevo producto. Atacaron el problema desde todos los ángulos.",
      "imageLink": "image_files\\English\\"imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attempt",
      "translation": "intentar",
      "definition": "To try to do something or to make an effort to achieve something.",
      "definition_translation": "Tratar de hacer algo o esforzarse por lograr algo.",
      "example": "I attempted to finish the project on time. She will attempt to break the record. They attempted to rescue the cat from the tree.",
      "example_translation": "Intenté terminar el proyecto a tiempo. Ella intentará breaker el récord. Intentaron rescatar al gato del árbol.",
      "imageLink": "image_files\\English\\"imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attend",
      "translation": "asistir",
      "definition": "to be present at an event or meeting, or to take care of someone or something",
      "definition_translation": "estar presente en un evento o reunión, o cuidar a alguien o algo",
      "example": "I attended the meeting yesterday, I will attend the conference next week, and I have attended many lectures in the past.",
      "example_translation": "Yo asistí a la reunión ayer, asistiré a la conferencia la próxima semana, y he asistido a muchas conferencias en el pasado.",
      "imageLink": "image_files\\English\\"imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "babysit",
      "translation": "cuidar niños",
      "definition": "to take care of a child or children while their parents are away",
      "definition_translation": "cuidar a un niño o niños mientras sus padres están ausentes",
      "example": "I babysat my sister's kids last night, I will babysit them again tomorrow, and I have babysat them many times before.",
      "example_translation": "Yo cuidé a los niños de mi hermana anoche, cuidaré a ellos de nuevo mañana, y he cuidado a ellos muchas veces antes.",
      "imageLink": "image_files\\English\\"imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "behave",
      "translation": "comportarse",
      "definition": "to act or react in a certain way, especially to show good or bad manners",
      "definition_translation": "actuar o reaccionar de cierta manera, especialmente para mostrar buenos o malos modales",
      "example": "She behaved well at the party, she will behave herself at the wedding, and she has behaved badly in the past.",
      "example_translation": "Ella se comportó bien en la fiesta, se comportará bien en la boda, y se ha comportado mal en el pasado.",
      "imageLink": "image_files\\English\\"imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bite",
      "translation": "morder",
      "definition": "To grip something firmly with one's teeth; to wound or pierce with one's teeth.",
      "definition_translation": "Agarrar algo firmemente con los dientes; herir o pinchar con los dientes.",
      "example": "I bit into the juicy apple. I will bite my nails when I'm nervous. She bit her tongue to avoid saying something rude.",
      "example_translation": "Mordí la manzana jugosa. Me morderé las uñas cuando estoy nervioso. Ella se mordió la lengua para evitar decir algo grosero.",
      "imageLink": "image_files\\English\\"imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blow",
      "translation": "soplar",
      "definition": "To produce a current of air from the mouth; to shape or form something by blowing.",
      "definition_translation": "Producir una corriente de aire desde la boca; dar forma o moldear algo soplando.",
      "example": "She blew out the candles. The wind blew strongly. He will blow his nose when he has a cold.",
      "example_translation": "Ella sopló las velas. El viento sopló con fuerza. Él se sonará la nariz cuando tenga un resfriado.",
      "imageLink": "image_files\\English\\"imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bomb",
      "translation": "bomba",
      "definition": "An explosive device designed to release energy in a sudden and violent manner.",
      "definition_translation": "Un dispositivo explosivo diseñado para liberar energía de manera repentina y violenta.",
      "example": "The bomb exploded in the city. The news of the bomb threat spread rapidly. They will bomb the enemy's headquarters tomorrow.",
      "example_translation": "La bomba explotó en la ciudad. La noticia de la amenaza de bomba se extendió rápidamente. Atacarán el cuartel general enemigo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "burn",
      "translation": "quemar",
      "definition": "to damage or destroy something by fire or intense heat, or to feel a strong emotion such as anger or passion",
      "definition_translation": "dañar o destruir algo por fuego o calor intenso, o sentir una emoción fuerte como la ira o la pasión",
      "example": "I burned the toast this morning. I am burning with anger right now. I will burn the evidence tomorrow.",
      "example_translation": "Me quemé el toast esta mañana. Estoy ardiendo de ira en este momento. Quemaré las pruebas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "burst into tears",
      "translation": "estallar en lágrimas",
      "definition": "to suddenly start crying, often because of strong emotions such as sadness or happiness",
      "definition_translation": "comenzar a llorar repentinamente, a menudo debido a emociones fuertes como la tristeza o la felicidad",
      "example": "She burst into tears when she heard the news. He burst into tears of joy when he saw his child. They will burst into tears if they lose their beloved pet.",
      "example_translation": "Ella estalló en lágrimas cuando escuchó la noticia. Él estalló en lágrimas de alegría cuando vio a su hijo. Ellos estallarán en lágrimas si pierden a su querido mascota.",
      "imageLink": "image_files\\English\\"imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bury",
      "translation": "enterrar",
      "definition": "to put a dead body or something into a hole in the ground, or to hide or cover something",
      "definition_translation": "poner un cuerpo muerto o algo en un hoyo en el suelo, o esconder o cubrir algo",
      "example": "We buried our beloved dog last week. She is going to bury the treasure in the backyard. They will bury the hatchet next year.",
      "example_translation": "Enterramos a nuestro perro querido la semana pasada. Ella va a enterrar el tesoro en el patio trasero. Ellos enterrarán el hacha el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cancel",
      "translation": "cancelar",
      "definition": "To stop or abandon something planned or previously agreed upon.",
      "definition_translation": "Cancelar algo planificado o previamente acordado.",
      "example": "I cancelled my trip to Europe last year, but I'm going to go next year. I'm cancelling my subscription to the gym because I never go. I will cancel my appointment if I'm feeling unwell.",
      "example_translation": "Cancelé mi viaje a Europa el año pasado, pero iré el año que viene. Estoy cancelando mi suscripción al gimnasio porque nunca voy. Cancelaré mi cita si me siento enfermo.",
      "imageLink": "image_files\\English\\"imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "check in",
      "translation": "registrarse",
      "definition": "To arrive and announce one's presence at a hotel, airport, or other place, often to receive a room key or confirmation of a reservation.",
      "definition_translation": "Llegar y anunciar su presencia en un hotel, aeropuerto u otro lugar, a menudo para recibir una llave de habitación o confirmación de una reserva.",
      "example": "I'll check in at the hotel when I arrive. She checked in online to speed up the process. They will check in at the airport before their flight.",
      "example_translation": "Me registraré en el hotel cuando llegue. Ella se registró en línea para acelerar el proceso. Se registrarán en el aeropuerto antes de su vuelo.",
      "imageLink": "image_files\\English\\"imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "check out",
      "translation": "salir",
      "definition": "To pay for and leave a hotel, or to examine or look at something in order to learn more about it.",
      "definition_translation": "Pagar y salir de un hotel, o examinar o mirar algo para aprender más sobre ello.",
      "example": "I'll check out of the hotel at 11am. She checked out the new restaurant downtown. They will check out the museum exhibit this weekend.",
      "example_translation": "Me iré del hotel a las 11 am. Ella echó un vistazo al nuevo restaurante en el centro. Ellos visitarán la exposición del museo este fin de semana.",
      "imageLink": "image_files\\English\\"imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "circle",
      "translation": "círculo",
      "definition": "A circle is a round shape with no beginning or end, where every point on the edge is equal distance from the center.",
      "definition_translation": "Un círculo es una forma redonda sin principio ni fin, donde cada punto en el borde está a la misma distancia del centro.",
      "example": "I drew a circle on the paper. Yesterday, I drew a circle on the board. Tomorrow, I will draw a circle on the wall.",
      "example_translation": "Dibujé un círculo en el papel. Ayer dibujé un círculo en la pizarra. Mañana dibujaré un círculo en la pared.",
      "imageLink": "image_files\\English\\"imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "clap",
      "translation": " aplaudir",
      "definition": "To clap is to strike the palms of the hands together, typically to express appreciation or approval.",
      "definition_translation": "Aplaudir es golpear las palmas de las manos entre sí, típicamente para expresar aprecio o aprobación.",
      "example": "I clapped after the concert. Yesterday, I clapped for the birthday boy. Tomorrow, I will clap for the graduation ceremony.",
      "example_translation": "Aplaudí después del concierto. Ayer aplaudí por el niño del cumpleaños. Mañana aplaudiré por la ceremonia de graduación.",
      "imageLink": "image_files\\English\\"imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "collect",
      "translation": "recopilar",
      "definition": "To collect is to gather or bring together things, such as objects, information, or money, in a single place or entity.",
      "definition_translation": "Recopilar es reunir o llevar juntos cosas, como objetos, información o dinero, en un solo lugar o entidad.",
      "example": "I collected stamps as a hobby. Yesterday, I collected data for the research paper. Tomorrow, I will collect donations for the charity event.",
      "example_translation": "Recopilé sellos como pasatiempo. Ayer recopilé datos para el trabajo de investigación. Mañana recopilaré donativos para el evento benéfico.",
      "imageLink": "image_files\\English\\"imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "comb",
      "translation": "peine",
      "definition": "A comb is a tool with a series of narrow teeth, used for arranging or cleaning the hair, or for separating and cleaning fibers, such as wool or cotton.",
      "definition_translation": "Un peine es una herramienta con una serie de dientes estrechos, utilizada para arreglar o limpiar el cabello, o para separar y limpiar fibras, como la lana o el algodón.",
      "example": "I combed my hair this morning to get rid of the tangles. Yesterday, I combed through the entire report to find the mistake. By the time I finish this project, I will have combed through every detail.",
      "example_translation": "Me peiné el cabello esta mañana para quitarme los enredos. Ayer, peiné todo el informe para encontrar el error. Cuando termine este proyecto, habré peinado todos los detalles.",
      "imageLink": "image_files\\English\\"imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "compete",
      "translation": "competir",
      "definition": "To compete means to take part in a contest or competition, or to strive to be better than others in a particular area.",
      "definition_translation": "Competir significa participar en un concurso o competencia, o esforzarse por ser mejor que otros en un área particular.",
      "example": "The athletes will compete in the Olympic Games next year. I competed against my friend in a game of chess last night. By next year, I will have competed in several marathons.",
      "example_translation": "Los atletas competirán en los Juegos Olímpicos el año que viene. Competí contra mi amigo en un juego de ajedrez anoche. Para el año que viene, habré competido en varias maratones.",
      "imageLink": "image_files\\English\\"imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "concentrate",
      "translation": "concentrar",
      "definition": "To concentrate means to focus one's attention or effort on a particular task or activity, or to make something stronger or more intense by reducing its volume or amount.",
      "definition_translation": "Concentrar significa enfocar la atención o esfuerzo en una tarea o actividad particular, o hacer que algo sea más fuerte o intenso reduciendo su volumen o cantidad.",
      "example": "I need to concentrate on my work to meet the deadline. She concentrated the juice by boiling it down. By the time I finish my studies, I will have concentrated on several areas of expertise.",
      "example_translation": "Necesito concentrarme en mi trabajo para cumplir con el plazo. Ella concentró el jugo hirviéndolo. Cuando termine mis estudios, habré concentrado en varias áreas de especialización.",
      "imageLink": "image_files\\English\\"imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "connect",
      "translation": "conectar",
      "definition": "To join or link two or more things together, often to form a system or network.",
      "definition_translation": "Unir o vincular dos o más cosas juntas, a menudo para formar un sistema o red.",
      "example": "I connected my phone to the Wi-Fi network. I am connecting to the server now. I will connect the cables tomorrow.",
      "example_translation": "Conecté mi teléfono a la red Wi-Fi. Me estoy conectando al servidor ahora. Conectaré los cables mañana.",
      "imageLink": "image_files\\English\\"imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "continue",
      "translation": "continuar",
      "definition": "To keep doing something or to keep happening over a period of time, without stopping.",
      "definition_translation": "Seguir haciendo algo o seguir sucediendo durante un período de tiempo, sin detenerse.",
      "example": "I continued studying for the exam. I am continuing to learn new skills. I will continue to work on the project.",
      "example_translation": "Seguí estudiando para el examen. Sigo aprendiendo nuevas habilidades. Continuaré trabajando en el proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "control",
      "translation": "controlar",
      "definition": "To have power over something or someone, or to be able to influence or direct their behavior.",
      "definition_translation": "Tener poder sobre algo o alguien, o ser capaz de influir o dirigir su comportamiento.",
      "example": "She controlled the robot with the remote. They are controlling the situation now. He will control the temperature in the lab.",
      "example_translation": "Ella controló el robot con el mando a distancia. Están controlando la situación ahora. Él controlará la temperatura en el laboratorio.",
      "imageLink": "image_files\\English\\"imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cough",
      "translation": "tos",
      "definition": "A cough is a sudden, forceful expulsion of air from the lungs, usually to clear the airways of mucus, foreign particles, or other debris.",
      "definition_translation": "Una tos es una expulsión súbita y fuerte de aire desde los pulmones, usualmente para limpiar las vías respiratorias de moco, partículas extranjeras o otros residuos.",
      "example": "I coughed up some blood this morning. I am coughing a lot these days. I will cough loudly if I don't get some water.",
      "example_translation": "Tosí sangre esta mañana. Estoy tosiendo mucho estos días. Toseré fuerte si no obtengo agua.",
      "imageLink": "image_files\\English\\"imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "count",
      "translation": "contar",
      "definition": "To determine the number of something by counting or calculating.",
      "definition_translation": "Determinar el número de algo mediante conteo o cálculo.",
      "example": "I will count the money after the sale. She counted the votes carefully. They counted on me to finish the project.",
      "example_translation": "Contaré el dinero después de la venta. Ella contó los votos con cuidado. Contaron conmigo para terminar el proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "crash",
      "translation": "choque",
      "definition": "A sudden loud noise or a violent impact, often causing damage or injury.",
      "definition_translation": "Un ruido fuerte y súbito o un impacto violento, a menudo causando daños o lesiones.",
      "example": "The car will crash if you don't stop. The plane crashed into the mountain. The system crashed last night.",
      "example_translation": "El auto chocará si no paras. El avión chocó contra la montaña. El sistema se cayó anoche.",
      "imageLink": "image_files\\English\\"imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "create",
      "translation": "crear",
      "definition": "to bring something into existence or to make something new",
      "definition_translation": "traer algo a la existencia o hacer algo nuevo",
      "example": "I created a new account yesterday, I am creating a new project now, and I will create a new company next year.",
      "example_translation": "Creé una nueva cuenta ayer, estoy creando un nuevo proyecto ahora, y crearé una nueva empresa el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cycle",
      "translation": "ciclo",
      "definition": "a series of events that happen in a regular order",
      "definition_translation": "una serie de eventos que suceden en un orden regular",
      "example": "I cycled to work this morning, I am cycling through the city now, and I will cycle across the country next month.",
      "example_translation": "Fui en bicicleta al trabajo esta mañana, estoy ciclando por la ciudad ahora, y ciclaré por todo el país el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "damage",
      "translation": "daño",
      "definition": "harm or injury to something or someone",
      "definition_translation": "daño o lesión a algo o alguien",
      "example": "The storm damaged my car yesterday, it is damaging my roof now, and it will damage the crops next season.",
      "example_translation": "La tormenta dañó mi coche ayer, está dañando mi techo ahora, y dañará las cosechas la próxima temporada.",
      "imageLink": "image_files\\English\\"imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "decorate",
      "translation": "decorar",
      "definition": "to make something look more attractive by adding decorations or ornaments",
      "definition_translation": "hacer que algo parezca más atractivo agregando decoraciones o ornamentación",
      "example": "I decorated the room for the party. I am decorating the room for the party. I will decorate the room for the party.",
      "example_translation": "Decoré la habitación para la fiesta. Estoy decorando la habitación para la fiesta. Decoraré la habitación para la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "decorate",
      "translation": "decorar",
      "definition": "to make something look more attractive by adding decorations or ornaments",
      "definition_translation": "hacer que algo parezca más atractivo agregando decoraciones o ornamentación",
      "example": "She decorated the cake for the wedding. She is decorating the cake for the wedding. She will decorate the cake for the wedding.",
      "example_translation": "Ella decoró el pastel para la boda. Ella está decorando el pastel para la boda. Ella decorará el pastel para la boda.",
      "imageLink": "image_files\\English\\"imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "defeat",
      "translation": "derrotar",
      "definition": "to win a victory over someone or something in a competition, election, or war",
      "definition_translation": "ganar una victoria sobre alguien o algo en una competencia, elección o guerra",
      "example": "We defeated the opposing team in the final game. We are defeating the opposing team in the current game. We will defeat the opposing team in the next game.",
      "example_translation": "Derrotamos al equipo contrario en el juego final. Estamos derrotando al equipo contrario en el juego actual. Derrotaremos al equipo contrario en el próximo juego.",
      "imageLink": "image_files\\English\\"imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "defend",
      "translation": "defender",
      "definition": "To protect or guard something or someone from attack or harm.",
      "definition_translation": "Proteger o guardar algo o alguien de un ataque o daño.",
      "example": "I defended my country during the war. I am defending my thesis today. I will defend my team in the championship.",
      "example_translation": "Defendí mi país durante la guerra. Estoy defendiendo mi tesis hoy. Defenderé a mi equipo en el campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "delay",
      "translation": "retardo",
      "definition": "To put off or postpone something until a later time.",
      "definition_translation": "Posponer o aplazar algo hasta un momento posterior.",
      "example": "I delayed my flight due to bad weather. I am delaying my response until I get more information. I will delay my decision until next week.",
      "example_translation": "Retrasé mi vuelo debido al mal tiempo. Estoy retrasando mi respuesta hasta que obtenga más información. Retrasaré mi decisión hasta la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "delete",
      "translation": "eliminar",
      "definition": "To remove or erase something, such as data or a file, from a computer or other digital device.",
      "definition_translation": "Eliminar o borrar algo, como datos o un archivo, de una computadora u otro dispositivo digital.",
      "example": "I deleted the file by accident. I am deleting my account from the website. I will delete the message after reading it.",
      "example_translation": "Eliminé el archivo por accidente. Estoy eliminando mi cuenta del sitio web. Eliminaré el mensaje después de leerlo.",
      "imageLink": "image_files\\English\\"imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "deliver",
      "translation": "entregar",
      "definition": "To take something to a person or place, typically in exchange for payment",
      "definition_translation": "Llevar algo a una persona o lugar, generalmente a cambio de un pago",
      "example": "I delivered the package yesterday morning. I will deliver the report tomorrow. She delivered a great speech last week.",
      "example_translation": "Entregué el paquete ayer por la mañana. Entregaré el informe mañana. Ella dio un gran discurso la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "design",
      "translation": "diseñar",
      "definition": "To create the plans or drawings for something, such as a building or a product",
      "definition_translation": "Crear los planes o dibujos para algo, como un edificio o un producto",
      "example": "She designed a beautiful house. They will design a new website next month. He designed a successful campaign last year.",
      "example_translation": "Ella diseñó una hermosa casa. Diseñarán un nuevo sitio web el próximo mes. Él diseñó una campaña exitosa el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "destroy",
      "translation": "destruir",
      "definition": "To cause something to be completely demolished or ruined, often violently or suddenly",
      "definition_translation": "Causar que algo sea completamente demolido o arruinado, a menudo de manera violenta o repentina",
      "example": "The storm destroyed the city. They will destroy the old building next week. She destroyed her phone by dropping it in the water.",
      "example_translation": "La tormenta destruyó la ciudad. Destruirán el edificio antiguo la próxima semana. Ella destruyó su teléfono al dejarlo caer en el agua.",
      "imageLink": "image_files\\English\\"imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dial",
      "translation": "marcar",
      "definition": "To turn a device that has numbers or buttons in order to choose a specific option or to connect a telephone call",
      "definition_translation": "Girar un dispositivo que tiene números o botones para elegir una opción específica o para conectar una llamada telefónica",
      "example": "I dialed the number and waited for someone to answer. I had dialed the wrong number yesterday. I will dial the number again tomorrow.",
      "example_translation": "Marqué el número y esperé a que alguien respondiera. Ayer había marcado el número equivocado. Mañana marcaré el número de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dig",
      "translation": "cavar",
      "definition": "To break up, turn over, or remove earth, sand, or other material with a tool, especially a spade or a shovel",
      "definition_translation": "Romper, voltear o eliminar tierra, arena o otro material con una herramienta, especialmente una pala o una pala",
      "example": "I dug a hole in the backyard to plant a tree. I had dug a tunnel in the sand last summer. I will dig a trench for the new pipe next week.",
      "example_translation": " Cavé un hoyo en el patio trasero para plantar un árbol. El verano pasado había cavado un túnel en la arena. La próxima semana cavaré una zanja para la nueva tubería.",
      "imageLink": "image_files\\English\\"imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "direct",
      "translation": "directo",
      "definition": "To control or supervise the actions or activities of someone or something",
      "definition_translation": "Controlar o supervisar las acciones o actividades de alguien o algo",
      "example": "I directed the movie and won an award. I had directed several plays before. I will direct the new project next year.",
      "example_translation": "Dirigí la película y gané un premio. Antes había dirigido varias obras de teatro. El año que viene dirigiré el nuevo proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "direct",
      "translation": "directo",
      "definition": "To control or supervise the movement or action of something or someone",
      "definition_translation": "Controlar o supervisar el movimiento o acción de algo o alguien",
      "example": "She directed the team to the new location. She is directing the play now. She will direct the company next year.",
      "example_translation": "Ella dirigió al equipo a la nueva ubicación. Ella está dirigiendo la obra ahora. Ella dirigirá la empresa el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "discover",
      "translation": "descubrir",
      "definition": "To find or learn something new or previously unknown",
      "definition_translation": "Encontrar o aprender algo nuevo o previamente desconocido",
      "example": "He discovered a new planet. She is discovering her talents now. They will discover a new continent in the future.",
      "example_translation": "Él descubrió un nuevo planeta. Ella está descubriendo sus talentos ahora. Ellos descubrirán un nuevo continente en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "display",
      "translation": "mostrar",
      "definition": "To show or exhibit something in a public place for people to see",
      "definition_translation": "Mostrar o exhibir algo en un lugar público para que la gente lo vea",
      "example": "The museum displayed the ancient artifacts. They are displaying their products now. The company will display its new collection next month.",
      "example_translation": "El museo exhibió las artefactos antiguos. Ellos están exhibiendo sus productos ahora. La empresa mostrará su nueva colección el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dive",
      "translation": "bucear",
      "definition": "to jump into water, typically headfirst, in a curved motion, or to descend steeply through the air, typically in an aircraft",
      "definition_translation": " Saltar al agua, generalmente de cabeza, en un movimiento curvo, o descender rápidamente a través del aire, generalmente en una aeronave",
      "example": "I dived into the pool, I dive into the pool, I will dive into the pool",
      "example_translation": "Me zambullí en la piscina, buceo en la piscina, bucearé en la piscina",
      "imageLink": "image_files\\English\\"imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "divide",
      "translation": "dividir",
      "definition": "to separate or part something into two or more groups, areas, or things",
      "definition_translation": "separar o partir algo en dos o más grupos, áreas o cosas",
      "example": "I divided the money, I divide the tasks, I will divide the land",
      "example_translation": "Dividí el dinero, divido las tareas, dividiré la tierra",
      "imageLink": "image_files\\English\\"imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "drop",
      "translation": "dejar caer",
      "definition": "to let something fall or come down, or to release something from your hand or from a container",
      "definition_translation": "dejar caer algo o dejar que algo caiga, o soltar algo de tu mano o de un contenedor",
      "example": "I dropped the ball, I drop the pen, I will drop the package",
      "example_translation": "Dejé caer la pelota, dejo caer la pluma, dejaré caer el paquete",
      "imageLink": "image_files\\English\\"imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "employ",
      "translation": "emplear",
      "definition": "to give someone a job or a position of work, often in exchange for payment",
      "definition_translation": " dar a alguien un trabajo o una posición de trabajo, a menudo a cambio de pago",
      "example": "The company will employ 50 new staff members by the end of the year. They employed her as a marketing manager. She will employ a new strategy to increase sales.",
      "example_translation": "La empresa empleará a 50 nuevos miembros del personal para fin de año. La habían empleado como directora de marketing. Ella empleará una nueva estrategia para aumentar las ventas.",
      "imageLink": "image_files\\English\\"imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "encourage",
      "translation": "animar",
      "definition": "to give someone the confidence or motivation to do something",
      "definition_translation": "dar a alguien la confianza o motivación para hacer algo",
      "example": "Her parents encouraged her to pursue a career in music. They encourage their employees to take risks. She will encourage her team to work harder.",
      "example_translation": "Sus padres la animaron a seguir una carrera en música. Ellos animan a sus empleados a asumir riesgos. Ella animará a su equipo a trabajar más duro.",
      "imageLink": "image_files\\English\\"imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "enter",
      "translation": "entrar",
      "definition": "to come or go into a place, or to become a member of a group or organization",
      "definition_translation": "venir o ir a un lugar, o convertirse en miembro de un grupo o organización",
      "example": "He will enter the room quietly. The company will enter the international market. She entered the competition last year.",
      "example_translation": "Él entrará en la habitación en silencio. La empresa entrará en el mercado internacional. Ella entró en la competencia el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "entertain",
      "translation": "divertir",
      "definition": "to provide amusement or enjoyment for someone, such as by telling them a joke or playing music",
      "definition_translation": "proporcionar diversión o disfrute a alguien, como contarle un chiste o tocar música",
      "example": "I entertained the guests with a funny story. I am entertaining them with a magic show. I will entertain them with a delicious meal.",
      "example_translation": "Divertí a los invitados con una historia graciosa. Estoy entreteniendo a los con un show de magia. Divertiré a los con una deliciosa comida.",
      "imageLink": "image_files\\English\\"imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "escape",
      "translation": "escapar",
      "definition": "to get away from a place or situation, often in a hurry or by force",
      "definition_translation": "salir de un lugar o situación, a menudo con prisa o por la fuerza",
      "example": "I escaped from the prison. I am escaping from the danger. I will escape from the island.",
      "example_translation": "Escapé de la prisión. Estoy escapando del peligro. Escaparé de la isla.",
      "imageLink": "image_files\\English\\"imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "exercise",
      "translation": "ejercicio",
      "definition": "physical activity that you do to improve your health or fitness",
      "definition_translation": "actividad física que haces para mejorar tu salud o condición física",
      "example": "I exercised in the gym yesterday. I am exercising every morning. I will exercise in the park tomorrow.",
      "example_translation": "Me ejercité en el gimnasio ayer. Estoy ejercitándome todas las mañanas. Me ejercitaré en el parque mañana.",
      "imageLink": "image_files\\English\\"imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "exit",
      "translation": "salir",
      "definition": "To go out of a place, building, or vehicle.",
      "definition_translation": "Salir de un lugar, edificio o vehículo.",
      "example": "I will exit the building at 5pm, I exited the car quickly, and I exit the room silently.",
      "example_translation": "Voy a salir del edificio a las 5 pm, salí del coche rápidamente, y salgo del cuarto silenciosamente.",
      "imageLink": "image_files\\English\\"imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "expect",
      "translation": "esperar",
      "definition": "To think or believe that something will happen or is likely to happen.",
      "definition_translation": "Pensar o creer que algo sucederá o es probable que suceda.",
      "example": "I expect to finish the project by Friday, I expected to see her at the party, and I will expect a call from him tomorrow.",
      "example_translation": "Espero terminar el proyecto para el viernes, esperé verla en la fiesta, y esperaré una llamada de él mañana.",
      "imageLink": "image_files\\English\\"imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "explore",
      "translation": "explorar",
      "definition": "To investigate or examine something systematically in order to understand or explain it.",
      "definition_translation": "Investigar o examinar algo sistemáticamente para entender o explicarlo.",
      "example": "I will explore the new city tomorrow, I explored the jungle last year, and I have explored many websites.",
      "example_translation": "Voy a explorar la nueva ciudad mañana, exploré la selva el año pasado, y he explorado muchos sitios web.",
      "imageLink": "image_files\\English\\"imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "face",
      "translation": "cara",
      "definition": "The front part of the head, from the forehead to the chin.",
      "definition_translation": "La parte frontal de la cabeza, desde la frente hasta la barbilla.",
      "example": "She washed her face with soap and water. She will wash her face tomorrow morning. She washed her face yesterday.",
      "example_translation": "Ella lavó su cara con jabón y agua. Ella lavará su cara mañana. Ella lavó su cara ayer.",
      "imageLink": "image_files\\English\\"imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fall asleep",
      "translation": "quedarse dormido",
      "definition": "To become unconscious and enter a state of sleep.",
      "definition_translation": "Convertirse en inconsciente y entrar en un estado de sueño.",
      "example": "I fall asleep quickly at night. I fell asleep during the movie. I will fall asleep early tonight.",
      "example_translation": "Me quedo dormido rápidamente por la noche. Me quedé dormido durante la película. Me quedaré dormido temprano esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fall in love",
      "translation": "enamorarse",
      "definition": "To develop strong feelings of love or attraction to someone.",
      "definition_translation": "Desarrollar sentimientos fuertes de amor o atracción hacia alguien.",
      "example": "I fell in love with her at first sight. She falls in love easily. They will fall in love next year.",
      "example_translation": "Me enamoré de ella a primera vista. Ella se enamora fácilmente. Ellos se enamorarán el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fasten",
      "translation": "fijar",
      "definition": "to attach or hold something in place, especially by tying or screwing",
      "definition_translation": "enganchar o sostener algo en su lugar, especialmente atando o Screw",
      "example": "I fastened the seatbelt before driving. I will fasten the zip on my jacket. She fastened the rope to the anchor.",
      "example_translation": "Me enganché el cinturón de seguridad antes de conducir. Fijaré la cremallera de mi chaqueta. Ella fijó la cuerda al ancla.",
      "imageLink": "image_files\\English\\"imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "feed",
      "translation": "alimentar",
      "definition": "to give food to a person, animal, or plant, or to provide something that is necessary for something to exist or function",
      "definition_translation": "dar comida a una persona, animal o planta, o proporcionar algo que es necesario para que algo exista o funcione",
      "example": "I feed my dog twice a day. She feeds the baby. They will feed the data into the computer.",
      "example_translation": "Alimento a mi perro dos veces al día. Ella alimenta al bebé. Ellos alimentarán los datos en la computadora.",
      "imageLink": "image_files\\English\\"imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fetch",
      "translation": "buscar",
      "definition": "to go and bring something back, especially when told to do so",
      "definition_translation": "ir y traer algo de vuelta, especialmente cuando se le ordena hacerlo",
      "example": "Can you fetch me a glass of water? I fetched the ball for the dog. They will fetch the tools from the shed.",
      "example_translation": "¿Puedes buscar un vaso de agua para mí? Busqué la pelota para el perro. Ellos buscarán las herramientas desde el cobertizo.",
      "imageLink": "image_files\\English\\"imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fight",
      "translation": "luchar",
      "definition": "to engage in physical or verbal conflict with someone",
      "definition_translation": "engañar en conflicto físico o verbal con alguien",
      "example": "I fought with my brother when we were kids. I fight with my opponent every week. I will fight for my rights.",
      "example_translation": "Pelee con mi hermano cuando éramos niños. Lucho con mi oponente cada semana. Lucharé por mis derechos.",
      "imageLink": "image_files\\English\\"imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "film",
      "translation": "película",
      "definition": "a motion picture or movie",
      "definition_translation": "una película o película cinematográfica",
      "example": "I watched a film last night. The film is being shot in Hollywood. The film will be released next year.",
      "example_translation": "Vi una película anoche. La película se está realizando en Hollywood. La película se lanzará el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fish",
      "translation": "pescado",
      "definition": "a cold-blooded aquatic animal",
      "definition_translation": "un animal acuático de sangre fría",
      "example": "I caught a fish in the lake. The fish swims in the ocean. We will fish tomorrow.",
      "example_translation": "Atrapé un pescado en el lago. El pescado nada en el océano. Pescaremos mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fix",
      "translation": "arreglar",
      "definition": "to repair or mend something, especially something that is broken or not working properly",
      "definition_translation": "reparar o componer algo, especialmente algo que esté roto o no funcione adecuadamente",
      "example": "I fixed the broken chair yesterday, I will fix the computer today, and I will fix the bike tomorrow.",
      "example_translation": "Arreglé la silla rota ayer, arreglaré la computadora hoy y arreglaré la bicicleta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "float",
      "translation": "flotar",
      "definition": "to rest on the surface of a liquid or to be suspended in the air",
      "definition_translation": "descansar en la superficie de un líquido o estar suspendido en el aire",
      "example": "The boat floated on the lake yesterday, it floats on the river today, and it will float on the ocean tomorrow.",
      "example_translation": "El barco flotaba en el lago ayer, flota en el río hoy y flotará en el océano mañana.",
      "imageLink": "image_files\\English\\"imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fold",
      "translation": "doblarse",
      "definition": "to bend or crease something, such as paper or cloth, so that it lies flat",
      "definition_translation": "doblar o plegar algo, como papel o tela, para que quede plano",
      "example": "I folded the letter yesterday, I fold the cloth today, and I will fold the paper tomorrow.",
      "example_translation": "Doblé la carta ayer, doblo la tela hoy y doblaré el papel mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "follow",
      "translation": "seguir",
      "definition": "To move behind someone or something and go in the same direction, typically because you are interested in what they are doing or saying.",
      "definition_translation": "Moverse detrás de alguien o algo y ir en la misma dirección, típicamente porque estás interesado en lo que están haciendo o diciendo.",
      "example": "I will follow her to the store, she follows me on Instagram, I followed the instructions carefully.",
      "example_translation": "La seguiré a la tienda, ella me sigue en Instagram, seguí las instrucciones con cuidado.",
      "imageLink": "image_files\\English\\"imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grab",
      "translation": "agarrar",
      "definition": "To take hold of something suddenly and firmly, often in a rough or forceful way.",
      "definition_translation": "Tomar algo con fuerza y rápidamente, a menudo de manera brusca o fuerte.",
      "example": "I grabbed the phone when it rang, she grabbed my arm to pull me back, I will grab a snack from the kitchen.",
      "example_translation": "Agarré el teléfono cuando sonó, ella agarró mi brazo para pulls hacia atrás, agarraré un snack de la cocina.",
      "imageLink": "image_files\\English\\"imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "guide",
      "translation": "guía",
      "definition": "A person who shows people around a place, such as a museum or a city, and tells them about its history and features.",
      "definition_translation": "Una persona que muestra a la gente alrededor de un lugar, como un museo o una ciudad, y les habla sobre su historia y características.",
      "example": "She worked as a guide at the national park, the guide book helped us navigate the city, I will hire a guide for the hike.",
      "example_translation": "Ella trabajó como guía en el parque nacional, el libro de guía nos ayudó a navegar la ciudad, contrataré una guía para la caminata.",
      "imageLink": "image_files\\English\\"imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "handle",
      "translation": "manejar",
      "definition": "To manage or direct something with skill or care; to deal with a situation or person in a successful way.",
      "definition_translation": "Manejar algo con habilidad o cuidado; tratar con una situación o persona de manera exitosa.",
      "example": "I handled the situation well, and everything turned out fine. (Past) I handle multiple projects at once with ease. (Present) I will handle the meeting next week. (Future)",
      "example_translation": "Manejé la situación con habilidad, y todo salió bien. Manejo varios proyectos a la vez con facilidad. Manejaré la reunión de la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hang",
      "translation": "colgar",
      "definition": "To suspend or be suspended in the air, typically from a hook or cord; to attach or be attached to something in this way.",
      "definition_translation": "Suspender o estar suspendido en el aire, generalmente de un gancho o cuerda; adjuntar o estar adjuntado a algo de esta manera.",
      "example": "I hanged the picture on the wall yesterday. (Past) I hang my coat in the closet every morning. (Present) I will hang out with my friends this weekend. (Future)",
      "example_translation": "Colgué la imagen en la pared ayer. Cuelgo mi abrigo en el closet todas las mañanas. Colgaré con mis amigos este fin de semana.",
      "imageLink": "image_files\\English\\"imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hide",
      "translation": "esconder",
      "definition": "To place or put something out of sight, often in a secret location; to conceal one's feelings or intentions.",
      "definition_translation": "Colocar o poner algo fuera de la vista, a menudo en un lugar secreto; ocultar los sentimientos o intenciones.",
      "example": "The kids hid behind the couch during the game. (Past) I hide my birthday presents in the attic every year. (Present) I will hide my feelings and pretend to be happy at the party. (Future)",
      "example_translation": "Los niños se escondieron detrás del sofá durante el juego. Escondo mis regalos de cumpleaños en el ático todos los años. Esconderé mis sentimientos y pretenderé estar feliz en la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hire",
      "translation": "contratar",
      "definition": "to engage the services of someone, typically for a short time, in exchange for payment",
      "definition_translation": "contratar los servicios de alguien, generalmente por un corto período de tiempo, a cambio de pago",
      "example": "I hired a car for the weekend. I have hired a new employee. I will hire a lawyer to represent me.",
      "example_translation": "Alquilé un coche para el fin de semana. He contratado a un nuevo empleado. Contrataré a un abogado para representarme.",
      "imageLink": "image_files\\English\\"imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hitchhike",
      "translation": "hacer autostop",
      "definition": "to travel by getting free rides from drivers, typically by standing at the side of a road and holding out one's hand or a sign",
      "definition_translation": "viajar obteniendorides gratis de los conductores, generalmente parándose al lado de una carretera y extendiendo la mano o una señal",
      "example": "I hitchhiked across the country when I was a student. She has hitchhiked many times before. They will hitchhike to the festival tomorrow.",
      "example_translation": "Me subí en autostop a través del país cuando era estudiante. Ella ha hecho autostop muchas veces antes. Mañana harán autostop al festival.",
      "imageLink": "image_files\\English\\"imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hold",
      "translation": "sostener",
      "definition": "to grasp or keep something firmly in one's hand or arms",
      "definition_translation": "asir o mantener algo firme en una mano o brazos",
      "example": "Hold my hand while we cross the street. She held the baby close to her chest. They will hold a meeting tomorrow.",
      "example_translation": "Sostén mi mano mientras cruzamos la calle. Ella sostuvo al bebé cerca de su pecho. Mañana sostendrán una reunión.",
      "imageLink": "image_files\\English\\"imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hug",
      "translation": "abrazo",
      "definition": "to hold someone tightly in one's arms, typically to show affection or comfort",
      "definition_translation": "sostener a alguien con fuerza en los brazos, normalmente para mostrar afecto o consuelo",
      "example": "I hugged my mom when I saw her after a long time. I will hug my friend when I meet him tomorrow. I hugged my sister when I was feeling sad.",
      "example_translation": "Abrazué a mi madre cuando la vi después de mucho tiempo. Abrazaré a mi amigo cuando lo conozca mañana. Abrazué a mi hermana cuando me sentí triste.",
      "imageLink": "image_files\\English\\"imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hunt",
      "translation": "cazar",
      "definition": "to pursue and kill wild animals, typically for food or sport",
      "definition_translation": "perseguir y matar animales silvestres, normalmente para comida o deporte",
      "example": "I will hunt deer next weekend. He hunted rabbits when he was a kid. They hunted lions in the savannah.",
      "example_translation": "Cazaré venados el próximo fin de semana. Él cazó conejos cuando era niño. Ellos cazaron leones en la sabana.",
      "imageLink": "image_files\\English\\"imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "imagine",
      "translation": "imaginar",
      "definition": "to form a mental picture or concept of something that is not necessarily based in reality",
      "definition_translation": "formar una imagen mental o concepto de algo que no necesariamente se basa en la realidad",
      "example": "I imagine a world without wars. She imagined herself as a princess when she was a kid. They imagined a future with flying cars.",
      "example_translation": "Imagino un mundo sin guerras. Ella se imaginó como una princesa cuando era niña. Ellos imaginaron un futuro con coches voladores.",
      "imageLink": "image_files\\English\\"imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "inform",
      "translation": "informar",
      "definition": "To give or provide information or knowledge to someone, often in a formal or official way.",
      "definition_translation": "Proporcionar información o conocimiento a alguien, a menudo de manera formal o oficial.",
      "example": "I informed my teacher about the change in plans. I am informing the team about the new policy. I will inform the manager about the issue.",
      "example_translation": " Informé a mi maestro sobre el cambio en los planes. Estoy informando al equipo sobre la nueva política. Informaré al gerente sobre el problema.",
      "imageLink": "image_files\\English\\"imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "insist",
      "translation": "insistir",
      "definition": "To say or demand something firmly or repeatedly, often in a strong or determined way.",
      "definition_translation": "Decir o exigir algo con firmeza o repetidamente, a menudo de manera fuerte o determinada.",
      "example": "I insisted on going to the party last night. She insists on paying for dinner. They will insist on taking a break.",
      "example_translation": "Insistí en ir a la fiesta anoche. Ella insiste en pagar la cena. Ellos insistirán en tomar un descanso.",
      "imageLink": "image_files\\English\\"imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "install",
      "translation": "instalar",
      "definition": "To put a piece of software or a device into operation, often by connecting it to a computer or a system.",
      "definition_translation": "Colocar un piece de software o un dispositivo en funcionamiento, a menudo conectándolo a una computadora o sistema.",
      "example": "I installed the new operating system last week. She is installing the software right now. They will install the new printer tomorrow.",
      "example_translation": "Instalé el nuevo sistema operativo la semana pasada. Ella está instalando el software en este momento. Ellos instalarán la nueva impresora mañana.",
      "imageLink": "image_files\\English\\"imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "interview",
      "translation": "entrevista",
      "definition": "A meeting of people face-to-face, especially one in which someone is asked questions to find out if they are suitable for a job or a position.",
      "definition_translation": "Una reunión de personas cara a cara, especialmente una en la que alguien es preguntado para determinar si es apto para un trabajo o una posición.",
      "example": "I interviewed for the job last week, I am interviewing today, and I will interview again next month.",
      "example_translation": "Me entrevisté para el trabajo la semana pasada, estoy entrevistando hoy y entrevistaré de nuevo el mes próximo.",
      "imageLink": "image_files\\English\\"imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "invent",
      "translation": "inventar",
      "definition": "To create or design something new, especially by using new ideas or methods.",
      "definition_translation": "Crear o diseñar algo nuevo, especialmente mediante el uso de nuevas ideas o métodos.",
      "example": "I invented a machine that can translate languages, I am inventing a new app, and I will invent a robot in the future.",
      "example_translation": "Inventé una máquina que puede traducir idiomas, estoy inventando una nueva aplicación y inventaré un robot en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "iron",
      "translation": "hierro",
      "definition": "A chemical element with the symbol Fe, known for its strength and used in making steel.",
      "definition_translation": "Un elemento químico con el símbolo Fe, conocido por su fuerza y utilizado en la fabricación de acero.",
      "example": "I ironed my shirt yesterday, I am ironing my pants today, and I will iron my dress tomorrow.",
      "example_translation": "Planché mi camisa ayer, estoy planchando mis pantalones hoy y plancharé mi vestido mañana.",
      "imageLink": "image_files\\English\\"imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "knit",
      "translation": "tejer",
      "definition": "To make fabric by creating rows of interconnected loops with yarn or thread, using knitting needles or a machine.",
      "definition_translation": "Hacer tejido creando filas de bucles interconectados con hilos, utilizando agujas de tejer o una máquina.",
      "example": "I knitted a sweater yesterday, I knit a hat today, and I will knit a scarf tomorrow.",
      "example_translation": "Me tejí una sudadera ayer, tejo un sombrero hoy y tejeré una bufanda mañana.",
      "imageLink": "image_files\\English\\"imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "knock",
      "translation": "golpear",
      "definition": "To strike something, typically with a quick, forceful blow, especially with the fist or a hammer.",
      "definition_translation": "Golpear algo, típicamente con un golpe rápido y fuerte, especialmente con el puño o un martillo.",
      "example": "I knocked on the door yesterday, I knock on the door every morning, and I will knock on the door again tomorrow.",
      "example_translation": "Golpeé la puerta ayer, golpeo la puerta todas las mañanas y golpearé la puerta mañana de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lay the table",
      "translation": "poner la mesa",
      "definition": "To prepare a table for a meal by setting out plates, cutlery, glasses, and food.",
      "definition_translation": "Preparar una mesa para una comida colocando platos, cubiertos, vasos y comida.",
      "example": "I laid the table for dinner yesterday, I lay the table for breakfast today, and I will lay the table for lunch tomorrow.",
      "example_translation": "Puse la mesa para la cena ayer, pongo la mesa para el desayuno hoy y pondré la mesa para el almuerzo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lead",
      "translation": "llevar",
      "definition": "to guide or direct someone or something, or to be in charge of a group or activity",
      "definition_translation": "guiar o dirigir a alguien o algo, o estar a cargo de un grupo o actividad",
      "example": "She led the team to victory in the championship. She is leading the meeting now. She will lead the company next year.",
      "example_translation": "Ella llevó al equipo a la victoria en el campeonato. Ella está liderando la reunión ahora. Ella llevará la empresa el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "leave",
      "translation": "dejar",
      "definition": "to go away from a place or person, or to stop doing something",
      "definition_translation": "irse de un lugar o persona, o dejar de hacer algo",
      "example": "I left the party early. I am leaving for vacation tomorrow. I will leave my job next month.",
      "example_translation": "Me fui del partido temprano. Me voy de vacaciones mañana. Dejaré mi trabajo el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lift",
      "translation": "levantar",
      "definition": "to raise something or someone up, or to improve someone's mood",
      "definition_translation": "elevar algo o a alguien, o mejorar el estado de ánimo de alguien",
      "example": "She lifted the heavy box. He lifted her spirits with a smile. They will lift the curtain for the show.",
      "example_translation": "Ella levantó la caja pesada. Él levantó su espíritu con una sonrisa. Ellos levantarán el telón para el espectáculo.",
      "imageLink": "image_files\\English\\"imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "light",
      "translation": "luz",
      "definition": "A source of illumination, typically in the form of a lamp or natural light, that makes things visible.",
      "definition_translation": "Una fuente de iluminación, generalmente en forma de lámpara o luz natural, que hace que las cosas sean visibles.",
      "example": "I turned on the light to see better. I will install a new light in the living room. She had lit the candles for dinner.",
      "example_translation": "Encendí la luz para ver mejor. Instalaré una nueva luz en la habitación de estar. Ella había encendido las velas para la cena.",
      "imageLink": "image_files\\English\\"imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lock",
      "translation": "cerradura",
      "definition": "A device for securing a door, lid, or container, typically operated by a key or combination.",
      "definition_translation": "Un dispositivo para asegurar una puerta, tapa o contenedor, que se opera usualmente con una llave o combinación.",
      "example": "I locked the door when I left. She will lock the safe tonight. They had locked the bike to the rack.",
      "example_translation": "Cerré la puerta cuando me fui. Ella cerrará la caja fuerte esta noche. Ellos habían cerrado la bicicleta al rack.",
      "imageLink": "image_files\\English\\"imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "manage",
      "translation": "administrar",
      "definition": "To handle or direct with skill or care, especially to achieve a desired effect or goal.",
      "definition_translation": "Administrar o dirigir con habilidad o cuidado, especialmente para lograr un efecto o meta deseado.",
      "example": "She managed the team to win the championship. I will manage the project from start to finish. They had managed to reduce costs by 20%.",
      "example_translation": "Ella administró el equipo para ganar el campeonato.Administraré el proyecto desde el principio hasta el final. Ellos habían logrado reducir costos en un 20%.",
      "imageLink": "image_files\\English\\"imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "manage",
      "translation": "administrar",
      "definition": "to be in charge of something, such as a business or a project, and to make decisions about it",
      "definition_translation": "estar a cargo de algo, como un negocio o un proyecto, y tomar decisiones sobre esto",
      "example": "I managed the project from start to finish. I am managing the team now. I will manage the company in the future.",
      "example_translation": "Administre el proyecto desde el principio hasta el fin. Estoy administrando el equipo ahora. Administraré la empresa en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "marry",
      "translation": "casarse",
      "definition": "to get married to someone, or to perform a marriage ceremony",
      "definition_translation": "casarse con alguien, o realizar una ceremonia de boda",
      "example": "I married my wife when I was 25. I am marrying my partner next year. I will marry my fiancée soon.",
      "example_translation": "Me casé con mi esposa cuando tenía 25 años. Me voy a casar con mi pareja el próximo año. Me casaré con mi prometida pronto.",
      "imageLink": "image_files\\English\\"imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "match",
      "translation": "partido",
      "definition": "a game or competition between two teams or individuals, especially in sports",
      "definition_translation": "un juego o competencia entre dos equipos o individuos, especialmente en deportes",
      "example": "I watched the match on TV last night. I am playing a match against my friend tomorrow. I will watch the match at the stadium next week.",
      "example_translation": "Vi el partido en la TV anoche. Estoy jugando un partido contra mi amigo mañana. Veré el partido en el estadio la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mend",
      "translation": "reparar",
      "definition": "to repair or fix something that is broken or damaged",
      "definition_translation": "reparar o arreglar algo que está roto o dañado",
      "example": "I mended my shirt yesterday, I mend my trousers now, and I will mend my shoes tomorrow.",
      "example_translation": "Reparé mi camisa ayer, estoy reparando mis pantalones ahora, y repararé mis zapatos mañana.",
      "imageLink": "image_files\\English\\"imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "move",
      "translation": "mover",
      "definition": "to change the position of something or someone",
      "definition_translation": "cambiar la posición de algo o alguien",
      "example": "I moved to a new house last year, I move my furniture now, and I will move to a new city next year.",
      "example_translation": "Me mudé a una nueva casa el año pasado, estoy moviendo mi mobiliario ahora, y me mudaré a una nueva ciudad el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "move in",
      "translation": "mudarse",
      "definition": "to start living in a new home",
      "definition_translation": "comenzar a vivir en una nueva casa",
      "example": "I moved in to my new apartment last month, my friend is moving in now, and my family will move in next week.",
      "example_translation": "Me mudé a mi nuevo apartamento el mes pasado, mi amigo se está mudando ahora, y mi familia se mudará la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "move out",
      "translation": "mudarse",
      "definition": "To leave a place or a room, especially in order to go to live somewhere else.",
      "definition_translation": "Dejar un lugar o una habitación, especialmente para ir a vivir en algún otro lugar.",
      "example": "I moved out of my parents' house when I was 18. I am moving out to a new apartment next week. I will move out of the city to start a new job.",
      "example_translation": "Me mudé de la casa de mis padres cuando tenía 18 años. Me estoy mudando a un nuevo apartamento la próxima semana. Me mudaré de la ciudad para empezar un nuevo trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "murder",
      "translation": "asesinar",
      "definition": "The act of killing another human being with malice aforethought, which is considered a serious crime.",
      "definition_translation": "El acto de matar a otro ser humano con premeditación, que se considera un delito grave.",
      "example": "The detective was investigating a murder case. The suspect was accused of murder. The judge sentenced the defendant to life imprisonment for murder.",
      "example_translation": "El detective estaba investigando un caso de asesinato. El sospechoso fue acusado de asesinato. El juez condenó al acusado a prisión perpetua por asesinato.",
      "imageLink": "image_files\\English\\"imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "name",
      "translation": "nombre",
      "definition": "A word or phrase that refers to a specific person, place, or thing.",
      "definition_translation": "Una palabra o frase que se refiere a una persona, lugar o cosa específica.",
      "example": "What is your name? The name of the company is Apple. She changed her name after getting married.",
      "example_translation": "¿Cuál es tu nombre? El nombre de la empresa es Apple. Ella cambió su nombre después de casarse.",
      "imageLink": "image_files\\English\\"imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "note",
      "translation": "nota",
      "definition": "A brief record or annotation, typically written in a margin or on a separate piece of paper.",
      "definition_translation": "Un registro breve o anotación, generalmente escrito en un margen o en un papel separado.",
      "example": "I took a note of the phone number, and then I dialed it. I've been taking notes during the lecture, and I'll review them later. I'll make a note to call her tomorrow.",
      "example_translation": "Tomé nota del número de teléfono, y luego lo marqué. He estado tomando notas durante la conferencia, y las repasaré más tarde. Haré una nota para llamarla mañana.",
      "imageLink": "image_files\\English\\"imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "notice",
      "translation": "noticia",
      "definition": "A formal warning or announcement, especially one that is written or posted.",
      "definition_translation": "Una advertencia formal o anuncio, especialmente uno que es escrito o posteado.",
      "example": "I didn't notice the warning sign, and I got a fine. I gave her notice that I would be quitting my job. I'll take notice of the new policy from now on.",
      "example_translation": "No noté la señal de advertencia, y me multaron. Le di aviso de que renunciaría a mi trabajo. Tomaré nota de la nueva política desde ahora en adelante.",
      "imageLink": "image_files\\English\\"imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "operate",
      "translation": "operar",
      "definition": "To control the functioning of (a machine, process, or system), especially by means of a control panel or set of instructions.",
      "definition_translation": "Controlar el funcionamiento de (una máquina, proceso o sistema), especialmente mediante un panel de control o conjunto de instrucciones.",
      "example": "The surgeon will operate on the patient tomorrow. The company operates several factories around the world. I learned to operate a crane when I was in college.",
      "example_translation": "El cirujano operará al paciente mañana. La empresa opera varias fábricas en todo el mundo. Aprendí a operar una grúa cuando estaba en la universidad.",
      "imageLink": "image_files\\English\\"imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "organise",
      "translation": "organizar",
      "definition": "to arrange or systematize things in a coherent and efficient way",
      "definition_translation": "arreglar o sistematizar cosas de una manera coherente y eficiente",
      "example": "I will organise a party next week, I am organising a meeting today, and I organised a trip last year.",
      "example_translation": "Organizaré una fiesta la próxima semana, estoy organizando una reunión hoy y organicé un viaje el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pass",
      "translation": "pasar",
      "definition": "to move past something or someone, or to complete a test or exam",
      "definition_translation": "moverse más allá de algo o alguien, o completar un examen o prueba",
      "example": "I will pass the exam tomorrow, I passed the driving test last week, and I am passing by the park right now.",
      "example_translation": "Voy a aprobar el examen mañana, aprobé el examen de conducción la semana pasada y estoy pasando por el parque en este momento.",
      "imageLink": "image_files\\English\\"imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pass",
      "translation": "pasar",
      "definition": "to move past something or someone, or to complete a test or exam",
      "definition_translation": "moverse más allá de algo o alguien, o completar un examen o prueba",
      "example": "She will pass the ball to me during the game, he passed the salt at dinner, and they passed out flyers on the street.",
      "example_translation": "Ella me pasará el balón durante el juego, él pasó la sal en la cena y ellos distribuyeron folletos en la calle.",
      "imageLink": "image_files\\English\\"imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "perform",
      "translation": "realizar",
      "definition": "To carry out or execute a task, action, or function.",
      "definition_translation": "Ejecutar o realizar una tarea, acción o función.",
      "example": "I will perform a song at the concert tonight, I performed a song at the concert last night, and I perform a song at the concert every week.",
      "example_translation": "Voy a realizar una canción en el concierto esta noche, realicé una canción en el concierto la noche pasada, y realizo una canción en el concierto todas las semanas.",
      "imageLink": "image_files\\English\\"imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pick",
      "translation": "elegir",
      "definition": "To select or choose something from a group or range of options.",
      "definition_translation": "Seleccionar o elegir algo de un grupo o rango de opciones.",
      "example": "I will pick a book from the shelf tomorrow, I picked a book from the shelf yesterday, and I pick a book from the shelf every day.",
      "example_translation": "Voy a elegir un libro de la estantería mañana, elegí un libro de la estantería ayer, y elijo un libro de la estantería todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pick",
      "translation": "coger",
      "definition": "To take or grasp something, typically with one's fingers or hands.",
      "definition_translation": "Tomar o agarrar algo, típicamente con los dedos o las manos.",
      "example": "I will pick up the phone when it rings, I picked up the phone when it rang, and I pick up the phone every time it rings.",
      "example_translation": "Voy a coger el teléfono cuando suene, cogí el teléfono cuando sonó, y cojo el teléfono cada vez que suena.",
      "imageLink": "image_files\\English\\"imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pin",
      "translation": "chincheta",
      "definition": "A small, thin, pointed piece of metal used for fastening or attaching things.",
      "definition_translation": "Una pequeña pieza delgada y puntiaguda de metal utilizada para sujetar o attaching cosas.",
      "example": "I used a pin to fasten the broken zipper, then I pinned up the hem of my pants, and finally, I will pin the notice on the board.",
      "example_translation": "Usé una chincheta para sujetar la cremallera rota, luego sujeté el dobladillo de mis pantalones y finalmente, pondré la nota en el tablón.",
      "imageLink": "image_files\\English\\"imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "plant",
      "translation": "planta",
      "definition": "A living organism that grows in the ground and typically has leaves, roots, and stems.",
      "definition_translation": "Un organismo vivo que crece en el suelo y que generalmente tiene hojas, raíces y tallos.",
      "example": "I planted a tree in my backyard, then I will plant flowers in the garden, and finally, I planted a seed in the pot.",
      "example_translation": "Planté un árbol en mi patio, luego plantaré flores en el jardín y finalmente, planté una semilla en la maceta.",
      "imageLink": "image_files\\English\\"imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "point",
      "translation": "punto",
      "definition": "A sharp or tapering end; a small spot or mark.",
      "definition_translation": "Un extremo afilado o puntiagudo; un pequeño lugar o marca.",
      "example": "I pointed to the exact point on the map, then I will point out the mistake, and finally, I pointed my finger at the sky.",
      "example_translation": "Señalé el punto exacto en el mapa, luego señalaré el error y finalmente, dirigí mi dedo hacia el cielo.",
      "imageLink": "image_files\\English\\"imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "post",
      "translation": "correo",
      "definition": "A vertical pole or structure used to support or mark something, especially a sign or notice.",
      "definition_translation": "Un poste vertical o estructura utilizada para soportar o marcar algo, especialmente un letrero o aviso.",
      "example": "I will post the letter tomorrow, I posted it yesterday, and I post it every day.",
      "example_translation": "Voy a enviar el correo mañana, lo envié ayer y lo envío todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "postpone",
      "translation": "posponer",
      "definition": "To put off or delay something, especially an event or a decision, until a later time.",
      "definition_translation": "Posponer o retrasar algo, especialmente un evento o una decisión, hasta un momento posterior.",
      "example": "I will postpone the meeting until next week, I postponed it yesterday, and I postpone it every month.",
      "example_translation": "Voy a posponer la reunión hasta la próxima semana, la pospuse ayer y la pospongo cada mes.",
      "imageLink": "image_files\\English\\"imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pour",
      "translation": "verter",
      "definition": "To flow or move fluidly, especially in a steady stream.",
      "definition_translation": "Fluir o moverse fluidamente, especialmente en una corriente constante.",
      "example": "I will pour water into the glass, I poured it yesterday, and I pour it every morning.",
      "example_translation": "Voy a verter agua en el vaso, lo hice ayer y lo hago todas las mañanas.",
      "imageLink": "image_files\\English\\"imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pray",
      "translation": "rezar",
      "definition": "to speak to a deity or spirit in order to give thanks or to ask for help or forgiveness",
      "definition_translation": "hablar con una deidad o espíritu para dar gracias o pedir ayuda o perdón",
      "example": "I prayed for my family's safety during the storm. I have been praying for a new job for months. I will pray for your recovery.",
      "example_translation": "Rezé por la seguridad de mi familia durante la tormenta. He estado rezando por un nuevo trabajo durante meses. Rezaré por tu recuperación.",
      "imageLink": "image_files\\English\\"imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "press",
      "translation": "prensar",
      "definition": "to push or squeeze something firmly, often using a device or machine",
      "definition_translation": "presionar o aplastar algo con firmeza, a menudo utilizando un dispositivo o máquina",
      "example": "I pressed the button to start the machine. She has been pressing her clothes all morning. They will press the grapes for wine.",
      "example_translation": "Presioné el botón para iniciar la máquina. Ella ha estado presionando sus ropas toda la mañana. Ellos prensarán las uvas para el vino.",
      "imageLink": "image_files\\English\\"imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "prevent",
      "translation": "prevenir",
      "definition": "to stop something from happening or to make it less likely to happen",
      "definition_translation": "impedir que algo suceda o hacer que sea menos probable que suceda",
      "example": "The vaccine helped prevent the spread of the disease. We took measures to prevent the theft. They will prevent the fire from spreading.",
      "example_translation": "La vacuna ayudó a prevenir la propagación de la enfermedad. Tomamos medidas para prevenir el robo. Ellos prevenirán que el fuego se propague.",
      "imageLink": "image_files\\English\\"imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "produce",
      "translation": "producir",
      "definition": "to make or manufacture something, especially on a large scale",
      "definition_translation": "hacer o fabricar algo, especialmente a gran escala",
      "example": "The company will produce 10,000 units per month. They produced 5,000 units last month and will produce 15,000 units next month.",
      "example_translation": "La empresa producirá 10,000 unidades por mes. Produjeron 5,000 unidades el mes pasado y producirán 15,000 unidades el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "promise",
      "translation": "prometer",
      "definition": "a commitment or assurance to do something",
      "definition_translation": "un compromiso o aseguramiento de hacer algo",
      "example": "I promised to finish the project by Friday. She had promised to call me yesterday, but she didn't. He will promise to come to the meeting tomorrow.",
      "example_translation": "Prometí terminar el proyecto para el viernes. Ella había prometido llamarme ayer, pero no lo hizo. Él prometerá asistir a la reunión mañana.",
      "imageLink": "image_files\\English\\"imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "protect",
      "translation": "proteger",
      "definition": "to keep someone or something safe from harm or injury",
      "definition_translation": "mantener a alguien o algo a salvo de daño o lesión",
      "example": "The government should protect its citizens from natural disasters. They protected the environment by reducing pollution. We will protect our data by using strong passwords.",
      "example_translation": "El gobierno debería proteger a sus ciudadanos de desastres naturales. Protegieron el medio ambiente reduciendo la contaminación. Protegeremos nuestros datos utilizando contraseñas seguras.",
      "imageLink": "image_files\\English\\"imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "prove",
      "translation": "demostrar",
      "definition": "to show the truth or existence of something by giving evidence or proof",
      "definition_translation": "mostrar la verdad o existencia de algo mediante la presentación de pruebas o evidencia",
      "example": "I will prove the theorem in the next lecture, I proved it last week, and I have been proving it for months.",
      "example_translation": "Demostraré el teorema en la próxima conferencia, lo demostré la semana pasada y he estado demostrándolo durante meses.",
      "imageLink": "image_files\\English\\"imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "provide",
      "translation": "proveer",
      "definition": "to give someone something that they need or want",
      "definition_translation": "dar a alguien algo que necesita o desea",
      "example": "The hotel will provide breakfast, provided breakfast yesterday, and has been providing breakfast for years.",
      "example_translation": "El hotel proporcionará desayuno, proporcionó desayuno ayer y ha estado proporcionando desayuno durante años.",
      "imageLink": "image_files\\English\\"imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "punish",
      "translation": "castigar",
      "definition": "to cause someone to suffer or be uncomfortable because they have done something wrong",
      "definition_translation": "hacer que alguien sufra o se sienta incómodo porque ha hecho algo malo",
      "example": "The judge will punish the criminal, punished him last year, and has been punishing him for five years.",
      "example_translation": "El juez castigará al criminal, lo castigó el año pasado y ha estado castigándolo durante cinco años.",
      "imageLink": "image_files\\English\\"imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "quit",
      "translation": "dejar",
      "definition": "To stop doing something or to leave a place or job.",
      "definition_translation": "Dejar de hacer algo o dejar un lugar o trabajo.",
      "example": "I will quit my job next month, I quit smoking last year, and I quit playing soccer when I was a teenager.",
      "example_translation": "Dejaré mi trabajo el próximo mes, dejé de fumar el año pasado, y dejé de jugar fútbol cuando era adolescente.",
      "imageLink": "image_files\\English\\"imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "quit",
      "translation": "dejar",
      "definition": "To stop doing something or to leave a place or job.",
      "definition_translation": "Dejar de hacer algo o dejar un lugar o trabajo.",
      "example": "She quit her job to start her own business, he quit college to pursue music, and they quit arguing to focus on their relationship.",
      "example_translation": "Ella dejó su trabajo para empezar su propio negocio, él dejó la universidad para perseguir la música, y ellos dejaron de argumentar para enfocarse en su relación.",
      "imageLink": "image_files\\English\\"imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "race",
      "translation": "carrera",
      "definition": "A competition of speed, usually of horses, cars, or runners.",
      "definition_translation": "Una competencia de velocidad, generalmente de caballos, coches o corredores.",
      "example": "I will participate in a race next week, she won the race last year, and they are training for a marathon race.",
      "example_translation": "Participaré en una carrera la próxima semana, ella ganó la carrera el año pasado, y ellos se están entrenando para una carrera de maratón.",
      "imageLink": "image_files\\English\\"imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "raise",
      "translation": "levantar",
      "definition": "to lift something or someone up, or to increase something",
      "definition_translation": "levantar algo o alguien hacia arriba, o aumentar algo",
      "example": "I raised my hand to ask a question. I am raising my children to be kind. I will raise the issue at the meeting.",
      "example_translation": "Levanté la mano para hacer una pregunta. Estoy criando a mis hijos para que sean amables. Levantaré el tema en la reunión.",
      "imageLink": "image_files\\English\\"imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rebuild",
      "translation": "reconstruir",
      "definition": "to build something again after it has been damaged or destroyed",
      "definition_translation": "construir algo de nuevo después de que haya sido dañado o destruido",
      "example": "The city will rebuild the bridge after the hurricane. They rebuilt the house after the fire. We will rebuild the community center next year.",
      "example_translation": "La ciudad reconstruirá el puente después del huracán. Reconstruyeron la casa después del incendio. Reconstruiremos el centro comunitario el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "recycle",
      "translation": "reciclar",
      "definition": "to treat or process materials to make them suitable for use again",
      "definition_translation": "tratar o procesar materiales para hacerlos adecuados para uso nuevamente",
      "example": "We recycle paper to save trees. I recycled the old computer to reduce waste. They will recycle the plastic bottles next month.",
      "example_translation": "Reciclamos papel para salvar árboles. Reciclé la computadora vieja para reducir desechos. Reciclarán las botellas de plástico el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "replace",
      "translation": "reemplazar",
      "definition": "To put something else in the place of something, or to take the place of something",
      "definition_translation": "Poner algo en lugar de algo, o tomar el lugar de algo",
      "example": "I replaced the old phone with a new one. I am replacing the faulty part with a new one. I will replace the broken window with a new one.",
      "example_translation": "Reemplacé el teléfono antiguo con uno nuevo. Estoy reemplazando la parte defectuosa con una nueva. Reemplazaré la ventana rota con una nueva.",
      "imageLink": "image_files\\English\\"imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rescue",
      "translation": "rescatar",
      "definition": "To save someone or something from a difficult or dangerous situation",
      "definition_translation": "Salvar a alguien o algo de una situación difícil o peligrosa",
      "example": "The firefighters rescued the people from the burning building. They are rescuing the stranded hikers. They will rescue the animals from the flooded area.",
      "example_translation": "Los bomberos rescataron a las personas del edificio en llamas. Están rescatando a los excursionistas varados. Rescatarán a los animales del área inundada.",
      "imageLink": "image_files\\English\\"imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "reserve",
      "translation": "reservar",
      "definition": "To keep something for use or for a particular purpose at a later time",
      "definition_translation": "Guardar algo para usarlo o para un propósito particular en un momento posterior",
      "example": "I reserved a table at the restaurant. They are reserving the new products for the holiday season. We will reserve the hotel room for next year.",
      "example_translation": "Reservé una mesa en el restaurante. Están reservando los nuevos productos para la temporada de vacaciones. Reservaremos la habitación del hotel para el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rest",
      "translation": "descansar",
      "definition": "A period of relaxation or sleep, or a pause from activity.",
      "definition_translation": "Un período de relajación o sueño, o una pausa en la actividad.",
      "example": "I rested for a few hours, then went for a walk. I am resting now, and I will rest again tomorrow.",
      "example_translation": "Me descansé por unas horas, luego fui a caminar. Ahora estoy descansando, y descansaré de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "revise",
      "translation": "revisar",
      "definition": "To review or examine something again, especially in order to correct or improve it.",
      "definition_translation": "Revisar o examinar algo de nuevo, especialmente para corregir o mejorar.",
      "example": "I revised my essay several times before submitting it. I am revising my notes for the exam, and I will revise my project proposal next week.",
      "example_translation": "Revisé mi ensayo varias veces antes de presentarlo. Estoy revisando mis notas para el examen, y revisaré mi propuesta de proyecto la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rob",
      "translation": "robar",
      "definition": "To take something from someone else without their permission, especially using force or threats.",
      "definition_translation": "Tomar algo de alguien else sin su permiso, especialmente usando fuerza o amenazas.",
      "example": "The thief robbed the bank yesterday. He was accused of robbing a convenience store, and he will rob someone again if he's not caught.",
      "example_translation": "El ladrón robó el banco ayer. Fue acusado de robar una tienda de conveniencia, y robará a alguien de nuevo si no es capturado.",
      "imageLink": "image_files\\English\\"imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "run",
      "translation": "correr",
      "definition": "to move quickly on foot, typically in a steady and swift pace",
      "definition_translation": "moverse rápidamente a pie, generalmente a un ritmo constante y rápido",
      "example": "I will run to the store tomorrow, I am running to the store now, I ran to the store yesterday.",
      "example_translation": "Correré a la tienda mañana, estoy corriendo a la tienda ahora, corrí a la tienda ayer.",
      "imageLink": "image_files\\English\\"imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "save",
      "translation": "guardar",
      "definition": "to keep or store something safely, especially to prevent loss or harm",
      "definition_translation": "guardar o almacenar algo con seguridad, especialmente para prevenir pérdida o daño",
      "example": "I will save money for my future, I am saving money now, I saved money last year.",
      "example_translation": "Guardaré dinero para mi futuro, estoy guardando dinero ahora, guardé dinero el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "score",
      "translation": "puntuar",
      "definition": "a number of points or goals achieved in a game, test, or competition",
      "definition_translation": "un número de puntos o objetivos logrados en un juego, prueba o competencia",
      "example": "I will score high in the exam tomorrow, I am scoring well in the game now, I scored a goal last night.",
      "example_translation": "Puntuaré alto en el examen mañana, estoy puntuando bien en el juego ahora, anoté un gol anoche.",
      "imageLink": "image_files\\English\\"imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "scream",
      "translation": "gritar",
      "definition": "A loud, harsh, piercing cry, typically expressing intense emotions such as pain, fear, or excitement.",
      "definition_translation": "Un grito fuerte, agudo y penetrante, que expresa emociones intensas como dolor, miedo o emoción.",
      "example": "I screamed with excitement when I won the lottery. I will scream if I see a spider in my room. I screamed at the top of my lungs when I was in labor.",
      "example_translation": "Grité de emoción cuando gané la lotería. Gritaré si veo una araña en mi habitación. Grité con todas mis fuerzas cuando estaba en trabajo de parto.",
      "imageLink": "image_files\\English\\"imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "search",
      "translation": "buscar",
      "definition": "To look carefully for something or someone in order to find them or discover information about them.",
      "definition_translation": "Buscar cuidadosamente algo o alguien para encontrarlos o descubrir información sobre ellos.",
      "example": "I searched the entire house for my keys. She is searching for a new job. They will search the database to find the information.",
      "example_translation": "Busqué en toda la casa mis llaves. Ella busca un nuevo trabajo. Buscarán en la base de datos para encontrar la información.",
      "imageLink": "image_files\\English\\"imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "select",
      "translation": "seleccionar",
      "definition": "To choose something or someone from a group of possibilities, often because of a particular quality or characteristic.",
      "definition_translation": "Elegir algo o alguien de un grupo de posibilidades, a menudo debido a una calidad o característica particular.",
      "example": "I selected the best option for the project. They will select the most qualified candidate for the job. She selected the perfect dress for the wedding.",
      "example_translation": "Elegí la mejor opción para el proyecto. Ellos seleccionarán al candidato más calificado para el trabajo. Ella seleccionó el vestido perfecto para la boda.",
      "imageLink": "image_files\\English\\"imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "serve",
      "translation": "servir",
      "definition": "To provide food or drink to someone, or to offer a particular service or facility to someone.",
      "definition_translation": "Proporcionar alimentos o bebidas a alguien, o ofrecer un servicio o instalación particular a alguien.",
      "example": "I served coffee to the guests. I am serving coffee to the guests. I will serve coffee to the guests.",
      "example_translation": "Serví café a los invitados. Estoy sirviendo café a los invitados. Serviré café a los invitados.",
      "imageLink": "image_files\\English\\"imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sew",
      "translation": "coser",
      "definition": "To join or repair something, especially clothing, using a needle and thread.",
      "definition_translation": "Unir o reparar algo, especialmente ropa, usando una aguja y hilo.",
      "example": "I sewed the button on my shirt. I am sewing a new dress. I will sew a quilt for my grandmother.",
      "example_translation": "Coseré el botón de mi camisa. Estoy cosiendo un vestido nuevo. Coseré una manta para mi abuela.",
      "imageLink": "image_files\\English\\"imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shake",
      "translation": "sacudir",
      "definition": "To move something quickly and strongly, or to feel a sudden strong movement.",
      "definition_translation": "Mover algo rápidamente y con fuerza, o sentir un movimiento fuerte repentino.",
      "example": "I shook hands with my friend. I am shaking the bottle. I will shake the tree to get the fruit.",
      "example_translation": "Estreché la mano con mi amigo. Estoy sacudiendo la botella. Sacudiré el árbol para obtener la fruta.",
      "imageLink": "image_files\\English\\"imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shake hands",
      "translation": "estrechar la mano",
      "definition": "to greet or farewell someone by clasping their right hand, usually with a firm grip, in a gesture of friendship, respect, or agreement",
      "definition_translation": "saludar o despedirse de alguien estrechando su mano derecha, generalmente con un apretón firme, como gesto de amistad, respeto o acuerdo",
      "example": "I shook hands with my business partner to seal the deal. I shake hands with my friend every time we meet. I will shake hands with the president at the ceremony.",
      "example_translation": "Estreché la mano con mi socio comercial para sellar el trato. Estrecho la mano con mi amigo cada vez que nos encontramos. Estrecharé la mano con el presidente en la ceremonia.",
      "imageLink": "image_files\\English\\"imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shoot",
      "translation": "disparar",
      "definition": "to fire a missile or a projectile from a weapon, or to take a photo or a video with a camera",
      "definition_translation": "disparar un misil o un proyectil desde un arma, o tomar una foto o un video con una cámara",
      "example": "I shot the target with a bow and arrow. I shoot photos for a living. I will shoot a video for my YouTube channel tomorrow.",
      "example_translation": "Disparé el blanco con un arco y una flecha. Disparo fotos para ganarme la vida. Dispararé un video para mi canal de YouTube mañana.",
      "imageLink": "image_files\\English\\"imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shop",
      "translation": "tienda",
      "definition": "a building or room where goods or services are sold or offered for sale",
      "definition_translation": "un edificio o habitación donde se venden o ofrecen bienes o servicios",
      "example": "I shopped at the mall yesterday. I shop online every weekend. I will shop at the supermarket tomorrow.",
      "example_translation": "Hice compras en el centro comercial ayer. Compro en línea todos los fines de semana. Compraré en el supermercado mañana.",
      "imageLink": "image_files\\English\\"imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ski",
      "translation": "esquiar",
      "definition": "To move along on skis, typically in a snowy mountainous area, as a form of recreation or sport.",
      "definition_translation": "Moverse en esquís, típicamente en un área montañosa nevada, como una forma de recreación o deporte.",
      "example": "I will ski down the mountain tomorrow, but today I skied down the slope, and yesterday I had skied down the hill.",
      "example_translation": "Esquiaré colina abajo mañana, pero hoy esquí colina abajo, y ayer había esquí colina abajo.",
      "imageLink": "image_files\\English\\"imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "slip",
      "translation": "resbalar",
      "definition": "To slide or fall unintentionally, often because of a lack of friction or traction.",
      "definition_translation": "Deslizarse o caer sin querer, a menudo debido a una falta de fricción o tracción.",
      "example": "I slipped on the ice yesterday, but I will slip on the banana peel tomorrow, and today I slip on the wet floor.",
      "example_translation": "Me resbalé sobre el hielo ayer, pero me resbalaré sobre la piel de plátano mañana, y hoy me resbalo sobre el piso mojado.",
      "imageLink": "image_files\\English\\"imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "smell",
      "translation": "oler",
      "definition": "To perceive the scent or odor of something, often using the nose.",
      "definition_translation": " Percibir el olor o aroma de algo, a menudo utilizando la nariz.",
      "example": "I smelled the coffee this morning, but I will smell the flowers tomorrow, and yesterday I smelled the perfume.",
      "example_translation": "Olor el café esta mañana, pero oleré las flores mañana, y ayer olí el perfume.",
      "imageLink": "image_files\\English\\"imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "smile",
      "translation": "sonreír",
      "definition": "A facial expression characterized by an upward curving of the corners of the mouth and indicating pleasure, amusement, or friendliness.",
      "definition_translation": "Una expresión facial caracterizada por una curva ascendente de las esquinas de la boca y que indica placer, diversión o amistad.",
      "example": "I smiled when I saw my friend, I am smiling now, and I will smile when I see her again.",
      "example_translation": "Sonreí cuando vi a mi amigo, estoy sonriendo ahora y sonreiré cuando la vea de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spill",
      "translation": "derramar",
      "definition": "To cause or allow a liquid to flow or fall out of a container accidentally.",
      "definition_translation": "Provocar o permitir que un líquido fluya o caiga accidentalmente fuera de un contenedor.",
      "example": "I spilled the water when I was carrying the glass, I spill milk every morning, and I will spill coffee if I don't hold the cup carefully.",
      "example_translation": "Derramé el agua cuando llevaba el vaso, derramo leche cada mañana y derramaré café si no sostengo la taza con cuidado.",
      "imageLink": "image_files\\English\\"imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spoil",
      "translation": "malograr",
      "definition": "To damage or ruin something, especially food, by not handling or storing it properly.",
      "definition_translation": "Dañar o echar a perder algo, especialmente alimentos, por no manejarlo o almacenarlo adecuadamente.",
      "example": "I spoiled the milk by leaving it at room temperature, I spoil the vegetables if I don't store them in the fridge, and I will spoil the party if I don't bring enough drinks.",
      "example_translation": "Malogré la leche dejándola a temperatura ambiente, malogo las verduras si no las almaceno en la nevera y malograré la fiesta si no llevo suficientes bebidas.",
      "imageLink": "image_files\\English\\"imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stick",
      "translation": "pegar",
      "definition": "To attach or fasten something to something else, typically using glue or another adhesive substance.",
      "definition_translation": "Pegar o fijar algo a algo más, generalmente utilizando pegamento o otra sustancia adhesiva.",
      "example": "I stuck the poster to the wall, then I will stick it to the fridge, and tomorrow I will stick it to the door.",
      "example_translation": "Pegué el cartel al muro, luego pegaré al refrigerador y mañana pegaré a la puerta.",
      "imageLink": "image_files\\English\\"imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stir",
      "translation": "revolver",
      "definition": "To move a spoon or other object around in a liquid or mixture in order to mix it or make it smooth.",
      "definition_translation": "Mover una cuchara u otro objeto alrededor de un líquido o mezcla para mezclarlo o hacerlo suave.",
      "example": "I stirred the coffee, then I will stir the cake mix, and tomorrow I will stir the soup.",
      "example_translation": "Revoví el café, luego revolveré la mezcla de pastel y mañana revolveré la sopa.",
      "imageLink": "image_files\\English\\"imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "strike",
      "translation": "golpear",
      "definition": "To hit or come into contact with something with force, often suddenly or violently.",
      "definition_translation": "Golpear o entrar en contacto con algo con fuerza, a menudo de repente o con violencia.",
      "example": "The boxer struck his opponent, then he will strike the ball, and tomorrow he will strike the gong.",
      "example_translation": "El boxeador golpeó a su oponente, luego golpeará la pelota y mañana golpeará el gong.",
      "imageLink": "image_files\\English\\"imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "succeed",
      "translation": "tener éxito",
      "definition": "To accomplish something or achieve a goal, often with effort or perseverance.",
      "definition_translation": "Lograr algo o alcanzar un objetivo, a menudo con esfuerzo o perseverancia.",
      "example": "I succeeded in getting the job after three interviews. I have succeeded in learning three languages. I will succeed in finishing this project by the end of the month.",
      "example_translation": "Tuve éxito en obtener el trabajo después de tres entrevistas. He tenido éxito en aprender tres idiomas. Tendré éxito en terminar este proyecto para fin de mes.",
      "imageLink": "image_files\\English\\"imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "suggest",
      "translation": "sugerir",
      "definition": "To propose or recommend something as a possibility or solution.",
      "definition_translation": "Proponer o recomendar algo como una posibilidad o solución.",
      "example": "I suggested we go to the movies last night. She has suggested several ways to improve the process. They will suggest a new policy to the board.",
      "example_translation": "Sugerí que fuéramos al cine anoche. Ella ha sugerido varios modos de mejorar el proceso. Ellos sugieren una nueva política para la junta.",
      "imageLink": "image_files\\English\\"imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sunbathe",
      "translation": "tomar el sol",
      "definition": "To lie or sit in the sun, usually unclothed or partially clothed, in order to enjoy its warmth and obtain a suntan.",
      "definition_translation": "Acostarse o sentarse al sol, generalmente desnudo o parcialmente vestido, para disfrutar de su calor y obtener un bronceado.",
      "example": "I love to sunbathe on the beach during summer. They sunbathed on the deck for hours. We will sunbathe by the pool this weekend.",
      "example_translation": "Me encanta tomar el sol en la playa durante el verano. Ellos tomaron el sol en la cubierta durante horas. Tomaremos el sol junto a la piscina este fin de semana.",
      "imageLink": "image_files\\English\\"imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "support",
      "translation": "apoyo",
      "definition": "to give assistance or encouragement to someone or something",
      "definition_translation": "dar asistencia o apoyo a alguien o algo",
      "example": "I supported my friend during the difficult time. I am supporting him now, and I will support him in the future.",
      "example_translation": "Apoyé a mi amigo durante el momento difícil. Lo estoy apoyando ahora, y lo apoyaré en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "support",
      "translation": "apoyo",
      "definition": "to give assistance or encouragement to someone or something",
      "definition_translation": "dar asistencia o apoyo a alguien o algo",
      "example": "The company supported the local charity. It supports several organizations, and it will support more in the future.",
      "example_translation": "La empresa apoyó a la caridad local. Apoya varias organizaciones, y apoyará más en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "switch off",
      "translation": "apagar",
      "definition": "to stop the operation of a machine or device",
      "definition_translation": "detener la operación de una máquina o dispositivo",
      "example": "I switched off the lights when I left the room. I will switch them off when I go to bed, and I had switched them off yesterday.",
      "example_translation": "Apagué las luces cuando salí de la habitación. Las apagaré cuando me vaya a dormir, y las apagué ayer.",
      "imageLink": "image_files\\English\\"imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "switch on",
      "translation": "encender",
      "definition": "To activate or turn on a device or system, especially by pressing a button or flicking a switch.",
      "definition_translation": "Activar o encender un dispositivo o sistema, especialmente presionando un botón o cambiando un interruptor.",
      "example": "I switched on the TV to watch the news. I will switch on the air conditioner when I get home. I switched on the lights to see better.",
      "example_translation": "Encendí la TV para ver las noticias. Encenderé el acondicionador de aire cuando llegue a casa. Encendí las luces para ver mejor.",
      "imageLink": "image_files\\English\\"imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "taste",
      "translation": "sabor",
      "definition": "The sensation of flavor perceived in the mouth and throat, resulting from the combination of the five basic tastes: sweet, sour, salty, bitter, and umami.",
      "definition_translation": "La sensación de sabor percibida en la boca y la garganta, resultado de la combinación de los cinco sabores básicos: dulce, ácido, salado, amargo y umami.",
      "example": "The taste of strawberries is sweet. I will taste the food before serving it. She tasted the wine to see if it was good.",
      "example_translation": "El sabor de las fresas es dulce. Probaré la comida antes de servirla. Ella probó el vino para ver si era bueno.",
      "imageLink": "image_files\\English\\"imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tear",
      "translation": "lagrima",
      "definition": "A drop of liquid that falls from an eye as a result of emotion or irritation.",
      "definition_translation": "Una gota de líquido que cae del ojo como resultado de la emoción o la irritación.",
      "example": "She shed a tear when she said goodbye. I felt a tear in my eye when I watched the sad movie. He wiped away a tear from his face.",
      "example_translation": "Ella derramó una lágrima cuando se despidió. Sentí una lágrima en mi ojo cuando vi la película triste. Él se secó una lágrima de la cara.",
      "imageLink": "image_files\\English\\"imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "test",
      "translation": "probar",
      "definition": "To evaluate or try something to see if it works or is suitable.",
      "definition_translation": "Evaluarte o intentar algo para ver si funciona o es adecuado.",
      "example": "I will test this new software tomorrow. Yesterday, I tested it and it worked fine. If it tests well, we will release it next month.",
      "example_translation": "Probaré este nuevo software mañana. Ayer, lo probé y funcionó bien. Si prueba bien, lo lanzaremos el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tick",
      "translation": "garrapata",
      "definition": "A small arachnid that attaches itself to animals or humans and feeds on their blood.",
      "definition_translation": "Un pequeño arácnido que se adhiere a animales o humanos y se alimenta de su sangre.",
      "example": "I was bitten by a tick while hiking yesterday. The tick had been on me for hours. If I don't remove the tick, it will cause an infection.",
      "example_translation": "Me picó una garrapata mientras hacía senderismo ayer. La garrapata había estado en mí durante horas. Si noquito la garrapata, causará una infección.",
      "imageLink": "image_files\\English\\"imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tie",
      "translation": "corbata",
      "definition": "A long, narrow piece of cloth worn around the neck, typically as part of a man's formal clothing.",
      "definition_translation": "Una larga tira de tela que se lleva alrededor del cuello, típicamente como parte de la ropa formal de un hombre.",
      "example": "I will tie my tie before the meeting. Yesterday, I tied it too tightly. If I don't learn to tie it properly, I will look silly.",
      "example_translation": "Me ataré la corbata antes de la reunión. Ayer, me la até demasiado apretada. Si no aprendo a atarla adecuadamente, pareceré tonto.",
      "imageLink": "image_files\\English\\"imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "total",
      "translation": "total",
      "definition": "The entire amount or extent of something; the whole.",
      "definition_translation": "La cantidad o extensión completa de algo; la totalidad.",
      "example": "I've spent a total of $100 on this project. Yesterday, I spent $20, and today I'll spend $30. By next week, I will have spent $50.",
      "example_translation": "He gastado un total de $100 en este proyecto. Ayer gasté $20, y hoy gastaré $30. Para la próxima semana, habré gastado $50.",
      "imageLink": "image_files\\English\\"imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tour",
      "translation": "gira",
      "definition": "A journey or travel from place to place, especially for pleasure or business.",
      "definition_translation": "Un viaje o desplazamiento de un lugar a otro, especialmente para placer o negocio.",
      "example": "We took a tour of Europe last summer. We visited Paris, Rome, and Madrid. Next year, we will take a tour of Asia.",
      "example_translation": "Hicimos una gira por Europa el verano pasado. Visitamos París, Roma y Madrid. El próximo año, haremos una gira por Asia.",
      "imageLink": "image_files\\English\\"imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "train",
      "translation": "tren",
      "definition": "A self-propelled vehicle on rails, used for transporting people or goods.",
      "definition_translation": "Un vehículo autopropulsado sobre raíles, utilizado para transportar personas o mercancías.",
      "example": "I take the train to work every day. Yesterday, I missed the train, and today I'll take a later train. By next month, I will have taken the train for a year.",
      "example_translation": "Tomo el tren para ir al trabajo todos los días. Ayer perdí el tren, y hoy tomaré un tren más tarde. Para el próximo mes, habré tomado el tren durante un año.",
      "imageLink": "image_files\\English\\"imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "transfer",
      "translation": "transferir",
      "definition": "To move or shift something from one place to another, especially to move money or goods from one account or place to another.",
      "definition_translation": "Mover o cambiar algo de un lugar a otro, especialmente para mover dinero o mercancías de una cuenta o lugar a otro.",
      "example": "I transferred the money from my savings account to my checking account. Yesterday, I had transferred the files to the new computer. I will transfer to a new department next month.",
      "example_translation": "Transferí el dinero de mi cuenta de ahorro a mi cuenta corriente. Ayer, había transferido los archivos al nuevo computadora. Transferiré a un nuevo departamento el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "translate",
      "translation": "traducir",
      "definition": "To change words or text from one language to another, or to express something in a different language.",
      "definition_translation": "Cambiar palabras o texto de un idioma a otro, o expresar algo en un idioma diferente.",
      "example": "I translated the document from English to Spanish. She translated the website into French. They will translate the movie into several languages.",
      "example_translation": "Traduje el documento del inglés al español. Ella tradujo el sitio web al francés. Traducirán la película a varios idiomas.",
      "imageLink": "image_files\\English\\"imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "try",
      "translation": "intentar",
      "definition": "To make an effort to do something or to make an attempt at something.",
      "definition_translation": "Hacer un esfuerzo para hacer algo o intentar algo.",
      "example": "I will try to finish the project by tomorrow. She tried to learn how to play the guitar. They tried to fix the broken computer.",
      "example_translation": "Intentaré terminar el proyecto para mañana. Ella intentó aprender a tocar la guitarra. Intentaron arreglar la computadora rota.",
      "imageLink": "image_files\\English\\"imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "type",
      "translation": "tipo",
      "definition": "A category or class of things having some common characteristic or quality",
      "definition_translation": "Una categoría o clase de cosas que tienen alguna característica o calidad común",
      "example": "I can type very fast. I typed a letter yesterday. I will type an email tomorrow.",
      "example_translation": "Puedo escribir muy rápido. Escribí una carta ayer. Escribiré un correo electrónico mañana.",
      "imageLink": "image_files\\English\\"imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "undress",
      "translation": "desvestir",
      "definition": "To remove one's clothes, especially in preparation for bed or a bath",
      "definition_translation": "Quitar uno sus ropas, especialmente en preparación para la cama o un baño",
      "example": "She undressed quickly. He had undressed before dinner. They will undress after the party.",
      "example_translation": "Ella se desvistió rápidamente. Él se había desvestido antes de cenar. Ellos se desvestirán después de la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unpack",
      "translation": "desempacar",
      "definition": "To remove the contents of a package, suitcase, or bag, especially after a journey",
      "definition_translation": "Quitar el contenido de un paquete, maleta o bolsa, especialmente después de un viaje",
      "example": "I unpacked my bag. She had unpacked the boxes. They will unpack the luggage.",
      "example_translation": "Desempacé mi bolsa. Ella había desempacado las cajas. Ellos desempacarán el equipaje.",
      "imageLink": "image_files\\English\\"imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "update",
      "translation": "actualizar",
      "definition": "to make something more modern or suitable for a particular purpose",
      "definition_translation": "hacer algo más moderno o adecuado para un propósito específico",
      "example": "I will update my phone next week. I updated my phone last month. I update my phone every year.",
      "example_translation": "Actualizaré mi teléfono la próxima semana. Actualicé mi teléfono el mes pasado. Actualizo mi teléfono cada año.",
      "imageLink": "image_files\\English\\"imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "vote",
      "translation": "votar",
      "definition": "to choose or decide something by writing a mark on a piece of paper or by raising your hand",
      "definition_translation": "elegir o decidir algo escribiendo una marca en un papel o levantando la mano",
      "example": "I will vote for her in the election. I voted for him in the last election. I vote every time there is an election.",
      "example_translation": "Votaré por ella en las elecciones. Voté por él en las elecciones pasadas. Voto cada vez que hay una elección.",
      "imageLink": "image_files\\English\\"imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "walk the dog",
      "translation": "pasear al perro",
      "definition": "to take a dog for a walk, typically on a leash",
      "definition_translation": "llevar a un perro a caminar, generalmente con una correa",
      "example": "I walk the dog every morning. She walked the dog yesterday. They will walk the dog tomorrow.",
      "example_translation": "Caminó al perro cada mañana. Ella caminó al perro ayer. Ellos caminarán al perro mañana.",
      "imageLink": "image_files\\English\\"imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "warn",
      "translation": "advertir",
      "definition": "to give someone a warning or advice about something, typically because there is a risk or danger",
      "definition_translation": "dar a alguien una advertencia o consejo sobre algo, normalmente porque hay un riesgo o peligro",
      "example": "I warned her about the danger of swimming in the lake. I am warning you about the consequences of your actions. I will warn him about the deadline.",
      "example_translation": "Le advertí sobre el peligro de nadar en el lago. Te estoy advirtiendo sobre las consecuencias de tus acciones. Le advertiré sobre la fecha límite.",
      "imageLink": "image_files\\English\\"imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "waste",
      "translation": "desperdiciar",
      "definition": "to use something in a way that is unnecessary or without a good reason, so that it is not used to its full advantage",
      "definition_translation": "usar algo de una manera innecesaria o sin una buena razón, de modo que no se utiliza al máximo",
      "example": "I wasted a lot of time watching TV yesterday. I am wasting my money on unnecessary things. I will waste no time in finishing my project.",
      "example_translation": "Desperdicié mucho tiempo viendo televisión ayer. Estoy desperdiciando mi dinero en cosas innecesarias. No desperdiciaré tiempo en terminar mi proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "wave",
      "translation": "ola",
      "definition": "a movement of energy through the air or water, often in a regular pattern, or a signal or greeting made with the hand",
      "definition_translation": "un movimiento de energía a través del aire o del agua, a menudo en un patrón regular, o una señal o saludo hecho con la mano",
      "example": "The wave crashed against the shore. I waved goodbye to my friend. The teacher waved her hand to get our attention.",
      "example_translation": "La ola se estrelló contra la orilla. Me despedí con la mano de mi amigo. La profesora movió su mano para llamar nuestra atención.",
      "imageLink": "image_files\\English\\"imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "write something down",
      "translation": "escribir algo",
      "definition": "To record or note something in writing, typically as a reminder or for future reference.",
      "definition_translation": "Grabar o anotar algo por escrito, generalmente como recordatorio o para referencia futura.",
      "example": "I wrote down the phone number so I wouldn't forget it. I have been writing down all my expenses this month. I will write down the recipe so I can make it again.",
      "example_translation": "Escrebí el número de teléfono para no olvidarlo. He estado escribiendo todas mis gastos este mes. Escribiré la receta para poder hacerla de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]