[
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tree",
      "translation": "árbol",
      "definition": "A perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species.",
      "definition_translation": "Una planta perenne con un tallo alargado, o tronco, que sostiene ramas y hojas en la mayoría de las especies.",
      "example": "I climbed the tree when I was a child. I climb the tree every weekend. I will climb the tree next summer.",
      "example_translation": "Subí el árbol cuando era niño. Subo el árbol cada fin de semana. Subiré el árbol el próximo verano.",
      "imageLink": "image_files\\English\\"imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apple tree",
      "translation": "manzano",
      "definition": "A deciduous tree cultivated for its fruit, which is often eaten fresh or used in cooking and cider production.",
      "definition_translation": "Un árbol deciduo cultivado por su fruta, que a menudo se come fresca o se utiliza en la cocina y la producción de sidra.",
      "example": "I saw an apple tree in the orchard. I see an apple tree in the backyard. I will see an apple tree in the garden.",
      "example_translation": "Vi un manzano en el huerto. Veo un manzano en el patio trasero. Veré un manzano en el jardín.",
      "imageLink": "image_files\\English\\"imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "forest",
      "translation": "bosque",
      "definition": "A large area of land covered with trees and undergrowth, often inhabited by wild animals and plants.",
      "definition_translation": "Un área grande de tierra cubierta de árboles y vegetación, a menudo habitada por animales y plantas silvestres.",
      "example": "I went to the forest last weekend. I go to the forest every year. I will go to the forest next month.",
      "example_translation": "Fui al bosque el fin de semana pasado. Voy al bosque cada año. Iré al bosque el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "branch",
      "translation": "rama",
      "definition": "A branch is a part of a tree that grows out from the trunk and has leaves, fruits, or flowers on it.",
      "definition_translation": "Una rama es una parte de un árbol que crece desde el tronco y tiene hojas, frutas o flores en ella.",
      "example": "I climbed the tree to get the fruit from the highest branch. Yesterday, I pruned the dead branch to help the tree grow. By next year, the new branch will be strong enough to hold the weight.",
      "example_translation": "Subí el árbol para obtener la fruta de la rama más alta. Ayer, podé la rama muerta para ayudar al árbol a crecer. Para el próximo año, la nueva rama será lo suficientemente fuerte como para soportar el peso.",
      "imageLink": "image_files\\English\\"imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fruit tree",
      "translation": "árbol frutal",
      "definition": "A fruit tree is a tree that produces fruit, such as apples, bananas, or oranges, which are eaten by humans or animals.",
      "definition_translation": "Un árbol frutal es un árbol que produce frutas, como manzanas, plátanos o naranjas, que se comen por humanos o animales.",
      "example": "We planted a fruit tree in our backyard last year, and now it's producing delicious apples. The fruit tree in the park is a popular spot for children to play. By next spring, our fruit tree will be blooming with flowers.",
      "example_translation": "Plantamos un árbol frutal en nuestro patio trasero el año pasado, y ahora está produciendo deliciosas manzanas. El árbol frutal en el parque es un lugar popular para que los niños jueguen. Para la próxima primavera, nuestro árbol frutal estará floreciendo con flores.",
      "imageLink": "image_files\\English\\"imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "leaf",
      "translation": "hoja",
      "definition": "A leaf is a green, flat part of a plant that grows on a stem or branch and makes food for the plant through photosynthesis.",
      "definition_translation": "Una hoja es una parte plana y verde de una planta que crece en un tallo o rama y produce alimentos para la planta a través de la fotosíntesis.",
      "example": "The leaf on the plant was wilted, so I watered it. The leaf that fell from the tree was crunchy under my feet. By next autumn, the leaf will turn yellow and fall off.",
      "example_translation": "La hoja en la planta estaba marchita, así que la regué. La hoja que cayó del árbol era crujiente bajo mis pies. Para el próximo otoño, la hoja se volverá amarilla y caerá.",
      "imageLink": "image_files\\English\\"imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "oak",
      "translation": "roble",
      "definition": "A deciduous tree with a rough greyish-brown bark and lobed leaves, native to northern hemisphere.",
      "definition_translation": "Un árbol caducifolio con corteza gris parduzca y hojas lobuladas, nativo del hemisferio norte.",
      "example": "The oak tree in our backyard was over 100 years old. It has been standing there for generations. It will stand there for many years to come.",
      "example_translation": "El roble en nuestro patio trasero tenía más de 100 años. Ha estado allí por generaciones. Estará allí durante muchos años por venir.",
      "imageLink": "image_files\\English\\"imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "plum tree",
      "translation": "ciruelo",
      "definition": "A small deciduous tree with showy flowers and edible fruit, native to Asia and Europe.",
      "definition_translation": "Un árbol caducifolio pequeño con flores vistosas y frutas comestibles, nativo de Asia y Europa.",
      "example": "We planted a plum tree in our garden last year. It has already produced flowers. It will produce delicious plums soon.",
      "example_translation": "Plantamos un ciruelo en nuestro jardín el año pasado. Ya ha producido flores. Pronto producirá ciruelas deliciosas.",
      "imageLink": "image_files\\English\\"imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "root",
      "translation": "raíz",
      "definition": "The underground part of a plant that absorbs water and nutrients from the soil.",
      "definition_translation": "La parte subterránea de una planta que absorbe agua y nutrientes del suelo.",
      "example": "The root of the plant was damaged during the transplant. It had been growing for years. It will grow again soon.",
      "example_translation": "La raíz de la planta se dañó durante el trasplante. Había estado creciendo durante años. Crecerá de nuevo pronto.",
      "imageLink": "image_files\\English\\"imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "palm",
      "translation": "palma",
      "definition": "A palm is a type of plant with a single stem, known for its leaves that are shaped like feathers.",
      "definition_translation": "Una palma es un tipo de planta con un solo tallo, conocida por sus hojas que tienen forma de plumas.",
      "example": "I climbed a palm tree to get a better view. I am climbing a palm tree to get a better view. I will climb a palm tree to get a better view.",
      "example_translation": "Subí un árbol de palma para tener una vista mejor. Estoy subiendo un árbol de palma para tener una vista mejor. Subiré un árbol de palma para tener una vista mejor.",
      "imageLink": "image_files\\English\\"imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "woodland",
      "translation": "bosque",
      "definition": "A woodland is a area of land covered with trees and undergrowth, often with wild animals.",
      "definition_translation": "Un bosque es un área de tierra cubierta de árboles y maleza, a menudo con animales silvestres.",
      "example": "I walked through the woodland to get to the river. I am walking through the woodland to get to the river. I will walk through the woodland to get to the river.",
      "example_translation": "Caminé a través del bosque para llegar al río. Estoy caminando a través del bosque para llegar al río. Caminaré a través del bosque para llegar al río.",
      "imageLink": "image_files\\English\\"imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "acacia",
      "translation": "acacia",
      "definition": "An acacia is a type of tree or shrub with compound leaves and small, often yellow, flowers.",
      "definition_translation": "Una acacia es un tipo de árbol o arbusto con hojas compuestas y flores pequeñas, a menudo amarillas.",
      "example": "The acacia tree provided shade from the hot sun. The acacia tree is providing shade from the hot sun. The acacia tree will provide shade from the hot sun.",
      "example_translation": "El árbol de acacia proporcionó sombra del sol caliente. El árbol de acacia está proporcionando sombra del sol caliente. El árbol de acacia proporcionará sombra del sol caliente.",
      "imageLink": "image_files\\English\\"imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alder",
      "translation": "aliso",
      "definition": "A deciduous tree or shrub of the birch family, with conical leaves and male catkins, found in wetlands and along rivers.",
      "definition_translation": "Un árbol o arbusto caducifolio de la familia de lasBetuláceas, con hojas cónicas y amentos masculinos, encontrado en humedales y a lo largo de los ríos.",
      "example": "The alder tree grew rapidly near the riverbank. The farmer will plant an alder tree next spring. If it rains, the alder tree will thrive.",
      "example_translation": "El árbol de aliso creció rápidamente cerca de la orilla del río. El granjero plantará un árbol de aliso la próxima primavera. Si llueve, el árbol de aliso prosperará.",
      "imageLink": "image_files\\English\\"imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "almond tree",
      "translation": "almendro",
      "definition": "A deciduous tree or shrub of the rose family, with showy pink or white flowers and edible nuts, native to southwestern Asia and the Mediterranean region.",
      "definition_translation": "Un árbol o arbusto caducifolio de la familia de las Rosáceas, con flores rosadas o blancas vistosas y nueces comestibles, nativo del sudoeste de Asia y la región del Mediterráneo.",
      "example": "The almond tree blossomed beautifully in the garden. We picked almonds from the tree yesterday. The farmer will prune the almond tree next month.",
      "example_translation": "El almendro floreció hermosamente en el jardín. Recogimos almendras del árbol ayer. El granjero podará el almendro el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ash",
      "translation": "fresno",
      "definition": "A deciduous tree of the olive family, with compound leaves and distinctive black buds, native to Europe and western Asia.",
      "definition_translation": "Un árbol caducifolio de la familia de las Oleáceas, con hojas compuestas y yemas negras características, nativo de Europa y Asia occidental.",
      "example": "The ash tree stood tall in the forest. We burned ash wood in the fireplace last night. The ash tree will regrow its branches next year.",
      "example_translation": "El fresno se alzaba alto en el bosque. Quemamos madera de fresno en la chimenea anoche. El fresno regenerará sus ramas el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "baobab",
      "translation": "baobab",
      "definition": "A baobab is a type of deciduous tree that is native to Africa, Australia, and the Indian Ocean. It has a distinctive shape, with a thick, water-storing trunk and branches that resemble roots.",
      "definition_translation": "Un baobab es un tipo de árbol deciduo originario de África, Australia y el Océano Índico. Tiene una forma distintiva, con un tronco grueso que almacena agua y ramas que se asemejan a raíces.",
      "example": "The baobab tree has been used for centuries as a source of food and medicine. Today, it is still used in many African countries. In the future, scientists hope to discover more about its medicinal properties.",
      "example_translation": "El árbol de baobab ha sido utilizado durante siglos como fuente de alimentos y medicinas. Hoy en día, todavía se utiliza en muchos países africanos. En el futuro, los científicos esperan descubrir más sobre sus propiedades medicinales.",
      "imageLink": "image_files\\English\\"imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beech",
      "translation": "haya",
      "definition": "A beech is a type of deciduous tree that is native to Europe and North America. It has a smooth, gray bark and small, edible nuts.",
      "definition_translation": "Una haya es un tipo de árbol deciduo originario de Europa y América del Norte. Tiene una corteza lisa y gris y pequeñas nueces comestibles.",
      "example": "The beech tree is often used as a ornamental tree in parks and gardens. In the past, its wood was used to make furniture. Today, it is still used for flooring and paneling.",
      "example_translation": "El árbol de haya se utiliza a menudo como árbol ornamental en parques y jardines. En el pasado, su madera se utilizaba para hacer muebles. Hoy en día, todavía se utiliza para pavimentos y revestimientos.",
      "imageLink": "image_files\\English\\"imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "birch",
      "translation": "abedul",
      "definition": "A birch is a type of deciduous tree that is native to the Northern Hemisphere. It has a white, papery bark and slender branches.",
      "definition_translation": "Un abedul es un tipo de árbol deciduo originario del Hemisferio Norte. Tiene una corteza blanca y papirácea y ramas delgadas.",
      "example": "The birch tree is often used in landscaping because of its unique shape and color. In the past, its bark was used to make canoes. Today, it is still used for crafts and decorations.",
      "example_translation": "El árbol de abedul se utiliza a menudo en paisajismo debido a su forma y color únicos. En el pasado, su corteza se utilizaba para hacer canoas. Hoy en día, todavía se utiliza para manualidades y decoraciones.",
      "imageLink": "image_files\\English\\"imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bough",
      "translation": "rama",
      "definition": "A branch, especially a main branch, of a tree.",
      "definition_translation": "Una rama, especialmente una rama principal, de un árbol.",
      "example": "The bird built its nest on a sturdy bough. The tree branch broke off in the storm, but we managed to salvage a sturdy bough. By next year, the tree will have grown a new bough.",
      "example_translation": "El pájaro construyó su nido en una rama resistente. La rama del árbol se rompió en la tormenta, pero logramos rescatar una rama resistente. Para el próximo año, el árbol habrá crecido una nueva rama.",
      "imageLink": "image_files\\English\\"imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cedar",
      "translation": "cedro",
      "definition": "A coniferous tree of the genus Cedrus, native to mountains of the western Himalayas and the Mediterranean region.",
      "definition_translation": "Un árbol conífero del género Cedrus, nativo de las montañas del Himalaya occidental y la región del Mediterráneo.",
      "example": "We hiked through the forest of cedar trees. The cedar wood was fragrant and resistant to insects. By the time we returned, the cedar tree had grown taller.",
      "example_translation": "Camino a través del bosque de árboles de cedro. La madera de cedro era fragante y resistente a los insectos. Para cuando regresamos, el árbol de cedro había crecido más alto.",
      "imageLink": "image_files\\English\\"imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cherry tree",
      "translation": "cerezo",
      "definition": "A tree or shrub that produces cherries, native to the temperate regions of the Northern Hemisphere.",
      "definition_translation": "Un árbol o arbusto que produce cerezas, nativo de las regiones templadas del hemisferio norte.",
      "example": "We planted a cherry tree in our backyard. The cherry tree bloomed beautifully in the spring. By next summer, the cherry tree will be laden with fruit.",
      "example_translation": "Plantamos un cerezo en nuestro patio trasero. El cerezo floreció hermosamente en la primavera. Para el próximo verano, el cerezo estará cargado de frutas.",
      "imageLink": "image_files\\English\\"imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "coconut palm",
      "translation": "palma de coco",
      "definition": "A tall palm tree native to tropical regions, bearing coconuts as fruit.",
      "definition_translation": "Un árbol de palma alto originario de regiones tropicales, que produce cocos como fruta.",
      "example": "We used to climb coconut palms when we were kids; now we use its oil for cooking. I will plant a coconut palm in my backyard next year.",
      "example_translation": "Solíamos subir a palmas de coco cuando éramos niños; ahora usamos su aceite para cocinar. Plantaré una palma de coco en mi patio trasero el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cone",
      "translation": "cono",
      "definition": "A shape with a circular base and tapering sides that meet at a point, typically used in mathematics and geometry.",
      "definition_translation": "Una forma con una base circular y lados que se estrechan hasta un punto, utilizada típicamente en matemáticas y geometría.",
      "example": "The child was holding a cone of ice cream; it melted quickly. We learned about cones in geometry class yesterday. I will buy a traffic cone for my construction site next week.",
      "example_translation": "El niño sostenía un cono de helado; se derritió rápidamente. Aprendimos sobre conos en la clase de geometría ayer. Compraré un cono de tráfico para mi sitio de construcción la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "coniferous tree",
      "translation": "árbol conífero",
      "definition": "A type of tree that produces cones and has needle-like leaves, often found in cold climates.",
      "definition_translation": "Un tipo de árbol que produce conos y tiene hojas como agujas, frecuentemente encontrado en climas fríos.",
      "example": "We planted coniferous trees in our backyard to provide shade; they grew rapidly. I saw coniferous trees in the mountains last year. We will decorate coniferous trees for Christmas next month.",
      "example_translation": "Plantamos árboles coníferos en nuestro patio trasero para proporcionar sombra; crecieron rápidamente. Vi árboles coníferos en las montañas el año pasado. Decoraremos árboles coníferos para Navidad el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "deciduous tree",
      "translation": "árbol caduco",
      "definition": "A deciduous tree is a type of tree that sheds its leaves annually, typically during autumn or winter.",
      "definition_translation": "Un árbol caduco es un tipo de árbol que pierde sus hojas anualmente, generalmente durante otoño o invierno.",
      "example": "The park was full of deciduous trees that had already shed their leaves, creating a beautiful scenery. Last year, the trees were full of green leaves, but next year, they will grow new ones. By the time I visit the park again, the deciduous trees will have changed their colors.",
      "example_translation": "El parque estaba lleno de árboles caducos que ya habían perdido sus hojas, creando un paisaje hermoso. El año pasado, los árboles estaban llenos de hojas verdes, pero el próximo año, crecerán nuevas. Para cuando visite el parque de nuevo, los árboles caducos habrán cambiado de color.",
      "imageLink": "image_files\\English\\"imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "elderberry",
      "translation": "saúco",
      "definition": "An elderberry is a type of shrub or small tree that produces clusters of small, dark purple berries.",
      "definition_translation": "Un saúco es un tipo de arbusto o árbol pequeño que produce racimos de pequeñas bayas oscuras moradas.",
      "example": "I picked some elderberries from the garden to make a delicious jam. Last summer, I used elderberries to make a refreshing drink, and next autumn, I will try to make elderberry wine. When I was a child, my grandmother used to make elderberry pies.",
      "example_translation": "Recogí algunos saúcos del jardín para hacer una deliciosa mermelada. El verano pasado, utilicé saúcos para hacer una bebida refrescante, y el próximo otoño, intentaré hacer vino de saúco. Cuando era niño, mi abuela solía hacer pasteles de saúco.",
      "imageLink": "image_files\\English\\"imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "elm",
      "translation": "olmo",
      "definition": "An elm is a type of deciduous tree that has a spreading canopy and often grows in moist areas.",
      "definition_translation": "Un olmo es un tipo de árbol caduco que tiene una copa extendida y a menudo crece en áreas húmedas.",
      "example": "The elm tree in our backyard was home to many birds. Last year, the elm tree was infested with pests, but this year, it is healthy again. In the future, I will plant more elm trees in the garden to create a beautiful landscape.",
      "example_translation": "El olmo del patio trasero de nuestra casa era el hogar de muchos pájaros. El año pasado, el olmo estaba infestado de plagas, pero este año, está sano de nuevo. En el futuro, plantaré más olmos en el jardín para crear un paisaje hermoso.",
      "imageLink": "image_files\\English\\"imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fig tree",
      "translation": "higuera",
      "definition": "A fig tree is a deciduous shrub or small tree native to the Middle East and Mediterranean region, cultivated for its edible fruit.",
      "definition_translation": "Un árbol de higuera es un arbusto caducifolio o pequeño árbol originario del Medio Oriente y región mediterránea, cultivado por su fruta comestible.",
      "example": "The farmer carefully pruned the fig tree to ensure a bountiful harvest. Last year, the fig tree produced an abundance of fruit. If we plant a fig tree today, it will bear fruit next summer.",
      "example_translation": "El agricultor podó con cuidado el árbol de higuera para asegurar una cosecha abundante. El año pasado, el árbol de higuera produjo una abundancia de fruta. Si plantamos un árbol de higuera hoy, dará fruto la próxima verano.",
      "imageLink": "image_files\\English\\"imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fir",
      "translation": "abeto",
      "definition": "A fir is a coniferous tree with needle-like leaves, native to mountainous regions of North America, Europe, and Asia.",
      "definition_translation": "Un abeto es un árbol conífero con hojas aciculares, originario de regiones montañosas de América del Norte, Europa y Asia.",
      "example": "The fir tree stood tall in the snowy forest. We decorated the fir tree with lights and ornaments for Christmas. If we plant a fir tree today, it will grow tall in a few years.",
      "example_translation": "El árbol de abeto se erguía alto en el bosque nevado. Decoramos el árbol de abeto con luces y ornamentas para Navidad. Si plantamos un árbol de abeto hoy, crecerá alto en unos pocos años.",
      "imageLink": "image_files\\English\\"imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hazel",
      "translation": "avellano",
      "definition": "A hazel is a deciduous shrub or small tree with rounded leaves, native to Europe and Asia, often used for fencing and hedging.",
      "definition_translation": "Un avellano es un arbusto caducifolio o pequeño árbol con hojas redondas, originario de Europa y Asia, a menudo utilizado para cercas y setos.",
      "example": "The hazel tree grew wild in the forest. We used hazel branches to build a fence. Next autumn, we will harvest hazelnuts from the hazel tree.",
      "example_translation": "El árbol de avellano crecía salvaje en el bosque. Usamos ramas de avellano para construir una cerca. El próximo otoño, cosecharemos avellanas del árbol de avellano.",
      "imageLink": "image_files\\English\\"imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "holly",
      "translation": "acebo",
      "definition": "A prickly evergreen tree or shrub with bright red berries, often used as a symbol of Christmas.",
      "definition_translation": "Un árbol o arbusto perenne con espinas, con bayas rojas brillantes, a menudo utilizado como símbolo de Navidad.",
      "example": "The holly bush in our garden was laden with bright red berries. I decorated the house with holly last Christmas. I will plant a holly tree in my garden next year.",
      "example_translation": "El arbusto de acebo en nuestro jardín estaba cargado de bayas rojas brillantes. Decoré la casa con acebo la Navidad pasada. Voy a plantar un árbol de acebo en mi jardín el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hornbeam",
      "translation": "carpe",
      "definition": "A deciduous tree with a smooth grey trunk and hard wood, often used for furniture and tool handles.",
      "definition_translation": "Un árbol caduco con un tronco gris liso y madera dura, a menudo utilizado para muebles y mangos de herramientas.",
      "example": "The hornbeam tree in the park was older than the oak tree. I had to sand the hornbeam wood to make it smooth. The carpenter will use hornbeam wood to make a new chair next week.",
      "example_translation": "El árbol de carpe en el parque era más antiguo que el árbol de roble. Tuve que lijar la madera de carpe para hacerla suave. El carpintero utilizará madera de carpe para hacer una silla nueva la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "horse chestnut",
      "translation": "castaño de indias",
      "definition": "A large deciduous tree with a broad rounded crown and edible nuts, often used as a shade tree.",
      "definition_translation": "Un gran árbol caduco con una corona redondeada ancha y nueces comestibles, a menudo utilizado como árbol de sombra.",
      "example": "The horse chestnut tree in the garden was a popular spot for kids to play. I roasted horse chestnuts over an open fire last autumn. We will plant horse chestnut trees in the park next spring.",
      "example_translation": "El árbol de castaño de indias en el jardín era un lugar popular para que los niños jugaran. Asé castañas de indias sobre una hoguera abierta la última otoño. Plantaremos árboles de castaño de indias en el parque la próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "juniper",
      "translation": "enebro",
      "definition": "a small evergreen tree or shrub with needle-like leaves and cones, typically used as a spice or for making gin",
      "definition_translation": "un árbol o arbusto siempreverde pequeño con hojas en forma de aguja y conos, típicamente utilizado como especia o para hacer ginebra",
      "example": "The scent of juniper filled the air, reminding me of my grandmother's famous gin-based cocktail. She had juniper trees in her backyard, and I would play among them as a child. One day, I will plant juniper trees in my own garden.",
      "example_translation": "El olor del enebro llenó el aire, recordándome la famosa cóctel basada en ginebra de mi abuela. Tenía árboles de enebro en su patio trasero, y yo solía jugar entre ellos de niño. Un día, plantaré árboles de enebro en mi propio jardín.",
      "imageLink": "image_files\\English\\"imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "larch",
      "translation": "lárice",
      "definition": "a coniferous tree that sheds its needles annually, typically found in mountainous regions",
      "definition_translation": "un árbol conífero que pierde sus agujas anualmente, típicamente encontrado en regiones montañosas",
      "example": "The larch trees in the mountains turned golden in the fall, creating a breathtaking landscape. As a child, I would help my father collect larch cones to use as decorations. In the future, I hope to go skiing among the larch trees in the Alps.",
      "example_translation": "Los árboles de lárice en las montañas se volvieron dorados en el otoño, creando un paisaje impresionante. De niño, yo ayudaba a mi padre a recoger conos de lárice para usarlos como decoraciones. En el futuro, espero ir esquíando entre los árboles de lárice en los Alpes.",
      "imageLink": "image_files\\English\\"imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "linden",
      "translation": "tilo",
      "definition": "a deciduous tree with heart-shaped leaves, often used as a shade tree or for making tea",
      "definition_translation": "un árbol caducifolio con hojas en forma de corazón, a menudo utilizado como árbol de sombra o para hacer té",
      "example": "The linden tree in our backyard provided shade for our summer barbecues. As a child, I would play under the linden tree, watching the leaves rustle in the wind. One day, I will plant a linden tree in my own garden, where I can sit and enjoy the shade.",
      "example_translation": "El árbol de tilo en nuestro patio trasero proporcionaba sombra para nuestras barbacoas de verano. De niño, yo solía jugar debajo del árbol de tilo, viendo cómo las hojas crujían en el viento. Un día, plantaré un árbol de tilo en mi propio jardín, donde puedo sentarme y disfrutar de la sombra.",
      "imageLink": "image_files\\English\\"imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "maple",
      "translation": "árceo",
      "definition": "A maple is a type of deciduous shrub or small tree that is native to Asia and North America, known for its distinctive palmate leaves and bright autumn colors.",
      "definition_translation": "Un arceo es un tipo de arbusto o árbol pequeño caducifolio originario de Asia y América del Norte, conocido por sus hojas palmadas características y brillantes colores otoñales.",
      "example": "The maple tree in our backyard was ablaze with color last fall. Nowadays, it's blooming with beautiful flowers. By next year, it will have grown even taller.",
      "example_translation": "El árbol de arceo en nuestro patio trasero estaba ardiendo de color el otoño pasado. Hoy en día, está floreciendo con hermosas flores. Para el próximo año, habrá crecido aún más alto.",
      "imageLink": "image_files\\English\\"imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rowan",
      "translation": "serbal",
      "definition": "A rowan is a small to medium-sized deciduous tree with bright red berries, native to Europe, Asia, and North America, often associated with magic and protection in Celtic mythology.",
      "definition_translation": "Un serbal es un árbol decíduo pequeño a mediano con bayas rojas brillantes, originario de Europa, Asia y América del Norte, a menudo asociado con magia y protección en la mitología celta.",
      "example": "The rowan tree in the park was laden with berries last winter. Now, it's in full bloom with white flowers. By next autumn, the birds will be feasting on its fruit.",
      "example_translation": "El árbol de serbal en el parque estaba cargado de bayas el invierno pasado. Ahora, está en plena flor con flores blancas. Para el próximo otoño, los pájaros estarán disfrutando de su fruto.",
      "imageLink": "image_files\\English\\"imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sequoia",
      "translation": "secuoya",
      "definition": "A sequoia is a massive evergreen tree native to the western coast of North America, characterized by its towering height, broad trunk, and long lifespan, with some specimens living over 2,000 years.",
      "definition_translation": "Una secuoya es un árbol perenne gigante originario de la costa oeste de América del Norte, caracterizado por su altura impresionante, tronco ancho y larga longevidad, con algunos especímenes viviendo más de 2,000 años.",
      "example": "The sequoia tree in the national park was awe-inspiring in its grandeur. Now, it's surrounded by a dense forest. By next century, it will still be standing tall.",
      "example_translation": "El árbol de secuoya en el parque nacional era impresionante en su grandeza. Ahora, está rodeado de un bosque denso. Para el próximo siglo, seguirá en pie con orgullo.",
      "imageLink": "image_files\\English\\"imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spruce",
      "translation": "picea",
      "definition": "a coniferous tree, typically evergreen, with needle-like leaves and cones",
      "definition_translation": "un árbol conífero, típicamente perenne, con hojas en forma de aguja y conos",
      "example": "The park ranger planted a spruce tree in the park yesterday, it is growing well now, and will be a beautiful shade tree in the future.",
      "example_translation": "El guardabosques plantó un árbol de picea en el parque ayer, ahora está creciendo bien y será un hermoso árbol de sombra en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stone pine",
      "translation": "pino de piedra",
      "definition": "a pine tree with a twisted, gnarled trunk and branches, often growing on rocky soil",
      "definition_translation": "un pino con un tronco y ramas torcidos y nudosos, a menudo creciendo en suelos rocosos",
      "example": "The stone pine stood alone on the hill, its ancient branches twisted by the wind, we will climb it tomorrow, and had climbed it the day before yesterday.",
      "example_translation": "El pino de piedra se alzaba solo en la colina, sus ramas ancestrales torcidas por el viento, subiremos mañana y habíamos subido el día antes de ayer.",
      "imageLink": "image_files\\English\\"imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Swiss pine",
      "translation": "pino suizo",
      "definition": "a coniferous tree native to the Alps, with sharp, needle-like leaves and a symmetrical shape",
      "definition_translation": "un árbol conífero nativo de los Alpes, con hojas en forma de aguja afiladas y una forma simétrica",
      "example": "We hiked through the Swiss pine forest, its scent refreshing us, we will hike again next year, and had hiked last summer.",
      "example_translation": "Caminamos por el bosque de pino suizo, su aroma nos refrescó, caminaremos de nuevo el próximo año y habíamos caminado el verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sycamore",
      "translation": "plátano de Virginia",
      "definition": "A sycamore is a type of deciduous tree that is commonly found in North America, known for its distinctive bark and large leaves.",
      "definition_translation": "Un sicómoro es un tipo de árbol deciduo comúnmente encontrado en Norteamérica, conocido por su corteza distintiva y hojas grandes.",
      "example": "I walked under the sycamore tree yesterday, I will walk under it tomorrow, and I am walking under it now.",
      "example_translation": "Camino debajo del árbol de sicómoro ayer, caminaré debajo de él mañana y estoy caminando debajo de él ahora.",
      "imageLink": "image_files\\English\\"imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "twig",
      "translation": "rama",
      "definition": "A twig is a small branch that grows from a tree or bush, often used as a decoration or in craft projects.",
      "definition_translation": "Una rama es una pequeña rama que crece de un árbol o arbusto, a menudo utilizada como decoración o en proyectos de manualidades.",
      "example": "I picked up a twig from the ground yesterday, I will pick up a twig from the ground tomorrow, and I am picking up a twig from the ground now.",
      "example_translation": "Recogí una rama del suelo ayer, recogeré una rama del suelo mañana y estoy recogiendo una rama del suelo ahora.",
      "imageLink": "image_files\\English\\"imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "weeping willow",
      "translation": "sauce llorón",
      "definition": "A weeping willow is a type of tree known for its long, drooping branches and small leaves, often found near water.",
      "definition_translation": "Un sauce llorón es un tipo de árbol conocido por sus largas ramas colgantes y hojas pequeñas, a menudo encontrado cerca del agua.",
      "example": "I sat under the weeping willow tree yesterday, I will sit under it tomorrow, and I am sitting under it now.",
      "example_translation": "Me senté bajo el árbol de sauce llorón ayer, me sentaré bajo él mañana y estoy sentado bajo él ahora.",
      "imageLink": "image_files\\English\\"imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "willow",
      "translation": "sauce",
      "definition": "A willow is a type of tree that is often found near rivers and lakes. It has long, thin branches that hang down towards the water.",
      "definition_translation": "Un sauce es un tipo de árbol que a menudo se encuentra cerca de ríos y lagos. Tiene ramas largas y delgadas que cuelgan hacia el agua.",
      "example": "She sat under the willow tree and watched the sunset yesterday. Today, she is sitting under the willow tree, watching the sunset. Tomorrow, she will sit under the willow tree and watch the sunset.",
      "example_translation": "Ella se sentó debajo del árbol de sauce y vio la puesta del sol ayer. Hoy, ella está sentada debajo del árbol de sauce, viendo la puesta del sol. Mañana, ella se sentará debajo del árbol de sauce y verá la puesta del sol.",
      "imageLink": "image_files\\English\\"imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]