[
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "black",
      "translation": "negro",
      "definition": "Having the color of soot or coal; having no light or color;-absolutely dark.",
      "definition_translation": "Teniendo el color del hollín o del carbón; no tener luz ni color; absolutamente oscuro.",
      "example": "I wore a black dress to the funeral. I will wear a black suit to the job interview. I wore a black tie to the formal event.",
      "example_translation": "Llevé un vestido negro al funeral. Llevaré un traje negro a la entrevista de trabajo. Llevé una corbata negra al evento formal.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blue",
      "translation": "azul",
      "definition": "Having a bright, calm, and serene color; relating to the sky or the sea.",
      "definition_translation": "Teniendo un color brillante, calmado y sereno; relacionado con el cielo o el mar.",
      "example": "The blue sky was beautiful today. I will paint my room blue tomorrow. She wore a blue dress to the party yesterday.",
      "example_translation": "El cielo azul era hermoso hoy. Pintaré mi habitación de azul mañana. Ella llevó un vestido azul a la fiesta ayer.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "brown",
      "translation": "marrón",
      "definition": "Having a reddish-yellow color; relating to soil or earth.",
      "definition_translation": "Teniendo un color rojizo-amarillo; relacionado con la tierra o la tierra.",
      "example": "The brown dog was playing in the park. I will buy a brown bag tomorrow. The brown soil was fertile.",
      "example_translation": "El perro marrón estaba jugando en el parque. Compraré una bolsa marrón mañana. La tierra marrón era fértil.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "green",
      "translation": "verde",
      "definition": "Having the color green; covered with plants or vegetation",
      "definition_translation": "Teniendo el color verde; cubierto de plantas o vegetación",
      "example": "The grass was green last summer, it is green now, and it will be green next year.",
      "example_translation": "El césped era verde el verano pasado, es verde ahora, y será verde el próximo año.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grey",
      "translation": "gris",
      "definition": "A color between black and white; not bright or vivid",
      "definition_translation": "Un color entre el negro y el blanco; no brillante ni vívido",
      "example": "The sky was grey yesterday, it is grey today, and it will be grey tomorrow.",
      "example_translation": "El cielo era gris ayer, es gris hoy, y será gris mañana.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "orange",
      "translation": "naranja",
      "definition": "A bright, vibrant color between red and yellow",
      "definition_translation": "Un color brillante y vibrante entre el rojo y el amarillo",
      "example": "I ate an orange yesterday, I am eating an orange now, and I will eat an orange tomorrow.",
      "example_translation": "Me comí una naranja ayer, estoy comiendo una naranja ahora, y comeré una naranja mañana.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "red",
      "translation": "rojo",
      "definition": "Having a bright fire-engine color; having a color midway between orange and violet.",
      "definition_translation": "Teniendo un color brillante de bombero; teniendo un color a medio camino entre naranja y violeta.",
      "example": "The red car drove by, I am wearing a red shirt, I will paint the wall red tomorrow.",
      "example_translation": "El coche rojo pasó, estoy llevando una camisa roja, pintaré la pared roja mañana.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "white",
      "translation": "blanco",
      "definition": "Having a pale or pure color; unblemished or untainted.",
      "definition_translation": "Teniendo un color pálido o puro; sin mancha ni tacha.",
      "example": "The white dog ran around, I wear a white shirt, she will wear a white dress tomorrow.",
      "example_translation": "El perro blanco corrió alrededor, llevo una camisa blanca, ella llevará un vestido blanco mañana.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "yellow",
      "translation": "amarillo",
      "definition": "Having a bright, sunny color; resembling sunshine in warmth and cheerfulness.",
      "definition_translation": "Teniendo un color brillante y soleado; parecido al sol en calor y alegría.",
      "example": "The yellow sun shone bright, I ate a yellow banana, she will paint the house yellow.",
      "example_translation": "El sol amarillo brilló con fuerza, comí una banana amarilla, ella pintará la casa amarilla.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cream",
      "translation": "crema",
      "definition": "A thick, smooth, and rich liquid or semi-liquid made from milk, often used as a food or ingredient in cooking and baking.",
      "definition_translation": "Una sustancia líquida o semi-líquida gruesa, suave y rica hecha de leche, a menudo utilizada como alimento o ingrediente en la cocina y la repostería.",
      "example": "I creamed the butter and sugar together to make a delicious cake. Yesterday, I creamed the broccoli soup to make it creamy. Tomorrow, I will cream the coffee to make a latte.",
      "example_translation": "Creé una mezcla suave de mantequilla y azúcar para hacer un delicioso pastel. Ayer, creé una sopa de brócoli cremosa para hacerla cremosa. Mañana, creo la leche para hacer un latte.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "golden",
      "translation": "dorado",
      "definition": "Having a bright yellow color, similar to that of gold; shining brightly with a warm, sunny light.",
      "definition_translation": "Teniendo un color amarillo brillante, similar al del oro; brillando con una luz cálida y soleada.",
      "example": "The golden sunset on the beach was breathtaking. The golden retriever ran quickly through the field. The golden gate will open tomorrow.",
      "example_translation": "El atardecer dorado en la playa fue impresionante. El perro golden retriever corrió rápidamente por el campo. La puerta dorada se abrirá mañana.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lemon",
      "translation": "limón",
      "definition": "A small, oval or round citrus fruit with a sour taste, often used in cooking and flavoring.",
      "definition_translation": "Una pequeña fruta cítrica ovalada o redonda con sabor agrio, a menudo utilizada en la cocina y la aromatización.",
      "example": "I squeezed the lemon juice into the tea. She will add a slice of lemon to the fish tomorrow. They had lemon chicken for dinner last night.",
      "example_translation": "Exprimí el jugo de limón en el té. Ella agregará una rebanada de limón al pescado mañana. Tuvieron pollo con limón para cenar anoche.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pink",
      "translation": "rosa",
      "definition": "A bright, vibrant color, often associated with femininity and sweetness.",
      "definition_translation": "Un color brillante y vibrante, a menudo asociado con la feminidad y la dulzura.",
      "example": "I wore a pink dress to the party last night, and I will wear a pink shirt to the game tomorrow, because I loved wearing pink when I was a kid.",
      "example_translation": "Me puse un vestido rosa anoche en la fiesta, y me pondré una camisa rosa mañana en el juego, porque me encantaba llevar rosa cuando era niños.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "purple",
      "translation": "púrpura",
      "definition": "A rich, luxurious color, often associated with creativity, luxury, and power.",
      "definition_translation": "Un color rico y lujoso, a menudo asociado con la creatividad, el lujo y el poder.",
      "example": "The queen wore a beautiful purple gown to the coronation ceremony, and the artist mixed purple paint with blue to create a unique effect, because purple was their favorite color in childhood.",
      "example_translation": "La reina se puso un hermoso traje púrpura en la ceremonia de coronación, y el artista mezcló pintura púrpura con azul para crear un efecto único, porque púrpura era su color favorito en la infancia.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "silver",
      "translation": "plata",
      "definition": "A bright, shiny metal, often used in jewelry and decorative items.",
      "definition_translation": "Un metal brillante y reluciente, a menudo utilizado en joyería y objetos decorativos.",
      "example": "I inherited a beautiful silver necklace from my grandmother, and I will buy a silver watch for my friend's birthday, because silver is a popular choice for gifts.",
      "example_translation": "Herené una hermosa pulsera de plata de mi abuela, y compraré un reloj de plata para el cumpleaños de mi amigo, porque plata es una opción popular para regalos.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "violet",
      "translation": "violeta",
      "definition": "Violet is a bright, vibrant purple color often associated with creativity and imagination.",
      "definition_translation": "La violeta es un color púrpura brillante y vibrante a menudo asociado con la creatividad y la imaginación.",
      "example": "I painted the walls violet to create a calming atmosphere. I will paint the walls violet tomorrow. I painted the walls violet last week.",
      "example_translation": "Pinté las paredes de violeta para crear un ambiente calmado. Pintaré las paredes de violeta mañana. Pinté las paredes de violeta la semana pasada.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beige",
      "translation": "beige",
      "definition": "Beige is a light brown color often used in fashion and interior design to create a neutral and calming effect.",
      "definition_translation": "Beige es un color marrón claro a menudo utilizado en la moda y el diseño de interiores para crear un efecto neutral y calmante.",
      "example": "I wore a beige dress to the party. I will wear a beige suit to the wedding. I wore a beige shirt to the office yesterday.",
      "example_translation": "Llevé un vestido beige a la fiesta. Llevaré un traje beige a la boda. Llevé una camisa beige a la oficina ayer.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "navy blue",
      "translation": "azul marino",
      "definition": "Navy blue is a dark shade of blue often used in formal wear and corporate branding to convey professionalism and authority.",
      "definition_translation": "El azul marino es un tono oscuro de azul a menudo utilizado en ropa formal y marca corporativa para transmitir profesionalismo y autoridad.",
      "example": "I wore a navy blue suit to the job interview. I will wear a navy blue dress to the formal gala. I wore a navy blue tie to the meeting yesterday.",
      "example_translation": "Llevé un traje azul marino a la entrevista de trabajo. Llevaré un vestido azul marino a la gala formal. Llevé una corbata azul marino a la reunión ayer.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "khaki",
      "translation": "caqui",
      "definition": "A light brown color, originally derived from the Hindi word for dust, used to describe the color of military uniforms and fabrics.",
      "definition_translation": "Un color marrón claro, originalmente derivado de la palabra hindú para polvo, utilizado para describir el color de uniformes y telas militares.",
      "example": "The soldier wore khaki pants during the desert mission. He will wear them again next year. He wore them last month.",
      "example_translation": "El soldado llevaba pantalones caqui durante la misión en el desierto. Llevará nuevamente el próximo año. Llevaba ellos el mes pasado.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "olive green",
      "translation": "verde oliva",
      "definition": "A muted, yellowish-green color, reminiscent of the color of ripe olives, often used in military uniforms and outdoor gear.",
      "definition_translation": "Un color verde amarillento apagado, reminiscente del color de aceitunas maduras, a menudo utilizado en uniformes militares y equipo al aire libre.",
      "example": "The hikers wore olive green jackets to blend in with the surroundings. They will wear them again next week. They wore them last summer.",
      "example_translation": "Los excursionistas llevaban chaquetas verde oliva para fundirse con el entorno. Llevarán nuevamente la próxima semana. Llevaban ellos el verano pasado.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amaranth",
      "translation": "amaranto",
      "definition": "A purple-red color, named after the amaranth flower, often used in art and design to add a pop of color.",
      "definition_translation": "Un color rojo-púrpura, nombrado en honor de la flor de amaranto, a menudo utilizado en arte y diseño para agregar un toque de color.",
      "example": "The artist used amaranth to add depth to the painting. She will use it again in her next project. She used it in her last exhibition.",
      "example_translation": "El artista utilizó amaranto para agregar profundidad a la pintura. Lo utilizará nuevamente en su próximo proyecto. Lo utilizó en su última exposición.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amber",
      "translation": "ámbbar",
      "definition": "A yellowish-orange fossil resin, used in jewelry and perfumery.",
      "definition_translation": "Una resina fósil amarillo-anaranjada, utilizada en joyería y perfumería.",
      "example": "In the past, people used amber to make beautiful jewelry. Today, we still use amber to create unique accessories. In the future, scientists will likely discover new uses for amber.",
      "example_translation": "En el pasado, la gente utilizaba ámbar para hacer joyería hermosa. Hoy en día, todavía usamos ámbar para crear accesorios únicos. En el futuro, los científicos probablemente descubrirán nuevos usos para el ámbar.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anthracite",
      "translation": "antracita",
      "definition": "A type of coal, characterized by its hardness and high carbon content.",
      "definition_translation": "Un tipo de carbón, caracterizado por su dureza y alto contenido de carbono.",
      "example": "In the past, anthracite was widely used as a fuel. Today, it is still used in some power plants. In the future, we may find alternative uses for anthracite.",
      "example_translation": "En el pasado, la antracita se usaba ampliamente como combustible. Hoy en día, todavía se utiliza en algunas centrales eléctricas. En el futuro, podemos encontrar usos alternativos para la antracita.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aquamarine",
      "translation": "acuamarina",
      "definition": "A pale blue or blue-green gemstone, often used in jewelry.",
      "definition_translation": "Una piedra preciosa de color azul pálido o azul-verde, a menudo utilizada en joyería.",
      "example": "She had always dreamed of owning an aquamarine necklace. Today, she finally bought one. In the future, she will pass it down to her granddaughter.",
      "example_translation": "Siempre había soñado con tener un collar de acuamarina. Hoy en día, finalmente lo compró. En el futuro, se lo pasará a su nieta.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "carmine",
      "translation": "carmesí",
      "definition": "A bright red to purple red pigment obtained from the cochineal insect, used in food, cosmetics, and art.",
      "definition_translation": "Un pigmento rojo brillante a rojo púrpura obtenido del insecto de la cochinilla, utilizado en alimentos, cosméticos y arte.",
      "example": "The artist mixed carmine with yellow ochre to create a vibrant orange hue. She had used carmine in her paintings for years. The company will use carmine in their new lipstick product.",
      "example_translation": "El artista mezcló carmesí con ocre amarillo para crear un tono naranja vibrante. Ella había usado carmesí en sus pinturas durante años. La empresa utilizará carmesí en su nuevo producto de lápiz labial.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "crimson",
      "translation": "carmesí",
      "definition": "A deep, rich red color, especially in relation to a bright red color used in printing and dyeing.",
      "definition_translation": "Un color rojo profundo y rico, especialmente en relación con un color rojo brillante utilizado en impresión y teñido.",
      "example": "The university's crimson uniforms were a striking sight on the football field. She chose a crimson dress for the formal occasion. The company's logo features a crimson letter 'C'.",
      "example_translation": "Los uniformes carmesí de la universidad eran un espectáculo impactante en el campo de fútbol. Ella eligió un vestido carmesí para la ocasión formal. El logotipo de la empresa cuenta con una letra 'C' carmesí.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cyan",
      "translation": "ciano",
      "definition": "A bright greenish-blue color, especially in relation to a pigment or dye used in printing and art.",
      "definition_translation": "Un color azul-verdoso brillante, especialmente en relación con un pigmento o tinte utilizado en impresión y arte.",
      "example": "The artist mixed cyan with yellow to create a vibrant green hue. The company uses cyan ink in their printers. She wore a cyan scarf to match her bright blue eyes.",
      "example_translation": "El artista mezcló ciano con amarillo para crear un tono verde vibrante. La empresa utiliza tinta ciano en sus impresoras. Ella llevó una bufanda ciano para igualar sus ojos azules brillantes.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "emerald",
      "translation": "esmeralda",
      "definition": "A bright green, valuable stone, often worn as a jewel.",
      "definition_translation": "Una piedra verde brillante y valiosa, a menudo llevada como joya.",
      "example": "The queen wore an emerald necklace to the ball last night, and she will wear it to the party tomorrow, but she wore it to the garden party last year.",
      "example_translation": "La reina llevó un collar de esmeraldas al baile anoche, y la llevará al partido mañana, pero la llevó al jardín partido el año pasado.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ginger",
      "translation": "jengibre",
      "definition": "A root that is used as a spice, especially in Asian cooking, and has a hot, sweet flavor.",
      "definition_translation": "Una raíz que se utiliza como especia, especialmente en la cocina asiática, y tiene un sabor picante y dulce.",
      "example": "I added ginger to the soup yesterday, and I will add it to the stir-fry tomorrow, but I added it to the tea last week.",
      "example_translation": "Añadí jengibre a la sopa ayer, y lo agregaré al salteado mañana, pero lo agregué al té la semana pasada.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "indigo",
      "translation": "índigo",
      "definition": "A deep blue color, or a plant that produces a dye of this color.",
      "definition_translation": "Un color azul profundo, o una planta que produce un tinte de este color.",
      "example": "The artist used indigo to paint the evening sky, and she will use it to dye the fabric tomorrow, but she used it to color the carpet last month.",
      "example_translation": "El artista usó índigo para pintar el cielo de la noche, y lo utilizará para teñir la tela mañana, pero lo usó para colorear la alfombra el mes pasado.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "magenta",
      "translation": "magenta",
      "definition": "A bright, vivid pinkish-purple color.",
      "definition_translation": "Un color rosa púrpura brillante y vivido.",
      "example": "The designer chose a beautiful magenta color for the logo. She will choose a magenta color for the logo. She had chosen a magenta color for the logo.",
      "example_translation": "El diseñador eligió un hermoso color magenta para el logotipo. Ella elegirá un color magenta para el logotipo. Ella había elegido un color magenta para el logotipo.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mahogany",
      "translation": "caoba",
      "definition": "A type of hardwood tree with a reddish-brown wood, often used for furniture making.",
      "definition_translation": "Un tipo de árbol de madera dura con madera marrón-rojiza, a menudo utilizado para la fabricación de muebles.",
      "example": "The antique table was made of mahogany wood. She will polish the mahogany table. He had sanded the mahogany furniture.",
      "example_translation": "La mesa antigua estaba hecha de madera de caoba. Ella pulirá la mesa de caoba. Él había lijado el mobiliario de caoba.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "maroon",
      "translation": "granate",
      "definition": "A dark reddish-brown color or pigment.",
      "definition_translation": "Un color marrón-rojizo oscuro o pigmento.",
      "example": "The football player wore a maroon jersey. She will wear a maroon dress. They had worn maroon uniforms.",
      "example_translation": "El jugador de fútbol llevaba una camiseta granate. Ella llevará un vestido granate. Ellos habían llevado uniformes granate.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ochre",
      "translation": "ocre",
      "definition": "A natural brown or yellowish-brown pigment, consisting of a mixture of clay and iron oxide, used in painting and art.",
      "definition_translation": "Un pigmento natural marrón o marrón amarillento, que consiste en una mezcla de arcilla y óxido de hierro, utilizado en pintura y arte.",
      "example": "The artist mixed ochre with water to create a rich, earthy tone. She had ochred the entire canvas, which was now dry. She will ochre the entire room next week.",
      "example_translation": "El artista mezcló ocre con agua para crear un tono rico y terroso. Ella había ocreado todo el lienzo, que ahora estaba seco. Ella ocreará toda la habitación la próxima semana.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "scarlet",
      "translation": "escarlata",
      "definition": "A bright, vivid red color, typically associated with passion, energy, and love.",
      "definition_translation": "Un color rojo brillante y vivo, típicamente asociado con pasión, energía y amor.",
      "example": "The scarlet dress caught everyone's attention at the party. She had worn scarlet lipstick to match her outfit. He will wear a scarlet tie to the wedding.",
      "example_translation": "El vestido escarlata llamó la atención de todos en la fiesta. Ella había llevado lápiz de labios escarlata para igualar su atuendo. Él llevará una corbata escarlata a la boda.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "turquoise",
      "translation": "turquesa",
      "definition": "A blue-green mineral, prized for its vibrant color and used in jewelry and decorative objects.",
      "definition_translation": "Un mineral azul-verde, apreciado por su color vibrante y utilizado en joyería y objetos decorativos.",
      "example": "The turquoise necklace was her grandmother's favorite. He had bought her a turquoise ring for her birthday. They will decorate the living room with turquoise vases.",
      "example_translation": "La cadena de turquesa fue el favorito de su abuela. Él le había comprado un anillo de turquesa para su cumpleaños. Decorarán el salón con jarrones de turquesa.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]