[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "comb",
      "translation": "peine",
      "definition": "A comb is a tool used for arranging, cleaning, and styling hair.",
      "definition_translation": "Un peine es una herramienta utilizada para arreglar, limpiar y estilizar el pelo.",
      "example": "I combed my hair yesterday, I am combing it now, and I will comb it again tomorrow.",
      "example_translation": "Peiné mi cabello ayer, estoy peinándolo ahora y lo peinaré de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shampoo",
      "translation": "champú",
      "definition": "A shampoo is a liquid or gel-like substance used for cleaning the hair.",
      "definition_translation": "Un champú es una sustancia líquida o gelatinosa utilizada para limpiar el cabello.",
      "example": "I shampooed my hair last week, I shampoo it every day, and I will shampoo it again next month.",
      "example_translation": "Me champúé el cabello la semana pasada, me champúo todos los días y me lo champúaré de nuevo el mes próximo.",
      "imageLink": "image_files\\English\\"imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cream",
      "translation": "crema",
      "definition": "A cream is a thick and rich liquid or semi-liquid substance, often used in cooking or as a beauty product.",
      "definition_translation": "Una crema es una sustancia líquida o semi-líquida gruesa y rica, a menudo utilizada en la cocina o como producto de belleza.",
      "example": "I used a cream on my skin last night, I use creams in my recipes, and I will use a cream on my face tomorrow.",
      "example_translation": "Usé una crema en mi piel anoche, uso cremas en mis recetas y usaré una crema en mi rostro mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "deodorant",
      "translation": "desodorante",
      "definition": "A substance applied to the body to prevent body odor caused by the bacterial breakdown of sweat.",
      "definition_translation": "Una sustancia aplicada al cuerpo para prevenir el olor corporal causado por la descomposición bacteriana del sudor.",
      "example": "I used a deodorant before going to the gym. I will use a deodorant after taking a shower. She had used a deodorant before going to the party.",
      "example_translation": "Usé un desodorante antes de ir al gimnasio. Usaré un desodorante después de tomar una ducha. Ella había usado un desodorante antes de ir a la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hand cream",
      "translation": "crema para las manos",
      "definition": "A moisturizing lotion or cream used to soften and protect the skin of the hands.",
      "definition_translation": "Una loción o crema humectante utilizada para suavizar y proteger la piel de las manos.",
      "example": "I applied hand cream before going out in the cold. She will apply hand cream after washing the dishes. They had applied hand cream before playing the guitar.",
      "example_translation": "Aplicé crema para las manos antes de salir al frío. Ella aplicará crema para las manos después de lavar los platos. Ellos habían aplicado crema para las manos antes de tocar la guitarra.",
      "imageLink": "image_files\\English\\"imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lipstick",
      "translation": "lápiz labial",
      "definition": "A cosmetic stick used to color and moisturize the lips.",
      "definition_translation": "Un palito cosmético utilizado para colorear y humectar los labios.",
      "example": "I wore lipstick to the party. She will wear lipstick to the wedding. They had worn lipstick to the meeting.",
      "example_translation": "Me puse lápiz labial a la fiesta. Ella se pondrá lápiz labial a la boda. Ellos se habían puesto lápiz labial a la reunión.",
      "imageLink": "image_files\\English\\"imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mascara",
      "translation": "rímel",
      "definition": "A cosmetic product used to darken, lengthen, or thicken eyelashes, typically in the form of a liquid, cream, or powder applied with a brush or wand.",
      "definition_translation": "Un producto cosmético utilizado para oscurecer, alargar o espesar las pestañas, generalmente en forma de líquido, crema o polvo aplicado con un pincel o varita.",
      "example": "I applied mascara to my lashes to make them look more dramatic. Yesterday, I forgot to remove my mascara and it was hard to take off. I will buy a new mascara tomorrow.",
      "example_translation": "Me aplico rímel en mis pestañas para hacer que se vean más dramáticas. Ayer, olvidé quitarme el rímel y fue difícil de quitar. Mañana compraré un nuevo rímel.",
      "imageLink": "image_files\\English\\"imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mask",
      "translation": "máscara",
      "definition": "A covering for the face or part of the face, worn to conceal one's identity, protect against the weather, or as a disguise.",
      "definition_translation": "Una cubierta para la cara o una parte de la cara, usada para ocultar la identidad, protegerse contra el clima o como disfraz.",
      "example": "I wore a mask to the party to hide my face. The doctor put on a mask to prevent the spread of germs. She will make a mask for the play tomorrow.",
      "example_translation": "Me puse una máscara en la fiesta para ocultar mi rostro. El doctor se puso una máscara para prevenir la dispersión de gérmenes. Ella hará una máscara para la obra de teatro mañana.",
      "imageLink": "image_files\\English\\"imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shower gel",
      "translation": "gel de ducha",
      "definition": "A type of liquid soap used for cleaning the body while showering or bathing, typically in a bottle with a pump or screw-top dispenser.",
      "definition_translation": "Un tipo de jabón líquido utilizado para limpiar el cuerpo mientras se ducha o se baña, generalmente en una botella con un dispensador de pompón o tapón.",
      "example": "I used shower gel to wash my hair and body this morning. She prefers shower gel with a fruity scent. They will launch a new shower gel product next month.",
      "example_translation": "Usé gel de ducha para lavar mi cabello y cuerpo esta mañana. Ella prefiere gel de ducha con aroma a frutas. Lanzarán un nuevo producto de gel de ducha el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "body balm",
      "translation": "bálsamo corporal",
      "definition": "A cosmetic product used to moisturize and soften the skin, often applied after showering or bathing.",
      "definition_translation": "Un producto cosmético utilizado para humectar y suavizar la piel, a menudo aplicado después de ducharse o bañarse.",
      "example": "I always apply body balm after showering to keep my skin hydrated. I applied body balm after my workout yesterday, and I will apply it again tomorrow morning.",
      "example_translation": "Siempre aplico bálsamo corporal después de ducharme para mantener mi piel hidratada. Aplicó bálsamo corporal después de mi entrenamiento ayer, y aplicaré de nuevo mañana por la mañana.",
      "imageLink": "image_files\\English\\"imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cotton pad",
      "translation": "disco de algodón",
      "definition": "A small, round, absorbent pad used for applying or removing cosmetics, medications, or other substances.",
      "definition_translation": "Un pequño pad absorbente redondo utilizado para aplicar o eliminar cosméticos, medicamentos u otras sustancias.",
      "example": "I used a cotton pad to remove my nail polish. My sister uses cotton pads to apply her facial toner. I will use a cotton pad to apply my eye cream tonight.",
      "example_translation": "Usé un disco de algodón para remover mi esmalte de uñas. Mi hermana utiliza discos de algodón para aplicar su tónico facial. Usaré un disco de algodón para aplicar mi crema para los ojos esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "electric razor",
      "translation": "rastrillo eléctrico",
      "definition": "An electric device used for shaving, typically featuring rotating blades or foils that cut hair.",
      "definition_translation": "Un dispositivo eléctrico utilizado para afeitar, que generalmente cuenta con cuchillas o láminas rotativas que cortan el cabello.",
      "example": "I used an electric razor to shave my beard yesterday. My brother uses an electric razor to trim his mustache. I will buy an electric razor for my dad's birthday.",
      "example_translation": "Usé un rastrillo eléctrico para afeitar mi barba ayer. Mi hermano utiliza un rastrillo eléctrico para recortar su bigote. Compraré un rastrillo eléctrico para el cumpleaños de mi papá.",
      "imageLink": "image_files\\English\\"imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "essential oil",
      "translation": "aceite esencial",
      "definition": "A concentrated liquid plant extract, typically obtained through distillation or solvent extraction, used in aromatherapy, cosmetics, and medicine.",
      "definition_translation": "Un extracto líquido concentrado de planta, obtenido normalmente mediante destilación o extracción con disolvente, utilizado en aromaterapia, cosmética y medicina.",
      "example": "She used essential oil in her massage therapy to relax her clients. She had learned about the benefits of essential oil in college. She will use essential oil in her new skincare product.",
      "example_translation": "Ella usaba aceite esencial en su terapia de masaje para relajar a sus clientes. Había aprendido sobre los beneficios del aceite esencial en la universidad. Usará aceite esencial en su nuevo producto de cuidado de la piel.",
      "imageLink": "image_files\\English\\"imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "eyelash curler",
      "translation": "rizador de pestañas",
      "definition": "A cosmetic tool used to shape and curl eyelashes, typically consisting of a small metal or plastic device with a curved or angled surface.",
      "definition_translation": "Una herramienta cosmética utilizada para dar forma y rizar las pestañas, que consiste normalmente en un dispositivo pequeño de metal o plástico con una superficie curva o angular.",
      "example": "She carefully used an eyelash curler to curl her lashes before applying mascara. Her sister had recommended her an eyelash curler for a more dramatic look. She will buy an eyelash curler for her best friend's birthday.",
      "example_translation": "Ella usaba cuidadosamente un rizador de pestañas para rizar sus pestañas antes de aplicar rímel. Su hermana le había recomendado un rizador de pestañas para un look más dramático. Comprará un rizador de pestañas para el cumpleaños de su mejor amiga.",
      "imageLink": "image_files\\English\\"imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hair dye",
      "translation": "tinte para el cabello",
      "definition": "A cosmetic substance used to change the color of hair, available in various forms such as liquids, creams, and powders.",
      "definition_translation": "Una sustancia cosmética utilizada para cambiar el color del cabello, disponible en varias formas como líquidos, cremas y polvos.",
      "example": "She had been using hair dye for years to cover her gray hair. He decided to try a new hair dye brand for a more vibrant color. They will launch a new hair dye product next month.",
      "example_translation": "Ella había estado usando tinte para el cabello durante años para cubrir su cabello gris. Él decidió probar una nueva marca de tinte para el cabello para un color más vibrante. Lanzarán un nuevo producto de tinte para el cabello el mes próximo.",
      "imageLink": "image_files\\English\\"imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nail buffer",
      "translation": "lima de uñas",
      "definition": "A nail buffer is a tool used to shape and smooth the surface of the fingernails or toenails.",
      "definition_translation": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o de los pies.",
      "example": "I buffed my nails to get rid of the ridges. Yesterday, I had buffed my nails to prepare for the party. By next week, I will have buffed my nails to look perfect for the wedding.",
      "example_translation": "Limpie mis uñas para eliminar los bordes. Ayer, había limpiado mis uñas para prepararme para la fiesta. Para la próxima semana, habré limpiado mis uñas para lucir perfectas en la boda.",
      "imageLink": "image_files\\English\\"imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nail clipper",
      "translation": "cortauñas",
      "definition": "A nail clipper is a handheld device used to trim and cut fingernails or toenails.",
      "definition_translation": "Un cortauñas es un dispositivo portátil utilizado para recortar y cortar las uñas de los dedos o de los pies.",
      "example": "I clipped my nails too short. She had clipped her nails the day before. By tomorrow, he will have clipped his nails for the big event.",
      "example_translation": "Me corté las uñas demasiado cortas. Ella había cortado sus uñas el día anterior. Para mañana, él habrá cortado sus uñas para el gran evento.",
      "imageLink": "image_files\\English\\"imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nail file",
      "translation": "lima de uñas",
      "definition": "A nail file is a tool used to shape and smooth the surface of the fingernails or toenails.",
      "definition_translation": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o de los pies.",
      "example": "I filed my nails to get rid of the ridges. Yesterday, I had filed my nails to prepare for the party. By next week, I will have filed my nails to look perfect for the wedding.",
      "example_translation": "Limpie mis uñas para eliminar los bordes. Ayer, había limpiado mis uñas para prepararme para la fiesta. Para la próxima semana, habré limpiado mis uñas para lucir perfectas en la boda.",
      "imageLink": "image_files\\English\\"imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spatula",
      "translation": "espátula",
      "definition": "A kitchen tool used to flip, scrape, and lift food while cooking, often having a flat, wide blade and a long handle.",
      "definition_translation": "Una herramienta de cocina utilizada para voltear, raspar y levantar alimentos mientras se cocina, a menudo con una hoja plana y ancha y un mango largo.",
      "example": "She used a spatula to flip the pancakes, then she will use it to scrape the sides of the bowl, and finally, she will use it to lift the cake out of the oven.",
      "example_translation": "Ella usó una espátula para dar vuelta a los pancakes, luego la usará para raspar los lados del tazón, y finalmente, la usará para levantar el pastel fuera del horno.",
      "imageLink": "image_files\\English\\"imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tinted moisturiser",
      "translation": "hidratante teñido",
      "definition": "A cosmetic product that provides moisture to the skin while giving it a subtle, natural-looking color.",
      "definition_translation": "Un producto cosmético que proporciona hidratación a la piel mientras le da un color natural y sutil.",
      "example": "I applied a tinted moisturiser to my face this morning, then I will apply it again tonight after washing my face, and tomorrow, I will try a different brand.",
      "example_translation": "Aplicó un hidratante teñido en mi rostro esta mañana, luego lo aplicaré de nuevo esta noche después de lavar mi rostro, y mañana, probaré una marca diferente.",
      "imageLink": "image_files\\English\\"imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "toe separator",
      "translation": "separador de dedos del pie",
      "definition": "A device or tool used to separate the toes, often used to prevent friction and irritation between the toes, especially for people with toe deformities.",
      "definition_translation": "Un dispositivo o herramienta utilizado para separar los dedos del pie, a menudo utilizado para prevenir la fricción y la irritación entre los dedos del pie, especialmente para personas con deformidades en los dedos del pie.",
      "example": "She used a toe separator to alleviate the pain caused by her hammertoes, then she will use it to prevent friction while running, and finally, she will use it to help her toes heal after the surgery.",
      "example_translation": "Ella usó un separador de dedos del pie para aliviar el dolor causado por sus dedos en martillo, luego lo usará para prevenir la fricción mientras corría, y finalmente, lo usará para ayudar a sus dedos del pie a sanar después de la cirugía.",
      "imageLink": "image_files\\English\\"imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aftershave",
      "translation": "aftershampoo",
      "definition": "A liquid or gel applied to the skin after shaving to help close the pores and reduce irritation.",
      "definition_translation": "Un líquido o gel aplicado a la piel después de afeitar para ayudar a cerrar los poros y reducir la irritación.",
      "example": "I always use aftershave after shaving to prevent ingrown hairs. Yesterday, I forgot to apply aftershave and now my skin is irritated. If I remember, I will use aftershave tomorrow.",
      "example_translation": "Siempre uso aftershampoo después de afeitar para prevenir pelo encarnado. Ayer, olvidé aplicar aftershampoo y ahora mi piel está irritada. Si me acuerdo, usaré aftershampoo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blusher",
      "translation": "rubor",
      "definition": "A cosmetic powder or cream used to give a healthy, rosy glow to the cheeks.",
      "definition_translation": "Un polvo o crema cosmética utilizada para dar un brillo saludable y rosado a las mejillas.",
      "example": "I applied blusher to my cheeks to look more energetic today. Yesterday, I bought a new blusher that I will use tomorrow. If I have time, I will apply blusher before the party tonight.",
      "example_translation": "Me aplicó rubor a las mejillas para parecer más energético hoy. Ayer, compré un nuevo rubor que usaré mañana. Si tengo tiempo, me aplicaré rubor antes de la fiesta esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "body scrub",
      "translation": "exfoliante corporal",
      "definition": "A cosmetic product used to remove dead skin cells and smooth the skin.",
      "definition_translation": "Un producto cosmético utilizado para eliminar células de piel muertas y suavizar la piel.",
      "example": "I use a body scrub once a week to keep my skin smooth. Yesterday, I used a body scrub before going to the beach. If I remember, I will use a body scrub again next week.",
      "example_translation": "Uso un exfoliante corporal una vez a la semana para mantener mi piel suave. Ayer, usé un exfoliante corporal antes de ir a la playa. Si me acuerdo, usaré un exfoliante corporal de nuevo la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bubble bath",
      "translation": "baño de burbujas",
      "definition": "A bath in which a person sits in a tub filled with water and a type of scented soap that forms bubbles.",
      "definition_translation": "Un baño en el que una persona se sienta en una tina llena de agua y un tipo de jabón perfumado que forma burbujas.",
      "example": "She relaxed in the bubble bath for an hour, feeling the stress melt away. She has been taking bubble baths every night this week. She will take a bubble bath after her workout tomorrow.",
      "example_translation": "Ella se relajó en el baño de burbujas durante una hora, sintiendo que el estrés se desvanecía. Ha estado tomando baños de burbujas todas las noches esta semana. Tomará un baño de burbujas después de su entrenamiento mañana.",
      "imageLink": "image_files\\English\\"imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "compact",
      "translation": "compacto",
      "definition": "A small case or container for holding cosmetics, typically in a powder or cream form.",
      "definition_translation": "Un pequeño caso o contenedor para contener cosméticos, generalmente en forma de polvo o crema.",
      "example": "She carried a compact in her purse for touch-ups throughout the day. The company produced a new compact with a built-in mirror. They will launch a new compact line of products next year.",
      "example_translation": "Ella llevaba un compacto en su bolso para toques durante todo el día. La empresa produjo un nuevo compacto con un espejo incorporado. Lanzarán una nueva línea de productos compactos el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "concealer",
      "translation": "corrector",
      "definition": "A cosmetic product used to cover up blemishes or imperfections on the skin.",
      "definition_translation": "Un producto cosmético utilizado para cubrir imperfecciones o defectos en la piel.",
      "example": "She applied a concealer to hide the dark circles under her eyes. He uses a concealer to cover up his acne scars. The makeup artist will use a concealer to even out her skin tone.",
      "example_translation": "Ella aplicó un corrector para ocultar los círculos oscuros bajo sus ojos. Él utiliza un corrector para cubrir sus cicatrices de acne. El maquillador usará un corrector para igualar su tono de piel.",
      "imageLink": "image_files\\English\\"imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cotton buds",
      "translation": "palletas de algodón",
      "definition": "Small, stick-like objects used for applying or removing makeup, ear cleaning, or other purposes.",
      "definition_translation": "Objetos pequeños y delgados utilizados para aplicar o remover maquillaje, limpiar oídos o otros propósitos.",
      "example": "I used cotton buds to clean my ears, then I applied mascara using the same cotton buds, and finally, I will use them to remove my makeup tonight.",
      "example_translation": "Usé palletas de algodón para limpiar mis oídos, luego apliqué máscara utilizando las mismas palletas de algodón, y finalmente, usarélas para remover mi maquillaje esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "curler",
      "translation": "rulero",
      "definition": "A hair styling tool used to shape and curl hair, typically heated to achieve the desired curl.",
      "definition_translation": "Una herramienta de estilismo de cabello utilizada para dar forma y rizar el cabello, generalmente calentada para alcanzar la rizada deseada.",
      "example": "I had to use a curler to get the perfect spiral curls for my wedding hairdo, after which I will use it to touch up my hair before the reception.",
      "example_translation": "Tuve que usar un rulero para obtener las rizas espirales perfectas para mi peinado de boda, después de lo cual lo utilizaré para retocar mi cabello antes de la recepción.",
      "imageLink": "image_files\\English\\"imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "curling iron",
      "translation": "plancha rizadora",
      "definition": "A styling tool used to curl or straighten hair, typically heated to achieve the desired style.",
      "definition_translation": "Una herramienta de estilismo utilizada para rizar o alisar el cabello, generalmente calentada para alcanzar el estilo deseado.",
      "example": "I accidentally burned my hair with the curling iron last week, but now I use a heat protectant to prevent damage when curling my hair for a night out.",
      "example_translation": "Accidentalmente me quemé el cabello con la plancha rizadora la semana pasada, pero ahora uso un protector de calor para prevenir daños cuando rizo mi cabello para una noche fuera.",
      "imageLink": "image_files\\English\\"imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cuticle nippers",
      "translation": "cortauñas de cutícula",
      "definition": "a small instrument used to trim and shape the cuticles, typically consisting of a pair of small, curved blades.",
      "definition_translation": "un instrumento pequeño utilizado para recortar y dar forma a las cutículas, que consiste típicamente en una pareja de hojas pequeñas y curvas.",
      "example": "She used her cuticle nippers to carefully trim her cuticles. She had used her cuticle nippers yesterday to shape her nails. She will use her cuticle nippers tomorrow to give herself a manicure.",
      "example_translation": "Ella utilizó sus cortauñas de cutícula para recortar cuidadosamente sus cutículas. Ella había utilizado sus cortauñas de cutícula ayer para dar forma a sus uñas. Ella utilizará sus cortauñas de cutícula mañana para darse un manicure.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cuticle pusher",
      "translation": "empujador de cutícula",
      "definition": "a tool used to gently push back the cuticles, typically made of metal or plastic.",
      "definition_translation": "una herramienta utilizada para empujar suavemente hacia atrás las cutículas, típicamente hecha de metal o plástico.",
      "example": "The nail technician used a cuticle pusher to gently push back her client's cuticles. She had never used a cuticle pusher before, but she found it to be very effective. She will continue to use a cuticle pusher in her nail care routine.",
      "example_translation": "El técnico de uñas utilizó un empujador de cutícula para empujar suavemente hacia atrás las cutículas de su cliente. Ella nunca había utilizado un empujador de cutícula antes, pero encontró que era muy efectivo. Ella continuará utilizando un empujador de cutícula en su rutina de cuidado de uñas.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cuticle remover",
      "translation": "quitacutículas",
      "definition": "a liquid or cream-based substance used to dissolve and remove dead skin cells from the cuticles.",
      "definition_translation": "una sustancia líquida o cremosa utilizada para disolver y remover células muertas de la piel de las cutículas.",
      "example": "She applied a cuticle remover to her nails and waited for it to take effect. She had used a cuticle remover before, but this one was much gentler. She will use a cuticle remover every week to keep her nails looking healthy.",
      "example_translation": "Ella aplicó un quitacutículas a sus uñas y esperó a que surtiera efecto. Ella había utilizado un quitacutículas antes, pero este era mucho más suave. Ella utilizará un quitacutículas todas las semanas para mantener sus uñas con aspecto saludable.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "depilatory cream",
      "translation": "crema depilatoria",
      "definition": "A cosmetic product used to remove unwanted hair from the skin, typically applied as a cream or lotion.",
      "definition_translation": "Un producto cosmético utilizado para eliminar pelo no deseado de la piel, generalmente aplicado como crema o loción.",
      "example": "She used a depilatory cream to remove her unwanted hair before the beach vacation. She had used it before, but will use it again next summer.",
      "example_translation": "Ella utilizó una crema depilatoria para eliminar pelo no deseado antes de las vacaciones en la playa. Lo había usado antes, pero lo volverá a usar la próxima verano.",
      "imageLink": "image_files\\English\\"imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "eyebrow pencil",
      "translation": "lápiz de cejas",
      "definition": "A cosmetic tool used to define or fill in the eyebrows, typically in the form of a pencil or pen.",
      "definition_translation": "Una herramienta cosmética utilizada para definir o rellenar las cejas, generalmente en forma de lápiz o pluma.",
      "example": "She carefully drew her eyebrows with an eyebrow pencil to complete her morning makeup routine. She had been using it for years, and will continue to use it in the future.",
      "example_translation": "Ella dibujó con cuidado sus cejas con un lápiz de cejas para completar su rutina de maquillaje matutina. Lo había estado utilizando durante años, y seguirá usando en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "eyeliner",
      "translation": "delineador de ojos",
      "definition": "A cosmetic product used to define or enhance the shape of the eyes, typically applied as a liquid, gel, or powder.",
      "definition_translation": "Un producto cosmético utilizado para definir o realzar la forma de los ojos, generalmente aplicado como líquido, gel o polvo.",
      "example": "She skillfully applied the eyeliner to create a cat-eye effect for the party. She had practiced using it before, and will perfect it by next month.",
      "example_translation": "Ella aplicó con habilidad el delineador de ojos para crear un efecto de ojos de gato para la fiesta. Lo había practicado antes, y lo perfeccionará para el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "eyeshadow",
      "translation": "sombra de ojos",
      "definition": "A cosmetic applied to the eyelids to give color and texture, often in the form of a powder, cream, or gel.",
      "definition_translation": "Un cosmético aplicado a los párpados para dar color y textura, a menudo en forma de polvo, crema o gel.",
      "example": "I applied eyeshadow to my eyelids before the party. I had applied eyeshadow to my eyelids yesterday. I will apply eyeshadow to my eyelids tomorrow.",
      "example_translation": "Aplicé sombra de ojos a mis párpados antes de la fiesta. Había aplicado sombra de ojos a mis párpados ayer. Aplicaré sombra de ojos a mis párpados mañana.",
      "imageLink": "image_files\\English\\"imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "flat iron",
      "translation": "plancha de pelo",
      "definition": "A device used to straighten or style hair, consisting of two heated plates that are pressed together to flatten or shape the hair.",
      "definition_translation": "Un dispositivo usado para enderezar o peinar el cabello, compuesto por dos placas calientes que se presionan juntas para aplanar o dar forma al cabello.",
      "example": "I used a flat iron to straighten my hair this morning. I had used a flat iron to style my hair for the party. I will use a flat iron to curl my hair for the wedding.",
      "example_translation": "Usé una plancha de pelo para enderezar mi cabello esta mañana. Había usado una plancha de pelo para peinar mi cabello para la fiesta. Usaré una plancha de pelo para rizar mi cabello para la boda.",
      "imageLink": "image_files\\English\\"imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hair conditioner",
      "translation": "aceite para el cabello",
      "definition": "A treatment applied to hair after shampooing to improve its softness, manageability, and overall health.",
      "definition_translation": "Un tratamiento aplicado al cabello después del champú para mejorar su suavidad, manejabilidad y salud en general.",
      "example": "I applied hair conditioner to my hair after shampooing. I had applied hair conditioner to my hair yesterday. I will apply hair conditioner to my hair before the hairdresser appointment.",
      "example_translation": "Aplicé aceite para el cabello a mi cabello después del champú. Había aplicado aceite para el cabello a mi cabello ayer. Aplicaré aceite para el cabello a mi cabello antes de la cita con la peluquera.",
      "imageLink": "image_files\\English\\"imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hair mousse",
      "translation": "espuma para el cabello",
      "definition": "A styling product used to add volume, texture, and hold to hair, typically in a foam or mousse consistency.",
      "definition_translation": "Un producto de estilismo utilizado para agregar volumen, textura y sujeción al cabello, generalmente en consistencia de espuma o mousse.",
      "example": "I used hair mousse to add volume to my hair yesterday. I will use it again tomorrow to style my hair for the party. I have been using it for months to keep my hair looking great.",
      "example_translation": "Usé espuma para el cabello para agregar volumen a mi cabello ayer. Lo usaré de nuevo mañana para estilo mi cabello para la fiesta. He estado usando durante meses para mantener mi cabellolooking great.",
      "imageLink": "image_files\\English\\"imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hair spray",
      "translation": "laca para el cabello",
      "definition": "A cosmetic product used to hold hair in place, typically in a spray form.",
      "definition_translation": "Un producto cosmético utilizado para mantener el cabello en su lugar, generalmente en forma de spray.",
      "example": "I used hair spray to keep my hairstyle in place all day. She will use it tonight to set her hair for the wedding. He has been using it for years to keep his hair styled perfectly.",
      "example_translation": "Usé laca para el cabello para mantener mi peinado en su lugar todo el día. Ella lo utilizará Esta noche para fijar su cabello para la boda. Él ha estado utilizando durante años para mantener su cabello estilizado perfectamente.",
      "imageLink": "image_files\\English\\"imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lip balm",
      "translation": "bálsamo labial",
      "definition": "A topical product used to moisturize and protect the lips, often containing ingredients such as beeswax and petroleum jelly.",
      "definition_translation": "Un producto tópico utilizado para hidratar y proteger los labios, a menudo contiene ingredientes como cera de abeja y jelly de petróleo.",
      "example": "I applied lip balm to soothe my chapped lips yesterday. She will use it tonight to moisturize her lips before bed. He has been using it all winter to protect his lips from the cold.",
      "example_translation": "Aplicó bálsamo labial para calmar mis labios agrietados ayer. Ella lo utilizará Esta noche para hidratar sus labios antes de acostarse. Él ha estado utilizando todo el invierno para proteger sus labios del frío.",
      "imageLink": "image_files\\English\\"imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lip gloss",
      "translation": "brillo de labios",
      "definition": "A cosmetic product used to add color, shine, and moisture to the lips.",
      "definition_translation": "Un producto cosmético utilizado para agregar color, brillo y humedad a los labios.",
      "example": "She applied a layer of lip gloss to her lips before heading out to the party. She had been wearing it all day, but it was still shiny. She will reapply it after dinner.",
      "example_translation": "Ella aplicó una capa de brillo de labios en sus labios antes de salir a la fiesta. Lo había llevado puesto todo el día, pero todavía estaba brillante. Volverá a aplicarlo después de cenar.",
      "imageLink": "image_files\\English\\"imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lip liner",
      "translation": "delineador de labios",
      "definition": "A cosmetic product used to define and shape the outline of the lips.",
      "definition_translation": "Un producto cosmético utilizado para definir y dar forma al contorno de los labios.",
      "example": "She used a lip liner to create a perfect cupid's bow. She had trouble finding the right shade, but finally found one that matched her lip color. She will try a new technique with it next week.",
      "example_translation": "Ella utilizó un delineador de labios para crear un arco de cupido perfecto. Tuvo problemas para encontrar el tono adecuado, pero finalmente encontró uno que coincidía con el color de sus labios. Probará una nueva técnica con él la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "liquid foundation",
      "translation": "base líquida",
      "definition": "A type of cosmetic foundation that has a liquid consistency and is applied to the skin to provide coverage and an even tone.",
      "definition_translation": "Un tipo de base cosmética que tiene una consistencia líquida y se aplica a la piel para proporcionar cobertura y un tono uniforme.",
      "example": "She applied a layer of liquid foundation to her face to even out her skin tone. She had been using it for years, but recently switched to a new brand. She will try a different shade of it next summer.",
      "example_translation": "Ella aplicó una capa de base líquida a su rostro para uniformar su tono de piel. Lo había estado usando durante años, pero recientemente cambió a una nueva marca. Probará un tono diferente de ella el próximo verano.",
      "imageLink": "image_files\\English\\"imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "loose powder",
      "translation": "polvo suelto",
      "definition": "A type of cosmetic powder that is not pressed into a compact form and is often used to set makeup or add a light, natural-looking finish.",
      "definition_translation": "Un tipo de polvo cosmético que no está presionado en una forma compacta y se utiliza a menudo para fijar el maquillaje o agregar un acabado natural y ligero.",
      "example": "I apply a light dusting of loose powder to my face to set my foundation. I applied loose powder to my face yesterday to reduce shine. I will apply loose powder to my face tomorrow to look flawless.",
      "example_translation": "Me aplico un polvo suelto ligero en la cara para fijar mi base. Ayer me aplicó polvo suelto en la cara para reducir el brillo. Mañana me aplicaré polvo suelto en la cara para parecer perfecta.",
      "imageLink": "image_files\\English\\"imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nail brush",
      "translation": "cepillo de uñas",
      "definition": "A small brush used to apply nail polish or nail strengthener to the fingernails or toenails.",
      "definition_translation": "Un cepillo pequeño que se utiliza para aplicar esmalte de uñas o fortalecedor de uñas en las uñas de los dedos o los pies.",
      "example": "I use a nail brush to apply nail polish carefully. I used a nail brush to apply nail strengthener yesterday. I will use a nail brush to paint my nails tomorrow.",
      "example_translation": "Utilizo un cepillo de uñas para aplicar esmalte de uñas con cuidado. Utilicé un cepillo de uñas para aplicar fortalecedor de uñas ayer. Mañana utilizaré un cepillo de uñas para pintar mis uñas.",
      "imageLink": "image_files\\English\\"imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nail polish",
      "translation": "esmalte de uñas",
      "definition": "A cosmetic substance used to color and decorate the fingernails or toenails.",
      "definition_translation": "Una sustancia cosmética utilizada para colorear y decorar las uñas de los dedos o los pies.",
      "example": "I apply nail polish to my toenails every week. I applied nail polish to my fingernails yesterday. I will apply nail polish to my toenails tomorrow.",
      "example_translation": "Me aplico esmalte de uñas en las uñas de los pies cada semana. Ayer me aplicó esmalte de uñas en las uñas de los dedos. Mañana me aplicaré esmalte de uñas en las uñas de los pies.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nail polish remover",
      "translation": "quitapolish de uñas",
      "definition": "A solvent-based liquid used to remove nail polish from fingernails or toenails.",
      "definition_translation": "Un líquido basado en disolventes utilizado para quitar esmalte de uñas de los dedos de los pies o las uñas de los dedos.",
      "example": "I need to buy a nail polish remover to take off my old nail polish. Yesterday, I used a nail polish remover to clean my nails. By next week, I will have learned how to use a nail polish remover effectively.",
      "example_translation": "Necesito comprar un quitapolish de uñas para quitar mi esmalte de uñas antiguo. Ayer, usé un quitapolish de uñas para limpiar mis uñas. Para la próxima semana, habré aprendido cómo usar un quitapolish de uñas de manera efectiva.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "powder puff",
      "translation": "polvillo",
      "definition": "A soft, cushion-like tool used to apply powder to the face or body.",
      "definition_translation": "Una herramienta suave y acolchada utilizada para aplicar polvo en la cara o el cuerpo.",
      "example": "The makeup artist used a powder puff to set the foundation on the model's face. She has been using a powder puff to apply powder all morning. By tomorrow, she will have mastered the technique of using a powder puff.",
      "example_translation": "El artista de maquillaje usó un polvillo para fijar la base en la cara del modelo. Ha estado usando un polvillo para aplicar polvo toda la mañana. Para mañana, habrá dominado la técnica de usar un polvillo.",
      "imageLink": "image_files\\English\\"imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pressed powder",
      "translation": "polvo compacto",
      "definition": "A type of cosmetic powder that is pressed into a compact form, used to set the foundation and concealer.",
      "definition_translation": "Un tipo de polvo cosmético que se presiona en una forma compacta, utilizado para fijar la base y el corrector.",
      "example": "She applied a layer of pressed powder to set her makeup. Yesterday, I bought a new pressed powder that is oil-controlling. By next month, I will have finished my pressed powder and need to purchase a new one.",
      "example_translation": "Ella aplicó una capa de polvo compacto para fijar su maquillaje. Ayer, compré un nuevo polvo compacto que es controlador de aceite. Para el próximo mes, habré terminado mi polvo compacto y necesitaré comprar uno nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "primer",
      "translation": "prueba",
      "definition": "A primer is a preparatory coat of paint or glue applied to a surface to create a smooth base for further coats or to improve adhesion.",
      "definition_translation": "Un primer es una capa de pintura o pegamento aplicada a una superficie para crear una base suave para capas adicionales o mejorar la adhesión.",
      "example": "I used a primer to paint the wall, then applied two coats of paint. I will use a primer again next week to finish the project. She had used a primer last year to prepare the surface.",
      "example_translation": "Usé un primer para pintar la pared, luego apliqué dos capas de pintura. Usaré un primer de nuevo la próxima semana para terminar el proyecto. Ella había usado un primer el año pasado para preparar la superficie.",
      "imageLink": "image_files\\English\\"imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pumice stone",
      "translation": "piedra pómez",
      "definition": "A pumice stone is a natural exfoliating stone used to remove dead skin cells and smooth rough patches on the skin.",
      "definition_translation": "Una piedra pómez es una piedra natural exfoliante utilizada para eliminar células muertas de la piel y suavizar parches rugosos en la piel.",
      "example": "I used a pumice stone to remove dead skin cells from my feet. She will use a pumice stone tomorrow to exfoliate her hands. They had used a pumice stone last week to smooth their elbows.",
      "example_translation": "Usé una piedra pómez para eliminar células muertas de mis pies. Ella utilisará una piedra pómez mañana para exfoliar sus manos. Habían utilizado una piedra pómez la semana pasada para suavizar sus codos.",
      "imageLink": "image_files\\English\\"imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shaving brush",
      "translation": "cepillo de afeitar",
      "definition": "A shaving brush is a brush used to apply shaving soap or cream to the skin before shaving.",
      "definition_translation": "Un cepillo de afeitar es un cepillo utilizado para aplicar jabón o crema de afeitar a la piel antes de afeitar.",
      "example": "I used a shaving brush to apply shaving cream to my face. She will use a shaving brush tomorrow to shave her legs. They had used a shaving brush last week to shave their beards.",
      "example_translation": "Usé un cepillo de afeitar para aplicar crema de afeitar a mi rostro. Ella utilisará un cepillo de afeitar mañana para afeitar sus piernas. Habían utilizado un cepillo de afeitar la semana pasada para afeitar sus barbas.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shaving cream",
      "translation": "crema de afeitar",
      "definition": "A thick, rich, and creamy substance used to lubricate and protect the skin while shaving, usually containing ingredients that help to moisturize and soothe the skin.",
      "definition_translation": "Una sustancia gruesa, rica y cremosa utilizada para lubricar y proteger la piel mientras se afeita, que generalmente contiene ingredientes que ayudan a hidratar y calmar la piel.",
      "example": "I used shaving cream to shave my beard yesterday, but I will use a razor tomorrow. I have been using shaving cream for months, and I will continue to use it in the future.",
      "example_translation": "Usé crema de afeitar para afeitar mi barba ayer, pero usaré una navaja mañana. He estado usando crema de afeitar durante meses, y continuaré usando en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shaving foam",
      "translation": "espuma de afeitar",
      "definition": "A light, airy, and frothy substance used to lubricate and protect the skin while shaving, usually dispensed from an aerosol can.",
      "definition_translation": "Una sustancia liviana, aireada y espumosa utilizada para lubricar y proteger la piel mientras se afeita, generalmente dispensada desde una lata de aerosol.",
      "example": "She applied shaving foam to her legs before shaving, and then rinsed it off. He has been using shaving foam for years, but now he wants to try a razor.",
      "example_translation": "Ella aplicó espuma de afeitar a sus piernas antes de afeitarse, y luego la enjuagó. Él ha estado usando espuma de afeitar durante años, pero ahora quiere probar una navaja.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sunscreen",
      "translation": "protector solar",
      "definition": "A cream, lotion, or spray used to protect the skin from the sun's harmful ultraviolet rays, often containing ingredients that help to moisturize and soothe the skin.",
      "definition_translation": "Una crema, loción o spray utilizada para proteger la piel de los dañinos rayos ultravioletas del sol, que a menudo contiene ingredientes que ayudan a hidratar y calmar la piel.",
      "example": "I always apply sunscreen before going to the beach, and I reapply it every two hours. She forgot to bring sunscreen to the park, and now she has a sunburn.",
      "example_translation": "Siempre aplico protector solar antes de ir a la playa, y reaplico cada dos horas. Ella se olvidó de帶r el protector solar al parque, y ahora tiene una quemadura solar.",
      "imageLink": "image_files\\English\\"imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tweezers",
      "translation": "pinzas",
      "definition": "Small metal instruments, typically in the shape of a pair of scissors, used for plucking or gripping small objects, especially for shaping or adjusting eyebrows.",
      "definition_translation": "Instrumentos metálicos pequeños, generalmente en forma de tijeras, utilizados para arrancar o sujetar objetos pequeños, especialmente para dar forma o ajustar las cejas.",
      "example": "I used tweezers to remove a splinter from my skin. I will use tweezers to pluck my eyebrows tonight. She had used tweezers to adjust her necklace.",
      "example_translation": "Usé pinzas para quitar un astillo de mi piel. Usaré pinzas para depilar mis cejas esta noche. Ella había utilizado pinzas para ajustar su collar.",
      "imageLink": "image_files\\English\\"imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]