[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Abyssinian",
      "translation": "abisinio",
      "definition": "A breed of domestic cat originating from Ethiopia, known for its distinctive ticked coat.",
      "definition_translation": "Una raza de gato doméstico originario de Etiopía, conocida por su peculiar capa moteada.",
      "example": "I had an Abyssinian cat as a pet when I was a child. It was very playful. I will get another Abyssinian cat next year. It will be a great companion.",
      "example_translation": "Tenía un gato abisinio como mascota cuando era niño. Era muy juguetón. Volveré a tener otro gato abisinio el próximo año. Será un gran compañero.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "American shorthair",
      "translation": "pelaje americano corto",
      "definition": "A breed of domestic cat originating from North America, known for its sturdy build and short, dense coat.",
      "definition_translation": "Una raza de gato doméstico originario de Norteamérica, conocida por su construcción sólida y su capa corta y densa.",
      "example": "The American shorthair is a beautiful breed. It was introduced to Europe in the 19th century. I will introduce an American shorthair to my family soon.",
      "example_translation": "El pelaje americano corto es una raza hermosa. Se introdujo en Europa en el siglo XIX. Introduciré un pelaje americano corto a mi familia pronto.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Bengal cat",
      "translation": "gato bengalí",
      "definition": "A hybrid breed of domestic cat, resulting from the crossing of a domestic cat with an Asian leopard cat, known for its distinctive spotted or marbled coat.",
      "definition_translation": "Una raza híbrida de gato doméstico, resultado del cruce de un gato doméstico con un gato leopardo asiático, conocida por su capa moteada o jaspeada característica.",
      "example": "I saw a Bengal cat at the pet store yesterday. It was very energetic. I will own a Bengal cat in the future. It will be a wonderful pet.",
      "example_translation": "Vi un gato bengalí en la tienda de mascotas ayer. Era muy enérgico. Tendré un gato bengalí en el futuro. Será una mascota maravillosa.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Birman",
      "translation": "Birmano",
      "definition": "The Birman is a breed of domestic cat originating from Burma (now Myanmar). It is known for its pointy ears, white paws, and fluffy coat.",
      "definition_translation": "El Birmano es una raza de gato doméstico originaria de Birmania (ahora Myanmar). Es conocido por sus orejas puntiagudas, patas blancas y manto espeso.",
      "example": "I had a Birman cat when I was a child, it was very playful. Now I have a Birman cat again, it is very affectionate. I will get a Birman cat in the future, it will be very loyal.",
      "example_translation": "Tuve un gato Birmano cuando era niño, era muy juguetón. Ahora tengo un gato Birmano de nuevo, es muy cariñoso. Tendré un gato Birmano en el futuro, será muy leal.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "British shorthair",
      "translation": "británico de pelo corto",
      "definition": "The British Shorthair is a breed of domestic cat known for its sturdy build, short coat, and calm temperament. It is one of the oldest cat breeds in the world.",
      "definition_translation": "El británico de pelo corto es una raza de gato doméstico conocido por su construcción sólida, manto corto y temperamento calmado. Es una de las razas de gatos más antiguas del mundo.",
      "example": "My grandmother had a British Shorthair cat, it was very lazy. Now I have a British Shorthair cat, it is very playful. I will get a British Shorthair cat in the future, it will be very gentle.",
      "example_translation": "Mi abuela tenía un gato británico de pelo corto, era muy vago. Ahora tengo un gato británico de pelo corto, es muy juguetón. Tendré un gato británico de pelo corto en el futuro, será muy suave.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Burmese",
      "translation": "Birmano",
      "definition": "The Burmese is a breed of domestic cat known for its golden coat, large eyes, and playful temperament. It originated from Burma (now Myanmar).",
      "definition_translation": "El Birmano es una raza de gato doméstico conocido por su manto dorado, ojos grandes y temperamento juguetón. Originó de Birmania (ahora Myanmar).",
      "example": "I had a Burmese cat when I was a teenager, it was very energetic. Now I have a Burmese cat, it is very curious. I will get a Burmese cat in the future, it will be very adventurous.",
      "example_translation": "Tuve un gato Birmano cuando era adolescente, era muy enérgico. Ahora tengo un gato Birmano, es muy curioso. Tendré un gato Birmano en el futuro, será muy aventurero.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Chartreux",
      "translation": "Cartujano",
      "definition": "The Chartreux is a breed of domestic cat from France, known for its distinctive blue-grey coat and large size.",
      "definition_translation": "El Cartujano es una raza de gato doméstico de Francia, conocida por su Distintiva capa azul-gris y su gran tamaño.",
      "example": "She had always been fascinated by the Chartreux breed, and finally adopted one from a local shelter. Last year, she took her Chartreux to a cat show, where it won first prize. Next year, she plans to breed her Chartreux to preserve the breed.",
      "example_translation": "Siempre había estado fascinada por la raza Cartujano, y finalmente adoptó uno de un refugio local. El año pasado, llevó su Cartujano a una exhibición de gatos, donde ganó el primer premio. El año próximo, planea criar su Cartujano para preservar la raza.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "colourpoint, Himalayan",
      "translation": "punto de color, Himalayo",
      "definition": "The colourpoint, also known as the Himalayan, is a breed of domestic cat resulting from cross-breeding Siamese and Persian cats, characterized by its white coat with points of color.",
      "definition_translation": "El punto de color, también conocido como Himalayo, es una raza de gato doméstico resultado de cruzar gatos Siames y Persas, caracterizados por su capa blanca con puntos de color.",
      "example": "Her grandmother had a colourpoint cat when she was a child, and she loved playing with its soft fur. Today, she owns a colourpoint of her own, which she takes to cat shows regularly. By next year, she hopes to have bred a prize-winning colourpoint.",
      "example_translation": "Su abuela tenía un gato punto de color cuando era niña, y le encantaba jugar con su suave pelaje. Hoy en día, ella posee un punto de color propio, que lleva a exhibiciones de gatos regularmente. Para el año próximo, espera haber criado un punto de color ganador de premios.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Devon Rex",
      "translation": "Rex de Devon",
      "definition": "The Devon Rex is a breed of domestic cat originating from Devon, England, known for its curly, soft coat and large ears.",
      "definition_translation": "El Rex de Devon es una raza de gato doméstico originaria de Devon, Inglaterra, conocida por su capa suave y rizada, y sus orejas grandes.",
      "example": "He had never seen a Devon Rex before, but when he met one at a pet store, he was immediately smitten. Last week, he brought home a Devon Rex kitten, which he named Max. In a year, he plans to show Max at a national cat show.",
      "example_translation": "Nunca había visto un Rex de Devon antes, pero cuando conoció uno en una tienda de mascotas, se enamoró al instante. La semana pasada, trajo a casa un gatito Rex de Devon, al que llamó Max. En un año, planea mostrar a Max en una exhibición de gatos nacional.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "domestic cat",
      "translation": "gato doméstico",
      "definition": "A domestic cat, also called housecat or indoor cat, is a small typically furry carnivorous mammal which lives in or around human habitations.",
      "definition_translation": "Un gato doméstico, también llamado gato de casa o gato indoor, es un pequeño mamífero carnívoro típicamente peludo que vive en o alrededor de habitaciones humanas.",
      "example": "I had a domestic cat when I was a child. Now I have a dog. I will get a domestic cat again in the future.",
      "example_translation": "Tuve un gato doméstico cuando era niño. Ahora tengo un perro. Volveré a tener un gato doméstico en el futuro.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "exotic shorthair",
      "translation": "pelaje corto exótico",
      "definition": "An exotic shorthair is a breed of cat that has a short, plush coat and a sweet, calm temperament.",
      "definition_translation": "Un pelaje corto exótico es una raza de gato que tiene un pelaje corto y acolchado y un temperamento dulce y calmado.",
      "example": "My sister had an exotic shorthair cat when she was in college. Now she has a different breed of cat. She will get an exotic shorthair again someday.",
      "example_translation": "Mi hermana tenía un gato de pelaje corto exótico cuando estaba en la universidad. Ahora tiene una raza diferente de gato. Volverá a tener un gato de pelaje corto exótico algún día.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Japanese bobtail",
      "translation": "cola japonesa",
      "definition": "The Japanese bobtail is a breed of domestic cat originating in Japan, characterized by its short tail, and often having a calm and gentle personality.",
      "definition_translation": "El cola japonesa es una raza de gato doméstico originaria de Japón, caracterizada por su cola corta, y a menudo tienen una personalidad calmada y gentil.",
      "example": "I saw a Japanese bobtail cat at the pet store last week. It was very cute. I will consider getting a Japanese bobtail in the future.",
      "example_translation": "Vi un gato cola japonesa en la tienda de mascotas la semana pasada. Era muy lindo. Consideraré tener un gato cola japonesa en el futuro.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Maine coon",
      "translation": "Gato Maine Coon",
      "definition": "The Maine Coon is a domesticated cat breed native to North America, specifically the state of Maine. It is one of the oldest natural cat breeds in North America, with a distinctive physical appearance and a friendly, outgoing personality.",
      "definition_translation": "El gato Maine Coon es una raza de gato doméstico nativa de Norteamérica, específicamente del estado de Maine. Es una de las razas de gatos naturales más antiguas de Norteamérica, con una apariencia física distintiva y una personalidad amigable y extrovertida.",
      "example": "I had a Maine Coon cat when I was a kid, it was very playful. Today, I have a new Maine Coon kitten, and it's already showing its curious nature. I will have a whole family of Maine Coon cats in the future.",
      "example_translation": "Tuve un gato Maine Coon cuando era niño, era muy juguetón. Hoy, tengo un nuevo gatito Maine Coon, y ya está mostrando su naturaleza curiosa. Tendré una familia completa de gatos Maine Coon en el futuro.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Norwegian Forest cat",
      "translation": "Gato Bosque Noruego",
      "definition": "The Norwegian Forest cat is a domesticated cat breed originating from Norway. It is a sturdy and athletic cat with a distinctive coat and a calm, gentle nature.",
      "definition_translation": "El gato Bosque Noruego es una raza de gato doméstico originaria de Noruega. Es un gato sólido y atlético con un abrigo distinctivo y una naturaleza calmada y gentil.",
      "example": "I used to own a Norwegian Forest cat, it was very affectionate. Now, I have a friend who has a Norwegian Forest cat, and it's very playful. I will get a Norwegian Forest cat again in the future.",
      "example_translation": "Solía tener un gato Bosque Noruego, era muy cariñoso. Ahora, tengo un amigo que tiene un gato Bosque Noruego, y es muy juguetón. Volveré a tener un gato Bosque Noruego en el futuro.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ocicat",
      "translation": "ocicat",
      "definition": "The Ocicat is a domesticated cat breed developed to resemble a wild cat, but with a friendly and outgoing personality.",
      "definition_translation": "El ocicat es una raza de gato doméstico desarrollada para parecerse a un gato salvaje, pero con una personalidad amigable y extrovertida.",
      "example": "I saw an ocicat at the pet store, it was very beautiful. My sister has an ocicat, and it's very energetic. I will buy an ocicat as a gift for my brother in the future.",
      "example_translation": "Vi un ocicat en la tienda de mascotas, era muy hermoso. Mi hermana tiene un ocicat, y es muy enérgico. Compraré un ocicat como regalo para mi hermano en el futuro.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Persian",
      "translation": "persa",
      "definition": "The Persian is a long-haired breed of cat characterized by its round face, short snout, and calm demeanor.",
      "definition_translation": "El persa es una raza de gato de pelo largo caracterizada por su rostro redondo, hocico corto y temperamento calmado.",
      "example": "I had a Persian cat when I was a child, it was very playful. Now I have a new Persian cat, and it is very lazy. I will get another Persian cat next year.",
      "example_translation": "Tenía un gato persa cuando era niño, era muy juguetón. Ahora tengo un nuevo gato persa, y es muy perezoso. Tendré otro gato persa el año que viene.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Ragdoll",
      "translation": "muñeco de trapo",
      "definition": "The Ragdoll is a breed of cat known for its soft, silky coat and tendency to go limp when picked up.",
      "definition_translation": "El muñeco de trapo es una raza de gato conocida por su suave capa sedosa y tendencia a menjadi flojo cuando se lo levanta.",
      "example": "I have a Ragdoll cat, it loves to sleep. Yesterday, I picked up my Ragdoll cat, and it became very relaxed. Tomorrow, I will take my Ragdoll cat to the vet.",
      "example_translation": "Tengo un gato muñeco de trapo, le encanta dormir. Ayer, levanté a mi gato muñeco de trapo, y se relajó mucho. Mañana, llevaré a mi gato muñeco de trapo al veterinario.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Russian Blue",
      "translation": "azul ruso",
      "definition": "The Russian Blue is a breed of cat known for its thick, plush coat and green eyes.",
      "definition_translation": "El azul ruso es una raza de gato conocida por su espesa capa de piel acolchada y ojos verdes.",
      "example": "I have a Russian Blue cat, it is very shy. Last week, I saw a Russian Blue cat at the pet store, it was very beautiful. Next month, I will adopt a Russian Blue cat from the shelter.",
      "example_translation": "Tengo un gato azul ruso, es muy tímido. La semana pasada, vi un gato azul ruso en la tienda de mascotas, era muy hermoso. El mes que viene, adoptaré un gato azul ruso del refugio.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Savannah",
      "translation": "Sabana",
      "definition": "A savannah is a grassland ecosystem characterized by the presence of scattered trees, typically found in tropical and subtropical regions.",
      "definition_translation": "Una sabana es un ecosistema de pradera caracterizado por la presencia de árboles dispersos, typicalmente encontrado en regiones tropicales y subtropicales.",
      "example": "I have visited many savannahs in Africa, where I saw lions roaming freely. I am going to visit a savannah next year. I visited a savannah last summer.",
      "example_translation": "He visitado muchas sabanas en África, donde vi leones vagando libremente. Voy a visitar una sabana el próximo año. Visité una sabana la verano pasado.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Scottish Fold",
      "translation": "Scottish Fold",
      "definition": "The Scottish Fold is a breed of domestic cat known for its unique folded ears and playful personality.",
      "definition_translation": "El Scottish Fold es una raza de gato doméstico conocida por sus orejas dobladas únicas y su personalidad juguetona.",
      "example": "I have a Scottish Fold cat at home, which I love playing with. My friend is going to buy a Scottish Fold kitten next month. I had a Scottish Fold cat when I was a kid.",
      "example_translation": "Tengo un gato Scottish Fold en casa, con el que me encanta jugar. Mi amigo va a comprar un gatito Scottish Fold el próximo mes. Tenía un gato Scottish Fold cuando era niño.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Siamese",
      "translation": "Siamés",
      "definition": "The Siamese is a breed of domestic cat originating from Thailand, known for its short, fine coat in a cream base color with a point color scheme.",
      "definition_translation": "El Siamés es una raza de gato doméstico originaria de Tailandia, conocida por su corta y fina capa en un color base crema con un esquema de colores punto.",
      "example": "I have always wanted a Siamese cat, but they are quite rare. My aunt has a Siamese cat, which is very talkative. I saw a Siamese cat at the pet store last week.",
      "example_translation": "He siempre querido un gato Siamés, pero son bastante raros. Mi tía tiene un gato Siamés, que es muy hablador. Vi un gato Siamés en la tienda de mascotas la semana pasada.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Siberian",
      "translation": "Siberiano",
      "definition": "Relating to Siberia, a region in Russia, or to its people or culture.",
      "definition_translation": "Relativo a Siberia, una región en Rusia, o a su pueblo o cultura.",
      "example": "The Siberian wilderness is known for its harsh climate and diverse wildlife. The explorer had traveled through Siberian forests before reaching the mountain peak. The scientist will study the Siberian permafrost to understand its impact on global warming.",
      "example_translation": "El desierto siberiano es conocido por su clima severo y diversa vida silvestre. El explorador había viajado por bosques siberianos antes de alcanzar la cima de la montaña. El científico estudiara el permafrost siberiano para entender su impacto en el calentamiento global.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Somali",
      "translation": "Somalí",
      "definition": "Relating to Somalia, a country in East Africa, or to its people or culture.",
      "definition_translation": "Relativo a Somalia, un país en África Oriental, o a su pueblo o cultura.",
      "example": "The Somali community in the city has maintained its cultural traditions. The Somali language is spoken by millions of people around the world. The Somali government has implemented policies to reduce poverty and inequality.",
      "example_translation": "La comunidad somalí en la ciudad ha mantenido sus tradiciones culturales. El idioma somalí es hablado por millones de personas en todo el mundo. El gobierno somalí ha implementado políticas para reducir la pobreza y la desigualdad.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Sphynx",
      "translation": "Esfinge",
      "definition": "A breed of cat known for its lack of fur, originating from Canada.",
      "definition_translation": "Una raza de gato conocida por su falta de pelo, originaria de Canadá.",
      "example": "The Sphynx cat is a popular pet due to its affectionate nature. The breeder had a litter of Sphynx kittens that needed to be vaccinated. The owner of the Sphynx cat will take it to the vet for a check-up next week.",
      "example_translation": "El gato Esfinge es un animal doméstico popular debido a su naturaleza afectuosa. El criador tenía una camada de gatitos Esfinge que necesitaban ser vacunados. El propietario del gato Esfinge lo llevará al veterinario para un chequeo la próxima semana.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Turkish Angora",
      "translation": "Angora Turco",
      "definition": "The Turkish Angora is a breed of domestic cat that originated in Turkey, known for its silky, fine coat and large eyes.",
      "definition_translation": "El Angora Turco es una raza de gato doméstico que se originó en Turquía, conocido por su piel suave y fina y ojos grandes.",
      "example": "I had a Turkish Angora as a pet when I was a child. Now, I'm planning to get one again. In the future, I think I'll have a whole house full of them.",
      "example_translation": "Tuve un Angora Turco como mascota cuando era niño. Ahora, estoy planeando tener uno de nuevo. En el futuro, creo que tendré una casa llena de ellos.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Turkish Van",
      "translation": "Van Turco",
      "definition": "The Turkish Van is a breed of domestic cat that originated in Turkey, known for its distinctive white and colored markings.",
      "definition_translation": "El Van Turco es una raza de gato doméstico que se originó en Turquía, conocido por sus marcas blancas y de colores distintas.",
      "example": "My friend has a Turkish Van that loves to play in the garden. She had it since it was a kitten, and now it's a beautiful adult cat. She'll have to be careful when it gets old.",
      "example_translation": "Mi amiga tiene un Van Turco que le encanta jugar en el jardín. Lo tuvo desde que era un gatito, y ahora es un gato adulto hermoso. Tendrá que tener cuidado cuando se haga viejo.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]