[
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beer",
      "translation": "cerveza",
      "definition": "a fermented drink made from malted cereals, typically barley, and flavored with hops",
      "definition_translation": "una bebida fermentada hecha de cereales maltados, típicamente cebada, y aromatizada con lúpulo",
      "example": "I drank a beer yesterday, I'm drinking a beer now, and I will drink a beer tomorrow.",
      "example_translation": "Bebí una cerveza ayer, estoy bebiendo una cerveza ahora, y beberé una cerveza mañana.",
      "imageLink": "image_files\\English\\beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "coffee",
      "translation": "café",
      "definition": "a hot drink made from the roasted seeds of a tropical plant",
      "definition_translation": "una bebida caliente hecha de las semillas tostadas de una planta tropical",
      "example": "I drank a coffee this morning, I'm drinking a coffee now, and I will drink a coffee this evening.",
      "example_translation": "Bebí un café esta mañana, estoy bebiendo un café ahora, y beberé un café esta noche.",
      "imageLink": "image_files\\English\\coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Coke",
      "translation": "Coca-Cola",
      "definition": "a sweet carbonated drink flavored with vanilla and containing caffeine",
      "definition_translation": "una bebida dulce y carbonatada con sabor a vainilla y que contiene cafeína",
      "example": "I drank a Coke yesterday, I'm drinking a Coke now, and I will drink a Coke at the party.",
      "example_translation": "Bebí una Coca-Cola ayer, estoy bebiendo una Coca-Cola ahora, y beberé una Coca-Cola en la fiesta.",
      "imageLink": "image_files\\English\\coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "drink",
      "translation": "beber",
      "definition": "To swallow a liquid, such as water or juice, into the body through the mouth.",
      "definition_translation": "Ingerir un líquido, como agua o jugo, en el cuerpo a través de la boca.",
      "example": "I drank water yesterday, I drink juice now, and I will drink milk tomorrow.",
      "example_translation": "Bebí agua ayer, bebo jugo ahora, y beberé leche mañana.",
      "imageLink": "image_files\\English\\drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "juice",
      "translation": "jugo",
      "definition": "A liquid substance that is naturally contained in fruit or vegetables, used as a beverage.",
      "definition_translation": "Una sustancia líquida que se contiene naturalmente en frutas o verduras, utilizada como bebida.",
      "example": "I drank orange juice yesterday, I drink apple juice now, and I will drink grape juice tomorrow.",
      "example_translation": "Bebí jugo de naranja ayer, bebo jugo de manzana ahora, y beberé jugo de uva mañana.",
      "imageLink": "image_files\\English\\juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "milk",
      "translation": "leche",
      "definition": "A liquid produced by mammary glands of female mammals, used as a food.",
      "definition_translation": "Un líquido producido por las glándulas mamarias de los mamíferos hembras, utilizado como alimento.",
      "example": "I drank milk when I was a child, I drink milk now, and I will drink milk when I am old.",
      "example_translation": "Bebí leche cuando era niño, bebo leche ahora, y beberé leche cuando sea anciano.",
      "imageLink": "image_files\\English\\milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "orange juice",
      "translation": "jugo de naranja",
      "definition": "a sweet and tangy beverage made from the juice of oranges",
      "definition_translation": "una bebida dulce y ácida hecha con el jugo de naranjas",
      "example": "I drank orange juice for breakfast, I am drinking it now, and I will drink it tomorrow.",
      "example_translation": "Bebí jugo de naranja para desayunar, ahora lo estoy bebiendo, y lo beberé mañana.",
      "imageLink": "image_files\\English\\orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tea",
      "translation": "té",
      "definition": "a hot or cold beverage made from the leaves of the tea plant",
      "definition_translation": "una bebida caliente o fría hecha con las hojas de la planta de té",
      "example": "I drank tea yesterday, I am drinking it now, and I will drink it tonight.",
      "example_translation": "Bebí té ayer, ahora lo estoy bebiendo, y lo beberé esta noche.",
      "imageLink": "image_files\\English\\tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tomato juice",
      "translation": "jugo de tomate",
      "definition": "a savory beverage made from the juice of tomatoes",
      "definition_translation": "una bebida sabrosa hecha con el jugo de tomates",
      "example": "I drank tomato juice with my breakfast, I am drinking it with my lunch, and I will drink it with my dinner.",
      "example_translation": "Bebí jugo de tomate con mi desayuno, ahora lo estoy bebiendo con mi almuerzo, y lo beberé con mi cena.",
      "imageLink": "image_files\\English\\tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "water",
      "translation": "agua",
      "definition": "A clear, colorless, odorless, and tasteless liquid substance that forms the seas, lakes, rivers, and rain and is the basis of the fluids of living organisms.",
      "definition_translation": "Una sustancia líquida clara, incolora, inodora y sin sabor que forma los mares, lagos, ríos y lluvia y es la base de los fluidos de los organismos vivos.",
      "example": "I drank water from the bottle. I will drink water from the fountain. I had drunk water from the tap.",
      "example_translation": "Bebí agua de la botella. Beberé agua de la fuente. Había bebido agua del grifo.",
      "imageLink": "image_files\\English\\water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "wine",
      "translation": "vino",
      "definition": "A fermented drink made from grapes, the juice of which has been converted into alcohol by yeast.",
      "definition_translation": "Una bebida fermentada hecha de uvas, cuyo jugo ha sido convertido en alcohol por la acción de la levadura.",
      "example": "I drank wine at dinner. I will drink wine at the party. I had drunk wine at the wedding.",
      "example_translation": "Bebí vino en la cena. Beberé vino en la fiesta. Había bebido vino en la boda.",
      "imageLink": "image_files\\English\\wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alcohol",
      "translation": "alcohol",
      "definition": "A colorless, volatile, and flammable liquid obtained by fermentation of sugars, used as a solvent and in various industrial and medicinal applications.",
      "definition_translation": "Un líquido incoloro, volátil y inflamable obtenido por fermentación de azúcares, utilizado como disolvente y en various aplicaciones industriales y medicinales.",
      "example": "I drink alcohol occasionally. I will drink alcohol at the bar. I had drunk alcohol at the club.",
      "example_translation": "Bebo alcohol ocasionalmente. Beberé alcohol en el bar. Había bebido alcohol en el club.",
      "imageLink": "image_files\\English\\alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apple juice",
      "translation": "jugo de manzana",
      "definition": "A sweet and refreshing beverage made from apples, often consumed as a healthy option.",
      "definition_translation": "Una bebida dulce y refrescante hecha de manzanas, a menudo consumida como una opción saludable.",
      "example": "I drank apple juice yesterday, I drink apple juice every morning, and I will drink apple juice tomorrow.",
      "example_translation": "Bebí jugo de manzana ayer, bebo jugo de manzana todas las mañanas y beberé jugo de manzana mañana.",
      "imageLink": "image_files\\English\\apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "champagne",
      "translation": "champaña",
      "definition": "A type of sparkling wine originating from the Champagne region in France, often served at celebrations and special occasions.",
      "definition_translation": "Un tipo de vino espumoso originario de la región de Champaña en Francia, a menudo servido en celebraciones y ocasiones especiales.",
      "example": "We opened champagne last night to celebrate our anniversary, we are going to open champagne at our wedding, and we will open champagne on New Year's Eve.",
      "example_translation": "Abrimos champaña anoche para celebrar nuestro aniversario, vamos a abrir champaña en nuestra boda y abrirán champaña en la víspera de Año Nuevo.",
      "imageLink": "image_files\\English\\champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cola",
      "translation": "cola",
      "definition": "A sweet and fizzy soft drink flavored with vanilla and cinnamon, often consumed as a refreshing beverage.",
      "definition_translation": "Una bebida dulce y efervescente saborizada con vainilla y canela, a menudo consumida como una bebida refrescante.",
      "example": "I drank cola at the party, I drink cola with my pizza, and I will drink cola at the beach.",
      "example_translation": "Bebí cola en la fiesta, bebo cola con mi pizza y beberé cola en la playa.",
      "imageLink": "image_files\\English\\cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "drink",
      "translation": "beber",
      "definition": "To take liquid into the body through the mouth.",
      "definition_translation": "Tomar líquido en el cuerpo a través de la boca.",
      "example": "I drank coffee yesterday, I drink it every morning, and I will drink it tomorrow.",
      "example_translation": "Bebo café ayer, lo bebo todas las mañanas y lo beberé mañana.",
      "imageLink": "image_files\\English\\drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hot chocolate",
      "translation": "chocolate caliente",
      "definition": "A sweet drink made with melted chocolate, milk, and sugar, served hot.",
      "definition_translation": "Una bebida dulce hecha con chocolate derretido, leche y azúcar, servida caliente.",
      "example": "I sipped hot chocolate while watching the snowfall last winter, I drink it on cold days, and I will enjoy it next Christmas.",
      "example_translation": "Me tomé chocolate caliente mientras veía la nieve caer el invierno pasado, lo bebo en días fríos y lo disfrutaré la próxima Navidad.",
      "imageLink": "image_files\\English\\hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lemonade",
      "translation": "limonada",
      "definition": "A sweet drink made with lemon juice, sugar, and water.",
      "definition_translation": "Una bebida dulce hecha con jugo de limón, azúcar y agua.",
      "example": "I drank lemonade at the picnic last summer, I make it for my guests today, and I will sell it at the fair next month.",
      "example_translation": "Me tomé limonada en el picnic el verano pasado, la hago para mis invitados hoy y la venderé en la feria el próximo mes.",
      "imageLink": "image_files\\English\\lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "milkshake",
      "translation": "batido de leche",
      "definition": "A sweet, frothy drink made with milk, ice cream, and usually flavorings, typically served cold.",
      "definition_translation": "Una bebida dulce y espumosa hecha con leche, helado y usualmente sabores, servida típicamente fría.",
      "example": "I drank a milkshake at the diner yesterday, I am drinking a milkshake now, and I will drink a milkshake tomorrow.",
      "example_translation": "Bebí un batido de leche en el diner ayer, estoy bebiendo un batido de leche ahora, y beberé un batido de leche mañana.",
      "imageLink": "image_files\\English\\milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mineral water",
      "translation": "agua mineral",
      "definition": "Water that is naturally rich in minerals, often bottled and sold as a natural health drink.",
      "definition_translation": "Agua que es naturalmente rica en minerales, a menudo embotellada y vendida como una bebida saludable natural.",
      "example": "I drank a bottle of mineral water after the workout yesterday, I am drinking a bottle of mineral water now, and I will drink a bottle of mineral water after the workout tomorrow.",
      "example_translation": "Bebí una botella de agua mineral después del entrenamiento ayer, estoy bebiendo una botella de agua mineral ahora, y beberé una botella de agua mineral después del entrenamiento mañana.",
      "imageLink": "image_files\\English\\mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "soft drink",
      "translation": "bebida suave",
      "definition": "A sweet, carbonated drink, typically flavored and served cold.",
      "definition_translation": "Una bebida dulce y carbonatada, típicamente saborizada y servida fría.",
      "example": "I drank a soft drink at the party yesterday, I am drinking a soft drink now, and I will drink a soft drink at the party tomorrow.",
      "example_translation": "Bebí una bebida suave en la fiesta ayer, estoy bebiendo una bebida suave ahora, y beberé una bebida suave en la fiesta mañana.",
      "imageLink": "image_files\\English\\soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cocktail",
      "translation": "cóctel",
      "definition": "A cocktail is a mixed drink that typically contains alcohol, fruit juice, and other flavorings, served in a glass over ice.",
      "definition_translation": "Un cóctel es una bebida mezclada que suele contener alcohol, jugo de fruta y otros saborizantes, servida en un vaso con hielo.",
      "example": "I ordered a cocktail at the bar last night. The bartender is mixing a cocktail for the party tonight. She will create a new cocktail for the restaurant's menu next month.",
      "example_translation": "Pedí un cóctel en el bar anoche. El bartender está mezclando un cóctel para la fiesta esta noche. Creará un nuevo cóctel para el menú del restaurante el próximo mes.",
      "imageLink": "image_files\\English\\cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cocoa",
      "translation": "cacao",
      "definition": "Cocoa is a powder made from roasted cacao beans, used to make chocolate and other sweet foods.",
      "definition_translation": "El cacao es un polvo hecho de granos de cacao tostados, utilizado para hacer chocolate y otros alimentos dulces.",
      "example": "I drink hot cocoa every morning. She used cocoa powder to bake the cake yesterday. He will make a delicious hot cocoa for the winter festival next year.",
      "example_translation": "Bebí cacao caliente todas las mañanas. Ella usó polvo de cacao para hornear la torta ayer. Él hará un delicioso cacao caliente para el festival de invierno el año que viene.",
      "imageLink": "image_files\\English\\cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fizzy drink",
      "translation": "bebida con gas",
      "definition": "A fizzy drink is a carbonated beverage that effervesces or bubbles, such as soda or sparkling water.",
      "definition_translation": "Una bebida con gas es una bebida carbonatada que hace burbujas o espuma, como soda o agua con gas.",
      "example": "I prefer fizzy drinks to still water. She loved the fizzy drink at the party last weekend. They will launch a new fizzy drink product next summer.",
      "example_translation": "Prefiero bebidas con gas que agua estancada. Ella amó la bebida con gas en la fiesta el fin de semana pasado. Ellos lanzarán un nuevo producto de bebida con gas el próximo verano.",
      "imageLink": "image_files\\English\\fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "instant coffee",
      "translation": "café instantáneo",
      "definition": "A type of coffee that can be quickly prepared by adding hot water to a powder or granules.",
      "definition_translation": "Un tipo de café que se puede preparar rápidamente añadiendo agua caliente a un polvo o granulos.",
      "example": "I always keep a pack of instant coffee in my office for a quick energy boost. Yesterday, I made a cup of instant coffee during my break. By next month, I will have switched to freshly brewed coffee.",
      "example_translation": "Siempre tengo un paquete de café instantáneo en mi oficina para un estímulo de energía rápido. Ayer, hice una taza de café instantáneo durante mi descanso. Para el mes que viene, habré cambiado a café recién hecho.",
      "imageLink": "image_files\\English\\instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "vodka",
      "translation": "vodka",
      "definition": "A clear, colorless, flavorless liquid spirit, typically made from grains such as wheat or rye, and often flavored with fruits or herbs.",
      "definition_translation": "Un líquido espiritual claro, incoloro y sin sabor, típicamente hecho con granos como trigo o centeno, y a menudo saborizado con frutas o hierbas.",
      "example": "I tried vodka for the first time at a party last year. Now, I prefer vodka over other spirits. By next summer, I will have experimented with different vodka-based cocktails.",
      "example_translation": "Probé el vodka por primera vez en una fiesta el año pasado. Ahora, prefiero el vodka sobre otros espíritus. Para el próximo verano, habré experimentado con cócteles diferentes basados en vodka.",
      "imageLink": "image_files\\English\\vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "whisky",
      "translation": "whisky",
      "definition": "A type of spirit made from fermented grain mash, typically aged in wooden barrels, with a distinctive flavor and aroma.",
      "definition_translation": "Un tipo de espíritu hecho con mosto de grano fermentado, típicamente envejecido en barricas de madera, con un sabor y aroma características.",
      "example": "My grandfather always drank whisky on special occasions. Last weekend, I tried whisky for the first time and loved it. By next Christmas, I will have learned to appreciate the different types of whisky.",
      "example_translation": "Mi abuelo siempre bebía whisky en ocasiones especiales. El fin de semana pasado, probé el whisky por primera vez y me encantó. Para la próxima Navidad, habré aprendido a apreciar los diferentes tipos de whisky.",
      "imageLink": "image_files\\English\\whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "compote",
      "translation": "compota",
      "definition": "A compote is a dish made from fresh or dried fruit, often served as a dessert or side dish, characterized by its sweet and tender texture.",
      "definition_translation": "Una compota es un plato hecho de fruta fresca o seca, a menudo servido como postre o guarnición, caracterizado por su textura dulce y tierna.",
      "example": "I ate a delicious compote at the dinner party last night. Now I am making a compote for my family's gathering tonight. By next year, I will have perfected my compote recipe.",
      "example_translation": "Me comí una deliciosa compota en la fiesta de cena anoche. Ahora estoy haciendo una compota para la reunión familiar de esta noche. Para el próximo año, habré perfeccionado mi receta de compota.",
      "imageLink": "image_files\\English\\compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "decaffeinated coffee",
      "translation": "café descafeinado",
      "definition": "Decaffeinated coffee is a type of coffee that has had most of its caffeine removed, making it a popular choice for those who want to enjoy the flavor of coffee without the stimulating effects.",
      "definition_translation": "El café descafeinado es un tipo de café que ha tenido la mayoría de su cafeína eliminada, lo que lo hace una opción popular para aquellos que desean disfrutar del sabor del café sin los efectos estimulantes.",
      "example": "My grandmother always preferred decaffeinated coffee because she couldn't sleep at night. After trying decaffeinated coffee, I realized it was not my cup of tea. By the time I'm 60, I'll probably switch to decaffeinated coffee.",
      "example_translation": "Mi abuela siempre prefirió el café descafeinado porque no podía dormir por la noche. Después de probar el café descafeinado, me di cuenta de que no era mi taza de té. Para cuando tenga 60 años, probablemente cambiaré a café descafeinado.",
      "imageLink": "image_files\\English\\decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shandy",
      "translation": "seudocerveza",
      "definition": "A shandy is a refreshing drink made by mixing beer with a non-alcoholic beverage, such as lemon-lime soda or fruit juice, often served during warm weather.",
      "definition_translation": "Una seudocerveza es una bebida refrescante hecha mezclando cerveza con una bebida no alcohólica, como soda de limón-lima o jugo de fruta, a menudo servida durante el clima cálido.",
      "example": "I love drinking shandy on a hot summer day. Yesterday, I ordered a shandy at the beach bar. By next summer, I'll have perfected my own shandy recipe.",
      "example_translation": "Me encanta beber seudocerveza en un día de verano caliente. Ayer, pedí una seudocerveza en el bar de la playa. Para el próximo verano, habré perfeccionado mi propia receta de seudocerveza.",
      "imageLink": "image_files\\English\\shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]