[
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bird",
      "translation": "pájaro",
      "definition": "A warm-blooded egg-laying animal characterized by the presence of feathers, toothless beak, and light skeleton.",
      "definition_translation": "Un animal de sangre caliente con huevos que se caracteriza por la presencia de plumas, pico sin dientes y esqueleto ligero.",
      "example": "I saw a bird flying in the sky yesterday. I will watch a bird's nest tomorrow. Birds are singing beautifully in the morning.",
      "example_translation": "Vi un pájaro volando en el cielo ayer. Veré un nido de pájaro mañana. Los pájaros cantan hermosamente en la mañana.",
      "imageLink": "image_files\\English\\"imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chicken",
      "translation": "pollo",
      "definition": "A domestic fowl kept for its eggs or meat, especially a young one.",
      "definition_translation": "Un ave doméstica mantenida por sus huevos o carne, especialmente una joven.",
      "example": "I ate a chicken sandwich for lunch yesterday. My mom will cook chicken for dinner tonight. Chickens are running around the farm in the morning.",
      "example_translation": "Me comí un sandwich de pollo para almuerzo ayer. Mi mamá cocinará pollo para la cena esta noche. Los pollos corren alrededor de la granja en la mañana.",
      "imageLink": "image_files\\English\\"imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "duck",
      "translation": "pato",
      "definition": "A bird with a broad blunt bill, short legs, and webbed feet, found in both fresh and saltwater.",
      "definition_translation": "Un pájaro con pico ancho y romo, patas cortas y pies palmeados, encontrado en ambos agua dulce y salada.",
      "example": "I saw a duck swimming in the lake yesterday. My friend will feed a duck in the park tomorrow. Ducks are quacking loudly in the morning.",
      "example_translation": "Vi un pato nadando en el lago ayer. Mi amigo alimentará a un pato en el parque mañana. Los patos chillan fuerte en la mañana.",
      "imageLink": "image_files\\English\\"imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "goose",
      "translation": "ganso",
      "definition": "a large waterbird with a long neck and feathers, especially one that is white or greyish-white in colour",
      "definition_translation": "un gran ave acuática con cuello largo y plumas, especialmente blanca o de color gris claro",
      "example": "I saw a goose flying overhead yesterday, it honked loudly when it saw me. Today, it is swimming in the lake, and I will feed it tomorrow.",
      "example_translation": "Vi un ganso volando sobre mi cabeza ayer, emitió un fuerte graznido cuando me vio. Hoy está nadando en el lago, y le daré de comer mañana.",
      "imageLink": "image_files\\English\\"imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "parrot",
      "translation": "loro",
      "definition": "a brightly coloured bird, often kept as a pet, that is able to imitate human speech",
      "definition_translation": "un ave de color brillante, a menudo mantenida como mascota, que puede imitar el habla humana",
      "example": "My sister had a parrot when she was a child, it could repeat her name. Now, her parrot is older, and it will learn new words soon. In the future, it will be able to have a conversation with us.",
      "example_translation": "Mi hermana tenía un loro cuando era niña, podía repetir su nombre. Ahora, su loro es mayor, y aprenderá nuevas palabras pronto. En el futuro, podrá tener una conversación con nosotros.",
      "imageLink": "image_files\\English\\"imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "penguin",
      "translation": "pingüino",
      "definition": "a large flightless seabird with black and white feathers, found in the southern hemisphere",
      "definition_translation": "un gran ave marina no voladora con plumas negras y blancas, encontrada en el hemisferio sur",
      "example": "At the zoo, I saw a penguin swimming quickly, it dived into the water to catch a fish. Last year, a penguin was born, and now it is growing fast. Next month, the penguin will be able to swim on its own.",
      "example_translation": "En el zoológico, vi un pingüino nadando rápidamente, se sumergió en el agua para atrapar un pez. El año pasado, nació un pingüino, y ahora está creciendo rápidamente. El próximo mes, el pingüino podrá nadar solo.",
      "imageLink": "image_files\\English\\"imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stork",
      "translation": "cigüeña",
      "definition": "A stork is a large wading bird with a long neck and legs, typically found in wetlands and grasslands.",
      "definition_translation": "Una cigüeña es un ave zancuda grande con cuello y piernas largas, típicamente encontrada en humedales y praderas.",
      "example": "Yesterday, I saw a stork nesting on the roof of my house. Today, it's flying overhead. Tomorrow, I'll try to take a photo of it.",
      "example_translation": "Ayer, vi una cigüeña anidando en el tejado de mi casa. Hoy, está volando sobre mi cabeza. Mañana, trataré de tomar una foto de ella.",
      "imageLink": "image_files\\English\\"imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "turkey",
      "translation": "pavo",
      "definition": "A turkey is a large domesticated bird native to North America, often served as a main course at special occasions.",
      "definition_translation": "Un pavo es un ave doméstica grande originaria de América del Norte, a menudo servida como plato principal en ocasiones especiales.",
      "example": "We had a delicious turkey for Thanksgiving dinner last year. This year, we're planning to cook a bigger one. Next year, we'll try a different recipe.",
      "example_translation": "Tuimos un delicioso pavo para la cena de Acción de Gracias el año pasado. Este año, estamos planeando cocinar uno más grande. El año que viene, probaremos una receta diferente.",
      "imageLink": "image_files\\English\\"imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "wing",
      "translation": "ala",
      "definition": "A wing is a part of an aircraft or a bird's body that produces lift for flight or gliding.",
      "definition_translation": "Una ala es una parte de un avión o cuerpo de un ave que produce sustentación para volar o planear.",
      "example": "The wing of the plane was damaged during takeoff. Yesterday, I saw a bird spreading its wing to dry it. Tomorrow, I'll try to learn how to use an airplane's wing flaps.",
      "example_translation": "La ala del avión se dañó durante el despegue. Ayer, vi un ave extendiendo su ala para secarla. Mañana, trataré de aprender cómo usar los flaps de ala de un avión.",
      "imageLink": "image_files\\English\\"imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "crow",
      "translation": "cuervo",
      "definition": "A large black bird with a loud, harsh call, found in woodlands and fields in many parts of the world.",
      "definition_translation": "Un gran pájaro negro con una llamada fuerte y áspera, encontrado en bosques y campos en muchas partes del mundo.",
      "example": "The crow perched on the tree branch, watching the farmer work in the field. Yesterday, a crow stole my sandwich from the park bench. In the future, I'll make sure to bring a crow-proof container.",
      "example_translation": "El cuervo se sentó en la rama del árbol, observando al granjero trabajar en el campo. Ayer, un cuervo me robó mi sándwich desde la banca del parque. En el futuro, me aseguraré de traer un contenedor a prueba de cuervos.",
      "imageLink": "image_files\\English\\"imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cuckoo",
      "translation": "cuco",
      "definition": "A greyish-brown bird with a distinctive call, known for laying its eggs in the nests of other birds.",
      "definition_translation": "Un pájaro gris-marrón con una llamada característica, conocido por poner sus huevos en los nidos de otros pájaros.",
      "example": "The cuckoo's call echoed through the forest, a sign of spring's arrival. Last year, a cuckoo laid its eggs in a robin's nest. In the future, we'll study the cuckoo's unique breeding habits.",
      "example_translation": "La llamada del cuco resonó por el bosque, un signo de la llegada de la primavera. El año pasado, un cuco puso sus huevos en un nido de petirrojo. En el futuro, estudiaremos los hábitos de cría únicos del cuco.",
      "imageLink": "image_files\\English\\"imageLink": "cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "eagle",
      "translation": "águila",
      "definition": "A large, powerful bird of prey with a broad wingspan, found in mountains and other remote areas.",
      "definition_translation": "Un gran ave de presa poderosa con una envergadura ancha, encontrada en montañas y otras áreas remotas.",
      "example": "The eagle soared through the sky, its wings beating steadily. Yesterday, an eagle was spotted nesting in the nearby cliffs. In the future, we'll work to protect the eagle's habitat from human development.",
      "example_translation": "El águila surcó el cielo, sus alas latiendo con steadiness. Ayer, un águila fue vista anidando en los acantilados cercanos. En el futuro, trabajaremos para proteger el hábitat del águila del desarrollo humano.",
      "imageLink": "image_files\\English\\"imageLink": "eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "feather",
      "translation": "pluma",
      "definition": "A light, fluffy, and often soft covering on the body of birds, consisting of a central shaft with vanes on either side.",
      "definition_translation": "Una cubierta liviana, suave y a menudo blanda en el cuerpo de los pájaros, consistente en una asta central con plumas a ambos lados.",
      "example": "The bird's feathers were ruffled by the wind. Yesterday, it preened its feathers to look beautiful. If I were a bird, I would love to have bright, colorful feathers.",
      "example_translation": "Las plumas del pájaro estaban revueltas por el viento. Ayer, se acicaló las plumas para parecer hermosa. Si fuera un pájaro, me encantaría tener plumas brillantes y coloridas.",
      "imageLink": "image_files\\English\\"imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hen",
      "translation": "gallina",
      "definition": "A female bird, especially a domestic fowl, kept for its eggs.",
      "definition_translation": "Un ave hembra, especialmente un ave de corral doméstica, criada por sus huevos.",
      "example": "The hen clucked loudly in the farmyard. The farmer's wife collected the hen's eggs from the coop. In the future, we will breed more hens to produce more eggs.",
      "example_translation": "La gallina cloqueaba fuerte en el patio de la granja. La esposa del granjero recogió los huevos de la gallina del gallinero. En el futuro, criaremos más gallinas para producir más huevos.",
      "imageLink": "image_files\\English\\"imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lay eggs",
      "translation": "poner huevos",
      "definition": "To produce eggs, especially as a female bird or reptile.",
      "definition_translation": "Producir huevos, especialmente como un ave o reptil hembra.",
      "example": "The chicken will lay eggs in the nesting box. The duck has already laid eggs in the pond. In the future, the turkey will lay eggs in the farm.",
      "example_translation": "La gallina pondrá huevos en la caja de anidación. El pato ya ha puesto huevos en el estanque. En el futuro, el pavo pondrá huevos en la granja.",
      "imageLink": "image_files\\English\\"imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "owl",
      "translation": "lechuza",
      "definition": "A nocturnal bird of prey with a round head, forward-facing eyes, and ear tufts, known for its silent, wingbeat flight and hooting call.",
      "definition_translation": "Un ave de presa nocturna con cabeza redonda, ojos frontales y penachos audibles, conocida por su vuelo silencioso y su llamado ululante.",
      "example": "The owl perched on a branch, watching its prey with wise eyes. It had seen many seasons come and go. It will continue to thrive in the forest for years to come.",
      "example_translation": "La lechuza se posó en una rama, observando su presa con ojos sabios. Había visto muchas temporadas llegar y partir. Continuará prosperando en el bosque durante años por venir.",
      "imageLink": "image_files\\English\\"imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pigeon",
      "translation": "paloma",
      "definition": "A stout seed-eating bird with a small head, typically greyish-brown in colour, found in cities and towns.",
      "definition_translation": "Un ave de cuerpo robusto que se alimenta de semillas, con cabeza pequeña, generalmente de color gris-marrón, encontrar en ciudades y pueblos.",
      "example": "The pigeon pecked at crumbs on the sidewalk. It had grown accustomed to human presence. It will likely continue to thrive in urban environments.",
      "example_translation": "La paloma picoteaba migas en la acera. Había crecido acostumbrada a la presencia humana. Probablemente continuará prosperando en entornos urbanos.",
      "imageLink": "image_files\\English\\"imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "seagull",
      "translation": "gaviota",
      "definition": "A large, predominantly white seabird with a loud, piercing cry, often found near coastal areas.",
      "definition_translation": "Un gran ave marina predominantemente blanca con un grito fuerte y penetrante, a menudo encontrada en áreas costeras.",
      "example": "The seagull soared overhead, its cries echoing off the cliffs. It had lived by the ocean all its life. It will continue to ride the ocean winds for years to come.",
      "example_translation": "La gaviota volaba sobre nuestras cabezas, sus gritos resonaban en las acantilados. Había vivido junto al océano toda su vida. Continuará surcando los vientos del océano durante años por venir.",
      "imageLink": "image_files\\English\\"imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sparrow",
      "translation": "gloster",
      "definition": "A small, typically brown or grey bird with a rounded body and a short, pointed beak, found in a variety of habitats, including gardens and farmland.",
      "definition_translation": "Un pequeño pájaro, generalmente marrón o gris, con un cuerpo redondeado y un pico corto y puntiagudo, encontrado en una variedad de hábitats, incluyendo jardines y tierras de cultivo.",
      "example": "The sparrow chirped loudly in the morning, then flew away in the afternoon, and will return to its nest tonight.",
      "example_translation": "El gordo chilló fuerte por la mañana, luego voló en la tarde y regresará a su nido esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "swan",
      "translation": "cisne",
      "definition": "A large, majestic waterbird with a long neck and white plumage, often found in ponds, lakes, and rivers.",
      "definition_translation": "Un gran pájaro acuático majestuoso con un cuello largo y plumaje blanco, a menudo encontrado en estanques, lagos y ríos.",
      "example": "The swan glided smoothly across the lake in the summer, then nested in the winter, and will migrate to warmer climates next spring.",
      "example_translation": "El cisne deslizó suavemente sobre el lago en verano, luego anidó en invierno y migrará a climas más cálidos la próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beak",
      "translation": "pico",
      "definition": "The hard, pointed mouthpart of a bird, used for eating, grasping, and other functions.",
      "definition_translation": "La parte bucal dura y puntiaguda de un pájaro, utilizada para comer, agarrar y otras funciones.",
      "example": "The parrot used its beak to crack open the nut, then used it to peck at the wood, and will use it to feed its young tomorrow.",
      "example_translation": "El loro utilizó su pico para abrir la nuez, luego lo utilizó para picar la madera y lo utilizará para alimentar a sus crías mañana.",
      "imageLink": "image_files\\English\\"imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dove",
      "translation": "paloma",
      "definition": "A dove is a type of bird that is often associated with peace and love. It is a symbol of hope and new beginnings.",
      "definition_translation": "Una paloma es un tipo de ave que a menudo se asocia con la paz y el amor. Es un símbolo de esperanza y nuevos comienzos.",
      "example": "The dove flew gently through the sky. It flew yesterday, it is flying today, and it will fly tomorrow.",
      "example_translation": "La paloma voló suavemente a través del cielo. Voló ayer, vuela hoy y volará mañana.",
      "imageLink": "image_files\\English\\"imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "predator",
      "translation": "depredador",
      "definition": "A predator is an animal that hunts and kills other animals for food. It is a natural part of the ecosystem and is necessary for the survival of many species.",
      "definition_translation": "Un depredador es un animal que caza y mata a otros animales para comer. Es una parte natural del ecosistema y es necesaria para la supervivencia de many especies.",
      "example": "The lion was a predator in the savannah. It hunted yesterday, it is hunting today, and it will hunt tomorrow.",
      "example_translation": "El león era un depredador en la sabana. Cazó ayer, caza hoy y cazaría mañana.",
      "imageLink": "image_files\\English\\"imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hawk",
      "translation": "halcón",
      "definition": "A hawk is a type of bird of prey that is known for its sharp eyesight and agility. It is a symbol of strength and courage.",
      "definition_translation": "Un halcón es un tipo de ave de presa que se conoce por su aguda vista y agilidad. Es un símbolo de fuerza y coraje.",
      "example": "The hawk soared through the sky. It soared yesterday, it is soaring today, and it will soar tomorrow.",
      "example_translation": "El halcón surcó el cielo. Surcó ayer, surca hoy y surcará mañana.",
      "imageLink": "image_files\\English\\"imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lark",
      "translation": "alondra",
      "definition": "A small, songbird that is often found in open country, typically having a brown back and wings, and a melodious song.",
      "definition_translation": "Un pequeño pájaro cantor que se encuentra comúnmente en el campo abierto, normalmente con un dorso y alas marrones, y un canto melodioso.",
      "example": "The lark sang sweetly in the morning. Yesterday, the lark had sung nicely. Tomorrow, the lark will sing beautifully.",
      "example_translation": "La alondra cantó dulcemente por la mañana. Ayer, la alondra había cantado con gracia. Mañana, la alondra cantará hermosamente.",
      "imageLink": "image_files\\English\\"imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "magpie",
      "translation": "urraca",
      "definition": "A large, black-and-white bird with a loud, chattering call, found in gardens and farmland.",
      "definition_translation": "Un gran pájaro negro y blanco con una llamativa llamada chillona, encontrado en jardines y campos agrícolas.",
      "example": "The magpie fluttered its wings. Yesterday, the magpie had stolen food from the garden. Tomorrow, the magpie will build its nest.",
      "example_translation": "La urraca aleteó sus alas. Ayer, la urraca había robado comida del jardín. Mañana, la urraca construirá su nido.",
      "imageLink": "image_files\\English\\"imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nest",
      "translation": "nido",
      "definition": "A structure built by birds or insects to lay their eggs or shelter their young.",
      "definition_translation": "Una estructura construida por pájaros o insectos para poner sus huevos o albergar a sus crías.",
      "example": "The bird built its nest carefully. The rabbit had made its nest in the bush. The bees will make their nest in the tree.",
      "example_translation": "El pájaro construyó su nido con cuidado. El conejo había hecho su nido en el arbusto. Las abejas harán su nido en el árbol.",
      "imageLink": "image_files\\English\\"imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nest",
      "translation": "nido",
      "definition": "A structure built by birds or insects to lay their eggs or to house their young, typically made of twigs, grass, or other plant material.",
      "definition_translation": "Una estructura construida por aves o insectos para colocar sus huevos o alojar a sus crías, típicamente hecha de ramas, hierba o material vegetal.",
      "example": "The bird built a nest in the tree, and last year it had nested in the garden. Now it is nesting again in the park, and will have nested by next spring.",
      "example_translation": "El pájaro construyó un nido en el árbol, y el año pasado anidó en el jardín. Ahora está anidando de nuevo en el parque, y habrá anidado para la próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "plumage",
      "translation": "plumaje",
      "definition": "The feathers that cover a bird, especially when they are brightly colored or ornamental.",
      "definition_translation": "Las plumas que cubren a un ave, especialmente cuando son de colores brillantes o ornamentales.",
      "example": "The peacock's plumage is stunning, and it will display its plumage to attract a mate. Last year, it had lost some of its plumage, but now it has regained its full plumage.",
      "example_translation": "El plumaje del pavo real es impresionante, y exhibirá su plumaje para atraer a una pareja. El año pasado, había perdido algunas de sus plumas, pero ahora ha recobrado todo su plumaje.",
      "imageLink": "image_files\\English\\"imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "raven",
      "translation": "cuervo",
      "definition": "A large, black bird with a distinctive call, found in the northern hemisphere.",
      "definition_translation": "Un gran pájaro negro con un canto distintivo, encontrado en el hemisferio norte.",
      "example": "The raven perched on the church steeple, and it will have ravens nesting in the nearby woods. Last year, a raven was seen flying overhead, and now it is watching us with its piercing eyes.",
      "example_translation": "El cuervo se posó en la torre de la iglesia, y tendrá cuervos anidando en los bosques cercanos. El año pasado, se vio un cuervo volando sobre nuestras cabezas, y ahora nos está observando con sus ojos penetrantes.",
      "imageLink": "image_files\\English\\"imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "albatross",
      "translation": "albatros",
      "definition": "A large seabird, especially one that is a symbol of good luck or a burden.",
      "definition_translation": "Un gran ave marina, especialmente una que es un símbolo de buena suerte o una carga.",
      "example": "The albatross soared overhead, its massive wings beating steadily. Yesterday, I saw an albatross perched on a cliff. If I see an albatross tomorrow, I'll be thrilled.",
      "example_translation": "El albatros voló sobre nuestras cabezas, sus alas masivas batían con regularidad. Ayer, vi un albatros sentado en un acantilado. Si veo un albatros mañana, me emocionaré.",
      "imageLink": "image_files\\English\\"imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bee eater",
      "translation": "abejaruco",
      "definition": "A brightly colored bird that catches and eats bees and other insects in flight.",
      "definition_translation": "Un ave de colores brillantes que atrapa y come abejas y otros insectos en vuelo.",
      "example": "The bee eater darted through the air, its sharp beak snapping shut around a buzzing bee. Bee eaters are known for their agility in flight. By next summer, I'll have seen a bee eater in its natural habitat.",
      "example_translation": "El abejaruco se lanzó por el aire, su pico afilado cerrándose alrededor de una abeja zumbadora. Los abejarucos son conocidos por su agilidad en vuelo. Para el próximo verano, habré visto un abejaruco en su hábitat natural.",
      "imageLink": "image_files\\English\\"imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "black grouse",
      "translation": "urogallo negro",
      "definition": "A large, dark-colored bird with a distinctive courtship display, found in moorland and heathland.",
      "definition_translation": "Un ave grande y de color oscuro con una exhibición de cortejo distintiva, encontrada en páramos y brezales.",
      "example": "The black grouse strutted across the moor, its black feathers glistening in the sunlight. Black grouse are known for their dramatic courtship displays. Next spring, I'll go on a hike to spot a black grouse.",
      "example_translation": "El urogallo negro caminó por el páramo, sus plumas negras reluciendo en la luz del sol. Los urogallos negros son conocidos por sus exhibiciones de cortejo dramáticas. La próxima primavera, iré de excursion para avistar un urogallo negro.",
      "imageLink": "image_files\\English\\"imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "black stork",
      "translation": "cigüeña negra",
      "definition": "a large wading bird with a black plumage, native to Africa and southern Europe, known for its distinctive call and feeding habits",
      "definition_translation": "un ave zancuda grande con plumaje negro, originaria de África y sur de Europa, conocida por su llamado característico y hábitos de alimentación",
      "example": "The black stork was seen flying over the wetlands, its long legs extended behind it. It had been nesting there for years, and the locals had grown fond of it. By next spring, it will have migrated to Africa.",
      "example_translation": "La cigüeña negra fue vista volando sobre los humedales, con sus largas patas extendidas detrás de ella. Había estado anidando allí durante años, y los lugareños se habían encariñado con ella. Para la próxima primavera, habrá migrado a África.",
      "imageLink": "image_files\\English\\"imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "black-headed gull",
      "translation": "gaviota de cabeza negra",
      "definition": "a medium-sized seagull with a distinctive black head and white body, found in coastal areas of Europe and Asia",
      "definition_translation": "una gaviota de tamaño medio con cabeza negra característica y cuerpo blanco, encontrada en áreas costeras de Europa y Asia",
      "example": "The black-headed gull was swooping down to steal food from the beachgoers, its sharp eyes scanning the sand for scraps. It will continue to do so until the summer ends. Next year, it will return with its flock.",
      "example_translation": "La gaviota de cabeza negra se lanzaba en picado para robar comida a los bañistas, sus ojos agudos escudriñando la arena en busca de restos. Continuará haciéndolo hasta que termine el verano. El próximo año, regresará con su bandada.",
      "imageLink": "image_files\\English\\"imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blackbird",
      "translation": "mirlo",
      "definition": "a common songbird with a glossy black plumage, found in gardens and woodlands of Europe and North America",
      "definition_translation": "un pájaro cantor común con plumaje negro brillante, encontrado en jardines y bosques de Europa y Norteamérica",
      "example": "The blackbird perched on the garden fence, singing its melodious song. It had built a nest there last spring, and now its chicks were learning to fly. By next autumn, it will have migrated to a warmer climate.",
      "example_translation": "El mirlo se posó en la valla del jardín, cantando su canción melodiosa. Había construido un nido allí la primavera pasada, y ahora sus polluelos estaban aprendiendo a volar. Para el próximo otoño, habrá migrado a un clima más cálido.",
      "imageLink": "image_files\\English\\"imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blue tit",
      "translation": "carbonero azul",
      "definition": "The blue tit is a small passerine bird in the tit family Paridae. It is a widespread and common bird in woodland, gardens, and parks, and is known for its bright blue and yellow plumage.",
      "definition_translation": "El carbonero azul es un pequeño pájaro paserino de la familia Paridae. Es un pájaro común y extendido en bosques, jardines y parques, y es conocido por su plumaje azul y amarillo brillante.",
      "example": "The blue tit was perched on a branch, chirping loudly. It perches on branches, chirps loudly, and will perch on branches again in the future.",
      "example_translation": "El carbonero azul estaba posado en una rama, chillando fuerte. Se posa en ramas, chillona fuerte, y se posará en ramas de nuevo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bohemian waxwing",
      "translation": "ampelis bohemio",
      "definition": "The bohemian waxwing is a passerine bird that breeds in the northernmost parts of Europe, Asia, and North America. It is a migrant bird that winters in the southern parts of its range.",
      "definition_translation": "El ampelis bohemio es un pájaro paserino que se reproduce en las partes más septentrionales de Europa, Asia y América del Norte. Es un pájaro migratorio que pasa el invierno en las partes sur de su rango.",
      "example": "The bohemian waxwing was spotted in the forest, eating berries. It spotting in the forest, eating berries, and will spot in the forest again next year.",
      "example_translation": "El ampelis bohemio fue visto en el bosque, comiendo bayas. Era visto en el bosque, comiendo bayas, y será visto en el bosque de nuevo el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boreal owl",
      "translation": "búho boreal",
      "definition": "The boreal owl is a medium-sized owl that breeds in the northern parts of Europe, Asia, and North America. It is a nocturnal bird that hunts small mammals and birds.",
      "definition_translation": "El búho boreal es un búho de tamaño medio que se reproduce en las partes septentrionales de Europa, Asia y América del Norte. Es un ave nocturna que caza pequeños mamíferos y aves.",
      "example": "The boreal owl was hooting loudly in the forest. It hoots loudly in the forest, hooted loudly in the forest, and will hoot loudly in the forest again tomorrow.",
      "example_translation": "El búho boreal chillaba fuerte en el bosque. Chillaba fuerte en el bosque, chilló fuerte en el bosque, y chillará fuerte en el bosque de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "budgerigar",
      "translation": "periquito australiano",
      "definition": "A small, long-tailed parrot native to Australia, popular as a pet.",
      "definition_translation": "Un pequeño perico de cola larga originario de Australia, popular como mascota.",
      "example": "I had a budgerigar as a pet when I was a child. Now, I have a large aviary with many budgerigars. By next year, I will have built a bigger aviary for my budgerigars.",
      "example_translation": "Tenía un periquito australiano como mascota cuando era niño. Ahora, tengo un aviario grande con muchos periquitos australianos. Para el próximo año, habré construido un aviario más grande para mis periquitos australianos.",
      "imageLink": "image_files\\English\\"imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bullfinch",
      "translation": "camión",
      "definition": "A small, stout songbird with a rounded body and a short, conical bill, found in woodlands and gardens.",
      "definition_translation": "Un pequeño pájaro cantor rechoncho con un cuerpo redondeado y un pico corto y cónico, encontrado en bosques y jardines.",
      "example": "The bullfinch sang sweet melodies in the forest. Now, it is singing in the garden. By next spring, it will be singing in the woods again.",
      "example_translation": "El camión cantaba melodías dulces en el bosque. Ahora, está cantando en el jardín. Para la próxima primavera, estará cantando de nuevo en los bosques.",
      "imageLink": "image_files\\English\\"imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "buzzard",
      "translation": "busardo",
      "definition": "A medium-sized, broad-winged bird of prey, typically brown or grey in color, found in a variety of habitats.",
      "definition_translation": "Un ave de presa de tamaño medio, con alas anchas, típicamente de color marrón o gris, encontrada en una variedad de hábitats.",
      "example": "The buzzard soared high in the sky. Now, it is perched on a tree branch. By next summer, it will be flying over the mountains.",
      "example_translation": "El busardo volaba alto en el cielo. Ahora, está posado en una rama de árbol. Para el próximo verano, estará volando sobre las montañas.",
      "imageLink": "image_files\\English\\"imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "canary",
      "translation": "canario",
      "definition": "A canary is a small songbird, typically yellow or white in color, known for its melodious singing.",
      "definition_translation": "Un canario es un pequeño pájaro cantor, típicamente amarillo o blanco, conocido por su canto melodioso.",
      "example": "I had a canary as a pet when I was a child, it would sing beautifully in the morning. Now, I'm thinking of getting another one. In the future, I'll make sure to take better care of it.",
      "example_translation": "Tenía un canario como mascota cuando era niño, cantaba hermosamente por la mañana. Ahora, estoy pensando en conseguir otro. En el futuro, me aseguraré de cuidarlo mejor.",
      "imageLink": "image_files\\English\\"imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chaffinch",
      "translation": "pinzón",
      "definition": "A chaffinch is a small to medium-sized finch, typically brown or grey in color, found in gardens and woodlands.",
      "definition_translation": "Un pinzón es un pequeño a mediano tamaño, típicamente marrón o gris, encontrado en jardines y bosques.",
      "example": "I saw a chaffinch perched on a branch in my backyard yesterday, it was eating seeds from the bird feeder. Today, I'll refill the feeder to attract more chaffinches. In the winter, chaffinches will visit my garden more frequently.",
      "example_translation": "Vi un pinzón posado en una rama en mi patio trasero ayer, estaba comiendo semillas del comedero de pájaros. Hoy, rellenaré el comedero para atraer más pinzones. En invierno, los pinzones visitarán mi jardín con más frecuencia.",
      "imageLink": "image_files\\English\\"imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cock",
      "translation": "gallo",
      "definition": "A cock is a male chicken, known for its loud crowing and aggressive behavior.",
      "definition_translation": "Un gallo es un pollo macho, conocido por su fuerte canto y comportamiento agresivo.",
      "example": "The cock was very proud of its territory, it would crow loudly every morning. Yesterday, I saw the cock chasing a hen around the farmyard. In the future, we'll make sure to separate the cocks from the hens to avoid conflicts.",
      "example_translation": "El gallo estaba muy orgulloso de su territorio, cantaba muy fuerte cada mañana. Ayer, vi al gallo persiguiendo una gallina alrededor del patio de la granja. En el futuro, aseguraremos de separar los gallos de las gallinas para evitar conflictos.",
      "imageLink": "image_files\\English\\"imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "common chiffchaff",
      "translation": "mosquitero común",
      "definition": "A small, brownish-grey warbler with a distinctive song, found in woodlands and gardens, particularly during migration.",
      "definition_translation": "Un pequeño pájaro cantor de color marrón-grisáceo con una canción distintiva, se encuentra en bosques y jardines, particularmente durante la migración.",
      "example": "In the past, I used to see common chiffchaffs in our garden, but now I see them more frequently in the nearby woods. Currently, I'm observing a common chiffchaff building its nest. By next year, I hope to have seen many more common chiffchaffs in our area.",
      "example_translation": "En el pasado, solía ver mosquiteros comunes en nuestro jardín, pero ahora los veo con más frecuencia en los bosques cercanos. Actualmente, estoy observando un mosquitero común construyendo su nido. Para el próximo año, espero haber visto muchos más mosquiteros comunes en nuestra zona.",
      "imageLink": "image_files\\English\\"imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "common crane",
      "translation": "grulla común",
      "definition": "A large, greyish-white wading bird with a distinctive call, found in wetlands and grasslands, particularly during migration.",
      "definition_translation": "Un gran pájaro playero de color grisáceo-blanco con una llamada distintiva, se encuentra en humedales y pastizales, particularmente durante la migración.",
      "example": "I had seen a common crane in the nearby wetlands last year, but currently, I'm observing a flock of common cranes in the grasslands. By next spring, I hope to have seen many more common cranes in our area.",
      "example_translation": "Había visto una grulla común en los humedales cercanos el año pasado, pero actualmente estoy observando una parvada de grullas comunes en los pastizales. Para la próxima primavera, espero haber visto muchas más grullas comunes en nuestra zona.",
      "imageLink": "image_files\\English\\"imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "common moorhen",
      "translation": "gallineta común",
      "definition": "A medium-sized, dark brown bird with a distinctive red forehead, found in wetlands and grasslands, particularly near water.",
      "definition_translation": "Un ave de tamaño mediano, de color marrón oscuro con una frente roja distintiva, se encuentra en humedales y pastizales, particularmente cerca del agua.",
      "example": "I saw a common moorhen swimming in the lake last week, but currently, I'm observing a common moorhen walking near the grasslands. By next summer, I hope to have seen many more common moorhens in our area.",
      "example_translation": "Vi una gallineta común nadando en el lago la semana pasada, pero actualmente estoy observando una gallineta común caminando cerca de los pastizales. Para el próximo verano, espero haber visto muchas más gallinetas comunes en nuestra zona.",
      "imageLink": "image_files\\English\\"imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "common nightingale",
      "translation": "ruiseñor común",
      "definition": "A common nightingale is a small, migratory bird with a distinctive song, found in woodlands and gardens in Europe and Asia.",
      "definition_translation": "Un ruiseñor común es un pájaro pequeño y migratorio con una canción distintiva, encontrado en bosques y jardines en Europa y Asia.",
      "example": "I saw a common nightingale singing in the garden yesterday. I will see a common nightingale singing in the garden tomorrow. I have seen a common nightingale singing in the garden.",
      "example_translation": "Vi a un ruiseñor común cantando en el jardín ayer. Veré a un ruiseñor común cantando en el jardín mañana. He visto a un ruiseñor común cantando en el jardín.",
      "imageLink": "image_files\\English\\"imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "common redpoll",
      "translation": "escribano común",
      "definition": "A common redpoll is a small finch with a red patch on its forehead, found in northern regions of Europe, Asia, and North America.",
      "definition_translation": "Un escribano común es un pequeño pinzón con un parche rojo en su frente, encontrado en regiones septentrionales de Europa, Asia y América del Norte.",
      "example": "The common redpoll was seen flying in the forest last week. The common redpoll will be seen flying in the forest next month. The common redpoll has been seen flying in the forest.",
      "example_translation": "Se vio al escribano común volando en el bosque la semana pasada. Se verá al escribano común volando en el bosque el próximo mes. Se ha visto al escribano común volando en el bosque.",
      "imageLink": "image_files\\English\\"imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "common whitethroat",
      "translation": "currucazipcode",
      "definition": "A common whitethroat is a small, migratory bird with a white throat patch, found in open countryside and gardens in Europe and Asia.",
      "definition_translation": "Una curruca zipcode es un pájaro pequeño y migratorio con un parche blanco en la garganta, encontrado en campo abierto y jardines en Europa y Asia.",
      "example": "I heard a common whitethroat singing in the garden yesterday. I will hear a common whitethroat singing in the garden tomorrow. I have heard a common whitethroat singing in the garden.",
      "example_translation": "Oí a una curruca zipcode cantando en el jardín ayer. Oiré a una curruca zipcode cantando en el jardín mañana. He oído a una curruca zipcode cantando en el jardín.",
      "imageLink": "image_files\\English\\"imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "common wood pigeon",
      "translation": "paloma torcaz",
      "definition": "A large greyish-brown bird with a white band on its neck, found in woodlands and gardens in Europe and Asia.",
      "definition_translation": "Un ave grande de color gris-marrón con una banda blanca en el cuello, encontrada en bosques y jardines en Europa y Asia.",
      "example": "I saw a common wood pigeon perching on the window sill yesterday, but it will fly away soon, and by next year it will have built a new nest.",
      "example_translation": "Vi una paloma torcaz posada en el alféizar de la ventana ayer, pero pronto volará, y para el próximo año habrá construido un nuevo nido.",
      "imageLink": "image_files\\English\\"imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "condor",
      "translation": "cóndor",
      "definition": "A large New World vulture with a bald head and a distinctive crest, found in the Andes mountains.",
      "definition_translation": "Un buitre grande del Nuevo Mundo con cabeza calva y cresta distinctive, encontrado en las montañas de los Andes.",
      "example": "The condor soared overhead, its massive wings spread wide, and will continue to thrive in the Andes for generations to come.",
      "example_translation": "El cóndor planeó en lo alto, con sus alas masivas extendidas ampliamente, y seguirá prosperando en los Andes por generaciones por venir.",
      "imageLink": "image_files\\English\\"imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cormorant",
      "translation": "cormorán",
      "definition": "A large blackish-green bird with a long neck and a hooked beak, found near water and known for its fishing skills.",
      "definition_translation": "Un ave grande de color verde-negruzco con cuello largo y pico gancho, encontrado cerca del agua y conocido por sus habilidades de pesca.",
      "example": "The cormorant dove into the water, catching a fish in its beak, and will dive again tomorrow, but it hasn't dived yet.",
      "example_translation": "El cormorán se zambulló en el agua, atrapando un pez en su pico, y se zambullirá de nuevo mañana, pero aún no se ha zambullido.",
      "imageLink": "image_files\\English\\"imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "crake",
      "translation": "chorlitejo",
      "definition": "A type of bird that resembles a rail, found in wetlands and grasslands.",
      "definition_translation": "Un tipo de ave que se asemeja a una ralla, encontrada en humedales y praderas.",
      "example": "The crake's distinctive call can be heard in the marshes during the breeding season. Yesterday, I saw a crake searching for food in the wetlands. By next year, the crake population is expected to increase.",
      "example_translation": "El llamadoDistinctivo del chorlitejo se puede escuchar en los pantanos durante la temporada de cría. Ayer, vi un chorlitejo buscando alimentos en los humedales. Para el próximo año, se espera que la población de chorlitejos aumente.",
      "imageLink": "image_files\\English\\"imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "crane",
      "translation": "grulla",
      "definition": "A large, tall wading bird with a long neck and legs, found in wetlands and grasslands.",
      "definition_translation": "Un ave grande y alta que camina por los humedales y praderas, con un cuello y patas largas.",
      "example": "The crane's majestic appearance is a sight to behold. Last year, I spotted a crane in the nearby marshes. By next month, the crane will have migrated to its winter habitat.",
      "example_translation": "La apariencia majestuosa de la grulla es un espectáculo digno de verse. El año pasado, vi una grulla en los pantanos cercanos. Para el próximo mes, la grulla habrá migrado a su hábitat de invierno.",
      "imageLink": "image_files\\English\\"imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "crested lark",
      "translation": "alondra crestada",
      "definition": "A type of lark with a distinctive crest on its head, found in open fields and grasslands.",
      "definition_translation": "Un tipo de alondra con una cresta distintiva en su cabeza, encontrada en campos abiertos y praderas.",
      "example": "The crested lark's melodious song can be heard in the fields during the morning. Yesterday, I saw a crested lark perched on a fence post. By next spring, the crested lark will start its breeding season.",
      "example_translation": "La canción melodiosa de la alondra crestada se puede escuchar en los campos durante la mañana. Ayer, vi una alondra crestada posada en un poste de cerco. Para la próxima primavera, la alondra crestada comenzará su temporada de cría.",
      "imageLink": "image_files\\English\\"imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "crested tit",
      "translation": "mito crestado",
      "definition": "A small, tit-like bird with a distinctive crest on its head, found in coniferous forests of northern Europe.",
      "definition_translation": "Un pequeño pájaro similar al mito con una cresta distintiva en la cabeza, encontrado en bosques de coníferas del norte de Europa.",
      "example": "The crested tit was seen perching on a branch, its crest bobbing up and down as it chirped a sweet melody. Yesterday, I saw a crested tit building its nest in a hollow tree. By next spring, the crested tit will have migrated to warmer climates.",
      "example_translation": "El mito crestado se vio posado en una rama, su cresta subiendo y bajando mientras cantaba una melodía dulce. Ayer, vi un mito crestado construyendo su nido en un árbol hueco. Para la próxima primavera, el mito crestado habrá migrado a climas más cálidos.",
      "imageLink": "image_files\\English\\"imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "curlew",
      "translation": "zarapito",
      "definition": "A medium-sized wading bird with a distinctive curved bill, found in marshy areas and coastal regions.",
      "definition_translation": "Un pájaro playero de tamaño medio con un pico curvado distintivo, encontrado en áreas pantanosas y regiones costeras.",
      "example": "The curlew swooped down to catch a fish in the shallow water. Last week, I saw a curlew flying overhead, its haunting cry echoing across the marsh. By next summer, the curlew will have returned to its breeding grounds.",
      "example_translation": "El zarapito se lanzó en picado para coger un pez en el agua superficial. La semana pasada, vi un zarapito volando sobre mi cabeza, su grito lamentable resonando en todo el pantano. Para el próximo verano, el zarapito habrá regresado a sus áreas de cría.",
      "imageLink": "image_files\\English\\"imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cygnet",
      "translation": "cisne joven",
      "definition": "A young swan, typically white with a yellow beak and feet, found in aquatic environments.",
      "definition_translation": "Un joven cisne, típicamente blanco con un pico amarillo y patas, encontrado en entornos acuáticos.",
      "example": "The cygnet swam alongside its mother, its yellow beak tucked safely under her wing. Last year, I saw a cygnet taking its first flight, its wings beating awkwardly as it stumbled through the air. By next winter, the cygnet will have matured into a majestic swan.",
      "example_translation": "El cisne joven nadó junto a su madre, su pico amarillo escondido seguro bajo su ala. El año pasado, vi un cisne joven tomando su primer vuelo, sus alas batientes torpemente mientras tropezaba por el aire. Para el próximo invierno, el cisne joven habrá madurado en un majestuoso cisne.",
      "imageLink": "image_files\\English\\"imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "eagle owl",
      "translation": "búho реal",
      "definition": "A large owl with a broad head, forward-facing ears, and a sharp, hooked beak, found in forests and woodlands.",
      "definition_translation": "Un búho grande con una cabeza ancha, orejas enfrentadas y un pico afilado y ganchudo, encontrado en bosques y selvática.",
      "example": "The eagle owl swooped down on its prey, its sharp talons outstretched. It had been hunting for hours, but finally, it caught an unsuspecting rabbit. By next week, it will have hunted again.",
      "example_translation": "El búho реal se lanzó sobre su presa, sus garras afiladas extendidas. Había estado cazando durante horas, pero finalmente, atrapó a un conejo desprevenido. Para la próxima semana, habrá cazado de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "emu",
      "translation": "emú",
      "definition": "A large, flightless bird native to Australia, with a brown plumage and long, powerful legs.",
      "definition_translation": "Un gran pájaro no volador nativo de Australia, con un plumaje marrón y patas largas y potentes.",
      "example": "The emu ran quickly across the open plain, its long legs a blur. It had been running for hours, but it would continue to run until it reached its nest. By next year, it will have flown many miles.",
      "example_translation": "El emú corrió rápidamente a través de la llanura abierta, sus patas largas una especie de borrosa. Había estado corriendo durante horas, pero continuaría corriendo hasta que alcanzara su nido. Para el próximo año, habrá volado muchas millas.",
      "imageLink": "image_files\\English\\"imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "falcon",
      "translation": "halcón",
      "definition": "A bird of prey with a slender body and long, pointed wings, known for its speed and agility.",
      "definition_translation": "Un ave de presa con un cuerpo esbelto y alas largas y puntiagudas, conocido por su velocidad y agilidad.",
      "example": "The falcon soared through the sky, its wings beating rapidly. It had been flying for hours, but it would continue to fly until it spotted its prey. By next month, it will have caught many prizes.",
      "example_translation": "El halcón voló por el cielo, sus alas batiendo rápidamente. Había estado volando durante horas, pero continuaría volando hasta que divisara su presa. Para el próximo mes, habrá cogido muchos premios.",
      "imageLink": "image_files\\English\\"imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "flamingo",
      "translation": "flamenco",
      "definition": "A large wading bird with a distinctive pink feathers and long neck, found in warm and tropical regions.",
      "definition_translation": "Un gran ave zancuda con plumas rosadas destacadas y cuello largo, encontrada en regiones cálidas y tropicales.",
      "example": "I saw a flamingo at the zoo yesterday, it was eating grass. The flamingo will migrate to Africa next month. I will see a flamingo again at the zoo next year.",
      "example_translation": "Vi un flamenco en el zoológico ayer, estaba comiendo hierba. El flamenco migrará a África el próximo mes. Veré un flamenco de nuevo en el zoológico el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gander",
      "translation": "ganso",
      "definition": "A male goose, often seen accompanying a female goose in a domestic or wild setting.",
      "definition_translation": "Un ganso macho, a menudo visto acompañando a una gansa hembra en un entorno doméstico o silvestre.",
      "example": "The gander was chasing me around the farm when I visited my grandparents. I will see many ganders at the park next weekend. I saw a gander flying low over the fields last week.",
      "example_translation": "El ganso me perseguía alrededor de la granja cuando visité a mis abuelos. Veré muchos gansos en el parque el próximo fin de semana. Vi un ganso volando bajo sobre los campos la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "garden warbler",
      "translation": "zarcerillo",
      "definition": "A small, migratory songbird that breeds in gardens and woodlands, known for its melodic song.",
      "definition_translation": "Un pequeño pájaro cantor migratorio que se reproduce en jardines y bosques, conocido por su canción melódica.",
      "example": "I heard a garden warbler singing in the garden this morning. The garden warbler will return to Africa in September. I saw a garden warbler building its nest in the bushes last spring.",
      "example_translation": "Escuché un zarcerillo cantando en el jardín esta mañana. El zarcerillo regresará a África en septiembre. Vi un zarcerillo construyendo su nido en los arbustos la primavera pasada.",
      "imageLink": "image_files\\English\\"imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "garganey",
      "translation": "cerrillo",
      "definition": "A small to medium-sized dabbling duck with a distinctive black and white striped head, found in wetlands and grasslands in Asia and Europe.",
      "definition_translation": "Un pato pequeño a mediano que se sumerge en el agua con una cabeza negra y blanca con rayas características, encontrado en humedales y praderas en Asia y Europa.",
      "example": "The garganey has been seen migrating north in large flocks, will see more of them in the summer, and saw a few last weekend.",
      "example_translation": "El cerrillo se ha visto migrar hacia el norte en grandes bandadas, veremos más de ellos en el verano y vi unos pocos el fin de semana pasado.",
      "imageLink": "image_files\\English\\"imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "goldcrest",
      "translation": "reyecillo",
      "definition": "A small, brightly colored bird with a distinctive golden crest on its head, found in coniferous forests in Europe and Asia.",
      "definition_translation": "Un ave pequeña y brillantemente coloreada con una cresta dorada característica en su cabeza, encontrada en bosques de coníferas en Europa y Asia.",
      "example": "The goldcrest is known for its agility, has been seen flitting between branches, and will be seen again in the spring.",
      "example_translation": "El reyecillo es conocido por su agilidad, se ha visto revoloteando entre las ramas y se verá de nuevo en la primavera.",
      "imageLink": "image_files\\English\\"imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "golden eagle",
      "translation": "águila real",
      "definition": "A large, dark brown eagle with a distinctive golden nape on its neck, found in mountainous regions in Europe, Asia, and North America.",
      "definition_translation": "Una gran águila oscura con una nuca dorada característica en su cuello, encontrada en regiones montañosas en Europa, Asia y América del Norte.",
      "example": "The golden eagle has been seen soaring overhead, will be seen hunting in the winter, and was seen perched on a tree last year.",
      "example_translation": "El águila real se ha visto planeando en lo alto, se verá cazando en el invierno y se vio posada en un árbol el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "golden oriole",
      "translation": "oríolo dorado",
      "definition": "A bird of the family Oriolidae, characterized by its bright yellow and black plumage, found in woodland and gardens in Europe and Asia.",
      "definition_translation": "Un ave de la familia Oriolidae, caracterizada por su plumaje amarillo brillante y negro, encontrada en bosques y jardines en Europa y Asia.",
      "example": "The golden oriole was spotted in the garden last week, and I had seen it perched on a branch yesterday. By next summer, it will have flown back to its nesting ground.",
      "example_translation": "El oríolo dorado fue avistado en el jardín la semana pasada, y lo había visto posado en una rama ayer. Para el próximo verano, habrá regresado a su terreno de anidación.",
      "imageLink": "image_files\\English\\"imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "goldfinch",
      "translation": "jilguero",
      "definition": "A small, brightly colored finch, found in gardens and countryside, known for its distinctive song and acrobatic abilities.",
      "definition_translation": "Un pequeño pinzón de color brillante, encontrado en jardines y campo, conocido por su canción distinctive y habilidades acrobáticas.",
      "example": "I had seen a goldfinch perched on a thistle yesterday, and it will be singing its sweet melody again next spring. By then, it will have finished building its nest.",
      "example_translation": "Había visto un jilguero posado en un cardo ayer, y estará cantando su melodía dulce de nuevo la próxima primavera. Para entonces, habrá terminado de construir su nido.",
      "imageLink": "image_files\\English\\"imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gosling",
      "translation": "ganso",
      "definition": "A young goose, especially one that is less than a year old, often seen following its mother in a line.",
      "definition_translation": "Un ganso joven, especialmente uno que tiene menos de un año, a menudo visto seguindo a su madre en una fila.",
      "example": "The gosling waddled behind its mother yesterday, and it will be learning to fly next month. By then, it will have grown its feathers.",
      "example_translation": "El ganso joven caminó detrás de su madre ayer, y estará aprendiendo a volar el próximo mes. Para entonces, habrá crecido sus plumas.",
      "imageLink": "image_files\\English\\"imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "great crested grebe",
      "translation": "somormujo lavanco",
      "definition": "A large waterbird with a distinctive black and white crest, found in lakes and rivers throughout Europe and Asia.",
      "definition_translation": "Un gran ave acuática con una cresta negra y blanca distintiva, encontrada en lagos y ríos de Europa y Asia.",
      "example": "In the summer, the great crested grebe will build a nest on the lake's shore. Last summer, it built a nest on the lake's shore. By next summer, it will have built a nest on the lake's shore.",
      "example_translation": "En verano, el somormujo lavanco construirá un nido en la orilla del lago. El verano pasado, construyó un nido en la orilla del lago. Para el próximo verano, habrá construido un nido en la orilla del lago.",
      "imageLink": "image_files\\English\\"imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "great tit",
      "translation": "carbonero común",
      "definition": "A small, colorful bird with a distinctive black and yellow head, found in woodlands and gardens across Europe and Asia.",
      "definition_translation": "Un ave pequeña y colorida con una cabeza negra y amarilla distintiva, encontrada en bosques y jardines de Europa y Asia.",
      "example": "The great tit will eat seeds from the feeder. Last week, it ate seeds from the feeder. By next month, it will be eating seeds from the feeder.",
      "example_translation": "El carbonero común comerá semillas del comedero. La semana pasada, comió semillas del comedero. Para el próximo mes, estará comiendo semillas del comedero.",
      "imageLink": "image_files\\English\\"imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "great white egret",
      "translation": "garza blanca grande",
      "definition": "A large, white wading bird with a long neck and legs, found in wetlands and coastal areas around the world.",
      "definition_translation": "Un ave blanca grande con cuello y patas largos, encontrada en humedales y áreas costeras en todo el mundo.",
      "example": "The great white egret will hunt fish in the shallow water. Last year, it hunted fish in the shallow water. By next spring, it will be hunting fish in the shallow water.",
      "example_translation": "La garza blanca grande cazará peces en el agua poco profunda. El año pasado, cazó peces en el agua poco profunda. Para la próxima primavera, estará cazando peces en el agua poco profunda.",
      "imageLink": "image_files\\English\\"imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grebe",
      "translation": "zambullidor",
      "definition": "A small to medium-sized freshwater diving bird with a slender neck and a pointed bill.",
      "definition_translation": "Un pequeño a mediano ave acuática de buceo de cuello delgado y pico puntiagudo.",
      "example": "The grebe swam silently across the lake, its feathers glistening in the sunlight. Yesterday, it had dived to great depths in search of fish. Tomorrow, it will fly to its wintering grounds.",
      "example_translation": "El zambullidor nadó silenciosamente a través del lago, sus plumas reluciendo en la luz solar. Ayer, había buceado a grandes profundidades en busca de peces. Mañana, volará a sus tierras de invierno.",
      "imageLink": "image_files\\English\\"imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grey heron",
      "translation": "garza real",
      "definition": "A large, greyish-white wading bird with a long neck and a sharp bill.",
      "definition_translation": "Un ave grande, grisáceo-blanca, con cuello largo y pico agudo.",
      "example": "The grey heron stalked its prey in the shallow waters, its eyes fixed intently on the fish. Later, it would roost in the trees, its long neck folded back. Next year, it will migrate to Africa.",
      "example_translation": "La garza real acechó a su presa en aguas someras, sus ojos fijados intensamente en el pez. Más tarde, se posaría en los árboles, su cuello largo doblado hacia atrás. El año próximo, migrará a África.",
      "imageLink": "image_files\\English\\"imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "greylag goose",
      "translation": "ganso común",
      "definition": "A large, greyish-brown wild goose with a pinkish-red bill and legs.",
      "definition_translation": "Un ganso salvaje grande, grisáceo-marrón, con pico y patas rosáceo-rojos.",
      "example": "The greylag goose honked loudly as it led its goslings across the wet meadow. Last week, it had been nesting on the hillside. Next spring, it will fly back to its breeding grounds.",
      "example_translation": "El ganso común graznó fuerte mientras lideraba a sus goslings a través de la pradera húmeda. La semana pasada, había estado anidando en la ladera de la colina. La próxima primavera, volará de regreso a sus zonas de cría.",
      "imageLink": "image_files\\English\\"imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "guinea fowl",
      "translation": "pintada",
      "definition": "A large, ground-dwelling bird with a plump body and small head, native to Africa, commonly domesticated and kept for its meat and eggs.",
      "definition_translation": "Un ave grande, que vive en el suelo, con un cuerpo rechoncho y cabeza pequeña, originaria de África, comúnmente domesticada y mantenida por su carne y huevos.",
      "example": "The farmer raised a few guinea fowl in his backyard. He had raised them last year, and will raise them again next year.",
      "example_translation": "El granjero crió unas pocas pintadas en su patio trasero. Las había criado el año pasado, y las criará de nuevo el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hawfinch",
      "translation": "pico picudo",
      "definition": "A large, powerful finch with a strong, conical beak, found in woodlands and gardens, feeding on seeds and fruits.",
      "definition_translation": "Un pinzón grande y poderoso con un pico fuerte y cónico, encontrado en bosques y jardines, alimentándose de semillas y frutas.",
      "example": "The hawfinch perched on the branch of the oak tree, eating the ripe berries. It had been eating them all morning, and would eat them again in the evening.",
      "example_translation": "El pico picudo se posó en la rama del roble, comiendo las bayas maduras. Las había estado comiendo toda la mañana, y las comería de nuevo por la noche.",
      "imageLink": "image_files\\English\\"imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hazel grouse",
      "translation": "urogallo",
      "definition": "A medium-sized, ground-dwelling bird with a plump body and long tail, found in woodlands and heathlands, feeding on leaves, fruits, and insects.",
      "definition_translation": "Un ave de tamaño mediano, que vive en el suelo, con un cuerpo rechoncho y cola larga, encontrada en bosques y páramos, alimentándose de hojas, frutas e insectos.",
      "example": "The hazel grouse hid behind the bush, watching the hunter approach. It had been watching him all day, and would watch him again tomorrow.",
      "example_translation": "El urogallo se escondió detrás del arbusto, observando al cazador acercarse. Lo había estado observando todo el día, y lo observaría de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hoopoe",
      "translation": "abubilla",
      "definition": "A hoopoe is a unique and colorful bird with a distinctive crest on its head, known for its presence in warm and dry climates.",
      "definition_translation": "Un abubilla es un pájaro único y colorido con una cresta característica en su cabeza, conocido por su presencia en climas cálidos y secos.",
      "example": "The hoopoe has been a symbol of good luck in many cultures. Yesterday, I saw a hoopoe perched on a tree branch. By next year, I will have seen a hoopoe in its natural habitat.",
      "example_translation": "El abubilla ha sido un símbolo de buena suerte en muchas culturas. Ayer, vi un abubilla posado en una rama de árbol. Para el próximo año, habré visto un abubilla en su hábitat natural.",
      "imageLink": "image_files\\English\\"imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hummingbird",
      "translation": "colibrí",
      "definition": "A hummingbird is a small, iridescent bird that can hover in mid-air, feeding on nectar from flowers, and is known for its rapid wing movement.",
      "definition_translation": "Un colibrí es un pájaro pequeño y iridiscente que puede permanecer suspendido en el aire, alimentándose de néctar de flores, y es conocido por su rápido movimiento de alas.",
      "example": "The hummingbird's wings beat at an incredible rate. By the time I get to the garden, the hummingbird will have flown away. Last week, I fed a hummingbird from a sugar-water feeder.",
      "example_translation": "Las alas del colibrí laten a un ritmo increíble. Para cuando llegue al jardín, el colibrí habrá volado. La semana pasada, alimenté a un colibrí desde un alimentador de agua azucarada.",
      "imageLink": "image_files\\English\\"imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ibis",
      "translation": "ibis",
      "definition": "An ibis is a long-legged, long-necked wading bird, often found in wetlands, and is known for its distinctive curved beak.",
      "definition_translation": "Un ibis es un pájaro que camina por el agua con patas largas y cuello prolongado, a menudo encontrado en humedales, y es conocido por su pico curvo característico.",
      "example": "The ibis carefully waded through the shallow water. By next month, I will have seen an ibis in its natural habitat. Yesterday, I watched an ibis stalk its prey.",
      "example_translation": "El ibis caminó cuidadosamente a través del agua poco profunda. Para el próximo mes, habré visto un ibis en su hábitat natural. Ayer, vi un ibis acechar a su presa.",
      "imageLink": "image_files\\English\\"imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "jackdaw",
      "translation": "grajilla",
      "definition": "A large, black-plumaged bird with a grey nape and white eyes, found in woodlands and gardens.",
      "definition_translation": "Un ave grande con plumaje negro, nuca gris y ojos blancos, encontrada en bosques y jardines.",
      "example": "The jackdaw swooped down to grab the food from the table. Yesterday, it had swooped down to steal a sandwich from a tourist. By next week, it will have swooped down to get food from the campers.",
      "example_translation": "La grajilla se lanzó en picado para agarrar la comida de la mesa. Ayer, había robado una sandwich a un turista. Para la próxima semana, habrá lanzado en picado para obtener comida de los campistas.",
      "imageLink": "image_files\\English\\"imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "jay",
      "translation": "arrendajo",
      "definition": "A brightly coloured bird with a distinctive crest and bold, curious nature.",
      "definition_translation": "Un ave de colores brillantes con una cresta distintiva y una naturaleza osada y curiosa.",
      "example": "The jay was perched on the branch, watching the human cautiously. It had been perched on the branch for hours, watching the human. By tomorrow, it will be perched on the branch, watching the human again.",
      "example_translation": "El arrendajo estaba posado en la rama, vigilando al humano con cautela. Había estado posado en la rama durante horas, vigilando al humano. Mañana, estará posado en la rama, vigilando al humano de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "kestrel",
      "translation": "cernícalo",
      "definition": "A small, slender bird of prey with a distinctive black head and white underside, found in open countryside.",
      "definition_translation": "Un ave de rapiña pequeña y esbelta con cabeza negra y vientre blanco, encontrada en el campo abierto.",
      "example": "The kestrel soared overhead, scanning the fields for prey. It had soared overhead yesterday, scanning the fields for prey. By next month, it will have soared overhead, scanning the fields for prey again.",
      "example_translation": "El cernícalo volaba sobre las cabezas, escudriñando los campos en busca de presas. Había volado sobre las cabezas ayer, escudriñando los campos en busca de presas. El próximo mes, habrá volado sobre las cabezas, escudriñando los campos en busca de presas de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "kingfisher",
      "translation": "martín pescador",
      "definition": "A kingfisher is a brightly colored bird with a distinctive crest and a long, pointed bill, found near water and known for its ability to dive into the water to catch fish.",
      "definition_translation": "Un martín pescador es un ave de colores brillantes con una cresta distintiva y un pico largo y puntiagudo, encontrada cerca del agua y conocida por su capacidad para bucear en el agua para cazar peces.",
      "example": "The kingfisher dived into the water to catch a fish, and then it will fly back to its nest to eat its lunch, but yesterday it had already eaten its breakfast.",
      "example_translation": "El martín pescador se sumergió en el agua para cazar un pez, y luego volará de vuelta a su nido para comer su almuerzo, pero ayer ya había comido su desayuno.",
      "imageLink": "image_files\\English\\"imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "kiwi",
      "translation": "kiwi",
      "definition": "A kiwi is a small, flightless bird native to New Zealand, with a round body and a long, hair-like feather on its head.",
      "definition_translation": "Un kiwi es un ave pequeña y no voladora originaria de Nueva Zelanda, con un cuerpo redondo y una pluma larga y cerdosa en su cabeza.",
      "example": "I saw a kiwi at the zoo, and it was eating kiwi fruit, but next week it will lay an egg, and last year it had already grown its feathers.",
      "example_translation": "Vi un kiwi en el zoológico, y estaba comiendo fruta de kiwi, pero la próxima semana pondrá un huevo, y el año pasado ya había crecido sus plumas.",
      "imageLink": "image_files\\English\\"imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lapwing",
      "translation": "avefría",
      "definition": "A lapwing is a large, noisy bird with a distinctive crest and a loud, piercing call, often found in wetlands and grasslands.",
      "definition_translation": "Una avefría es un ave grande y ruidosa con una cresta distintiva y un llamado fuerte y penetrante, a menudo encontrada en humedales y praderas.",
      "example": "The lapwing cried out loudly as it flew over the marsh, and then it will settle down to rest, but yesterday it had already built its nest, and next month it will migrate to Africa.",
      "example_translation": "La avefría gritó fuerte mientras volaba sobre el pantano, y luego se establecerá para descansar, pero ayer ya había construido su nido, y el próximo mes migrará a África.",
      "imageLink": "image_files\\English\\"imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lesser black-backed gull",
      "translation": "gaviota dorsinegra chica",
      "definition": "A medium-sized gull with a dark grey back and wings, found in coastal areas of Europe and Asia.",
      "definition_translation": "Una gaviota de tamaño mediano con espalda y alas de color gris oscuro, encontrada en áreas costeras de Europa y Asia.",
      "example": "The lesser black-backed gull flew overhead, its distinctive call echoing across the beach. It had flown south for the winter, and would return in the spring to nest. By next summer, it would have explored the entire coastline.",
      "example_translation": "La gaviota dorsinegra chica voló sobre nuestras cabezas, su característico canto resonando por toda la playa. Había volado al sur por el invierno, y regresaría en la primavera para anidar. Para el próximo verano, habría explorado toda la costa.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lesser spotted eagle",
      "translation": "águila moteada menor",
      "definition": "A medium-sized eagle with a brown plumage and white spots, found in forests and grasslands of Europe and Asia.",
      "definition_translation": "Una águila de tamaño mediano con plumaje marrón y manchas blancas, encontrada en bosques y praderas de Europa y Asia.",
      "example": "The lesser spotted eagle soared through the sky, its sharp eyes scanning the ground below. It had built its nest in a nearby tree, and was waiting for its mate to return. By next year, it would have raised a new brood.",
      "example_translation": "La águila moteada menor surcó el cielo, sus ojos agudos escudriñando el suelo debajo. Había construido su nido en un árbol cercano, y esperaba el regreso de su compañero. Para el próximo año, habría criado una nueva nidada.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "linnet",
      "translation": "lino",
      "definition": "A small songbird with a brown back and wings, found in gardens and countryside of Europe and Asia.",
      "definition_translation": "Un pequeño pájaro cantor con espalda y alas marrones, encontrado en jardines y campo de Europa y Asia.",
      "example": "The linnet perched on the garden fence, singing its sweet melody. It had built its nest in the nearby bushes, and was feeding its young. By next spring, it would have returned to its migration route.",
      "example_translation": "El lino se posó en la valla del jardín, cantando su melodía dulce. Había construido su nido en los arbustos cercanos, y estaba alimentando a sus crías. Para la próxima primavera, habría regresado a su ruta de migración.",
      "imageLink": "image_files\\English\\"imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "long-eared owl",
      "translation": "lechusa Orejuda",
      "definition": "A nocturnal bird of prey with long ear tufts and forward-facing eyes, found in forests and grasslands.",
      "definition_translation": "Un ave depredadora nocturna con túvidos orejas largas y ojos frontales, encontrada en bosques y pastizales.",
      "example": "The long-eared owl was perched in a tree, watching its prey. It will hunt at night, and has hunted many rodents in the past. It will continue to thrive in this habitat.",
      "example_translation": "El búho de orejas largas estaba posado en un árbol, observando su presa. Cazará de noche y ha cazado muchos roedores en el pasado. Continuará prosperando en este hábitat.",
      "imageLink": "image_files\\English\\"imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mallard",
      "translation": "ánade real",
      "definition": "A large dabbling duck with a green head, yellow bill, and brown body, found in ponds and rivers.",
      "definition_translation": "Un pato grande que se sumerge con la cabeza verde, pico amarillo y cuerpo marrón, encontrado en estanques y ríos.",
      "example": "The mallard swam in the pond, searching for food. It will fly south for the winter, and has migrated thousands of miles in the past. It will continue to thrive in its natural habitat.",
      "example_translation": "El ánade real nadó en el estanque, buscando comida. Volará hacia el sur en invierno y ha migrado miles de millas en el pasado. Continuará prosperando en su hábitat natural.",
      "imageLink": "image_files\\English\\"imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "marsh tit",
      "translation": "carbonero palustre",
      "definition": "A small passerine bird with a black head, white cheeks, and a brown back, found in wetlands and marshes.",
      "definition_translation": "Un ave paseriforme pequeña con cabeza negra, mejillas blancas y espalda marrón, encontrada en humedales y pantanos.",
      "example": "The marsh tit flitted between the reeds, searching for insects. It will build a nest in the spring, and has raised many broods in the past. It will continue to thrive in this wetland habitat.",
      "example_translation": "El carbonero palustre revoloteó entre los juncos, buscando insectos. Construirá un nido en primavera y ha criado muchos polluelos en el pasado. Continuará prosperando en este hábitat de humedal.",
      "imageLink": "image_files\\English\\"imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nightingale",
      "translation": "ruiseñor",
      "definition": "A nightingale is a type of bird known for its melodious song, which it sings at night. It is a migratory bird that breeds in Europe and Asia and winters in Africa.",
      "definition_translation": "Un ruiseñor es un tipo de ave conocido por su canto melódico, que canta por la noche. Es un ave migratoria que cría en Europa y Asia y pasa el invierno en África.",
      "example": "The nightingale sang beautifully in the forest last night. It will sing again tomorrow night. It was singing sweetly in the forest last summer.",
      "example_translation": "El ruiseñor cantó hermosamente en el bosque la noche pasada. Cantará de nuevo mañana por la noche. Estaba cantando dulcemente en el bosque el verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nightjar",
      "translation": "chotacabras",
      "definition": "A nightjar is a type of nocturnal bird that has a distinctive boomerang-shaped wing pattern. It is found in warm and temperate regions around the world.",
      "definition_translation": "Un chotacabras es un tipo de ave nocturna que tiene un patrón alar en forma de bumerán distinctivo. Se encuentra en regiones cálidas y templadas en todo el mundo.",
      "example": "The nightjar flew silently through the darkness. It will fly again at dusk tomorrow. It was flying quickly in the night sky last week.",
      "example_translation": "El chotacabras voló silenciosamente a través de la oscuridad. Volará de nuevo al anochecer mañana. Estaba volando rápidamente en el cielo nocturno la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "osprey",
      "translation": "águila pescadora",
      "definition": "An osprey is a fish-eating bird of prey that is found near water bodies around the world. It is known for its distinctive reversible outer toe.",
      "definition_translation": "Un águila pescadora es un ave de presa que come pescado y se encuentra cerca de cuerpos de agua en todo el mundo. Es conocido por su dedo externo reversible distintivo.",
      "example": "The osprey dived into the river to catch a fish. It will dive again at dawn tomorrow. It was diving expertly into the lake last month.",
      "example_translation": "El águila pescadora se zambulló en el río para coger un pez. Se zambullirá de nuevo al amanecer mañana. Estaba zambulléndose expertamente en el lago el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "partridge",
      "translation": "perdiz",
      "definition": "A medium to large sized bird with a plump body, small head and short tail, often found in open country and woodland edges.",
      "definition_translation": "Un ave de tamaño mediano a grande con un cuerpo rechoncho, cabeza pequeña y cola corta, a menudo encontrada en campo abierto y bordes de bosques.",
      "example": "The partridge has been known to fly fast when threatened, but it usually escapes by running. Yesterday, I saw a partridge running quickly across the field. If we're lucky, we'll see a partridge flying overhead tomorrow.",
      "example_translation": "La perdiz ha sido conocida por volar rápido cuando se siente amenazada, pero usualmente escapa corriendo. Ayer, vi una perdiz corriendo rápidamente a través del campo. Si tenemos suerte, veremos una perdiz volando sobre nuestras cabezas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "peacock",
      "translation": "pavo real",
      "definition": "A large, brightly colored bird with a distinctive fan-like tail, known for its loud call and proud display of plumage.",
      "definition_translation": "Un ave grande y colorida con una cola en forma de abanico, conocida por su llamativa voz y orgullosa exhibición de plumaje.",
      "example": "The peacock spread its magnificent tail to attract the female. Yesterday, I heard a peacock's loud call in the forest. If we're quiet, we might see a peacock displaying its plumage tomorrow.",
      "example_translation": "El pavo real extendió su magnífica cola para atraer a la hembra. Ayer, escuché el llamativo grito de un pavo real en el bosque. Si estamos quietos, podríamos ver un pavo real exhibiendo su plumaje mañana.",
      "imageLink": "image_files\\English\\"imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pelican",
      "translation": "pelícano",
      "definition": "A large waterbird with a distinctive pouched bill, found in warm and coastal regions, feeding on fish and other aquatic animals.",
      "definition_translation": "Un ave acuática grande con un pico bolsudo, encontrada en regiones cálidas y costeras, alimentándose de peces y otros animales acuáticos.",
      "example": "The pelican dove into the water to catch a fish. Yesterday, I saw a pelican wading in the shallow waters. If we're lucky, we'll see a pelican flying low over the lake tomorrow.",
      "example_translation": "El pelícano se zambulló en el agua para cazar un pez. Ayer, vi un pelícano vadear en las aguas someras. Si tenemos suerte, veremos un pelícano volando bajo sobre el lago mañana.",
      "imageLink": "image_files\\English\\"imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "peregrine falcon",
      "translation": "halcón peregrino",
      "definition": "A large, powerful falcon with a slender build, typically brown or gray in color, known for its speed and agility in hunting.",
      "definition_translation": "Un gran halcón poderoso con una construcción delgada, generalmente marrón o gris en color, conocido por su velocidad y agilidad en la caza.",
      "example": "The peregrine falcon soared through the sky, its wings beating rapidly as it chased its prey. It had been hunting for hours, and finally, it swooped down to grab its quarry. By next year, it will have migrated to a warmer climate.",
      "example_translation": "El halcón peregrino surcó el cielo, sus alas batían rápidamente mientras perseguía a su presa. Había estado cazando durante horas, y finalmente, se lanzó en picado para atrapar a su presa. Para el próximo año, habrá migrado a un clima más cálido.",
      "imageLink": "image_files\\English\\"imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pheasant",
      "translation": "faisán",
      "definition": "A large, ground-dwelling bird with a long, broad tail, often found in forests and grasslands.",
      "definition_translation": "Un gran ave de tierra con una larga cola ancha, a menudo encontrada en bosques y praderas.",
      "example": "The hunter tracked the pheasant through the dense underbrush, careful not to startle it. He had been waiting for hours, and finally, he spotted his quarry. By next season, he will have hunted the entire covey.",
      "example_translation": "El cazador rastreó al faisán a través de la densa maleza, cuidando de no asustarlo. Había estado esperando durante horas, y finalmente, avistó a su presa. Para la próxima temporada, habrá cazado la entire covey.",
      "imageLink": "image_files\\English\\"imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "poultry",
      "translation": "aves de corral",
      "definition": "Domesticated birds, such as chickens, turkeys, and ducks, raised for their meat and eggs.",
      "definition_translation": "Aves domesticadas, como pollos, pavos y patos, criadas por su carne y huevos.",
      "example": "The farmer raised poultry on his rural farm, selling the eggs and meat at the local market. He had been doing this for years, and last year, he expanded his operation to include geese. By next year, he will have added turkeys to his flock.",
      "example_translation": "El granjero criaba aves de corral en su granja rural, vendiendo los huevos y la carne en el mercado local. Había estado haciendo esto durante años, y el año pasado, amplió su operación para incluir gansos. Para el próximo año, habrá agregado pavos a su rebaño.",
      "imageLink": "image_files\\English\\"imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pygmy owl",
      "translation": "mochuelo",
      "definition": "A small owl, typically found in North and South America, characterized by its small size and distinctive hooting calls.",
      "definition_translation": "Un búho pequeño, típicamente encontrado en América del Norte y del Sur, caracterizado por su pequeño tamaño y llamadas características.",
      "example": "The pygmy owl was perched on a branch, watching its prey. It has been watching for hours. It will watch for hours more.",
      "example_translation": "El mochuelo estaba posado en una rama, observando su presa. Ha estado observando durante horas. Observará durante horas más.",
      "imageLink": "image_files\\English\\"imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "quail",
      "translation": "codorniz",
      "definition": "A small, ground-dwelling bird, typically found in grasslands and fields, known for its brown plumage and rounded body.",
      "definition_translation": "Un ave pequeña, que vive en el suelo, típicamente encontrada en praderas y campos, conocida por su plumaje marrón y cuerpo redondeado.",
      "example": "The quail was running quickly across the field, chasing after insects. It had been running for hours. It will run again tomorrow.",
      "example_translation": "La codorniz corrió rápidamente a través del campo, persiguiendo insectos. Ha estado corriendo durante horas. Correrá de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "red-necked grebe",
      "translation": "zampullín cuellirojo",
      "definition": "A medium-sized waterbird, typically found in freshwater lakes and rivers, characterized by its distinctive red neck and black and white plumage.",
      "definition_translation": "Un ave acuática de tamaño medio, típicamente encontrada en lagos y ríos de agua dulce, caracterizada por su cuello rojo distintivo y plumaje negro y blanco.",
      "example": "The red-necked grebe was swimming slowly across the lake, searching for fish. It had been swimming for hours. It will swim again this evening.",
      "example_translation": "El zampullín cuellirojo nadó lentamente a través del lago, buscando peces. Ha estado nadando durante horas. Nadará de nuevo esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "robin",
      "translation": "petirrojo",
      "definition": "A small, round-breasted songbird with a distinctive red breast, commonly found in gardens and parks.",
      "definition_translation": "Un pequeño pájaro cantor de pecho redondo con un pecho rojo distintivo, comúnmente encontrada en jardines y parques.",
      "example": "I saw a robin perching on the branch of a tree. Yesterday, I saw a robin eating worms in the garden. In the future, I will build a birdhouse for a robin.",
      "example_translation": "Vi un petirrojo posado en la rama de un árbol. Ayer, vi un petirrojo comiendo lombrices en el jardín. En el futuro, construiré una casa de pájaros para un petirrojo.",
      "imageLink": "image_files\\English\\"imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "roller",
      "translation": "rodillo",
      "definition": "A heavy cylinder or cylinder-shaped machine used to flatten or shape materials, such as paper or metal.",
      "definition_translation": "Un cilindro pesado o máquina cilíndrica utilizada para alisar o dar forma a materiales, como papel o metal.",
      "example": "I used a roller to flatten the paper. She will use a roller to paint the wall tomorrow. Yesterday, they used a roller to shape the metal.",
      "example_translation": "Usé un rodillo para aplanar el papel. Ella usará un rodillo para pintar la pared mañana. Ayer, ellos usaron un rodillo para dar forma al metal.",
      "imageLink": "image_files\\English\\"imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rook",
      "translation": "graño",
      "definition": "A large, black bird of the crow family, found in Europe and Asia, known for its distinctive call.",
      "definition_translation": "Un gran pájaro negro de la familia de los cuervos, encontrado en Europa y Asia, conocido por su llamada distinctive.",
      "example": "I saw a rook flying overhead. The rook will build a nest on the tree branch next week. Yesterday, the rook made a loud noise.",
      "example_translation": "Vi un graño volando sobre mi cabeza. El graño construirá un nido en la rama del árbol la semana que viene. Ayer, el graño hizo un ruido fuerte.",
      "imageLink": "image_files\\English\\"imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "siskin",
      "translation": "lúgano",
      "definition": "A small Eurasian finch with a brown back and wings and a yellow head and breast, known for its melodious song.",
      "definition_translation": "Un pequeño pinzón euroasiático con espalda y alas marrones y cabeza y pecho amarillos, conocido por su melodiosa canción.",
      "example": "The siskin was singing beautifully in the forest yesterday, and I saw it flying overhead today, while I will be trying to spot it again tomorrow.",
      "example_translation": "El lúgano cantaba hermosamente en el bosque ayer, y lo vi volar sobre mi cabeza hoy, mientras que intentaré verlo de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "snipe",
      "translation": "agachadiza",
      "definition": "A small to medium-sized wading bird with a long bill and mottled brown plumage, found in wetlands and grasslands.",
      "definition_translation": "Un ave zancuda de pequeño a mediano tamaño con un pico largo y plumaje marrón moteado, encontrada en humedales y praderas.",
      "example": "I have seen a snipe hiding in the tall grass last week, and my friend caught one in the marshes yesterday, but I hope to spot another one in the wetlands next month.",
      "example_translation": "He visto una agachadiza escondida en la hierba alta la semana pasada, y mi amigo cazó una en los pantanos ayer, pero espero ver otra en los humedales el mes que viene.",
      "imageLink": "image_files\\English\\"imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sparrowhawk",
      "translation": "gavilán",
      "definition": "A small, slender bird of prey with a rounded wings and a long tail, found in a variety of habitats, including forests and urban areas.",
      "definition_translation": "Un ave de presa pequeña y esbelta con alas redondeadas y cola larga, encontrada en una variedad de hábitats, incluyendo bosques y áreas urbanas.",
      "example": "The sparrowhawk was perched on a tree branch this morning, and I watched it swooping down to catch a pigeon in the afternoon, but it will probably be migrating to warmer climates next winter.",
      "example_translation": "El gavilán estaba posado en una rama de árbol esta mañana, y lo vi descender en picado para cazar una paloma esta tarde, pero probablemente migrará a climas más cálidos el próximo invierno.",
      "imageLink": "image_files\\English\\"imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spotted flycatcher",
      "translation": "papamoscas manchado",
      "definition": "A small, insectivorous bird with a greyish-brown back and white underside, found in open woodland and gardens.",
      "definition_translation": "Un ave pequeña, insectívora con un dorso gris-marrón y vientre blanco, encontrada en bosques abiertos y jardines.",
      "example": "The spotted flycatcher perched on the branch, watching for its next meal. It has been catching flies all morning, and will continue to do so until the evening. By next summer, it will have catches thousands of flies.",
      "example_translation": "El papamoscas manchado se posó en la rama, vigilando su próxima comida. Ha estado cazando moscas toda la mañana y seguirá haciéndolo hasta la noche. Para el próximo verano, habrá cazado miles de moscas.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spotted nutcracker",
      "translation": "cascabelote manchado",
      "definition": "A medium-sized bird with a distinctive black and white striped back, found in coniferous forests, feeding on seeds and nuts.",
      "definition_translation": "Un ave de tamaño mediano con un dorso blanco y negro rayado, encontrada en bosques coníferos, alimentándose de semillas y nueces.",
      "example": "The spotted nutcracker cracked open the walnut, revealing the delicious kernel inside. It had been storing nuts all autumn, and would crack them open in the winter. By spring, it would have cracked open hundreds of nuts.",
      "example_translation": "El cascanueces manchado abrió la nuez, revelando la deliciosa nuez dentro. Había estado almacenando nueces todo el otoño y las abriría en invierno. Para la primavera, habría abierto cientos de nueces.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "starling",
      "translation": "estornino",
      "definition": "A small to medium-sized bird with a glossy black plumage, found in urban and rural areas, known for its distinctive iridescent feathers.",
      "definition_translation": "Un ave de tamaño pequeño a mediano con un plumaje negro brillante, encontrada en áreas urbanas y rurales, conocida por sus plumas iridiscentes características.",
      "example": "The starling murmured to its mate, flying overhead in a flock. It had been migrating for weeks, and would soon settle in its new home. By next year, it would have built a new nest.",
      "example_translation": "El estornino murmuró a su pareja, volando encima en una bandada. Había estado migrando durante semanas y pronto se establecería en su nuevo hogar. Para el próximo año, habría construido un nuevo nido.",
      "imageLink": "image_files\\English\\"imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "swallow",
      "translation": "golondrina",
      "definition": "A small, swift bird with a forked tail and long, pointed wings, typically migrating to warmer regions in the winter.",
      "definition_translation": "Un ave pequeña y rápida con una cola bifurcada y alas largas y puntiagudas, que suele migrar a regiones más cálidas en invierno.",
      "example": "I saw a swallow flying over the lake yesterday, it was a beautiful sight. I will see a swallow flying over the lake tomorrow, I hope it will be a beautiful sight. I saw a swallow flying over the lake last year, it was a beautiful sight.",
      "example_translation": "Vi una golondrina volando sobre el lago ayer, fue un espectáculo hermoso. Veré una golondrina volando sobre el lago mañana, espero que sea un espectáculo hermoso. Vi una golondrina volando sobre el lago el año pasado, fue un espectáculo hermoso.",
      "imageLink": "image_files\\English\\"imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "swift",
      "translation": "rápido",
      "definition": "Moving or able to move quickly or promptly, or done quickly or promptly.",
      "definition_translation": "Que se mueve o puede moverse rápidamente o oportunamente, o hecho rápidamente o oportunamente.",
      "example": "I am swift in my decisions, I will be swift in my actions, I was swift in my response.",
      "example_translation": "Soy rápido en mis decisiones, seré rápido en mis acciones, fui rápido en mi respuesta.",
      "imageLink": "image_files\\English\\"imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tawny owl",
      "translation": "lechuza común",
      "definition": "A nocturnal bird of prey with a round head, forward-facing eyes, and a soft, hooting call, typically found in woodlands and gardens.",
      "definition_translation": "Un ave de rapiña nocturna con una cabeza redonda, ojos frontales y un suave llamado quejumbroso, normalmente encontrada en bosques y jardines.",
      "example": "I saw a tawny owl in the forest last night, it was a thrilling experience. I will see a tawny owl in the garden tomorrow, I hope it will be a thrilling experience. I saw a tawny owl in the park last week, it was a thrilling experience.",
      "example_translation": "Vi una lechuza común en el bosque la noche pasada, fue una experiencia emocionante. Veré una lechuza común en el jardín mañana, espero que sea una experiencia emocionante. Vi una lechuza común en el parque la semana pasada, fue una experiencia emocionante.",
      "imageLink": "image_files\\English\\"imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]