[
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fish",
      "translation": "pescado",
      "definition": "A cold-blooded animal that lives in water, breathes with gills, and has a streamlined body, typically scales, and often fins.",
      "definition_translation": "Un animal de sangre fría que vive en agua, respira con branquias y tiene un cuerpo estilizado, típicamente escamas y a menudo aletas.",
      "example": "I caught a fish in the lake yesterday, I will eat fish for dinner tonight, and I will go fishing again tomorrow.",
      "example_translation": "Atrapé un pescado en el lago ayer, comeré pescado para cenar esta noche, y iré a pescar de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cod",
      "translation": "bacalao",
      "definition": "A large marine fish with a distinctive appearance, found in the Atlantic Ocean and widely used as food.",
      "definition_translation": "Un gran pez marino con una apariencia distintiva, encontrado en el Océano Atlántico y ampliamente utilizado como alimento.",
      "example": "I bought some cod at the market yesterday, my mother cooked cod for dinner last night, and I will eat cod in a restaurant tomorrow.",
      "example_translation": "Compré algunos bacalaos en el mercado ayer, mi madre cocinó bacalao para cenar anoche, y comeré bacalao en un restaurante mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "salmon",
      "translation": "salmón",
      "definition": "A large fish with a pinkish-red flesh, native to the Pacific and Atlantic oceans and prized for its flavor and nutritional value.",
      "definition_translation": "Un gran pez con carne rosada-roja, nativo de los océanos Pacífico y Atlántico y valorizado por su sabor y valor nutricional.",
      "example": "I grilled salmon for lunch yesterday, my friend will cook salmon for dinner tonight, and I will eat smoked salmon in a cafe tomorrow.",
      "example_translation": "Asé salmón para almuerzo ayer, mi amigo cocinará salmón para cenar esta noche, y comeré salmón ahumado en un café mañana.",
      "imageLink": "image_files\\English\\"imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shark",
      "translation": "tiburón",
      "definition": "A shark is a large, carnivorous fish with a streamlined body and a mouth full of sharp teeth.",
      "definition_translation": "Un tiburón es un gran pez carnívoro con un cuerpo aerodinámico y una boca llena de dientes afilados.",
      "example": "I saw a shark swimming in the ocean yesterday, I see a shark swimming in the ocean now, and I will see a shark swimming in the ocean tomorrow.",
      "example_translation": "Vi un tiburón nadando en el océano ayer, veo un tiburón nadando en el océano ahora y veré un tiburón nadando en el océano mañana.",
      "imageLink": "image_files\\English\\"imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tuna",
      "translation": "atún",
      "definition": "Tuna is a fast-swimming, silvery fish found in warm ocean waters, often caught for food.",
      "definition_translation": "El atún es un pez de rápido movimiento, plateado, encontrado en aguas cálidas de los océanos, a menudo atrapado para alimentación.",
      "example": "I ate a tuna sandwich for lunch, I am eating a tuna salad for dinner, and I will eat a tuna sushi roll tomorrow.",
      "example_translation": "Comí un sandwich de atún para almuerzo, estoy comiendo una ensalada de atún para cena y comeré un roll de sushi de atún mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spawn",
      "translation": "generar",
      "definition": "To spawn means to produce or hatch eggs, especially in a large number.",
      "definition_translation": " Generar significa producir o hacer eclosionar huevos, especialmente en gran número.",
      "example": "The fish spawned in the river last year, they are spawning in the river now, and they will spawn in the river next year.",
      "example_translation": "Los peces generaron en el río el año pasado, están generando en el río ahora y generarán en el río el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "trout",
      "translation": "trucha",
      "definition": "A freshwater fish with a slender body and pinkish-red flesh, often caught for food or sport.",
      "definition_translation": "Un pez de agua dulce con un cuerpo delgado y carne rosada, a menudo capturado para alimentación o deporte.",
      "example": "I caught a trout in the river last weekend. It was delicious grilled. I will go trout fishing again next month.",
      "example_translation": "Atrapé una trucha en el río el fin de semana pasado. Fue delicioso asado. Iré a pescar truchas de nuevo el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "algae eater",
      "translation": "comedor de algas",
      "definition": "A fish or other organism that feeds on algae, often used to control algae growth in aquariums or ponds.",
      "definition_translation": "Un pez u otro organismo que se alimenta de algas, a menudo utilizado para controlar el crecimiento de algas en acuarios o estanques.",
      "example": "The algae eater in my aquarium helps keep the water clean. I have to feed the algae eater every day. The algae eater will grow bigger in a few months.",
      "example_translation": "El comedor de algas en mi acuario ayuda a mantener el agua limpia. Tengo que alimentar al comedor de algas todos los días. El comedor de algas crecerá más grande en unos meses.",
      "imageLink": "image_files\\English\\"imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anchovy",
      "translation": "anchoa",
      "definition": "A small, oily fish often used as a flavoring or ingredient in foods such as pizza or salad dressings.",
      "definition_translation": "Un pez pequeño y aceitoso a menudo utilizado como saborizante o ingrediente en alimentos como pizza o aderezos para ensaladas.",
      "example": "I love anchovies on my pizza. Anchovies are very salty. I will buy anchovies for the salad dressing next week.",
      "example_translation": "Me encantan las anchoas en mi pizza. Las anchoas son muy saladas. Compraré anchoas para el aderezo de ensalada la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "barbel",
      "translation": "barbo",
      "definition": "A type of fish, typically found in rivers and streams, characterized by its distinctive barbels or whisker-like growths around its mouth.",
      "definition_translation": "Un tipo de pez, típicamente encontrado en ríos y arroyos, caracterizado por sus crecimientos tipo barba alrededor de su boca.",
      "example": "Yesterday, I caught a barbel while fishing in the river. Today, I'm going to try to catch another one. Hopefully, I'll catch one tomorrow too.",
      "example_translation": "Ayer, atrapé un barbo mientras pescaba en el río. Hoy, voy a tratar de coger otro. Espero coger uno mañana también.",
      "imageLink": "image_files\\English\\"imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bleak",
      "translation": "sombrío",
      "definition": "Unpleasantly cold and damp; gloomy or depressing.",
      "definition_translation": "Desagradablemente frío y húmedo; sombrío o deprimente.",
      "example": "The bleak winter weather made it difficult to venture outside. In the past, I used to love winter, but now I find it bleak. I hope next winter won't be as bleak.",
      "example_translation": "El clima sombrío del invierno hizo que fuera difícil aventurarse fuera. En el pasado, solía amar el invierno, pero ahora lo encuentro sombrío. Espero que el próximo invierno no sea tan sombrío.",
      "imageLink": "image_files\\English\\"imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bream",
      "translation": "brema",
      "definition": "A type of freshwater fish, often caught for sport or food, characterized by its slender body and large scales.",
      "definition_translation": "Un tipo de pez de agua dulce, a menudo cazado por deporte o comida, caracterizado por su cuerpo esbelto y escamas grandes.",
      "example": "I've always wanted to catch a bream while fishing in the lake. Last summer, I finally caught one. Maybe next summer, I'll catch an even bigger bream.",
      "example_translation": "Siempre he querido coger una brema mientras pescaba en el lago. El verano pasado, finalmente cogí uno. Quizás el próximo verano, cogeré una brema aún más grande.",
      "imageLink": "image_files\\English\\"imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "burbot",
      "translation": "lubo",
      "definition": "A burbot is a type of freshwater fish that belongs to the cod family. It is found in cold waters of Europe, Asia, and North America.",
      "definition_translation": "Un lubo es un tipo de pez de agua dulce que pertenece a la familia de los bacalaos. Se encuentra en aguas frías de Europa, Asia y América del Norte.",
      "example": "I caught a burbot while ice fishing last winter. Currently, I'm trying to catch another one. By next year, I will have caught many burbot.",
      "example_translation": "Me pillé un lubo mientras pesqué en hielo el invierno pasado. Actualmente, estoy tratando de pillar otro. Para el próximo año, habré pescado muchos lubos.",
      "imageLink": "image_files\\English\\"imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "carp",
      "translation": "carpa",
      "definition": "A carp is a type of freshwater fish that is native to Europe and Asia. It is often considered a nuisance fish due to its ability to outcompete native species.",
      "definition_translation": "Una carpa es un tipo de pez de agua dulce que es nativo de Europa y Asia. A menudo se considera un pez molestoso debido a su capacidad para competir con especies nativas.",
      "example": "The carp was swimming in the shallow water. Now, it's swimming in the deep water. By next month, the carp will be swimming in the lake.",
      "example_translation": "La carpa estaba nadando en el agua superficial. Ahora, está nadando en el agua profunda. Para el próximo mes, la carpa estará nadando en el lago.",
      "imageLink": "image_files\\English\\"imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "catfish",
      "translation": "pez gato",
      "definition": "A catfish is a type of freshwater fish that is characterized by its whisker-like barbels and spiny fins. It is found in warm and temperate waters around the world.",
      "definition_translation": "Un pez gato es un tipo de pez de agua dulce que se caracteriza por sus barbillas como bigotes y aletas espinosas. Se encuentra en aguas cálidas y templadas en todo el mundo.",
      "example": "I've been fishing for catfish all day. Right now, I'm catching a catfish. By tomorrow, I will have caught many catfish.",
      "example_translation": "He estado pescando peces gato todo el día. Ahora, estoy pillando un pez gato. Para mañana, habré pescado muchos peces gato.",
      "imageLink": "image_files\\English\\"imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chub",
      "translation": "rucio",
      "definition": "A plump or chubby person or animal, especially a young salmon or trout.",
      "definition_translation": "Una persona o animal regordeta o gordo, especialmente un salmón o trucha joven.",
      "example": "The chub I caught was quite a fighter. I had caught a chub yesterday. I will catch a chub tomorrow.",
      "example_translation": "El rucio que cogí era un luchador. Cogí un rucio ayer. Cogeré un rucio mañana.",
      "imageLink": "image_files\\English\\"imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "eel",
      "translation": "anguila",
      "definition": "A long, slender fish with a snake-like body, found in both freshwater and saltwater.",
      "definition_translation": "Un pez largo y esbelto con cuerpo de serpiente, encontrada en agua dulce y salada.",
      "example": "The eel slithered through the water. I have seen an eel swimming yesterday. I will eat an eel next week.",
      "example_translation": "La anguila se deslizó a través del agua. Vi una anguila nadando ayer. Comeré una anguila la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fin",
      "translation": "aletas",
      "definition": "A thin, flat, often triangular structure on the back of a fish, used for balance and stability.",
      "definition_translation": "Una estructura delgada, plana, a menudo triangular en la espalda de un pez, utilizada para equilibrio y estabilidad.",
      "example": "The shark's fin was sharp. I saw a fin breaking the water yesterday. I will study the fin next semester.",
      "example_translation": "La aleta del tiburón era afilada. Vi una aleta rompiendo el agua ayer. Estudiaré la aleta el próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "flatfish",
      "translation": "pez plano",
      "definition": "A flatfish is a type of fish that has a flattened body, often found in shallow waters.",
      "definition_translation": "Un pez plano es un tipo de pez que tiene un cuerpo aplanado, a menudo encontrado en aguas someras.",
      "example": "I caught a flatfish while fishing in the lake yesterday. I will cook a flatfish for dinner tonight. She had eaten a flatfish for breakfast.",
      "example_translation": "Caché un pez plano mientras pescaba en el lago ayer. Cocinaré un pez plano para cenar esta noche. Ella había comido un pez plano para desayunar.",
      "imageLink": "image_files\\English\\"imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "flounder",
      "translation": "lenguado",
      "definition": "A flounder is a type of flatfish that has a mild flavor and is often eaten in restaurants.",
      "definition_translation": "Un lenguado es un tipo de pez plano que tiene un sabor suave y se come a menudo en restaurantes.",
      "example": "I ordered a flounder at the seafood restaurant last week. She will flounder in the exam if she doesn't study. They floundered in the water to escape the shark.",
      "example_translation": "Pedí un lenguado en el restaurante de mariscos la semana pasada. Ella se ahogará en el examen si no estudia. Ellos se debatieron en el agua para escapar del tiburón.",
      "imageLink": "image_files\\English\\"imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gilthead",
      "translation": "dorada",
      "definition": "A gilthead is a type of fish that is native to the Mediterranean Sea and has a distinctive golden stripe on its head.",
      "definition_translation": "Una dorada es un tipo de pez que es nativo del mar Mediterráneo y tiene una raya dorada distinctive en su cabeza.",
      "example": "I saw a gilthead swimming in the aquarium yesterday. They caught a gilthead while snorkeling in Greece. She has never tried a gilthead before.",
      "example_translation": "Vi una dorada nadando en el acuario ayer. Cogieron una dorada mientras buceaban en Grecia. Ella nunca ha probado una dorada antes.",
      "imageLink": "image_files\\English\\"imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gudgeon",
      "translation": "góbio",
      "definition": "A type of fish, typically found in fresh water, that has a slender body and a distinctive mouth.",
      "definition_translation": "Un tipo de pez, generalmente encontrado en agua fresca, que tiene un cuerpo esbelto y una boca característica.",
      "example": "I caught a gudgeon while fishing in the river. Yesterday, I had caught a big gudgeon, but now I catch a small one. Next week, I will catch another gudgeon.",
      "example_translation": "Cogí un góbio mientras pescaba en el río. Ayer, había cogido un góbio grande, pero ahora cojo uno pequeño. La próxima semana, cogeré otro góbio.",
      "imageLink": "image_files\\English\\"imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "guppy",
      "translation": "guppy",
      "definition": "A small, colorful fish, popular in aquariums.",
      "definition_translation": "Un pez pequeño y colorido, popular en acuarios.",
      "example": "I have a guppy in my aquarium. Yesterday, I had two guppies, but now I have five. Next year, I will have ten guppies.",
      "example_translation": "Tengo un guppy en mi acuario. Ayer, tenía dos guppies, pero ahora tengo cinco. El próximo año, tendré diez guppies.",
      "imageLink": "image_files\\English\\"imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "haddock",
      "translation": "eglefino",
      "definition": "A type of fish, often used in cooking, that has a mild flavor and firm texture.",
      "definition_translation": "Un tipo de pez, a menudo utilizado en la cocina, que tiene un sabor suave y una textura firme.",
      "example": "I love eating haddock for dinner. Yesterday, I had haddock for lunch, but now I prefer it for dinner. Next month, I will have haddock for breakfast.",
      "example_translation": "Me encanta comer eglefino para cenar. Ayer, tenía eglefino para almuerzo, pero ahora lo prefiero para cenar. El próximo mes, tendré eglefino para desayunar.",
      "imageLink": "image_files\\English\\"imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hake",
      "translation": "colín",
      "definition": "A type of mild-flavored fish, often used in cooking, especially in the Mediterranean region.",
      "definition_translation": "Un tipo de pescado de sabor suave, a menudo utilizado en la cocina, especialmente en la región del Mediterráneo.",
      "example": "I had hake for dinner last night, it was delicious. I will have hake for dinner next week. I had hake for dinner when I was in Spain.",
      "example_translation": "Yo tuve colín para cenar la noche pasada, estaba delicioso. Tendré colín para cenar la próxima semana. Tuve colín para cenar cuando estuve en España.",
      "imageLink": "image_files\\English\\"imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "halibut",
      "translation": "halibut",
      "definition": "A type of firm, white-fleshed fish, often used in cooking, especially in sandwiches and salads.",
      "definition_translation": "Un tipo de pescado de carne blanca firme, a menudo utilizado en la cocina, especialmente en sándwiches y ensaladas.",
      "example": "I love eating halibut sandwiches at the beach. My mother will cook halibut for dinner tomorrow. I ate halibut at the restaurant last week.",
      "example_translation": "Me encanta comer sándwiches de halibut en la playa. Mi madre cocinará halibut para cenar mañana. Comí halibut en el restaurante la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "herring",
      "translation": "arenque",
      "definition": "A type of small, oily fish, often pickled or cured and used as a snack or appetizer.",
      "definition_translation": "Un tipo de pescado pequeño y aceitoso, a menudo encurtido o curado y utilizado como aperitivo o snack.",
      "example": "I ate herring for breakfast when I was in Norway. My grandmother will prepare herring for the party tonight. I will eat herring at the festival next year.",
      "example_translation": "Comí arenque para desayunar cuando estaba en Noruega. Mi abuela preparará arenque para la fiesta esta noche. Comeré arenque en el festival el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lamprey",
      "translation": "lamprea",
      "definition": "a eel-like fish with a sucker on its head, used as food.",
      "definition_translation": "un pez similar a una anguila con una ventosa en la cabeza, utilizado como alimento.",
      "example": "The lamprey attached itself to the shark. Yesterday, I saw a lamprey in the aquarium. By next year, I will have caught a lamprey.",
      "example_translation": "La lamprea se attachesó al tiburón. Ayer, vi una lamprea en el acuario. Para el próximo año, habré atrapado una lamprea.",
      "imageLink": "image_files\\English\\"imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mackerel",
      "translation": "jurel",
      "definition": "a fast-swimming fish with a shiny body, often eaten as food.",
      "definition_translation": "un pez que nada rápido con un cuerpo brillante, a menudo comido como alimento.",
      "example": "I cooked a mackerel for dinner. The mackerel are swimming in the ocean. By tomorrow, I will have grilled a mackerel.",
      "example_translation": " Cociné un jurel para cenar. Los jureles están nadando en el océano. Para mañana, habré asado un jurel.",
      "imageLink": "image_files\\English\\"imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "moray",
      "translation": "mujol",
      "definition": "a type of eel-like fish, often found in tropical waters.",
      "definition_translation": "un tipo de pez similar a una anguila, a menudo encontrado en aguas tropicales.",
      "example": "The moray swam quickly through the coral reef. Yesterday, I saw a moray in the aquarium. By next month, I will have caught a moray.",
      "example_translation": "El mujol nadó rápidamente a través del arrecife de coral. Ayer, vi un mujol en el acuario. Para el próximo mes, habré atrapado un mujol.",
      "imageLink": "image_files\\English\\"imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "perch",
      "translation": "perca",
      "definition": "A perch is a type of freshwater fish, typically found in rivers and lakes, characterized by its elongated body and sharp fins.",
      "definition_translation": "Una perca es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su cuerpo alargado y aletas afiladas.",
      "example": "I caught a perch while fishing in the lake yesterday. I will catch a perch while fishing in the lake tomorrow. I catch a perch while fishing in the lake now.",
      "example_translation": "Atrapé una perca mientras pescaba en el lago ayer. Atraparé una perca mientras pescaba en el lago mañana. Atrapo una perca mientras pescaba en el lago ahora.",
      "imageLink": "image_files\\English\\"imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pike",
      "translation": "lucio",
      "definition": "A pike is a type of freshwater fish, typically found in rivers and lakes, characterized by its long, slender body and sharp teeth.",
      "definition_translation": "Un lucio es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su cuerpo largo y delgado y dientes afilados.",
      "example": "I saw a pike swimming in the river last week. I will see a pike swimming in the river next week. I see a pike swimming in the river now.",
      "example_translation": "Vi un lucio nadando en el río la semana pasada. Veré un lucio nadando en el río la semana próxima. Veo un lucio nadando en el río ahora.",
      "imageLink": "image_files\\English\\"imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "piranha",
      "translation": "piraña",
      "definition": "A piranha is a type of freshwater fish, typically found in rivers and lakes, characterized by its small size and sharp teeth.",
      "definition_translation": "Una piraña es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su pequeño tamaño y dientes afilados.",
      "example": "The piranha attacked the fish in the aquarium yesterday. The piranha will attack the fish in the aquarium tomorrow. The piranha attacks the fish in the aquarium now.",
      "example_translation": "La piraña atacó el pez en el acuario ayer. La piraña atacará el pez en el acuario mañana. La piraña ataca el pez en el acuario ahora.",
      "imageLink": "image_files\\English\\"imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "plaice",
      "translation": "lenguado",
      "definition": "A type of flatfish, often used as a food fish, found in the Atlantic Ocean and the Mediterranean Sea.",
      "definition_translation": "Un tipo de pez plano, a menudo utilizado como pescado comestible, encontrado en el Océano Atlántico y el Mar Mediterráneo.",
      "example": "I caught a plaice while fishing yesterday, it was delicious grilled. I will catch another one tomorrow, and my friend caught one last week.",
      "example_translation": "Atrapé un lenguado mientras pescaba ayer, estaba delicioso a la parrilla. Cogeré otro mañana, y mi amigo atrapó uno la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "roach",
      "translation": "rutilo",
      "definition": "A type of freshwater fish, often considered a nuisance due to its ability to thrive in polluted waters.",
      "definition_translation": "Un tipo de pez de agua dulce, a menudo considerado una plaga debido a su capacidad para prosperar en aguas contaminadas.",
      "example": "The roach infested the lake, making it difficult to catch other fish. We will try to remove them next week, but they were present last month too.",
      "example_translation": "El rutilo invadió el lago, haciendo difícil pescar otros peces. Intentaremos eliminarlos la próxima semana, pero también estaban presentes el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sardine",
      "translation": "sardina",
      "definition": "A small, oily fish, often canned and used as a food source.",
      "definition_translation": "Un pez pequeño y grasoso, a menudo enlatado y utilizado como fuente de alimento.",
      "example": "I opened a can of sardines for lunch, and they were very tasty. My grandmother used to eat sardines for breakfast, and my brother will eat them tomorrow.",
      "example_translation": "Abrí una lata de sardinas para almorzar, y estaban muy sabrosas. Mi abuela solía comer sardinas para desayunar, y mi hermano las comerá mañana.",
      "imageLink": "image_files\\English\\"imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sawfish",
      "translation": "pejegato",
      "definition": "A sawfish is a type of ray that has a long, narrow snout that is used for finding and catching prey.",
      "definition_translation": "Un pejegato es un tipo de raya que tiene una nariz larga y estrecha que se utiliza para encontrar y cazar presas.",
      "example": "The biologist studied the sawfish in its natural habitat, observing how it used its saw to detect electric signals from its prey. Last year, she saw a sawfish in the aquarium, and yesterday, she will see another one in the wild.",
      "example_translation": "El biólogo estudió el pejegato en su hábitat natural, observando cómo utilizaba su sierra para detectar señales eléctricas de sus presas. El año pasado, ella vio un pejegato en el acuario, y ayer, ella verá otro en el medio silvestre.",
      "imageLink": "image_files\\English\\"imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "scalar",
      "translation": "escalar",
      "definition": "In physics, a scalar is a quantity that has only magnitude, without direction.",
      "definition_translation": "En física, un escalar es una cantidad que tiene solo magnitud, sin dirección.",
      "example": "The physicist used scalar quantities to describe the motion of the object, explaining that it had a scalar acceleration due to gravity. She will use scalar fields to model the electromagnetic field in the future.",
      "example_translation": "El físico utilizó cantidades escalares para describir el movimiento del objeto, explicando que tenía una aceleración escalar debida a la gravedad. Ella utilizará campos escalares para modelar el campo electromagnético en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "scale",
      "translation": "escala",
      "definition": "A scale is a series of musical notes in a specific pattern, used to create harmony and melody.",
      "definition_translation": "Una escala es una serie de notas musicales en un patrón específico, utilizada para crear armonía y melodía.",
      "example": "The musician practiced the C major scale every day to improve her piano skills. Last week, she played a song in the G minor scale, and next week, she will compose a piece in the F sharp scale.",
      "example_translation": "La música practicó la escala de do mayor todos los días para mejorar sus habilidades en el piano. La semana pasada, ella tocó una canción en la escala de sol menor, y la próxima semana, ella compondrá una pieza en la escala de fa sostenido.",
      "imageLink": "image_files\\English\\"imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "seahorse",
      "translation": "caballito de mar",
      "definition": "A seahorse is a marine animal that belongs to the family Syngnathidae, characterized by its horse-like head, curled tail, and ability to swim upright.",
      "definition_translation": "Un caballito de mar es un animal marino que pertenece a la familia Syngnathidae, caracterizado por su cabeza de caballo, cola enrollada y capacidad de nadar erecto.",
      "example": "I saw a seahorse swimming in the aquarium yesterday. I will see a seahorse swimming in the aquarium tomorrow. I see a seahorse swimming in the aquarium now.",
      "example_translation": "Vi a un caballito de mar nadando en el acuario ayer. Veré a un caballito de mar nadando en el acuario mañana. Veo a un caballito de mar nadando en el acuario ahora.",
      "imageLink": "image_files\\English\\"imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sole",
      "translation": "lengua",
      "definition": "Sole refers to the bottom or underside of something, such as a foot or a shoe, or a type of flatfish.",
      "definition_translation": "Lengua se refiere al fondo o lado inferior de algo, como un pie o un zapato, o un tipo de pez plano.",
      "example": "The sole of my shoe was worn out. I will clean the sole of my shoe tomorrow. I cleaned the sole of my shoe yesterday.",
      "example_translation": "La lengua de mi zapato estaba gastada. Limpie la lengua de mi zapato mañana. Limpie la lengua de mi zapato ayer.",
      "imageLink": "image_files\\English\\"imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sprat",
      "translation": "espadín",
      "definition": "A sprat is a small, oily fish, often caught for food or used as bait.",
      "definition_translation": "Un espadín es un pez pequeño y grasoso, a menudo capturado para la comida o utilizado como cebo.",
      "example": "I caught a sprat while fishing last week. I will eat a sprat for dinner tonight. I ate a sprat for lunch yesterday.",
      "example_translation": "Atrapé un espadín mientras pescaba la semana pasada. Comeré un espadín para cenar esta noche. Comí un espadín para almuerzo ayer.",
      "imageLink": "image_files\\English\\"imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stickleback",
      "translation": "gasterósteo",
      "definition": "A small freshwater fish with a distinctive row of spines along its back, found in Europe and Asia",
      "definition_translation": "Un pequeño pez de agua dulce con una hilera distinta de espinas a lo largo de su espalda, encontrado en Europa y Asia",
      "example": "I caught a stickleback in the river when I was a child. I will catch a stickleback in the river tomorrow. She had caught a stickleback in the river last week.",
      "example_translation": "Atrapé un gasterósteo en el río cuando era niño. Atraparé un gasterósteo en el río mañana. Ella había atrapado un gasterósteo en el río la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sturgeon",
      "translation": "esturión",
      "definition": "A large fish with a long, slender body and a distinctive snout, found in rivers and coastal areas",
      "definition_translation": "Un gran pez con un cuerpo largo y delgado y una nariz distintiva, encontrado en ríos y áreas costeras",
      "example": "The sturgeon swam upstream to spawn. The sturgeon will migrate downstream next month. They had caught a sturgeon in the river last year.",
      "example_translation": "El esturión nadó río arriba para desovar. El esturión migrará río abajo el mes próximo. Ellos habían atrapado un esturión en el río el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sunfish",
      "translation": "pez luna",
      "definition": "A large fish with a flattened body and small fins, often found near the surface of the water",
      "definition_translation": "Un gran pez con un cuerpo aplanado y aletas pequeñas, a menudo encontrado cerca de la superficie del agua",
      "example": "The sunfish swam near the surface. The sunfish will be caught by the fishermen tomorrow. They had seen a sunfish in the ocean last summer.",
      "example_translation": "El pez luna nadó cerca de la superficie. El pez luna será atrapado por los pescadores mañana. Ellos habían visto un pez luna en el océano el verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "swordfish",
      "translation": "pez espada",
      "definition": "a large marine fish with a long, pointed bill and a distinctive shape, prized for its flesh",
      "definition_translation": "un pez marino grande con un pico largo y una forma distintiva, apreciado por su carne",
      "example": "I caught a swordfish while deep-sea fishing last year, and I will catch another one next summer, but I'm not catching one today.",
      "example_translation": "Atrapé un pez espada mientras pescaba en alta mar el año pasado, y atraparé otro el próximo verano, pero no estoy atrapando ninguno hoy.",
      "imageLink": "image_files\\English\\"imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tench",
      "translation": "tenca",
      "definition": "a freshwater fish with a flattened body and a small mouth, found in rivers and lakes",
      "definition_translation": "un pez de agua dulce con cuerpo aplanado y boca pequeña, encontrado en ríos y lagos",
      "example": "I used to catch tench in the river near my village when I was a child, and I still catch them today, but I won't catch any tomorrow.",
      "example_translation": "Solía atrapar tenca en el río cerca de mi aldea cuando era niño, y todavía las atrapo hoy, pero no atraparé ninguna mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "zander",
      "translation": "lucio",
      "definition": "a large freshwater fish with a long, slender body and a distinctive taste, found in rivers and lakes",
      "definition_translation": "un pez de agua dulce grande con cuerpo largo y delgado y un sabor distinto, encontrado en ríos y lagos",
      "example": "I will try to catch a zander in the lake next weekend, and I tried to catch one last year, but I am not catching one today.",
      "example_translation": "¿Voy a intentar atrapar un lúcio en el lago el próximo fin de semana, y traté de atrapar uno el año pasado, pero no estoy atrapando ninguno hoy.",
      "imageLink": "image_files\\English\\"imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]