[
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "biscuit",
      "translation": "galleta",
      "definition": "A small, typically sweet, baked food that is usually crisp and dry, often served with tea or coffee.",
      "definition_translation": "Un alimento pequeño, habitualmente dulce, horneado que suele ser crujiente y seco, a menudo servido con té o café.",
      "example": "I ate a biscuit with my morning tea. I am eating a biscuit with my afternoon coffee. I will eat a biscuit with my evening dessert.",
      "example_translation": "Comí una galleta con mi té de la mañana. Estoy comiendo una galleta con mi café de la tarde. Comeré una galleta con mi postre de la noche.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cake",
      "translation": "torta",
      "definition": "A sweet food made with flour, sugar, and eggs, typically baked and often decorated with icing.",
      "definition_translation": "Un alimento dulce hecho con harina, azúcar y huevos, típicamente horneado y a menudo decorado con glaseado.",
      "example": "I baked a cake for my friend's birthday. I am baking a cake for my sister's wedding. I will bake a cake for my grandmother's anniversary.",
      "example_translation": "Hornée una torta para el cumpleaños de mi amigo. Estoy horneando una torta para la boda de mi hermana. Hornearé una torta para el aniversario de mi abuela.",
      "imageLink": "image_files\\English\\"imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chocolate",
      "translation": "chocolato",
      "definition": "A sweet food made from the roasted seeds of the cacao tree, often eaten as a snack or used as an ingredient in cooking.",
      "definition_translation": "Un alimento dulce hecho con las semillas tostadas del árbol de cacao, a menudo comido como snack o utilizado como ingrediente en la cocina.",
      "example": "I ate a piece of chocolate cake. I am eating a chocolate truffle. I will eat a chocolate chip cookie.",
      "example_translation": "Comí un pedazo de torta de chocolate. Estoy comiendo un trufa de chocolate. Comeré una galleta de chispa de chocolate.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ice cream",
      "translation": "helado",
      "definition": "A sweet frozen food made from cream, sugar, and flavorings, typically eaten as a snack or dessert.",
      "definition_translation": "Un alimento congelado dulce hecho de crema, azúcar y saborizantes, comido generalmente como un snack o postre.",
      "example": "I ate an ice cream cone yesterday, I am eating one now, and I will eat another one tomorrow.",
      "example_translation": "Me comí un cono de helado ayer, estoy comiendo uno ahora y comeré otro mañana.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "candy",
      "translation": "dulce",
      "definition": "A sweet food made with sugar, often flavored and colored, and often shaped into small pieces or bars.",
      "definition_translation": "Un alimento dulce hecho con azúcar, a menudo saborizado y coloreado, y a menudo moldeado en pequeñas piezas o barras.",
      "example": "I bought some candy at the store, I am buying more now, and I will buy even more next week.",
      "example_translation": "Compré algunos dulces en la tienda, estoy comprando más ahora y compraré incluso más la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dessert",
      "translation": "postre",
      "definition": "A course that typically consists of sweet foods, such as fruits, custards, and cakes, served at the end of a meal.",
      "definition_translation": "Un curso que típicamente consiste en alimentos dulces, como frutas, custards y tortas, servido al final de una comida.",
      "example": "We had a delicious dessert at the restaurant, we are having one now, and we will have another one at the party.",
      "example_translation": "Tuvo un postre delicioso en el restaurante, estamos teniendo uno ahora y tendremos otro en la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lollipop",
      "translation": "chupete",
      "definition": "A sweet food made of hard candy mounted on a stick, typically flavored and colored.",
      "definition_translation": "Un alimento dulce hecho de caramelo duro montado en un palo, generalmente saborizado y coloreado.",
      "example": "I ate a lollipop at the fair yesterday, I will eat one at the party tonight, and I had eaten one at the beach last weekend.",
      "example_translation": "Me comí un chupete en la feria ayer, comeré uno en la fiesta esta noche, y había comido uno en la playa el fin de semana pasado.",
      "imageLink": "image_files\\English\\"imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sweet",
      "translation": "dulce",
      "definition": "Having a pleasant sweet taste or flavor.",
      "definition_translation": "Tener un sabor o aroma agradablemente dulce.",
      "example": "The sweet cake was delicious, I will bake a sweet pie for my sister's birthday, and I had eaten a sweet cookie at the cafe.",
      "example_translation": "El pastel dulce era delicioso, cocinaré una tarta dulce para el cumpleaños de mi hermana, y había comido una galleta dulce en el café.",
      "imageLink": "image_files\\English\\"imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sweets",
      "translation": "dulces",
      "definition": "Food that is high in sugar and calories, typically eaten as a snack or dessert.",
      "definition_translation": "Comida que es alta en azúcar y calorías, comúnmente consumida como snack o postre.",
      "example": "I love eating sweets, I will buy some sweets for my friend's party, and I had eaten too many sweets at the Halloween party.",
      "example_translation": "Me encanta comer dulces, compraré algunos dulces para la fiesta de mi amigo, y había comido demasiados dulces en la fiesta de Halloween.",
      "imageLink": "image_files\\English\\"imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chocolate bar",
      "translation": "barra de chocolate",
      "definition": "A sweet food made from cacao beans, sugar, and milk, often served as a snack.",
      "definition_translation": "Un alimento dulce hecho de granos de cacao, azúcar y leche, a menudo servido como una merienda.",
      "example": "I ate a chocolate bar yesterday, I am eating a chocolate bar now, and I will eat a chocolate bar tomorrow.",
      "example_translation": "Me comí una barra de chocolate ayer, estoy comiendo una barra de chocolate ahora, y comeré una barra de chocolate mañana.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "jelly",
      "translation": "jalea",
      "definition": "A sweet or savory food made from fruit, sugar, and pectin, often served as a dessert.",
      "definition_translation": "Un alimento dulce o salado hecho de frutas, azúcar y pectina, a menudo servido como postre.",
      "example": "I made a jelly yesterday, I am making a jelly now, and I will make a jelly tomorrow for my friends.",
      "example_translation": "Hice una jalea ayer, estoy haciendo una jalea ahora, y haré una jalea mañana para mis amigos.",
      "imageLink": "image_files\\English\\"imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "candyfloss",
      "translation": "algodón de azúcar",
      "definition": "A sweet food made from sugar that is spun into thin strands and often served at fairs and carnivals.",
      "definition_translation": "Un alimento dulce hecho de azúcar que se convierte en hebras delgadas y a menudo se sirve en ferias y carnavales.",
      "example": "I bought a candyfloss at the fair yesterday, I am buying a candyfloss at the market now, and I will buy a candyfloss at the carnival tomorrow.",
      "example_translation": "Compré un algodón de azúcar en la feria ayer, estoy comprando un algodón de azúcar en el mercado ahora, y compraré un algodón de azúcar en el carnaval mañana.",
      "imageLink": "image_files\\English\\"imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gummies",
      "translation": "gominolas",
      "definition": "A type of chewy candy, typically made from gelatin, that comes in a variety of shapes and flavors.",
      "definition_translation": "Un tipo de caramelo masticable, generalmente hecho de gelatina, que viene en una variedad de formas y sabores.",
      "example": "I ate gummies at the party last night, I am eating gummies now, and I will eat gummies tomorrow.",
      "example_translation": "Comí gominolas en la fiesta anoche, estoy comiendo gominolas ahora, y comeré gominolas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hard candy",
      "translation": "caramelo duro",
      "definition": "A type of candy that is hard and does not easily dissolve in the mouth.",
      "definition_translation": "Un tipo de caramelo que es duro y no se disuelve fácilmente en la boca.",
      "example": "I sucked on a hard candy yesterday, I am sucking on a hard candy now, and I will suck on a hard candy later.",
      "example_translation": "Me chupé un caramelo duro ayer, estoy chupando un caramelo duro ahora, y me chuparé un caramelo duro más tarde.",
      "imageLink": "image_files\\English\\"imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "marzipan",
      "translation": "mazapán",
      "definition": "A sweet almond-based confectionery made from equal parts of ground almonds and sugar.",
      "definition_translation": "Una confitería dulce a base de almendras hecha de partes iguales de almendras molidas y azúcar.",
      "example": "I decorated the cake with marzipan yesterday, I am decorating the cake with marzipan now, and I will decorate the cake with marzipan next week.",
      "example_translation": "Decoré el pastel con mazapán ayer, estoy decorando el pastel con mazapán ahora, y decoraré el pastel con mazapán la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boiled sweet",
      "translation": "caramelo hervido",
      "definition": "A sweet that has been boiled to create a hard candy exterior and a soft center.",
      "definition_translation": "Un dulce que ha sido hervido para crear un exterior duro de caramelo y un centro suave.",
      "example": "I ate a boiled sweet when I was a child. I am eating a boiled sweet now. I will eat a boiled sweet tomorrow.",
      "example_translation": "Me comí un caramelo hervido cuando era niño. Estoy comiendo un caramelo hervido ahora. Comeré un caramelo hervido mañana.",
      "imageLink": "image_files\\English\\"imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "confectionery",
      "translation": "confitería",
      "definition": "The art of making sweets and candies, or a store where such items are sold.",
      "definition_translation": "El arte de hacer dulces y caramelos, o una tienda donde se venden tales artículos.",
      "example": "I went to the confectionery store to buy some chocolates. The confectionery store was famous for its handcrafted sweets. The confectionery store will open a new branch next month.",
      "example_translation": "Fui a la tienda de confitería para comprar algunos chocolates. La tienda de confitería era famosa por sus dulces artesanales. La tienda de confitería abrirá una nueva sucursal el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fudge",
      "translation": "rozura",
      "definition": "A type of soft, sweet confectionery made from sugar, cream, and flavorings.",
      "definition_translation": "Un tipo de confitería suave y dulce hecha de azúcar, crema y saborizantes.",
      "example": "I love to eat fudge on vacation. She is making fudge for her children. They will sell fudge at the market tomorrow.",
      "example_translation": "Me encanta comer rozura durante las vacaciones. Ella está haciendo rozura para sus hijos. Venderán rozura en el mercado mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "jelly sweets",
      "translation": "golosinas de gelatina",
      "definition": "Jelly sweets are a type of confectionery made from sugar, corn syrup, and food coloring, with a soft and chewy texture.",
      "definition_translation": "Las golosinas de gelatina son un tipo de confitería hecha de azúcar, jarabe de maíz y colorante alimentario, con una textura suave y masticable.",
      "example": "I ate jelly sweets when I was a kid. I am eating jelly sweets now. I will eat jelly sweets at the party tomorrow.",
      "example_translation": "Comí golosinas de gelatina cuando era niño. Estoy comiendo golosinas de gelatina ahora. Comeré golosinas de gelatina en la fiesta de mañana.",
      "imageLink": "image_files\\English\\"imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]