[
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cat",
      "translation": "gato",
      "definition": "A small typically furry carnivorous mammal. They are often called 'housecats' when kept as indoor pets.",
      "definition_translation": "Un pequeño mamífero carnívoro típicamente peludo. A menudo se les llama 'gatos de la casa' cuando se mantienen como mascotas en interiores.",
      "example": "I had a cat when I was a child. Now I have two cats, and they are very playful. I will get a new cat next year.",
      "example_translation": "Tenía un gato cuando era niño. Ahora tengo dos gatos, y son muy juguetones. Me compraré un gato nuevo el año que viene.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cow",
      "translation": "vaca",
      "definition": "A large domesticated ungulate mammal that is commonly kept on farms and ranches for its milk and meat.",
      "definition_translation": "Un mamífero ungulado grande domesticado que se mantiene comúnmente en granjas y ranchos por su leche y carne.",
      "example": "Cows are grazing in the field. The cow gave birth to a calf last month. We will buy a cow next year.",
      "example_translation": "Las vacas están pastando en el campo. La vaca dio a luz a un ternero el mes pasado. Compraremos una vaca al año que viene.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dog",
      "translation": "perro",
      "definition": "A domesticated carnivorous mammal that belongs to the family Canidae and is closely related to the gray wolf.",
      "definition_translation": "Un mamífero carnívoro domesticado que pertenece a la familia Canidae y está estrechamente relacionado con el lobo gris.",
      "example": "I walked my dog this morning. The dog is barking loudly. I will take my dog to the park tomorrow.",
      "example_translation": "Paseé a mi perro esta mañana. El perro está ladrando fuerte. Llevaré a mi perro al parque mañana.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "horse",
      "translation": "caballo",
      "definition": "A large, hoofed, herbivorous mammal used for riding, driving, and carrying packs.",
      "definition_translation": "Un gran mamífero herbívoro con pezuñas utilizado para montar, conducir y llevar paquetes.",
      "example": "I rode a horse to the park yesterday, I ride a horse to the park every day, and I will ride a horse to the park tomorrow.",
      "example_translation": "Monté un caballo al parque ayer, monto un caballo al parque todos los días, y montaré un caballo al parque mañana.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pig",
      "translation": "cerdo",
      "definition": "A stout-bodied, omnivorous, even-toed ungulate mammal native to Eurasia and North Africa.",
      "definition_translation": "Un mamífero ungulado omnívoro de cuerpo robusto originario de Eurasia y África del Norte.",
      "example": "I saw a pig on the farm yesterday, I see a pig on the farm every day, and I will see a pig on the farm tomorrow.",
      "example_translation": "Vi un cerdo en la granja ayer, veo un cerdo en la granja todos los días, y veré un cerdo en la granja mañana.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sheep",
      "translation": "oveja",
      "definition": "A ruminant, even-toed ungulate mammal that is typically kept on a farm or ranch for its wool and meat.",
      "definition_translation": "Un mamífero rumiante, ungulado incluso, que se mantiene típicamente en una granja o rancho por su lana y carne.",
      "example": "I herded a sheep to the pasture yesterday, I herd a sheep to the pasture every day, and I will herd a sheep to the pasture tomorrow.",
      "example_translation": "Arrie un rebaño de ovejas al pasto ayer, arreo un rebaño de ovejas al pasto todos los días, y arrearé un rebaño de ovejas al pasto mañana.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "baby",
      "translation": "bebé",
      "definition": "A very young human being, from birth to a year or two of age.",
      "definition_translation": "Un ser humano muy joven, desde el nacimiento hasta un año o dos de edad.",
      "example": "I held the baby in my arms yesterday, I am holding the baby in my arms today, and I will hold the baby in my arms tomorrow.",
      "example_translation": "Yo sostuve al bebé en mis brazos ayer, estoy sosteniendo al bebé en mis brazos hoy, y sostendré al bebé en mis brazos mañana.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bear",
      "translation": "oso",
      "definition": "A large, carnivorous mammal with shaggy hair, found in forests and mountains.",
      "definition_translation": "Un mamífero carnívoro grande con pelo lanudo, encontrado en bosques y montañas.",
      "example": "The bear ran quickly through the forest yesterday, the bear is running quickly through the forest today, and the bear will run quickly through the forest tomorrow.",
      "example_translation": "El oso corrió rápidamente por el bosque ayer, el oso está corriendo rápidamente por el bosque hoy, y el oso correrá rápidamente por el bosque mañana.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cheetah",
      "translation": "chita",
      "definition": "A large cat with a yellowish-brown coat and black spots, native to Africa and Asia.",
      "definition_translation": "Un gato grande con un pelaje amarillo-marrón y manchas negras, nativo de África y Asia.",
      "example": "The cheetah runs extremely fast in the savannah yesterday, the cheetah is running extremely fast in the savannah today, and the cheetah will run extremely fast in the savannah tomorrow.",
      "example_translation": "La chita corría extremadamente rápido en la sabana ayer, la chita está corriendo extremadamente rápido en la sabana hoy, y la chita correrá extremadamente rápido en la sabana mañana.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "elephant",
      "translation": "elefante",
      "definition": "A large, intelligent, and social animal with a long proboscis, used in zoos and circuses, and formerly used as a beast of burden.",
      "definition_translation": "Un animal grande, inteligente y social con una larga probóscide, utilizado en zoos y circos, y anteriormente usado como bestia de carga.",
      "example": "I saw an elephant at the zoo yesterday, it is eating now, and it will roam freely in the wild tomorrow.",
      "example_translation": "Vi un elefante en el zoológico ayer, está comiendo ahora, y caminará libremente en la naturaleza mañana.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "guinea pig",
      "translation": "cuy",
      "definition": "A small, furry, herbivorous rodent commonly kept as a pet or used in scientific research.",
      "definition_translation": "Un pequeño, peludo, roedor herbívoro comúnmente mantenido como mascota o utilizado en investigaciones científicas.",
      "example": "I had a guinea pig as a pet when I was a child, it was very cute, and it will make a great companion for my sister one day.",
      "example_translation": "Tuve un cuy como mascota cuando era niño, era muy lindo, y hará un gran compañero de mi hermana algún día.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hamster",
      "translation": "hámster",
      "definition": "A small, furry, carnivorous mammal commonly kept as a pet, native to Syria and Europe.",
      "definition_translation": "Un pequeño, peludo, mamífero carnívoro comúnmente mantenido como mascota, originario de Siria y Europa.",
      "example": "I bought a hamster last week, it is running on its wheel now, and it will be a great pet for my brother next year.",
      "example_translation": "Compré un hámster la semana pasada, está corriendo en su rueda ahora, y será una gran mascota para mi hermano el próximo año.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lion",
      "translation": "león",
      "definition": "A lion is a large carnivorous mammal that lives in prides in the savannas and grasslands of Africa and India.",
      "definition_translation": "Un león es un mamífero carnívoro grande que vive en manadas en las sabanas y praderas de África y la India.",
      "example": "The lion roared loudly in the jungle. Yesterday, the lion was sleeping. Tomorrow, the lion will hunt its prey.",
      "example_translation": "El león rugió fuerte en la jungla. Ayer, el león estaba durmiendo. Mañana, el león cazará su presa.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "monkey",
      "translation": "mono",
      "definition": "A monkey is a primate that belongs to the order of primates, which includes lemurs, lorises, tarsiers, and simians.",
      "definition_translation": "Un mono es un primate que pertenece al orden de primates, que incluye lémures, lorises, tarseros y simios.",
      "example": "The monkey swung from tree to tree. Yesterday, the monkey was playing. Tomorrow, the monkey will climb the mountain.",
      "example_translation": "El mono se columpiaba de árbol en árbol. Ayer, el mono estava jugando. Mañana, el mono subirá la montaña.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mouse",
      "translation": "ratón",
      "definition": "A mouse is a small rodent mammal that lives in holes in the ground or in walls.",
      "definition_translation": "Un ratón es un pequeño mamífero roedor que vive en hoyos en el suelo o en paredes.",
      "example": "The mouse ran across the floor. Yesterday, the mouse was hiding. Tomorrow, the mouse will nibble on the cheese.",
      "example_translation": "El ratón corrió attraversó el suelo. Ayer, el ratón estaba escondido. Mañana, el ratón mordisqueará el queso.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rabbit",
      "translation": "conejo",
      "definition": "A small, furry mammal with long ears and sharp teeth, typically living in burrows or warrens.",
      "definition_translation": "Un pequeño mamífero peludo con orejas largas y dientes afilados, que Vive typicalmente en madrigueras o warrens.",
      "example": "I saw a rabbit hopping across the field. The rabbit was hopping across the field. I will see a rabbit hopping across the field.",
      "example_translation": "Vi un conejo saltando a través del campo. El conejo estaba saltando a través del campo. Veré un conejo saltando a través del campo.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rat",
      "translation": "rata",
      "definition": "A large rodent that resembles a mouse, commonly found in sewers and buildings.",
      "definition_translation": "Una gran roedor que se asemeja a un ratón, comúnmente encontrado en alcantarillas y edificios.",
      "example": "I caught a rat in my house. The rat was hiding in the hole. I will trap a rat in my house.",
      "example_translation": "Atrapé una rata en mi casa. La rata estaba escondida en el agujero. Atraparé una rata en mi casa.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bat",
      "translation": "murciélago",
      "definition": "A flying mammal that uses echolocation to navigate and find insects to eat.",
      "definition_translation": "Un mamífero volador que utiliza la ecolocación para navegar y encontrar insectos para comer.",
      "example": "The bat was flying around the cave. The bat flew around the cave. The bat will fly around the cave.",
      "example_translation": "El murciélago estaba volando alrededor de la cueva. El murciélago voló alrededor de la cueva. El murciélago volará alrededor de la cueva.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bull",
      "translation": "toro",
      "definition": "A male bovine, especially one that is uncastrated or used for breeding.",
      "definition_translation": "Un bovino masculino, especialmente uno que no ha sido castrado o se utiliza para criar.",
      "example": "The farmer had a bull in his field. He will buy a new bull next year. The bull had been attacked by a pack of dogs yesterday.",
      "example_translation": "El granjero tenía un toro en su campo. Comprará un nuevo toro el próximo año. El toro había sido atacado por una manada de perros ayer.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "calf",
      "translation": "ternero",
      "definition": "The young of various mammals, especially a cow or elephant.",
      "definition_translation": "El joven de various mamíferos, especialmente una vaca o elefante.",
      "example": "The calf was born last month. The calf will be big and strong. The calf had been separated from its mother.",
      "example_translation": "El ternero nació el mes pasado. El ternero será grande y fuerte. El ternero había sido separado de su madre.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "camel",
      "translation": "camello",
      "definition": "A large, even-toed ungulate with a distinctive hump on its back, found in the deserts of Asia and Africa.",
      "definition_translation": "Un gran ungulado de pezuñas parejas con una joroba característica en su espalda, encontrado en los desiertos de Asia y África.",
      "example": "The camel rode across the desert. We will ride a camel next week. The camel had been walking for hours.",
      "example_translation": "El camello cabalgó a través del desierto. Montaremos un camello la próxima semana. El camello había estado caminando durante horas.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cattle",
      "translation": "ganado",
      "definition": "Domesticated mammals raised on a farm or ranch, typically kept for their milk, meat, or hides.",
      "definition_translation": "Mamíferos domésticos criados en una granja o rancho, comúnmente mantenidos por su leche, carne o pieles.",
      "example": "The farmer owned a large herd of cattle, which he raised for their milk. He had raised them since they were calves, and now they were thriving. By next year, he will have increased the size of his cattle.",
      "example_translation": "El granjero era dueño de un gran rebaño de ganado, que criaba por su leche. Los había criado desde que eran terneros, y ahora estaban prosperando. Para el próximo año, habrá aumentado el tamaño de su ganado.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dolphin",
      "translation": "delfín",
      "definition": "A highly intelligent, social marine mammal that is closely related to whales and porpoises.",
      "definition_translation": "Un mamífero marino muy inteligente y social que está estrechamente relacionado con las ballenas y marsopas.",
      "example": "The dolphin swam playfully in the ocean, jumping and leaping out of the water. It had been seen by tourists many times before, and would likely be seen again tomorrow. By next week, the dolphin will have swum further north.",
      "example_translation": "El delfín nadó juguetonamente en el océano, saltando y brincando fuera del agua. Había sido visto por turistas muchas veces antes, y probablemente sería visto nuevamente mañana. Para la próxima semana, el delfín habrá nadado más al norte.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "donkey",
      "translation": "burro",
      "definition": "A domesticated or feral equine animal that is smaller than a horse, with a grey or brown coat and a distinctive loud bray.",
      "definition_translation": "Un animal equino doméstico o feral que es más pequeño que un caballo, con un pelaje gris o marrón y un característico rebuzno fuerte.",
      "example": "The farmer used a donkey to carry heavy loads up the mountain. He had used the donkey for years, and it had always been reliable. By next month, the farmer will have trained a new donkey.",
      "example_translation": "El granjero usó un burro para llevar cargas pesadas hacia la montaña. Había usado el burro durante años, y siempre había sido confiable. Para el próximo mes, el granjero habrá entrenado a un nuevo burro.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "female",
      "translation": "hembra",
      "definition": "A female is a person or animal of the sex that produces eggs, typically characterized by the presence of ovaries.",
      "definition_translation": "Una hembra es una persona o animal del sexo que produce huevos, caracterizada por la presencia de ovarios",
      "example": "She was a strong and independent female who loved to travel. She had been to many countries in the past, and currently, she was planning a trip to Europe. In the future, she hoped to visit Asia.",
      "example_translation": "Era una hembra fuerte e independiente que amaba viajar. Había visitado muchos países en el pasado, y actualmente, estaba planeando un viaje a Europa. En el futuro, esperaba visitar Asia.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fur",
      "translation": "piel",
      "definition": "Fur is the thick, soft, and warm hair that covers the bodies of many animals, especially mammals.",
      "definition_translation": "La piel es el pelo grueso, suave y cálido que cubre los cuerpos de muchos animales, especialmente mamíferos.",
      "example": "The cat had a beautiful fur that was soft to touch. In the winter, its fur grew thicker to keep it warm. In the future, scientists hope to create artificial fur that is just as warm and soft.",
      "example_translation": "El gato tenía una hermosa piel que era suave al tacto. En invierno, su piel crecía más gruesa para mantenerlo caliente. En el futuro, los científicos esperan crear piel artificial que sea tan cálida y suave.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "giraffe",
      "translation": "jirafa",
      "definition": "A giraffe is a tall, even-toed ungulate mammal with a distinctive coat pattern and a long neck and legs.",
      "definition_translation": "Una jirafa es un mamífero ungulado de patas pares con un patrón de pelaje distinto y un cuello y patas largos.",
      "example": "At the zoo, we saw a giraffe eating leaves from a tall tree. In the past, giraffes were found in many parts of Africa, but currently, their habitats are limited. In the future, conservation efforts hope to increase their populations.",
      "example_translation": "En el zoológico, vimos una jirafa comiendo hojas de un árbol alto. En el pasado, las jirafas se encontraban en muchas partes de África, pero actualmente, sus hábitats están limitados. En el futuro, los esfuerzos de conservación esperan aumentar sus poblaciones.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "goat",
      "translation": "cabra",
      "definition": "A goat is a mammal that belongs to the family Bovidae and is closely related to sheep and antelopes. They are agile and curious animals, known for their ability to climb and jump.",
      "definition_translation": "Una cabra es un mamífero que pertenece a la familia Bovidae y está estrechamente relacionada con ovejas y antílopes. Son animales ágiles y curiosos, conocidos por su capacidad para escalar y saltar.",
      "example": "I saw a goat grazing in the field yesterday. The goat is eating grass now. I will buy a goat as a pet next year.",
      "example_translation": "Vi una cabra pastando en el campo ayer. La cabra está comiendo hierba ahora. Compraré una cabra como mascota el año que viene.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hare",
      "translation": "liebre",
      "definition": "A hare is a fast-moving, long-legged mammal that belongs to the family Leporidae. They are known for their speed and agility, and are often found in open fields and grasslands.",
      "definition_translation": "Una liebre es un mamífero que se mueve rápidamente, con patas largas que pertenece a la familia Leporidae. Son conocidos por su velocidad y agilidad, y se encuentran comúnmente en campos abiertos y praderas.",
      "example": "I saw a hare running across the field yesterday. The hare is hiding behind a bush now. I will try to catch a hare next week.",
      "example_translation": "Vi una liebre corriendo a través del campo ayer. La liebre está escondida detrás de un arbusto ahora. Intentaré atrapar una liebre la próxima semana.",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hippo",
      "translation": "hipopótamo",
      "definition": "A hippo is a large, semi-aquatic mammal that belongs to the family Hippopotamidae. They are known for their stocky bodies, short legs, and are often found in rivers and lakes.",
      "definition_translation": "Un hipopótamo es un mamífero grande, semiacuático que pertenece a la familia Hippopotamidae. Son conocidos por sus cuerpos robustos, patas cortas, y se encuentran comúnmente en ríos y lagos.",
      "example": "I saw a hippo swimming in the river yesterday. The hippo is eating grass now. I will visit a hippo sanctuary next month.",
      "example_translation": "Vi un hipopótamo nadando en el río ayer. El hipopótamo está comiendo hierba ahora. Visitaré un santuario de hipopótamos el próximo mes.",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "kitten",
      "translation": "gatito",
      "definition": "A kitten is a juvenile cat, typically in the first year of its life. Kittens are born after a gestation period of around 63-65 days, and they develop quickly, typically opening their eyes around 7-10 days old.",
      "definition_translation": "Un gatito es un gato juvenil, generalmente en el primer año de su vida. Los gatitos nacen después de un período de gestación de alrededor de 63-65 días y se desarrollan rápidamente, abriendo típicamente los ojos alrededor de 7-10 días de edad.",
      "example": "I saw a kitten playing with a ball of yarn yesterday. The kitten will grow up to be a beautiful cat. By this time next year, the kitten will have learned to hunt mice.",
      "example_translation": "Vi un gatito jugando con una bola de lana ayer. El gatito crecerá para ser un hermoso gato. Para esta época del año que viene, el gatito habrá aprendido a cazar ratones.",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lamb",
      "translation": "cordero",
      "definition": "A lamb is a young sheep, typically in the first year of its life. Lambs are often associated with springtime and are known for their gentle bleating sounds.",
      "definition_translation": "Un cordero es un joven carnero, generalmente en el primer año de su vida. Los corderos suelen asociarse con la primavera y son conocidos por sus suaves sonidos de balido.",
      "example": "The lamb was born last week and is already running around the field. The lamb will be weaned soon, and then it will be able to eat grass on its own. By next year, the lamb will have grown into a strong sheep.",
      "example_translation": "El cordero nació la semana pasada y ya está corriendo por el campo. El cordero será destetado pronto, y luego podrá comer hierba por sí mismo. Para el próximo año, el cordero habrá crecido en un fuerte carnero.",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "male",
      "translation": "masculino",
      "definition": "A male is an organism that produces gametes, which are the cells that fuse during reproduction to form a zygote. In many species, males are known for their specific physical characteristics, such as facial hair in humans.",
      "definition_translation": "Un macho es un organismo que produce gametos, que son las células que se fusionan durante la reproducción para formar un zigoto. En muchas especies, los machos son conocidos por sus características físicas específicas, como el vello facial en los humanos.",
      "example": "The male lion is known for its majestic mane. The male student scored higher on the test than the female student. By the time he was 30, the male athlete had won several championships.",
      "example_translation": "El león macho es conocido por su majestuosa melena. El estudiante masculino obtuvo una puntuación más alta en la prueba que la estudiante femenina. Para cuando tenía 30 años, el atleta masculino había ganado varios campeonatos.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mule",
      "translation": "mula",
      "definition": "A mule is the offspring of a male donkey and a female horse, known for its strength and stubbornness.",
      "definition_translation": "Una mula es la progenie de un asno macho y una yegua, conocida por su fuerza y terquedad.",
      "example": "I rode a mule through the Grand Canyon last year, and it was very stubborn. I'm riding a mule through the mountains this year, and it's being very cooperative. I'll ride a mule along the beach next year, and I hope it will be well-behaved.",
      "example_translation": "Monté una mula por el Gran Cañón el año pasado, y era muy terca. Estoy montando una mula por las montañas este año, y está siendo muy cooperativa. Montaré una mula por la playa el año próximo, y espero que sea bien comportada.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "puma",
      "translation": "puma",
      "definition": "A puma is a large cat native to the Americas, also known as a cougar or mountain lion.",
      "definition_translation": "Un puma es un gato grande nativo de las Américas, también conocido como puma o león de montaña.",
      "example": "I saw a puma in the zoo last week, and it was sleeping. I'll go to the Andes mountains next year to see a puma in its natural habitat. I saw a puma in the wild last year, and it was very elusive.",
      "example_translation": "Vi un puma en el zoológico la semana pasada, y estaba durmiendo. Iré a las montañas de los Andes el año próximo para ver un puma en su hábitat natural. Vi un puma en estado salvaje el año pasado, y era muy esquivo.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "puppy",
      "translation": "cachorro",
      "definition": "A puppy is a young dog, especially one that is less than a year old.",
      "definition_translation": "Un cachorro es un perro joven, especialmente uno que tiene menos de un año.",
      "example": "I had a puppy when I was a child, and it was very playful. I'll get a puppy next year, and it will be very cute. I saw a puppy in the park yesterday, and it was very energetic.",
      "example_translation": "Tuve un cachorro cuando era niño, y era muy juguetón. Me llevaré un cachorro el año próximo, y será muy lindo. Vi un cachorro en el parque ayer, y era muy energético.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "reindeer",
      "translation": "reno",
      "definition": "A reindeer is a type of deer with a thick coat that lives in cold climates, especially in the Arctic region.",
      "definition_translation": "Un reno es un tipo de ciervo con una capa gruesa que vive en climas fríos, especialmente en la región ártica.",
      "example": "The reindeer jumped over the fence. The reindeer is jumping over the fence. The reindeer will jump over the fence.",
      "example_translation": "El reno saltó sobre la valla. El reno está saltando sobre la valla. El reno saltará sobre la valla.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tiger",
      "translation": "tigre",
      "definition": "A tiger is a large, carnivorous mammal with a distinctive orange and black stripe pattern, native to Asia.",
      "definition_translation": "Un tigre es un mamífero carnívoro grande con un patrón de rayas naranja y negro distintivo, originario de Asia.",
      "example": "The tiger roared loudly. The tiger is roaring loudly. The tiger will roar loudly.",
      "example_translation": "El tigre rugió fuerte. El tigre está rugiendo fuerte. El tigre rugirá fuerte.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "whale",
      "translation": "ballena",
      "definition": "A whale is a large, aquatic mammal that breathes air through its blowhole, and is found in all the world's oceans.",
      "definition_translation": "Una ballena es un mamífero acuático grande que respira aire a través de su agujero de respiración, y se encuentra en todos los océanos del mundo.",
      "example": "The whale swam in the ocean. The whale is swimming in the ocean. The whale will swim in the ocean.",
      "example_translation": "La ballena nadó en el océano. La ballena está nadando en el océano. La ballena nadará en el océano.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "deer",
      "translation": "ciervo",
      "definition": "A deer is a type of wild or domesticated mammal that belongs to the family Cervidae. They are native to many parts of the world, and are often hunted for their meat and hides.",
      "definition_translation": "Un ciervo es una especie de mamífero silvestre o domesticado que pertenece a la familia Cervidae. Son nativos de muchas partes del mundo y a menudo se cazan por su carne y pieles.",
      "example": "I saw a deer grazing in the field yesterday. I will see a deer grazing in the field tomorrow. I have seen a deer grazing in the field many times before.",
      "example_translation": "Vi un ciervo pastando en el campo ayer. Veré un ciervo pastando en el campo mañana. He visto un ciervo pastando en el campo muchas veces antes.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fox",
      "translation": "zorro",
      "definition": "A fox is a small, carnivorous mammal that belongs to the family Canidae. They are known for their cunning and stealth, and are often found in forests and grasslands.",
      "definition_translation": "Un zorro es un mamífero carnívoro pequeño que pertenece a la familia Canidae. Son conocidos por su astucia y sigilo, y a menudo se encuentran en bosques y praderas.",
      "example": "The fox ran quickly through the forest. The fox will run quickly through the forest tomorrow. I have seen the fox running quickly through the forest many times before.",
      "example_translation": "El zorro corrió rápidamente a través del bosque. El zorro correrá rápidamente a través del bosque mañana. He visto al zorro corriendo rápidamente a través del bosque muchas veces antes.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gorilla",
      "translation": "gorila",
      "definition": "A gorilla is a large, intelligent primate that belongs to the family Hominidae. They are native to Africa and are known for their strength and gentle nature.",
      "definition_translation": "Un gorila es un primate grande e inteligente que pertenece a la familia Hominidae. Son nativos de África y son conocidos por su fuerza y naturaleza gentil.",
      "example": "I saw a gorilla playing with its baby at the zoo. I will see a gorilla playing with its baby at the zoo tomorrow. I have seen a gorilla playing with its baby at the zoo many times before.",
      "example_translation": "Vi un gorila jugando con su bebé en el zoológico. Veré un gorila jugando con su bebé en el zoológico mañana. He visto un gorila jugando con su bebé en el zoológico muchas veces antes.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "kangaroo",
      "translation": "canguro",
      "definition": "a large, tropical marsupial with a long, powerful tail, native to Australia and New Guinea, known for its distinctive method of locomotion, characterized by hopping.",
      "definition_translation": "un marsupial tropical grande con una cola larga y poderosa, nativo de Australia y Nueva Guinea, conocido por su método de locomoción característico, caracterizado por saltar.",
      "example": "The kangaroo hopped across the field yesterday, it hops across the field now, and it will hop across the field tomorrow.",
      "example_translation": "El canguro saltó a través del campo ayer, salta a través del campo ahora y saltará a través del campo mañana.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "leopard",
      "translation": "leopardo",
      "definition": "a large, carnivorous mammal of the cat family, typically having a distinctive spotty or ringed coat, native to Africa and Asia.",
      "definition_translation": "un mamífero carnívoro grande de la familia de los gatos, típicamente con un abrigo moteado o anillado, nativo de África y Asia.",
      "example": "The leopard stalked its prey in the jungle last night, it is stalking its prey in the jungle now, and it will stalk its prey in the jungle next week.",
      "example_translation": "El leopardo acechó a su presa en la selva la última noche, está acechando a su presa en la selva ahora y acechará a su presa en la selva la próxima semana.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ox",
      "translation": "buey",
      "definition": "a domesticated mammal used as a draught animal, especially in agriculture, typically having a stout body and strong horns.",
      "definition_translation": "un mamífero domesticado utilizado como animal de tracción, especialmente en la agricultura, típicamente con un cuerpo robusto y fuertes cuernos.",
      "example": "The ox pulled the plow across the field yesterday, it is pulling the plow across the field now, and it will pull the plow across the field next year.",
      "example_translation": "El buey tiró del arado a través del campo ayer, está tirando del arado a través del campo ahora y tirará del arado a través del campo el próximo año.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "paw",
      "translation": "zarpa",
      "definition": "The foot of an animal, especially a quadruped, having claws.",
      "definition_translation": "El pie de un animal, especialmente un cuadrúpedo, con garras.",
      "example": "The cat lifted its paw to scratch the post. Yesterday, it pawed at the door. Tomorrow, it will paw at the curtains.",
      "example_translation": "El gato levantó su zarpa para rascar el poste. Ayer, zarpeó la puerta. Mañana, zarpeará las cortinas.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "polar bear",
      "translation": "oso polar",
      "definition": "A large carnivorous mammal that lives in the Arctic regions, with white fur and a distinctive smell.",
      "definition_translation": "Un gran mamífero carnívoro que vive en las regiones Árticas, con piel blanca y un olor característico.",
      "example": "The polar bear wandered across the Arctic tundra. Last week, it had wandered into the village. Next year, it will wander into the forest.",
      "example_translation": "El oso polar deambuló por la tundra Ártica. La semana pasada, había deambulado hasta el pueblo. El próximo año, deambulará hasta el bosque.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rhinoceros",
      "translation": "rinoceronte",
      "definition": "A large herbivorous mammal with a distinctive horned snout, found in Africa and southern Asia.",
      "definition_translation": "Un gran mamífero herbívoro con una trompa característica con cuernos, encontrado en África y sur de Asia.",
      "example": "The rhinoceros charged at the tourist. Yesterday, it had charged at the fence. Tomorrow, it will charge at the trees.",
      "example_translation": "El rinoceronte cargó contra el turista. Ayer, había cargado contra la valla. Mañana, cargará contra los árboles.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "seal",
      "translation": "foca",
      "definition": "a finfooted, semiaquatic marine mammal that lives in the cold waters of the Northern and Southern Hemispheres",
      "definition_translation": "un mamífero marino semiacuático de pies palmados que vive en las aguas frías de los hemisferios Norte y Sur",
      "example": "I saw a seal swimming in the ocean yesterday, it was swimming there last week, and it will swim there again tomorrow.",
      "example_translation": "Vi una foca nadando en el océano ayer, estaba nadando allí la semana pasada, y nadará allí de nuevo mañana.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "squirrel",
      "translation": "ardilla",
      "definition": "a small, typically furry, rodent mammal with a bushy tail, native to forests and woodlands",
      "definition_translation": "un pequeño mamífero roedor, generalmente peludo, con una cola boscosa, nativo de bosques y zonas forestales",
      "example": "The squirrel ran up the tree yesterday, it is running up the tree now, and it will have run up the tree by tomorrow.",
      "example_translation": "La ardilla subió el árbol ayer, está subiendo el árbol ahora, y habrá subido el árbol para mañana.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]