[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "clothes",
      "translation": "ropa",
      "definition": "Clothing is a collective term for items worn on the body, typically made of fabrics, animal skin, or synthetic materials.",
      "definition_translation": "La ropa es un término colectivo para los artículos llevados en el cuerpo, típicamente hechos de telas, piel de animal o materiales sintéticos.",
      "example": "I wore my best clothes to the party last night, I wear casual clothes to work every day, and I will wear a suit to the job interview tomorrow.",
      "example_translation": "Me puse mi ropa mejor para la fiesta anoche, hoy y todos los días llevo ropa casual al trabajo, y llevaré un traje a la entrevista de trabajo mañana.",
      "imageLink": "image_files\\English\\clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "coat",
      "translation": "abrigo",
      "definition": "A coat is a type of clothing worn on the upper body, typically made of thick fabric or other materials, designed to provide warmth and protection.",
      "definition_translation": "Un abrigo es un tipo de ropa que se lleva en el cuerpo superior, típicamente hecho de tela gruesa u otros materiales, diseñado para proporcionar calor y protección.",
      "example": "I wore a winter coat to the mountains last year, I wear a leather coat to ride my motorcycle, and I will wear a raincoat to the music festival next week.",
      "example_translation": "Me puse un abrigo de invierno en las montañas el año pasado, hoy llevo un abrigo de cuero para montar mi motocicleta, y llevaré un abrigo de lluvia al festival de música la semana que viene.",
      "imageLink": "image_files\\English\\coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dress",
      "translation": "vestido",
      "definition": "A dress is a type of garment worn by women, typically consisting of a skirt and a bodice, designed to be worn for formal or semi-formal occasions.",
      "definition_translation": "Un vestido es un tipo de prenda que se lleva las mujeres, típicamente consistente en una falda y un cuerpo, diseñado para llevarse en ocasiones formales o semiformal.",
      "example": "I wore a beautiful dress to the wedding last month, I wear dresses to work on Fridays, and I will wear a long dress to the opera next month.",
      "example_translation": "Me puse un vestido hermoso en la boda el mes pasado, hoy llevo vestidos al trabajo los viernes, y llevaré un vestido largo a la ópera el mes que viene.",
      "imageLink": "image_files\\English\\dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hat",
      "translation": "sombrero",
      "definition": "A hat is a head covering with a flat crown and a narrow brim, typically worn for decoration or to protect the head from the sun.",
      "definition_translation": "Un sombrero es un cubrecabeza con una corona plana y una visera estrecha, que se lleva 일반mente para decorar o proteger la cabeza del sol.",
      "example": "I wore a hat to the party yesterday, I wear a hat to work every day, and I will wear a hat to the beach tomorrow.",
      "example_translation": "Me puse un sombrero en la fiesta ayer, llevo un sombrero al trabajo todos los días, y llevaré un sombrero a la playa mañana.",
      "imageLink": "image_files\\English\\hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "jeans",
      "translation": "vaqueros",
      "definition": "Jeans are a type of trousers made from denim, often worn for casual occasions.",
      "definition_translation": "Los vaqueros son un tipo de pantalones hechos de denim, que se lleva 일반mente para ocasiones informales.",
      "example": "I bought a pair of jeans last week, I wear jeans to school every day, and I will buy another pair of jeans next month.",
      "example_translation": "Compré un par de vaqueros la semana pasada, llevo vaqueros al colegio todos los días, y compraré otro par de vaqueros el próximo mes.",
      "imageLink": "image_files\\English\\jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shirt",
      "translation": "camisa",
      "definition": "A shirt is a garment with a collar and sleeves, typically worn on the upper body.",
      "definition_translation": "Una camisa es un tipo de prenda con cuello y mangas, que se lleva общ적으로 en el cuerpo superior.",
      "example": "I wore a shirt to the wedding last year, I wear a shirt to work every Monday, and I will wear a shirt to the party next week.",
      "example_translation": "Me puse una camisa en la boda del año pasado, llevo una camisa al trabajo todos los lunes, y llevaré una camisa a la fiesta la próxima semana.",
      "imageLink": "image_files\\English\\shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shoe",
      "translation": "zapato",
      "definition": "A shoe is a footwear that covers and protects the foot, typically made of leather, plastic, or other materials.",
      "definition_translation": "Un zapato es un calzado que cubre y protege el pie, típicamente hecho de cuero, plástico o otros materiales.",
      "example": "I wore my new shoe to the party last night. I will wear my favorite shoe to the wedding tomorrow. She wore her high-heeled shoe to the office yesterday.",
      "example_translation": "Me puse mi zapato nuevo en la fiesta anoche. Me pondré mi zapato favorito en la boda mañana. Ella se puso su zapato de tacón alto en la oficina ayer.",
      "imageLink": "image_files\\English\\shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "skirt",
      "translation": "falda",
      "definition": "A skirt is a type of clothing worn by women, typically extending from the waist to the hip or knee level, and often decorated with patterns or designs.",
      "definition_translation": "Una falda es un tipo de ropa que se lleva puesto por las mujeres, típicamente desde la cintura hasta la cadera o rodilla, y a menudo decorada con patrones o diseños.",
      "example": "She wore a beautiful skirt to the prom last year. I will buy a new skirt for my sister's birthday tomorrow. They wore their traditional skirt to the cultural festival yesterday.",
      "example_translation": "Ella llevaba una hermosa falda al baile de fin de curso el año pasado. Compraré una nueva falda para el cumpleaños de mi hermana mañana. Ellos llevaron su falda tradicional al festival cultural ayer.",
      "imageLink": "image_files\\English\\skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "T-shirt",
      "translation": "camiseta",
      "definition": "A T-shirt is a casual, short-sleeved shirt typically made of cotton, polyester, or a blend of materials, often decorated with logos, graphics, or text.",
      "definition_translation": "Una camiseta es una camisa informal, manga corta, típicamente hecha de algodón, poliéster o una mezcla de materiales, a menudo decorada con logotipos, gráficos o texto.",
      "example": "I wore a T-shirt to the gym yesterday. She will wear a new T-shirt to the concert tonight. They wore their favorite T-shirt to the picnic last weekend.",
      "example_translation": "Me puse una camiseta en el gimnasio ayer. Ella se pondrá una nueva camiseta al concierto esta noche. Ellos llevaron su camiseta favorita al picnic el fin de semana pasado.",
      "imageLink": "image_files\\English\\t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "trousers",
      "translation": "pantalones",
      "definition": "an outer garment covering the legs, typically made of fabric or leather, worn by people of various professions or as part of a uniform",
      "definition_translation": "un vestido externo que cubre las piernas, generalmente hecho de tela o cuero, llevado por personas de diversas profesiones o como parte de un uniforme",
      "example": "I wore trousers to the office yesterday, I wear them to the office today, and I will wear them to the office tomorrow.",
      "example_translation": "Me puse pantalones en la oficina ayer, me pongo pantalones en la oficina hoy, y me pondré pantalones en la oficina mañana.",
      "imageLink": "image_files\\English\\trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boot",
      "translation": "bota",
      "definition": "a covering for the foot and leg, typically made of leather or rubber, worn for protection or as a fashion statement",
      "definition_translation": "una cubierta para el pie y la pierna, generalmente hecha de cuero o goma, llevada para protección o como declaración de moda",
      "example": "I laced up my boot yesterday, I am lacing up my boot today, and I will lace up my boot tomorrow.",
      "example_translation": "Me até la bota ayer, me estoy atando la bota hoy, y me ataré la bota mañana.",
      "imageLink": "image_files\\English\\boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cap",
      "translation": "gorra",
      "definition": "a close-fitting, brimmed hat, typically made of fabric or leather, worn for warmth or as a fashion statement",
      "definition_translation": "un sombrero de ajuste cercano, con visera, generalmente hecho de tela o cuero, llevado para el calor o como declaración de moda",
      "example": "I wore a cap to the game yesterday, I wear a cap to the game today, and I will wear a cap to the game tomorrow.",
      "example_translation": "Me puse una gorra en el juego ayer, me pongo una gorra en el juego hoy, y me pondré una gorra en el juego mañana.",
      "imageLink": "image_files\\English\\cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "glove",
      "translation": "guante",
      "definition": "A glove is a garment covering the hand, wrist, and forearm, used for protection, warmth, or as a fashion statement.",
      "definition_translation": "Un guante es un prendimiento que cubre la mano, muñeca y antebrazo, utilizado para protección, calor o como declaración de moda.",
      "example": "I wore a glove to protect my hand while gardening yesterday. Now I wear gloves to keep my hands warm. I will wear gloves to ride my bike tomorrow.",
      "example_translation": "Me puse un guante para proteger mi mano mientras jardinaba ayer. Ahora llevo guantes para mantener mis manos calientes. Llevaré guantes para montar mi bicicleta mañana.",
      "imageLink": "image_files\\English\\glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "jacket",
      "translation": "chaqueta",
      "definition": "A jacket is a sleeveless or sleeved outer garment, typically worn on the upper body, often worn for protection, ornamentation, or as a part of a uniform.",
      "definition_translation": "Una chaqueta es un prendimiento exterior sin mangas o con mangas, normalmente llevado en el torso, a menudo llevado para protección, ornamentación o como parte de un uniforme.",
      "example": "I wore a jacket to protect myself from the rain yesterday. Now I wear a jacket to go hiking. I will wear a jacket to attend a formal event tomorrow.",
      "example_translation": "Me puse una chaqueta para protegerme de la lluvia ayer. Ahora llevo una chaqueta para ir de excursión. Llevaré una chaqueta para asistir a un evento formal mañana.",
      "imageLink": "image_files\\English\\jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "jumper",
      "translation": "suéter",
      "definition": "A jumper is a piece of clothing that covers the upper body, typically made of wool or cotton, worn for warmth or as a casual garment.",
      "definition_translation": "Un suéter es un prendimiento que cubre el torso, normalmente hecho de lana o algodón, llevado para caliente o como prendimiento informal.",
      "example": "I wore a jumper to keep warm during the winter yesterday. Now I wear a jumper to lounge around the house. I will wear a jumper to go skiing tomorrow.",
      "example_translation": "Me puse un suéter para mantenerme caliente durante el invierno ayer. Ahora llevo un suéter para relajarme en casa. Llevaré un suéter para ir esquiar mañana.",
      "imageLink": "image_files\\English\\jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pocket",
      "translation": "bolsillo",
      "definition": "A small bag or envelope sewn into or attached to clothing, used for carrying small items.",
      "definition_translation": "Una pequeña bolsa o sobre cosido o adjunto a la ropa, utilizado para llevar objetos pequeños.",
      "example": "I found my keys in my pocket. I will put my phone in my pocket. I had my wallet in my pocket yesterday.",
      "example_translation": "Encontré mis llaves en mi bolsillo. Pondré mi teléfono en mi bolsillo. Tuve mi billetera en mi bolsillo ayer.",
      "imageLink": "image_files\\English\\pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "raincoat",
      "translation": "impermeable",
      "definition": "A waterproof or water-resistant coat worn to protect the clothes from rain.",
      "definition_translation": "Un abrigo impermeable o resistente al agua que se lleva para proteger la ropa de la lluvia.",
      "example": "I wore a raincoat to work today. I will buy a new raincoat for the winter. I had forgotten my raincoat at home.",
      "example_translation": "Me puse un impermeable para ir al trabajo hoy. Compraré un nuevo impermeable para el invierno. Olvidé mi impermeable en casa.",
      "imageLink": "image_files\\English\\raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "scarf",
      "translation": "bufanda",
      "definition": "A piece of fabric worn around the neck, typically for warmth or as a fashion accessory.",
      "definition_translation": "Un trozo de tela que se lleva alrededor del cuello, típicamente para abrigo o como accesorio de moda.",
      "example": "I wear a scarf in the winter. She will give me a scarf for my birthday. I had lost my favorite scarf.",
      "example_translation": "Me pongo una bufanda en invierno. Ella me dará una bufanda por mi cumpleaños. Perdí mi bufanda favorita.",
      "imageLink": "image_files\\English\\scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shorts",
      "translation": "pantalones cortos",
      "definition": "Shorts are a type of outerwear worn on the lower body, typically extending from the waist to the thighs, and are often worn in warm weather or for outdoor activities.",
      "definition_translation": "Los pantalones cortos son un tipo de ropa exterior que se lleva en la parte inferior del cuerpo, que suele extenderse desde la cintura hasta los muslos, y se suelen llevar en clima cálido o para actividades al aire libre.",
      "example": "I wore shorts to the beach yesterday, I will wear shorts to the park tomorrow, and I wore shorts to the hike last week.",
      "example_translation": "Me puse pantalones cortos en la playa ayer, me pondré pantalones cortos en el parque mañana, y me puse pantalones cortos en la caminata la semana pasada.",
      "imageLink": "image_files\\English\\shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sock",
      "translation": "calcetín",
      "definition": "A sock is a piece of clothing worn on the foot, typically made of fabric, and is often worn with shoes.",
      "definition_translation": "Un calcetín es una pieza de ropa que se lleva en el pie, generalmente hecha de tela, y se lleva a menudo con zapatos.",
      "example": "I wore a sock to bed last night, I will wear socks to the gym tomorrow, and I wore socks to the office yesterday.",
      "example_translation": "Me puse un calcetín en la cama anoche, me pondré calcetines en el gimnasio mañana, y me puse calcetines en la oficina ayer.",
      "imageLink": "image_files\\English\\sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "suit",
      "translation": "traje",
      "definition": "A suit is a set of outerwear consisting of a jacket, trousers, and sometimes a vest, typically worn for formal occasions.",
      "definition_translation": "Un traje es un conjunto de ropa exterior que consiste en una chaqueta, pantalones y a veces una chaleco, generalmente se lleva para ocasiones formales.",
      "example": "I wore a suit to the wedding last week, I will wear a suit to the job interview tomorrow, and I wore a suit to the conference last year.",
      "example_translation": "Me puse un traje en la boda la semana pasada, me pondré un traje en la entrevista de trabajo mañana, y me puse un traje en la conferencia el año pasado.",
      "imageLink": "image_files\\English\\suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sweater",
      "translation": "suéter",
      "definition": "A sweater is a type of clothing that is worn on the upper body, typically made of thick, warm fabric.",
      "definition_translation": "Un suéter es un tipo de ropa que se lleva en el torso, generalmente hecho de tela gruesa y cálida.",
      "example": "I wore a sweater to the party last night because it was cold. I will wear a sweater to the park tomorrow if it rains. I wore a sweater to school yesterday because it was winter.",
      "example_translation": "Me puse un suéter en la fiesta de anoche porque hacía frío. Me pondré un suéter en el parque mañana si llueve. Me puse un suéter en la escuela ayer porque era invierno.",
      "imageLink": "image_files\\English\\sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "swimming costume",
      "translation": "traje de baño",
      "definition": "A swimming costume is a type of clothing worn for swimming or other water-based activities.",
      "definition_translation": "Un traje de baño es un tipo de ropa que se lleva para nadar o otras actividades acuáticas.",
      "example": "I bought a new swimming costume for my vacation. I will wear my swimming costume to the beach tomorrow. I wore my swimming costume to the pool last week.",
      "example_translation": "Compré un traje de baño nuevo para mis vacaciones. Me pondré mi traje de baño en la playa mañana. Me puse mi traje de baño en la piscina la semana pasada.",
      "imageLink": "image_files\\English\\swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "swimsuit",
      "translation": "traje de baño",
      "definition": "A swimsuit is a type of clothing worn for swimming or other water-based activities.",
      "definition_translation": "Un traje de baño es un tipo de ropa que se lleva para nadar o otras actividades acuáticas.",
      "example": "I wore a swimsuit to the water park yesterday. I will wear my swimsuit to the beach next week. I bought a new swimsuit for my trip to Hawaii.",
      "example_translation": "Me puse un traje de baño en el parque acuático ayer. Me pondré mi traje de baño en la playa la próxima semana. Compré un traje de baño nuevo para mi viaje a Hawái.",
      "imageLink": "image_files\\English\\swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tie",
      "translation": "corbata",
      "definition": "A necktie is a long piece of cloth worn around the neck, typically by men, to add decoration to a shirt.",
      "definition_translation": "Una corbata es una pieza de tela larga que se lleva alrededor del cuello, típicamente por hombres, para agregar decoración a una camisa.",
      "example": "I tied my tie this morning, I will tie it again tomorrow, and I tied it yesterday.",
      "example_translation": "Me até la corbata esta mañana, me ataré la corbata mañana, y me até la corbata ayer.",
      "imageLink": "image_files\\English\\tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tights",
      "translation": "mallas",
      "definition": "Tights are a type of clothing worn by women and girls, covering the legs from waist to toe.",
      "definition_translation": "Las mallas son un tipo de ropa que se lleva puesto por mujeres y niñas, cubriendo las piernas desde la cintura hasta el pie.",
      "example": "She wore tights to the party last night, she will wear them to the party next week, and she wore them to the party last year.",
      "example_translation": "Ella se puso mallas en la fiesta de anoche, se pondrá mallas en la fiesta de la semana que viene, y se puso mallas en la fiesta del año pasado.",
      "imageLink": "image_files\\English\\tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "trainers",
      "translation": "zapatillas",
      "definition": "Trainers are a type of athletic shoe designed for specific sports or fitness activities.",
      "definition_translation": "Las zapatillas son un tipo de zapato atlético diseñado para deportes o actividades físicas específicas.",
      "example": "I laced up my trainers this morning, I will lace up my trainers tomorrow, and I laced up my trainers yesterday.",
      "example_translation": "Me até las zapatillas esta mañana, me ataré las zapatillas mañana, y me até las zapatillas ayer.",
      "imageLink": "image_files\\English\\trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "uniform",
      "translation": "uniforme",
      "definition": "A uniform is a set of clothes worn by people to identify themselves with a particular group, organization, or profession.",
      "definition_translation": "Un uniforme es un conjunto de ropa que se lleva para identificarse con un grupo, organización o profesión en particular.",
      "example": "I wore a uniform to school every day. I am wearing a uniform to work now. I will wear a uniform to the party tomorrow.",
      "example_translation": "Yo llevaba un uniforme a la escuela todos los días. Ahora estoy llevando un uniforme al trabajo. Mañana llevaré un uniforme a la fiesta.",
      "imageLink": "image_files\\English\\uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blouse",
      "translation": "blusa",
      "definition": "A blouse is a loose-fitting shirt, typically worn by women, often with a collar and buttons down the front.",
      "definition_translation": "Una blusa es una camisa holgada, generalmente llevada por mujeres, souvent con cuello y botones en la parte delantera.",
      "example": "I bought a blouse yesterday. She is wearing a blouse today. They will wear blouses to the wedding next week.",
      "example_translation": "Compré una blusa ayer. Ella está llevando una blusa hoy. Ellos llevarán blusas a la boda la próxima semana.",
      "imageLink": "image_files\\English\\blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "collar",
      "translation": "cuello",
      "definition": "A collar is a part of a shirt or dress that fits around the neck.",
      "definition_translation": "Un cuello es una parte de una camisa o vestido que se ajusta alrededor del cuello.",
      "example": "The dog is wearing a collar with a tag. The shirt has a collar that is very stiff. She will wear a collar with a brooch tomorrow.",
      "example_translation": "El perro lleva un cuello con una etiqueta. La camisa tiene un cuello que es muy rígido. Ella llevará un cuello con broche mañana.",
      "imageLink": "image_files\\English\\collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "heel",
      "translation": "tobillo",
      "definition": "The heel is the back part of the human foot, below the ankle.",
      "definition_translation": "El talón es la parte posterior del pie humano, debajo de la tobillo.",
      "example": "I bruised my heel when I fell, I am bruising my heel as I walk, I will bruise my heel if I am not careful.",
      "example_translation": "Me lastimé el tobillo cuando me caí, estoy lastimando mi tobillo mientras camino, me lastimaré el tobillo si no tengo cuidado.",
      "imageLink": "image_files\\English\\heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "knickers",
      "translation": "bragas",
      "definition": "Knickers are a type of women's underwear that cover the buttocks and thighs.",
      "definition_translation": "Las bragas son un tipo de ropa interior femenina que cubren los glúteos y muslos.",
      "example": "She wore her favorite knickers to bed, She is wearing her favorite knickers to bed, She will wear her favorite knickers to bed tonight.",
      "example_translation": "Ella llevó sus bragas favoritas a la cama, Ella está llevando sus bragas favoritas a la cama, Ella llevará sus bragas favoritas a la cama esta noche.",
      "imageLink": "image_files\\English\\knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pants",
      "translation": "pantalones",
      "definition": "Pants are a type of clothing that covers the legs, typically extending from the waist to the ankles.",
      "definition_translation": "Los pantalones son un tipo de ropa que cubre las piernas, normalmente extendiéndose desde la cintura hasta los tobillos.",
      "example": "He wore his favorite pants to the party, He is wearing his favorite pants to the party, He will wear his favorite pants to the party tomorrow.",
      "example_translation": "Él llevó sus pantalones favoritos a la fiesta, Él está llevando sus pantalones favoritos a la fiesta, Él llevará sus pantalones favoritos a la fiesta mañana.",
      "imageLink": "image_files\\English\\pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pullover",
      "translation": "suéter",
      "definition": "A pullover is a type of casual sweater that is worn over the upper body, typically made of warm and soft fabric.",
      "definition_translation": "Un suéter es un tipo de suéter casual que se lleva sobre el torso superior, generalmente hecho de tela cálida y suave.",
      "example": "I wore a pullover to keep warm in the cold winter. I will wear a pullover to the party tonight. I wore a pullover to the mountains last year.",
      "example_translation": "Me puse un suéter para mantenerme caliente en el invierno frío. Me pondré un suéter para la fiesta esta noche. Me puse un suéter en las montañas el año pasado.",
      "imageLink": "image_files\\English\\pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sandal",
      "translation": "sandalia",
      "definition": "A sandal is a type of footwear that exposes the foot and is typically worn in warm weather.",
      "definition_translation": "Una sandalia es un tipo de calzado que deja el pie expuesto y se lleva habitualmente en clima cálido.",
      "example": "I bought a new sandal for the beach vacation. She wears sandals to the pool every summer. They will wear sandals to the beach next week.",
      "example_translation": "Compré una nueva sandalia para las vacaciones en la playa. Ella se pone sandalias en la piscina cada verano. Ellas se pondrán sandalias en la playa la próxima semana.",
      "imageLink": "image_files\\English\\sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sleeve",
      "translation": "manga",
      "definition": "A sleeve is a part of a garment that covers the arm, typically extending from the shoulder to the wrist.",
      "definition_translation": "Una manga es una parte de una prenda que cubre el brazo, que suele extenderse desde el hombro hasta la muñeca.",
      "example": "I rolled up my sleeve to show off my new tattoo. She always wears long sleeves in the winter. They will have short sleeves on their new uniforms.",
      "example_translation": "Doblé mi manga para mostrar mi nuevo tatuaje. Ella siempre lleva mangas largas en invierno. Ellas tendrán mangas cortas en sus nuevos uniformes.",
      "imageLink": "image_files\\English\\sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "slippers",
      "translation": "zapatillas",
      "definition": "A soft, lightweight shoe, typically made of cotton or wool, worn indoors, especially in the evening or in cold weather.",
      "definition_translation": "Un zapato suave y ligero, por lo general hecho de algodón o lana, llevado al interior, especialmente por la noche o en clima frío.",
      "example": "She wore her slippers to the kitchen to make a midnight snack. Yesterday, she put on her slippers after taking a shower. Tomorrow, she will wear her slippers to the living room.",
      "example_translation": "Ella llevó sus zapatillas a la cocina para preparar un snack a medianoche. Ayer, se puso sus zapatillas después de ducharse. Mañana, llevará sus zapatillas al salón.",
      "imageLink": "image_files\\English\\slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sweatshirt",
      "translation": "sudadera",
      "definition": "A casual, usually long-sleeved shirt made of thick, warm fabric, often having a hood and worn for informal or athletic purposes.",
      "definition_translation": "Una camisa casual, generalmente de manga larga, hecha de tejido grueso y cálido, a menudo con capucha y llevada para fines informales o atléticos.",
      "example": "He wore a sweatshirt to the gym to work out. Yesterday, she took off her sweatshirt because it was too hot. Next week, they will wear their sweatshirts to the park.",
      "example_translation": "Él llevó una sudadera al gimnasio para hacer ejercicio. Ayer, ella se quitó la sudadera porque hacía demasiado calor. La próxima semana, llevarán sus sudaderas al parque.",
      "imageLink": "image_files\\English\\sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "swimming trunks",
      "translation": "traje de baño",
      "definition": "Short, tight-fitting pants worn for swimming, usually made of quick-drying fabric.",
      "definition_translation": "Pantalones cortos y ajustados llevados para nadar, generalmente hechos de tela de secado rápido.",
      "example": "He put on his swimming trunks to go to the beach. Last summer, she bought new swimming trunks for her vacation. Next summer, they will wear their swimming trunks to the pool.",
      "example_translation": "Él se puso sus traje de baño para ir a la playa. El verano pasado, ella compró nuevos trajes de baño para sus vacaciones. El próximo verano, llevarán sus trajes de baño a la piscina.",
      "imageLink": "image_files\\English\\swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "top",
      "translation": "parte superior",
      "definition": "The uppermost or highest part of something, especially a building or a person's head.",
      "definition_translation": "La parte superior o más alta de algo, especialmente un edificio o la cabeza de una persona.",
      "example": "I'm going to climb to the top of the mountain. Yesterday, I was at the top of the hill. I will be at the top of the stairs in a minute.",
      "example_translation": "Voy a subir a la cima de la montaña. Ayer, estaba en la cima de la colina. Estaré en la cima de las escaleras en un minuto.",
      "imageLink": "image_files\\English\\top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tracksuit",
      "translation": "traje de entrenamiento",
      "definition": "A loose, comfortable outfit, typically worn for athletic or casual activities, consisting of a top and pants made of a synthetic fabric.",
      "definition_translation": "Un traje cómodo y holgado, generalmente llevado para actividades atléticas o informales, compuesto por una parte superior y pantalones hechos de un tejido sintético.",
      "example": "I'm wearing a tracksuit to the gym. She wore a tracksuit to the park. They will wear tracksuits to the marathon tomorrow.",
      "example_translation": "Estoy llevando un traje de entrenamiento al gimnasio. Ella llevó un traje de entrenamiento al parque. Ellos llevarán trajes de entrenamiento al maratón mañana.",
      "imageLink": "image_files\\English\\tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "underpants",
      "translation": "calzoncillos",
      "definition": "An undergarment worn next to the skin, typically by men or boys, covering the genitals and buttocks.",
      "definition_translation": "Una prenda interior llevada junto a la piel, generalmente por hombres o niños, que cubre los genitales y las nalgas.",
      "example": "I wear underpants every day. He wore underpants to bed. They will wear underpants to the beach tomorrow.",
      "example_translation": "Yo llevo calzoncillos todos los días. Él llevó calzoncillos a la cama. Ellos llevarán calzoncillos a la playa mañana.",
      "imageLink": "image_files\\English\\underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "underwear",
      "translation": "ropa interior",
      "definition": "Clothing worn next to the skin, typically under other clothes, such as bras, panties, and socks.",
      "definition_translation": "Ropa que se lleva próxima a la piel, típicamente debajo de otras ropas, como sujetadores, bragas y calcetines.",
      "example": "Yesterday, I bought a new pair of underwear. Today, I'm wearing it. Tomorrow, I will wash it.",
      "example_translation": "Ayer, compré un par de ropa interior nueva. Hoy, la estoy llevando. Mañana, la lavaré.",
      "imageLink": "image_files\\English\\underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apron",
      "translation": "delantal",
      "definition": "A piece of fabric worn over the front of one's clothes to protect them from stains and splashes.",
      "definition_translation": "Un pedazo de tela que se lleva sobre la parte delantera de la ropa para protegerla de manchas y salpicaduras.",
      "example": "My mother wore an apron while cooking dinner. She washed it afterwards. She will wear it again tomorrow.",
      "example_translation": "Mi madre llevó un delantal mientras cocinaba la cena. Lo lavó después. Lo llevará de nuevo mañana.",
      "imageLink": "image_files\\English\\apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bikini",
      "translation": "bikini",
      "definition": "A type of swimsuit that covers the breast and groin areas, typically worn by women.",
      "definition_translation": "Un tipo de traje de baño que cubre las áreas del pecho y la ingle, típicamente llevado por mujeres.",
      "example": "I bought a new bikini for my vacation. I wore it to the beach. I will wear it again next summer.",
      "example_translation": "Compré un bikini nuevo para mis vacaciones. Lo llevé a la playa. Lo llevaré de nuevo el próximo verano.",
      "imageLink": "image_files\\English\\bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boxer shorts",
      "translation": "calzoncillos",
      "definition": "Loose-fitting shorts that are worn as underwear by men, typically having an elastic waistband.",
      "definition_translation": "Pantalones cortos holgados que se llevan como ropa interior por los hombres, típicamente con una cinturilla elástica.",
      "example": "I wore boxer shorts to bed last night, I wear boxer shorts to the gym, I will wear boxer shorts on Sunday.",
      "example_translation": "Me puse calzoncillos para dormir anoche, me pongo calzoncillos para ir al gimnasio, me pondré calzoncillos el domingo.",
      "imageLink": "image_files\\English\\boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bra",
      "translation": "sujetador",
      "definition": "A piece of clothing worn by women to support and cover the breasts.",
      "definition_translation": "Una pieza de ropa que se lleva las mujeres para soutener y cubrir los senos.",
      "example": "I bought a new bra yesterday, I wear a bra to work, I will wear a bra to the party tonight.",
      "example_translation": "Compré un sujetador nuevo ayer, me pongo un sujetador para ir al trabajo, me pondré un sujetador para la fiesta esta noche.",
      "imageLink": "image_files\\English\\bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "briefs",
      "translation": "calzoncillos",
      "definition": "Tight-fitting underwear for men, typically made of cotton or synthetic materials.",
      "definition_translation": "Ropa interior ajustada para hombres, típicamente hecha de algodón o materiales sintéticos.",
      "example": "I wore briefs to the beach, I wear briefs to sleep, I will wear briefs to the gym tomorrow.",
      "example_translation": "Me puse calzoncillos en la playa, me pongo calzoncillos para dormir, me pondré calzoncillos para ir al gimnasio mañana.",
      "imageLink": "image_files\\English\\briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cardigan",
      "translation": "jersey",
      "definition": "A cardigan is a type of knitted garment that has an open front and is typically worn over a shirt or dress.",
      "definition_translation": "Un jersey es un tipo de prenda tejida que tiene una parte delantera abierta y se lleva typicalmente sobre una camisa o vestido.",
      "example": "I wore a cardigan to keep warm in the cold weather. I am wearing a cardigan to work today. I will wear a cardigan to the party tonight.",
      "example_translation": "Me puse un jersey para mantenerme caliente en el clima frío. Estoy llevando un jersey al trabajo hoy. Llevaré un jersey a la fiesta esta noche.",
      "imageLink": "image_files\\English\\cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "costume",
      "translation": "disfraz",
      "definition": "A costume is a set of clothes worn to create a certain image or character, often for a performance or party.",
      "definition_translation": "Un disfraz es un conjunto de ropa que se lleva para crear una cierta imagen o personaje, a menudo para una actuación o fiesta.",
      "example": "I wore a costume to the Halloween party last year. I am making a costume for my friend's birthday party. I will wear a costume to the theater performance tonight.",
      "example_translation": "Me puse un disfraz en la fiesta de Halloween el año pasado. Estoy haciendo un disfraz para la fiesta de cumpleaños de mi amigo. Llevaré un disfraz al espectáculo de teatro esta noche.",
      "imageLink": "image_files\\English\\costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cuff",
      "translation": "puño",
      "definition": "A cuff is a trimming or fold at the end of a sleeve, or a type of fastening for holding up a sleeve.",
      "definition_translation": "Un puño es un adorno o dobladillo al final de una manga, o un tipo de cierre para sostener una manga.",
      "example": "I rolled up my sleeves to show off my cuff. I am fixing the cuff on my shirt. I will wear a cuff with my suit to the wedding.",
      "example_translation": "Me subí las mangas para mostrar mi puño. Estoy arreglando el puño de mi camisa. Llevaré un puño con mi traje al matrimonio.",
      "imageLink": "image_files\\English\\cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "helmet",
      "translation": "casco",
      "definition": "A helmet is a form of protective gear worn on the head to protect it from injuries, especially in sports or military activities.",
      "definition_translation": "Un casco es una forma de equipo de protección llevado en la cabeza para protegerla de lesiones, especialmente en deportes o actividades militares.",
      "example": "I wore a helmet when I rode my bike yesterday. I will wear a helmet when I ride my bike tomorrow. I wear a helmet every time I ride my bike.",
      "example_translation": "Me puse un casco cuando conduje mi bicicleta ayer. Me pondré un casco cuando conduzca mi bicicleta mañana. Me pongo un casco cada vez que conduzco mi bicicleta.",
      "imageLink": "image_files\\English\\helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hood",
      "translation": "capucha",
      "definition": "A hood is a covering for the head and neck, usually attached to a jacket or coat.",
      "definition_translation": "Una capucha es una cubierta para la cabeza y el cuello, normalmente adherida a una chaqueta o abrigo.",
      "example": "I pulled up my hood when it started raining. I will put on a hood when I go skiing next month. I have a hood on my jacket.",
      "example_translation": "Subí mi capucha cuando empezó a llover. Me pondré una capucha cuando vaya a esquiar el mes próximo. Tengo una capucha en mi chaqueta.",
      "imageLink": "image_files\\English\\hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "knee socks",
      "translation": "medias hasta la rodilla",
      "definition": "Knee socks are a type of sock that covers the leg up to the knee, often worn for athletic or fashion purposes.",
      "definition_translation": "Las medias hasta la rodilla son un tipo de calcetín que cubre la pierna hasta la rodilla, a menudo llevadas para fines atléticos o de moda.",
      "example": "I wore knee socks when I played soccer yesterday. I will wear knee socks when I run a marathon next year. I have knee socks in my gym bag.",
      "example_translation": "Me puse medias hasta la rodilla cuando jugué fútbol ayer. Me pondré medias hasta la rodilla cuando corra un maratón el año próximo. Tengo medias hasta la rodilla en mi bolsa de gimnasio.",
      "imageLink": "image_files\\English\\knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nightgown",
      "translation": "camisón",
      "definition": "A loose, usually floor-length garment for sleeping or lounging, typically made of cotton or silk.",
      "definition_translation": "Una prenda suelta, generalmente de largo hasta el suelo, para dormir o relajarse, típicamente hecha de algodón o seda.",
      "example": "I wore my favorite nightgown to bed last night. I will wear it again tonight. I wore it every night last week.",
      "example_translation": "Me puse mi camisón favorito para dormir anoche. Me lo pondré de nuevo esta noche. Me lo puse todas las noches la semana pasada.",
      "imageLink": "image_files\\English\\nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nightie",
      "translation": "camiseta de dormir",
      "definition": "A loose, usually short garment for sleeping or lounging, typically made of cotton or silk.",
      "definition_translation": "Una prenda suelta, generalmente corta, para dormir o relajarse, típicamente hecha de algodón o seda.",
      "example": "She put on her nightie before going to bed. She will put it on again tomorrow. She wore it every night last month.",
      "example_translation": "Ella se puso su camiseta de dormir antes de ir a la cama. Se la pondrá de nuevo mañana. La llevó todas las noches el mes pasado.",
      "imageLink": "image_files\\English\\nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pyjamas",
      "translation": "pijamas",
      "definition": "Loose, comfortable trousers and a loose top, worn for sleeping or lounging.",
      "definition_translation": "Pantalones y una parte superior holgados, llevados para dormir o relajarse.",
      "example": "He wore his pyjamas to the lounge to watch TV. He will wear them again tonight. He wore them every night last year.",
      "example_translation": "Él se puso sus pijamas en la sala de estar para ver televisión. Se los pondrá de nuevo esta noche. Se los puso todas las noches el año pasado.",
      "imageLink": "image_files\\English\\pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sneakers",
      "translation": "zapatillas",
      "definition": "a type of casual athletic shoe, typically made of leather or synthetic materials, with a rubber sole and laces or Velcro fastening",
      "definition_translation": "un tipo de zapato atlético casual, típicamente hecho de cuero o materiales sintéticos, con una suela de goma y cordones o cierre de velcro",
      "example": "I wore my sneakers to the gym yesterday, I'm wearing them to the park now, and I will wear them to the beach tomorrow.",
      "example_translation": "Me puse mis zapatillas en el gimnasio ayer, las estoy llevando al parque ahora y las llevaré a la playa mañana.",
      "imageLink": "image_files\\English\\sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bathrobe",
      "translation": "albornoz",
      "definition": "a loose, absorbent garment worn after bathing or swimming, typically made of cotton, polyester, or a combination of both",
      "definition_translation": "una prenda suelta y absorbente que se lleva después de bañarse o nadar, típicamente hecha de algodón, poliéster o una combinación de ambos",
      "example": "I put on my bathrobe after the shower, I was wearing it when I walked into the bedroom, and I will be wearing it when I get out of the sauna.",
      "example_translation": "Me puse mi albornoz después de la ducha, lo llevaba cuando entré en el dormitorio y lo llevaré cuando salga del sauna.",
      "imageLink": "image_files\\English\\bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bow tie",
      "translation": "pajarita",
      "definition": "a type of necktie consisting of a ribbon or strip of fabric tied in a bow shape around the neck",
      "definition_translation": "un tipo de corbata que consiste en una cinta o tira de tela atada en forma de lazo alrededor del cuello",
      "example": "I wore a bow tie to the wedding yesterday, I'm wearing one to the formal dinner now, and I will wear one to the opera tomorrow.",
      "example_translation": "Me puse una pajarita en la boda ayer, estoy llevando una al cena formal ahora y llevaré una al ópera mañana.",
      "imageLink": "image_files\\English\\bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dungarees",
      "translation": "pantalones de peto",
      "definition": "loose-fitting trousers, typically made of denim or other thick fabric",
      "definition_translation": "pantalones holgados, normalmente hechos de mezclilla o otros tejidos gruesos",
      "example": "I wore dungarees to the farm to protect my legs from the mud. I will wear dungarees to the festival next week. I wore dungarees to the construction site yesterday.",
      "example_translation": "Me puse pantalones de peto en la granja para proteger mis piernas del lodo. Me pondré pantalones de peto en el festival la próxima semana. Me puse pantalones de peto en el sitio de construcción ayer.",
      "imageLink": "image_files\\English\\dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "flip-flops",
      "translation": "chanclas",
      "definition": "a type of sandal with a strap that goes between the big and second toes",
      "definition_translation": "un tipo de sandalia con una tira que va entre el dedo gordo y el segundo dedo",
      "example": "I wore flip-flops to the beach and got sand between my toes. I will wear flip-flops to the pool party next month. I wore flip-flops to the waterpark last summer.",
      "example_translation": "Me puse chanclas en la playa y me metí arena entre los dedos. Me pondré chanclas en la fiesta de la piscina el próximo mes. Me puse chanclas en el parque acuático el verano pasado.",
      "imageLink": "image_files\\English\\flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fur coat",
      "translation": "abrigo de pieles",
      "definition": "a coat made from animal fur, often worn for warmth and fashion",
      "definition_translation": "un abrigo hecho de pieles de animales, a menudo llevado para calor y moda",
      "example": "My grandmother wore a fur coat to the opera last night. I will wear a fur coat to the winter ball next year. She wore a fur coat to the fancy dinner party last winter.",
      "example_translation": "Mi abuela se puso un abrigo de pieles en la ópera anoche. Me pondré un abrigo de pieles en el baile de invierno el año próximo. Se puso un abrigo de pieles en la cena formal la última vez que nevó.",
      "imageLink": "image_files\\English\\fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "overalls",
      "translation": "monos",
      "definition": "loose-fitting garments worn over other clothing for protection, typically made of denim or canvas",
      "definition_translation": "prendas de vestir holgadas que se llevan sobre la ropa para protección, típicamente hechas de denim o canvas",
      "example": "She wore overalls to work in the garden. Yesterday, she wore overalls to fix the car. Tomorrow, she will wear overalls to paint the house.",
      "example_translation": "Ella se puso monos para trabajar en el jardín. Ayer, se puso monos para arreglar el coche. Mañana, se pondrá monos para pintar la casa.",
      "imageLink": "image_files\\English\\overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pantyhose",
      "translation": "medias",
      "definition": "a close-fitting garment that covers the legs and lower body, typically made of nylon or silk",
      "definition_translation": "una prenda de vestir ceñida que cubre las piernas y el cuerpo inferior, típicamente hecha de nailon o seda",
      "example": "She prefers to wear pantyhose under her skirt. Yesterday, she wore pantyhose to the office. Tomorrow, she will wear pantyhose to the party.",
      "example_translation": "Ella prefiere llevar medias debajo de la falda. Ayer, llevó medias al trabajo. Mañana, llevará medias a la fiesta.",
      "imageLink": "image_files\\English\\pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stockings",
      "translation": "calcetines",
      "definition": "a covering for the foot and leg, typically made of fabric or nylon",
      "definition_translation": "una cubierta para el pie y la pierna, típicamente hecha de tela o nailon",
      "example": "She loves to wear stockings with her high heels. Yesterday, she wore stockings to the wedding. Tomorrow, she will wear stockings to the dinner party.",
      "example_translation": "Ella ama llevar calcetines con sus tacones altos. Ayer, llevó calcetines al matrimonio. Mañana, llevará calcetines a la fiesta de cena.",
      "imageLink": "image_files\\English\\stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "top hat",
      "translation": "sombrero de copa",
      "definition": "A tall, flat-crowned hat, typically made of felt or straw, worn by men, especially in formal occasions.",
      "definition_translation": "Un sombrero alto, de copa plana, normalmente hecho de fieltro o paja, que se lleva en ocasiones formales.",
      "example": "I wore a top hat to the wedding last weekend. I will wear a top hat to the gala tonight. I wore a top hat to the party last year.",
      "example_translation": "Me puse un sombrero de copa en la boda del fin de semana pasado. Me pondré un sombrero de copa en la gala esta noche. Me puse un sombrero de copa en la fiesta del año pasado.",
      "imageLink": "image_files\\English\\top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "veil",
      "translation": "velo",
      "definition": "A piece of fabric worn over the face, especially by women, as a symbol of modesty or mourning.",
      "definition_translation": "Un pedazo de tela que se lleva sobre la cara, especialmente por las mujeres, como símbolo de modestia o luto.",
      "example": "The bride wore a veil during the ceremony. She will wear a veil to the wedding next month. She wore a veil at her sister's funeral.",
      "example_translation": "La novia se puso un velo durante la ceremonia. Se pondrá un velo en la boda del próximo mes. Se puso un velo en el funeral de su hermana.",
      "imageLink": "image_files\\English\\veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "vest",
      "translation": "chaleco",
      "definition": "A sleeveless garment, typically worn over a shirt and under a jacket, often as part of formal or ceremonial attire.",
      "definition_translation": "Una prenda sin mangas, que se lleva sobre una camisa y debajo de una chaqueta, a menudo como parte de un atuendo formal o ceremonial.",
      "example": "The groom wore a vest to the wedding. He will wear a vest to the anniversary party tonight. He wore a vest to the graduation ceremony last year.",
      "example_translation": "El novio se puso un chaleco en la boda. Se pondrá un chaleco en la fiesta de aniversario esta noche. Se puso un chaleco en la ceremonia de graduación del año pasado.",
      "imageLink": "image_files\\English\\singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balaclava",
      "translation": "pasamontañas",
      "definition": "A balaclava is a type of headgear that covers the head, neck, and often part of the face, typically made of fabric or other materials.",
      "definition_translation": "Una pasamontañas es un tipo de cabezada que cubre la cabeza, cuello y a menudo parte de la cara, generalmente hecha de tela u otros materiales.",
      "example": "I wore a balaclava to protect my face from the cold weather. I have been wearing a balaclava for years. I will wear a balaclava to the ski resort next week.",
      "example_translation": "Me puse una pasamontañas para proteger mi cara del frío. He estado llevando una pasamontañas durante años. Me pondré una pasamontañas en el resort de esquí la próxima semana.",
      "imageLink": "image_files\\English\\balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "breeches",
      "translation": "pantalones",
      "definition": "Breeches are a type of short trousers, typically made of leather or other durable materials, worn by riders, especially horse riders.",
      "definition_translation": "Los pantalones son un tipo de pantalones cortos, generalmente hechos de cuero u otros materiales duraderos, llevados por jinetes, especialmente jinetes de caballo.",
      "example": "The rider wore breeches to protect her legs from the horse. She has been wearing breeches for horse riding lessons. He will wear breeches to the horse show next month.",
      "example_translation": "La jinete se puso pantalones para proteger sus piernas del caballo. Ella ha estado llevando pantalones para lecciones de equitación. Él se pondrá pantalones en el show de caballos el próximo mes.",
      "imageLink": "image_files\\English\\breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cape",
      "translation": "capa",
      "definition": "A cape is a sleeveless outer garment, typically worn over the shoulder, often as a ceremonial or symbolic piece of clothing.",
      "definition_translation": "Una capa es un prenda exterior sin mangas, generalmente llevada sobre el hombro, a menudo como una pieza de ropa ceremonial o simbólica.",
      "example": "The superhero wore a cape to fly over the city. She has been wearing a cape to costume parties. They will wear capes to the masquerade ball next year.",
      "example_translation": "El superhéroe se puso una capa para volar sobre la ciudad. Ella ha estado llevando una capa a fiestas de disfraces. Ellos se pondrán capas en la fiesta de máscaras el próximo año.",
      "imageLink": "image_files\\English\\cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "clog",
      "translation": "tapón",
      "definition": "A clog is a blockage or obstruction in a pipe or system, especially one caused by a buildup of sediment or debris.",
      "definition_translation": "Un tapón es un bloqueo o obstrucción en una tubería o sistema, especialmente uno causado por un acumulamiento de sedimentos o residuos.",
      "example": "The plumber had to clear the clog in the drain to fix the sink. She had clogged the drain with hair and soap last week. By next year, the drain will be clogged again if we don't clean it regularly.",
      "example_translation": "El plomero tuvo que despejar el tapón en el drenaje para arreglar el fregadero. Ella había tapado el drenaje con pelo y jabón la semana pasada. Para el próximo año, el drenaje estará tapado de nuevo si no lo limpiamos regularmente.",
      "imageLink": "image_files\\English\\clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "corset",
      "translation": "corsé",
      "definition": "A corset is a close-fitting undergarment worn to shape or constrict the torso, especially one worn by women to create a slim figure.",
      "definition_translation": "Un corsé es un prendimiento ajustado que se lleva para dar forma o constreñir el torso, especialmente uno que se lleva las mujeres para crear una figura esbelta.",
      "example": "In the past, women wore corsets to make their waists look smaller. She has been wearing a corset for months to prepare for her wedding. By next year, corsets will be back in fashion.",
      "example_translation": "En el pasado, las mujeres llevaban corsés para hacer que sus cinturas parecieran más pequeñas. Ella ha estado llevando un corsé durante meses para prepararse para su boda. Para el próximo año, los corsés estarán de moda nuevamente.",
      "imageLink": "image_files\\English\\corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fishnet tights",
      "translation": "medias de malla",
      "definition": "Fishnet tights are a type of hosiery with a mesh pattern, typically worn for fashion or as a provocative item of clothing.",
      "definition_translation": "Las medias de malla son un tipo de medias con un patrón de malla, que se llevan comúnmente por moda o como un artículo de ropa provocativo.",
      "example": "The actress wore fishnet tights on stage to express her character's rebellious personality. She has been wearing fishnet tights to work every Friday. By next month, fishnet tights will be a staple in her wardrobe.",
      "example_translation": "La actriz llevaba medias de malla en el escenario para expresar la personalidad rebelde de su personaje. Ella ha estado llevando medias de malla al trabajo todos los viernes. Para el próximo mes, las medias de malla serán una parte fundamental en su guardarropa.",
      "imageLink": "image_files\\English\\fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "girdle",
      "translation": "cinturón",
      "definition": "A girdle is a type of garment worn around the waist to hold up clothing, often worn by women in the past.",
      "definition_translation": "Un cinturón es un tipo de prenda que se lleva alrededor de la cintura para sostener la ropa, a menudo utilizado por mujeres en el pasado.",
      "example": "I wore a girdle to hold up my skirt in the 1950s. I will wear a girdle to the costume party tonight. She wore a girdle to work every day.",
      "example_translation": "Llevé un cinturón para sostener mi falda en la década de 1950. Llevaré un cinturón a la fiesta de disfraces esta noche. Ella llevó un cinturón al trabajo todos los días.",
      "imageLink": "image_files\\English\\girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "leg warmers",
      "translation": "abrigo de piernas",
      "definition": "Leg warmers are a type of clothing worn over the legs to keep them warm, often by dancers or athletes.",
      "definition_translation": "Los abrigo de piernas son un tipo de ropa que se lleva sobre las piernas para mantenerlas calientes, a menudo utilizado por bailarines o atletas.",
      "example": "The ballet dancers wore leg warmers to keep their legs warm during rehearsals. I will wear leg warmers to the cold winter dance competition. She wears leg warmers to gym class every day.",
      "example_translation": "Los bailarines de ballet llevaron abrigo de piernas para mantener las piernas calientes durante los ensayos. Llevaré abrigo de piernas a la competencia de danza invernal fría. Ella lleva abrigo de piernas a clase de gimnasio todos los días.",
      "imageLink": "image_files\\English\\leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "petticoat",
      "translation": "enaguas",
      "definition": "A petticoat is a type of underskirt worn by women, often to add volume or shape to a skirt or dress.",
      "definition_translation": "Una enaguas es un tipo de falda interior que se lleva las mujeres, a menudo para agregar volumen o forma a una falda o vestido.",
      "example": "She wore a petticoat under her wedding dress to make it look fuller. I will wear a petticoat to the Victorian-themed party tonight. The historical reenactor wore a petticoat under her costume.",
      "example_translation": "Ella llevó enaguas debajo de su vestido de boda para hacer que pareciera más lleno. Llevaré enaguas a la fiesta temática victoriana esta noche. La reenactora histórica llevó enaguas debajo de su traje de época.",
      "imageLink": "image_files\\English\\petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sheepskin coat",
      "translation": "abrigo de piel de oveja",
      "definition": "A coat made from the skin of a sheep, typically worn as a protective outer layer in cold weather.",
      "definition_translation": "Un abrigo hecho de la piel de una oveja, normalmente llevado como capa externa protectora en clima frío.",
      "example": "I wore a sheepskin coat to the skiing trip last winter. I'm going to wear it to the festival next weekend. I had worn it to the camping trip last year.",
      "example_translation": "Llevé un abrigo de piel de oveja al viaje de esquí el invierno pasado. Voy a llevarlo al festival el próximo fin de semana. Lo había llevado al viaje de campamento el año pasado.",
      "imageLink": "image_files\\English\\sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "vest",
      "translation": "chaleco",
      "definition": "A sleeveless garment worn over a shirt, typically for formal or ceremonial occasions.",
      "definition_translation": "Una prenda sin mangas que se lleva sobre una camisa, típicamente para ocasiones formales o ceremoniales.",
      "example": "I put on a vest for the wedding ceremony. I am going to wear it to the awards night. I had worn it to the graduation ceremony.",
      "example_translation": "Me puse un chaleco para la ceremonia de boda. Voy a llevarlo a la noche de premios. Lo había llevado a la ceremonia de graduación.",
      "imageLink": "image_files\\English\\vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bonnet",
      "translation": "capó",
      "definition": "A covering for the head and hair, typically worn by women.",
      "definition_translation": "Una cubierta para la cabeza y el cabello, típicamente llevada por mujeres.",
      "example": "She wore a bonnet to the garden party. She is going to wear it to the baby shower. She had worn it to the charity event.",
      "example_translation": "Ella se puso un capó para la fiesta en el jardín. Va a llevarlo al baby shower. Lo había llevado al evento benéfico.",
      "imageLink": "image_files\\English\\bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dressing gown",
      "translation": "bata",
      "definition": "A loose, comfortable garment worn for lounging or sleeping, typically made of a soft fabric such as cotton or silk.",
      "definition_translation": "Una prenda suelta y cómoda que se lleva para relajarse o dormir, generalmente hecha de un tejido suave como algodón o seda.",
      "example": "She put on her dressing gown and went downstairs to make some tea. She had worn her dressing gown all morning. She will wear her dressing gown to bed tonight.",
      "example_translation": "Se puso su bata y fue abajo a hacer té. Llevaba su bata toda la mañana. Llevará su bata a la cama esta noche.",
      "imageLink": "image_files\\English\\dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hoodie",
      "translation": "sudadera con capucha",
      "definition": "A casual jacket with a hood, typically made of cotton or synthetic materials.",
      "definition_translation": "Una chaqueta casual con capucha, generalmente hecha de algodón o materiales sintéticos.",
      "example": "He wore a hoodie to the gym. She has worn a hoodie every day this week. They will wear hoodies to the concert tomorrow.",
      "example_translation": "Él llevó una sudadera con capucha al gimnasio. Ella ha llevado una sudadera con capucha todos los días esta semana. Ellos llevarán sudaderas con capucha al concierto mañana.",
      "imageLink": "image_files\\English\\hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "housecoat",
      "translation": "bata de casa",
      "definition": "A loose, informal garment worn at home, typically made of a soft fabric such as cotton or terrycloth.",
      "definition_translation": "Una prenda suelta y informal que se lleva en casa, generalmente hecha de un tejido suave como algodón o toalla.",
      "example": "She put on her housecoat and started making breakfast. He had worn a housecoat all morning. They will wear housecoats to the family gathering tonight.",
      "example_translation": "Ella se puso su bata de casa y empezó a hacer el desayuno. Él llevaba una bata de casa toda la mañana. Ellos llevarán batas de casa a la reunión familiar esta noche.",
      "imageLink": "image_files\\English\\housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "turtleneck",
      "translation": "cuello de tortuga",
      "definition": "A type of sweater or top with a high, round collar that folds over at the neck.",
      "definition_translation": "Un tipo de suéter o parte superior con un cuello alto y redondo que se dobla en el cuello.",
      "example": "I wore a turtleneck to keep warm during the winter. I will wear a turtleneck to the party tonight. She has been wearing a turtleneck every day this week.",
      "example_translation": "Me puse un cuello de tortuga para mantenerme caliente durante el invierno. Me pondré un cuello de tortuga en la fiesta esta noche. Ella ha estado usando un cuello de tortuga todos los días esta semana.",
      "imageLink": "image_files\\English\\turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "underskirt",
      "translation": "falda interior",
      "definition": "A skirt worn under another skirt or dress, typically for added fullness or warmth.",
      "definition_translation": "Una falda que se lleva debajo de otra falda o vestido, normalmente para agregar volumen o calor.",
      "example": "The bride wore an underskirt to add volume to her wedding dress. She has been looking for an underskirt to wear under her favorite skirt. They will wear underskirts to the costume party.",
      "example_translation": "La novia se puso una falda interior para agregar volumen a su vestido de boda. Ha estado buscando una falda interior para llevar debajo de su falda favorita. Ellos se pondrán faldas interiores en la fiesta de disfraces.",
      "imageLink": "image_files\\English\\underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "waistcoat",
      "translation": "chaleco",
      "definition": "A sleeveless garment, typically worn around the waist, often as part of a three-piece suit.",
      "definition_translation": "Una prenda sin mangas, que se lleva típicamente alrededor de la cintura, a menudo como parte de un traje de tres piezas.",
      "example": "He wore a waistcoat to the formal event. She has been looking for a waistcoat to match her suit. They will wear waistcoats to the wedding.",
      "example_translation": "Él se puso un chaleco en el evento formal. Ella ha estado buscando un chaleco para combinar con su traje. Ellos se pondrán chalecos en la boda.",
      "imageLink": "image_files\\English\\waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]