{
  "data": [
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "knife",
      "translation": "cuchillo",
      "definition": "A knife is a cutting instrument consisting of a sharp blade attached to a handle.",
      "definition_translation": "Un cuchillo es un instrumento de corte que consiste en una hoja afilada unida a un mango.",
      "example": "I used a knife to chop the vegetables yesterday, I use it to slice the bread every morning, and I will use it to carve the turkey tomorrow.",
      "example_translation": "Usé un cuchillo para picar las verduras ayer, lo uso para cortar el pan cada mañana y lo usaré para trinchar el pavo mañana.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bowl",
      "translation": "tazón",
      "definition": "A bowl is a round, open-top container used to hold or serve food.",
      "definition_translation": "Un tazón es un contenedor abierto y redondo utilizado para contener o servir comida.",
      "example": "I washed the bowl after breakfast, I use it to mix the salad every day, and I will use it to serve the dessert tonight.",
      "example_translation": "Lavé el tazón después del desayuno, lo uso para mezclar la ensalada todos los días y lo usaré para servir el postre esta noche.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cooker",
      "translation": "cocinilla",
      "definition": "A cooker is a kitchen appliance used for cooking food.",
      "definition_translation": "Una cocinilla es un electrodoméstico de cocina utilizado para cocinar alimentos.",
      "example": "I used the cooker to boil the water yesterday, I use it to steam the vegetables every week, and I will use it to roast the chicken tomorrow.",
      "example_translation": "Usé la cocinilla para hervir el agua ayer, lo uso para cocinar las verduras cada semana y lo usaré para asar el pollo mañana.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cupboard",
      "translation": "armario",
      "definition": "A cupboard is a piece of furniture with shelves, used for storing food, dishes, and utensils.",
      "definition_translation": "Un armario es un mueble con estantes, utilizado para almacenar alimentos, platos y utensilios.",
      "example": "I opened the cupboard to get a glass, yesterday I opened the cupboard to get a plate, and tomorrow I will open the cupboard to get a bowl.",
      "example_translation": "Abrí el armario para obtener un vaso, ayer abrí el armario para obtener un plato, y mañana abriré el armario para obtener un tazón.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "drawer",
      "translation": "cajón",
      "definition": "A drawer is a box-like container in a piece of furniture, used for storing things such as clothes or office supplies.",
      "definition_translation": "Un cajón es un contenedor tipo caja en un mueble, utilizado para almacenar cosas como ropa o suministros de oficina.",
      "example": "I pulled out the drawer to get a shirt, yesterday I pulled out the drawer to get a file, and tomorrow I will pull out the drawer to get a pen.",
      "example_translation": "Saqué el cajón para obtener una camisa, ayer saqué el cajón para obtener un archivo, y mañana sacaré el cajón para obtener una pluma.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fork",
      "translation": "tenedor",
      "definition": "A fork is a utensil with prongs, used for eating and serving food.",
      "definition_translation": "Un tenedor es un utensilio con puntas, utilizado para comer y servir alimentos.",
      "example": "I picked up the fork to eat a salad, yesterday I picked up the fork to eat a dessert, and tomorrow I will pick up the fork to eat a meal.",
      "example_translation": "Cogí el tenedor para comer una ensalada, ayer cogí el tenedor para comer un postre, y mañana cogeré el tenedor para comer una comida.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fridge",
      "translation": "nevera",
      "definition": "a large electrical appliance used for keeping food and drinks cool",
      "definition_translation": "un gran electrodoméstico utilizado para mantener los alimentos y bebidas frescos",
      "example": "I opened the fridge to get a cold drink. Yesterday, I had opened the fridge to check if we had any leftovers. Tomorrow, I will open the fridge to see what we need to buy.",
      "example_translation": "Abrí la nevera para tomar una bebida fría. Ayer, había abierto la nevera para verificar si tenía alguna comida leftover. Mañana, abriré la nevera para ver qué necesitamos comprar.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "kitchen table",
      "translation": "mesa de cocina",
      "definition": "a table, usually made of wood or plastic, used for preparing and eating meals in a kitchen",
      "definition_translation": "una mesa, usualmente hecha de madera o plástico, utilizada para preparar y comer comidas en una cocina",
      "example": "We sat at the kitchen table to eat breakfast. Yesterday, we had sat at the kitchen table to do our homework. Tomorrow, we will sit at the kitchen table to plan our trip.",
      "example_translation": "Nos sentamos a la mesa de cocina para desayunar. Ayer, nous habíamos sentado a la mesa de cocina para hacer nuestro trabajo. Mañana, nos sentaremos a la mesa de cocina para planificar nuestro viaje.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "microwave (oven)",
      "translation": "microondas",
      "definition": "a kitchen appliance that uses electromagnetic waves to heat or cook food quickly",
      "definition_translation": "un electrodoméstico de cocina que utiliza ondas electromagnéticas para calentar o cocinar comida rápidamente",
      "example": "I heated up my dinner in the microwave oven. Yesterday, I had heated up my lunch in the microwave oven. Tomorrow, I will heat up my breakfast in the microwave oven.",
      "example_translation": "Calenté mi cena en el microondas. Ayer, había calentado mi almuerzo en el microondas. Mañana, calentaré mi desayuno en el microondas.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shelf",
      "translation": "estante",
      "definition": "A shelf is a flat, horizontal plane, typically fixed at a height, used to store or display objects.",
      "definition_translation": "Un estante es un plano horizontal, típicamente fijo a una altura, utilizado para almacenar o mostrar objetos.",
      "example": "I placed the book on the top shelf yesterday, I will put it back on the middle shelf today, and I will clean the bottom shelf tomorrow.",
      "example_translation": "Coloqué el libro en el estante superior ayer, lo pondré en el estante medio hoy y limpiaré el estante inferior mañana.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sink",
      "translation": "fregadero",
      "definition": "A sink is a plumbing fixture used for washing hands, dishes, or other objects.",
      "definition_translation": "Un fregadero es un accesorio de fontanería utilizado para lavar manos, platos u otros objetos.",
      "example": "I washed my hands in the sink last night, I will wash the dishes in the sink tonight, and I washed my face in the sink this morning.",
      "example_translation": "Me lavé las manos en el fregadero anoche, lavaré los platos en el fregadero esta noche y me lavé la cara en el fregadero esta mañana.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spoon",
      "translation": "cuchara",
      "definition": "A spoon is a utensil used for eating or serving food, typically consisting of a small, shallow bowl and a handle.",
      "definition_translation": "Una cuchara es un utensilio utilizado para comer o servir alimentos, que consiste típicamente en un pequeño tazón poco profundo y un mango.",
      "example": "I ate my soup with a spoon yesterday, I will eat my cereal with a spoon tomorrow, and I ate my yogurt with a spoon this morning.",
      "example_translation": "Me comí la sopa con una cuchara ayer, comeré mi cereal con una cuchara mañana y me comí el yogurt con una cuchara esta mañana.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bin",
      "translation": "basurero",
      "definition": "A container used to hold or store something, especially waste or rubbish.",
      "definition_translation": "Un contenedor utilizado para contener o almacenar algo, especialmente desechos o basura.",
      "example": "I threw the empty can into the bin. I had cleaned the bin yesterday. I will empty the bin tomorrow.",
      "example_translation": "Lancé la lata vacía al basurero. Limpié el basurero ayer. Vaciaré el basurero mañana.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dishwasher",
      "translation": "lavavajillas",
      "definition": "A machine for washing dishes, especially in a domestic or commercial kitchen.",
      "definition_translation": "Una máquina para lavar platos, especialmente en una cocina doméstica o comercial.",
      "example": "I loaded the dishwasher last night. The dishwasher is making a strange noise. I will buy a new dishwasher next year.",
      "example_translation": "Cargué el lavavajillas anoche. El lavavajillas está haciendo un ruido extraño. Compraré un nuevo lavavajillas el próximo año.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "electric kettle",
      "translation": "tetera eléctrica",
      "definition": "A kettle that is powered by electricity, used for boiling water.",
      "definition_translation": "Una tetera que funciona con electricidad, utilizada para hervir agua.",
      "example": "I plugged in the electric kettle. The electric kettle had stopped working. I will buy an electric kettle for my mother.",
      "example_translation": "Conecté la tetera eléctrica. La tetera eléctrica había dejado de funcionar. Compraré una tetera eléctrica para mi madre.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "freezer",
      "translation": "congelador",
      "definition": "An electrical appliance used to keep food frozen, typically in a kitchen.",
      "definition_translation": "Un electrodoméstico utilizado para mantener los alimentos congelados, generalmente en una cocina.",
      "example": "I put the leftovers in the freezer to eat later. I had frozen the meat last week. I will freeze the vegetables tomorrow.",
      "example_translation": "Puse las sobras en el congelador para comer más tarde. Congelé la carne la semana pasada. Congelaré las verduras mañana.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "frying pan",
      "translation": "sartén",
      "definition": "A cooking vessel typically made of metal, used for frying, sautéing, and browning food.",
      "definition_translation": "Un recipiente de cocina generalmente hecho de metal, utilizado para freír, saltear y dorar alimentos.",
      "example": "I heated the frying pan to cook the eggs. She had fried the bacon in a pan yesterday. He will use a non-stick frying pan to cook the fish tomorrow.",
      "example_translation": "Calenté la sartén para cocinar los huevos. Ella había frito la panceta en una sartén ayer. Él usará una sartén antiadherente para cocinar el pescado mañana.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "oven",
      "translation": "horno",
      "definition": "A kitchen appliance used for baking, roasting, and heating food.",
      "definition_translation": "Un electrodoméstico de cocina utilizado para hornear, asar y calentar alimentos.",
      "example": "I preheated the oven to bake the cake. They had roasted the chicken in the oven last night. We will use the oven to heat the pizza tomorrow.",
      "example_translation": "Precalienté el horno para hornear el pastel. Ellos habían asado el pollo en el horno anoche. Nosotros usaremos el horno para calentar la pizza mañana.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pot",
      "translation": "olla",
      "definition": "A pot is a cooking vessel, typically round and deep, used for preparing and serving food.",
      "definition_translation": "Una olla es un recipiente de cocina, generalmente redondo y profundo, utilizado para preparar y servir comida.",
      "example": "I boiled water in a pot yesterday, I'm boiling water in a pot now, and I will boil water in a pot tomorrow.",
      "example_translation": "Hierve agua en una olla ayer, estoy hirviendo agua en una olla ahora, y herviré agua en una olla mañana.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "saucepan",
      "translation": "sartén",
      "definition": "A saucepan is a cooking vessel, typically smaller than a pot, used for preparing and serving sauces, soups, and other liquids.",
      "definition_translation": "Un sartén es un recipiente de cocina, generalmente más pequeño que una olla, utilizado para preparar y servir salsas, sopas y otros líquidos.",
      "example": "She heated up the sauce in a saucepan last night, she's heating up the sauce in a saucepan now, and she will heat up the sauce in a saucepan later.",
      "example_translation": "Ella calentó la salsa en un sartén anoche, está calentando la salsa en un sartén ahora, y calentará la salsa en un sartén más tarde.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tap",
      "translation": "grifo",
      "definition": "A tap is a valve that controls the flow of a liquid from a pipe, typically used for washing or drinking water.",
      "definition_translation": "Un grifo es una válvula que controla el flujo de un líquido desde una tubería, generalmente utilizado para lavar o beber agua.",
      "example": "I turned on the tap to wash my hands yesterday, I'm turning on the tap to wash my hands now, and I will turn on the tap to wash my hands tomorrow.",
      "example_translation": "Abrí el grifo para lavar mis manos ayer, estoy abriendo el grifo para lavar mis manos ahora, y abriré el grifo para lavar mis manos mañana.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "teapot",
      "translation": "tetera",
      "definition": "A teapot is a vessel used for steeping and serving tea, typically made of ceramic, metal, or glass.",
      "definition_translation": "Una tetera es un recipiente utilizado para preparar y servir té, típicamente hecho de cerámica, metal o vidrio.",
      "example": "I used a teapot to brew a cup of tea yesterday. I am using a teapot to make tea for my family now. I will use a teapot to make iced tea for the party tomorrow.",
      "example_translation": "Usé una tetera para preparar una taza de té ayer. Estoy usando una tetera para hacer té para mi familia ahora. Usaré una tetera para hacer té helado para la fiesta mañana.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tin opener",
      "translation": "abrelatas",
      "definition": "A tin opener is a device used to open tin cans, typically consisting of a rotating cutting wheel or a lever-operated piercer.",
      "definition_translation": "Un abrelatas es un dispositivo utilizado para abrir latas de metal, típicamente consistente en una rueda de corte rotativa o un perforador operado por palanca.",
      "example": "I used a tin opener to open the can of beans yesterday. I am using a tin opener to open a can of tomatoes now. I will use a tin opener to open a can of tuna for the salad tomorrow.",
      "example_translation": "Usé un abrelatas para abrir la lata de frijoles ayer. Estoy usando un abrelatas para abrir una lata de tomates ahora. Usaré un abrelatas para abrir una lata de atún para la ensalada mañana.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "toaster",
      "translation": "tostadora",
      "definition": "A toaster is a small electric appliance used to toast slices of bread, typically consisting of a heating element and a spring-loaded ejection mechanism.",
      "definition_translation": "Una tostadora es un pequeño electrodoméstico utilizado para tostar rebanadas de pan, típicamente consistente en un elemento calefactor y un mecanismo de expulsión con resorte.",
      "example": "I used a toaster to make toast for breakfast yesterday. I am using a toaster to make toast for my lunch now. I will use a toaster to make toast for my family's breakfast tomorrow.",
      "example_translation": "Usé una tostadora para hacer tostadas para el desayuno ayer. Estoy usando una tostadora para hacer tostadas para mi almuerzo ahora. Usaré una tostadora para hacer tostadas para el desayuno de mi familia mañana.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cloth",
      "translation": "tela",
      "definition": "A fabric with a soft, smooth surface, often made from natural or synthetic fibers.",
      "definition_translation": "Una tela con una superficie suave y lisa, a menudo hecha de fibras naturales o sintéticas.",
      "example": "She ironed the cloth to remove the wrinkles. She will sew a new cloth for the curtains. She had sewn many cloths for her dolls when she was a child.",
      "example_translation": "Ella planchó la tela para eliminar las arrugas. Ella coserá una nueva tela para las cortinas. Ella había cosido many telas para sus muñecas cuando era niña.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "coffee maker",
      "translation": "cafetera",
      "definition": "A device that brews coffee from ground coffee beans.",
      "definition_translation": "Un dispositivo que prepara café a partir de granos de café molidos.",
      "example": "She bought a new coffee maker for her kitchen. The coffee maker was broken, so they had to fix it. They will buy a new coffee maker for their new house.",
      "example_translation": "Ella compró una nueva cafetera para su cocina. La cafetera estaba rota, así que tuvieron que arreglarla. Comprarán una nueva cafetera para su nueva casa.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "corkscrew",
      "translation": "sacacorchos",
      "definition": "A device used for removing corks from wine bottles.",
      "definition_translation": "Un dispositivo utilizado para eliminar los tapones de las botellas de vino.",
      "example": "He used a corkscrew to open the wine bottle. She had broken the corkscrew, so they had to buy a new one. They will use a corkscrew to open the champagne.",
      "example_translation": "Él usó un sacacorchos para abrir la botella de vino. Ella había roto el sacacorchos, así que tuvieron que comprar uno nuevo. Usarán un sacacorchos para abrir el champán.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "scales",
      "translation": "balanzas",
      "definition": "A device for weighing objects, typically consisting of a platform or bowl suspended from a pivot or fulcrum, used especially in science and commerce.",
      "definition_translation": "Un dispositivo para pesar objetos, que consiste típicamente en una plataforma o tazón suspendido de un pivote o fulcro, utilizado especialmente en ciencia y comercio.",
      "example": "She stepped on the scales to weigh herself. Yesterday, she weighed herself on the scales. Tomorrow, she will weigh herself on the scales.",
      "example_translation": "Ella se subió a la balanza para pesarse. Ayer, se pesó en la balanza. Mañana, se pesará en la balanza.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stool",
      "translation": "banco",
      "definition": "A seat for one person, typically without a back or arms, used especially in homes, gardens, and public places.",
      "definition_translation": "Un asiento para una persona, que suele no tener respaldo ni brazos, utilizado especialmente en hogares, jardines y lugares públicos.",
      "example": "He sat on the stool to rest. Yesterday, he sat on the stool to paint. Tomorrow, he will sit on the stool to read.",
      "example_translation": "Se sentó en el banco para descansar. Ayer, se sentó en el banco para pintar. Mañana, se sentará en el banco para leer.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "baking sleeve",
      "translation": "manga para hornear",
      "definition": "A tubular or cylindrical device used to shape and hold food, such as bread or pastries, while it is being baked.",
      "definition_translation": "Un dispositivo tubular o cilíndrico utilizado para dar forma y contener alimentos, como pan o pastelería, mientras se hornean.",
      "example": "She used a baking sleeve to make a perfect loaf. Yesterday, she used a baking sleeve to make croissants. Tomorrow, she will use a baking sleeve to make a cake.",
      "example_translation": "Ella usó una manga para hornear para hacer un pan perfecto. Ayer, usó una manga para hornear para hacer croissantes. Mañana, usará una manga para hornear para hacer un pastel.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "biscuit cutter",
      "translation": "cortador de galletas",
      "definition": "A kitchen device used to cut and shape biscuits, often into decorative shapes.",
      "definition_translation": "Un dispositivo de cocina utilizado para cortar y moldear galletas, a menudo en formas decorativas.",
      "example": "She used a biscuit cutter to make heart-shaped treats for Valentine's Day. Yesterday, she had cut out the biscuits, and tomorrow she will decorate them. In five years, she will have made thousands of them.",
      "example_translation": "Ella utilizó un cortador de galletas para hacer tratados en forma de corazón para el Día de San Valentín. Ayer, había cortado las galletas, y mañana las decorará. En cinco años, habrá hecho miles de ellas.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bread cutter",
      "translation": "cortador de pan",
      "definition": "A kitchen device used to slice and portion bread, often into uniform pieces.",
      "definition_translation": "Un dispositivo de cocina utilizado para cortar y porcionar pan, a menudo en piezas uniformes.",
      "example": "He used a bread cutter to make even slices for the sandwich. Last week, he had cut a whole loaf, and next week he will do it again. In the future, he will have cut thousands of loaves.",
      "example_translation": "Él utilizó un cortador de pan para hacer rebanadas uniformes para el sándwich. La semana pasada, había cortado una hogaza entera, y la próxima semana lo hará de nuevo. En el futuro, habrá cortado miles de hogazas.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cake tin",
      "translation": "molde de tarta",
      "definition": "A kitchen device used to shape and hold cakes while they bake, often made of metal or silicone.",
      "definition_translation": "Un dispositivo de cocina utilizado para dar forma y mantener tartas mientras se hornean, a menudo hecho de metal o silicona.",
      "example": "She greased the cake tin before pouring in the batter. Yesterday, she had baked a cake, and tomorrow she will make another one. In a year, she will have made hundreds of cakes.",
      "example_translation": "Ella engrasó el molde de tarta antes de verter la mezcla. Ayer, había horneado una tarta, y mañana hará otra. En un año, habrá hecho cientos de tartas.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "casserole dish",
      "translation": "fuente para hornear",
      "definition": "A large, deep dish used for cooking and serving hot dishes, especially casseroles.",
      "definition_translation": "Un plato grande y profundo utilizado para cocinar y servir platos calientes, especialmente casseroles.",
      "example": "She took a casserole dish out of the oven and let it cool before serving. Yesterday, she had prepared a casserole dish for the party. Tomorrow, she will make a casserole dish for her family.",
      "example_translation": "Ella sacó una fuente para hornear del horno y la dejó enfriar antes de servir. Ayer, había preparado una fuente para hornear para la fiesta. Mañana, hará una fuente para hornear para su familia.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chopping knife",
      "translation": "cuchillo de cocina",
      "definition": "A knife used for chopping and mincing food ingredients, typically with a straight or curved blade.",
      "definition_translation": "Un cuchillo utilizado para picar y trocear ingredientes de alimentos, típicamente con una hoja recta o curva.",
      "example": "He used a chopping knife to chop the vegetables for the soup. She had been chopping meat with a chopping knife for hours. The chef will use a chopping knife to prepare the salad tomorrow.",
      "example_translation": "Él usó un cuchillo de cocina para picar las verduras para la sopa. Ella había estado picando carne con un cuchillo de cocina durante horas. El chef usará un cuchillo de cocina para preparar la ensalada mañana.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chopsticks",
      "translation": "palillos",
      "definition": "A pair of slender, tapering sticks, typically made of wood, bone, or plastic, used as eating utensils in many Asian cultures.",
      "definition_translation": "Un par de palillos delgados y cónicos, típicamente hechos de madera, hueso o plástico, utilizados como utensilios para comer en muchas culturas asiáticas.",
      "example": "She was struggling to use chopsticks for the first time. He had been eating with chopsticks since he was a child. They will learn to use chopsticks when they travel to Japan.",
      "example_translation": "Ella estaba luchando por usar palillos por primera vez. Él había estado comiendo con palillos desde que era niño. Aprenderán a usar palillos cuando viajen a Japón.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "colander",
      "translation": "escolador",
      "definition": "A kitchen utensil used to drain liquids from food, especially pasta or rice, by virtue of its perforated design.",
      "definition_translation": "Un utensilio de cocina utilizado para drenar líquidos de alimentos, especialmente pasta o arroz, gracias a su diseño perforado.",
      "example": "She used a colander to drain the spaghetti, then added the sauce. She had used a colander to drain the broccoli the day before, and will use it again to drain the rice next week.",
      "example_translation": "Ella usó un escolador para drenar la espaguetis, luego agregó la salsa. Ella había usado un escolador para drenar el brócoli el día anterior, y lo usará de nuevo para drenar el arroz la próxima semana.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cutting board",
      "translation": "tabla de cortar",
      "definition": "A flat, rigid surface used for preparing and cutting food, typically made of wood, plastic, or other materials.",
      "definition_translation": "Una superficie plana y rígida utilizada para preparar y cortar alimentos, generalmente hecha de madera, plástico u otros materiales.",
      "example": "She chopped the vegetables on the cutting board, then placed them in the pot. He had used the cutting board to slice the meat yesterday, and would use it again to chop the onions tomorrow.",
      "example_translation": "Ella picó las verduras en la tabla de cortar, luego las colocó en la olla. Él había usado la tabla de cortar para cortar la carne ayer, y la usaría de nuevo para picar las cebollas mañana.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "flour sifter",
      "translation": "cedazo",
      "definition": "A kitchen tool used to sift and aerate flour, typically consisting of a mesh or perforated surface.",
      "definition_translation": "Una herramienta de cocina utilizada para tamizar y aerar la harina, que suele consistir en una malla o superficie perforada.",
      "example": "She used the flour sifter to mix the dry ingredients, then added the eggs. They had used the flour sifter to prepare the cake mix the day before, and would use it again to make pastry next week.",
      "example_translation": "Ella usó el cedazo para mezclar los ingredientes secos, luego agregó los huevos. Ellos habían usado el cedazo para preparar la mezcla de pastel el día anterior, y lo usarían de nuevo para hacer pastelería la próxima semana.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "food slicer",
      "translation": "cortador de alimentos",
      "definition": "A kitchen appliance used to slice food into thin pieces, typically used for meats, cheeses, and vegetables.",
      "definition_translation": "Un electrodoméstico de cocina utilizado para cortar alimentos en trozos delgados, típicamente usado para carnes, quesos y verduras.",
      "example": "I used a food slicer to prepare the meats for the sandwich bar. I will use a food slicer to slice the cheese for the party tonight. She had used a food slicer to slice the vegetables for the salad.",
      "example_translation": "Usé un cortador de alimentos para preparar las carnes para la barra de sándwiches. Usaré un cortador de alimentos para cortar el queso para la fiesta de esta noche. Ella había usado un cortador de alimentos para cortar las verduras para la ensalada.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "funnel",
      "translation": "embudo",
      "definition": "A tube or pipe with a wide mouth and a narrow end, used to pour liquids or powders into a small opening.",
      "definition_translation": "Un tubo o tubería con una boca ancha y un extremo estrecho, utilizado para verter líquidos o polvos en una abertura pequeña.",
      "example": "I used a funnel to pour the oil into the engine. She will use a funnel to measure the ingredients for the recipe. They had used a funnel to fill the bottles with water.",
      "example_translation": "Usé un embudo para verter el aceite en el motor. Ella gebruara un embudo para medir los ingredientes para la receta. Ellos habían usado un embudo para llenar las botellas con agua.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "garlic press",
      "translation": "prensa de ajo",
      "definition": "A kitchen tool used to crush garlic cloves, typically used to release their flavor and aroma.",
      "definition_translation": "Una herramienta de cocina utilizada para aplastar los dientes de ajo, típicamente utilizada para liberar su sabor y aroma.",
      "example": "I used a garlic press to crush the garlic for the sauce. She will use a garlic press to extract the garlic flavor for the recipe. They had used a garlic press to prepare the garlic for the marinade.",
      "example_translation": "Usé una prensa de ajo para aplastar el ajo para la salsa. Ella gebruara una prensa de ajo para extraer el sabor de ajo para la receta. Ellos habían usado una prensa de ajo para preparar el ajo para la marinada.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grater",
      "translation": " rallador",
      "definition": "A kitchen utensil with a rough surface used to shred or grate food, such as cheese or vegetables.",
      "definition_translation": "Un utensilio de cocina con una superficie rugosa utilizado para rallar o rallar alimentos, como queso o verduras.",
      "example": "I grated the cheese for the salad. I will grate the carrots for the cake tomorrow. She grated the beets for the soup last night.",
      "example_translation": "Rallé el queso para la ensalada. Rallaré las zanahorias para el pastel mañana. Ella ralló las remolachas para la sopa la noche pasada.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ice-cream scoop",
      "translation": "cuchara para helado",
      "definition": "A utensil used to portion and shape balls of ice cream.",
      "definition_translation": "Un utensilio utilizado para porcionar y dar forma a bolas de helado.",
      "example": "I used an ice-cream scoop to serve the dessert. She will use an ice-cream scoop to make sundaes tomorrow. They used an ice-cream scoop to create a elaborate ice cream tower last week.",
      "example_translation": "Usé una cuchara para helado para servir el postre. Ella usará una cuchara para helado para hacer sundae mañana. Usaron una cuchara para helado para crear una torre de helado elaborada la semana pasada.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ladle",
      "translation": "cuchara de sirve",
      "definition": "A large, deep spoon used for serving or transferring liquids or loose foods.",
      "definition_translation": "Una cuchara grande y profunda utilizada para servir o transferir líquidos o alimentos sueltos.",
      "example": "I used a ladle to serve the soup. She will use a ladle to pour the sauce tomorrow. They used a ladle to scoop the yogurt last night.",
      "example_translation": "Usé una cuchara de sirve para servir la sopa. Ella usará una cuchara de sirve para verter la salsa mañana. Usaron una cuchara de sirve para coger el yogur la noche pasada.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lemon squeezer",
      "translation": "exprimidor de limón",
      "definition": "A device used to extract juice from lemons, typically consisting of a manual or electric press or reamer.",
      "definition_translation": "Un dispositivo utilizado para extraer jugo de limones, que consiste típicamente en una prensa manual o eléctrica o un rallador.",
      "example": "I used a lemon squeezer to make fresh lemonade for the party. I will use a lemon squeezer to extract juice for the recipe. She had used a lemon squeezer to make a lemon marinade.",
      "example_translation": "Usé un exprimidor de limón para hacer limonada fresca para la fiesta. Usaré un exprimidor de limón para extraer jugo para la receta. Ella había usado un exprimidor de limón para hacer una marinada de limón.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mandoline",
      "translation": "mandolina",
      "definition": "A kitchen tool with a flat, narrow blade, used for slicing and julienning vegetables and fruits.",
      "definition_translation": "Una herramienta de cocina con hoja plana y estrecha, utilizada para cortar y julianar verduras y frutas.",
      "example": "I sliced the carrots using a mandoline for the salad. She had used a mandoline to julienne the bell peppers. They will use a mandoline to slice the apples for the pie.",
      "example_translation": "Corté las zanahorias con una mandolina para la ensalada. Ella había usado una mandolina para julianar los pimientos. Ellos usarán una mandolina para cortar las manzanas para el pastel.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "measuring spoon",
      "translation": "cuchara medidora",
      "definition": "A spoon with marked measurements, used for accurately measuring ingredients when cooking or baking.",
      "definition_translation": "Una cuchara con medidas marcadas, utilizada para medir con precisión los ingredientes al cocinar o hornear.",
      "example": "I used a measuring spoon to measure the baking powder for the cake. She had used a measuring spoon to measure the vanilla extract. They will use a measuring spoon to measure the sugar for the cookies.",
      "example_translation": "Usé una cuchara medidora para medir el polvo de hornear para la torta. Ella había usado una cuchara medidora para medir el extracto de vainilla. Ellos usarán una cuchara medidora para medir el azúcar para las galletas.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "meat tenderizer",
      "translation": "ablandador de carne",
      "definition": "A substance used to make meat more tender, typically by breaking down the proteins in the meat.",
      "definition_translation": "Una sustancia utilizada para hacer que la carne sea más tierna, típicamente rompiendo las proteínas en la carne.",
      "example": "I used a meat tenderizer to make the steak more palatable. Yesterday, I had already marinated the meat, and tomorrow I will grill it.",
      "example_translation": "Usé un ablandador de carne para hacer que el filete fuera más sabroso. Ayer, ya había marinado la carne, y mañana la asaré.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mincer",
      "translation": "picadora",
      "definition": "A kitchen device used to chop food into small pieces, especially meat.",
      "definition_translation": "Un dispositivo de cocina utilizado para picar alimentos en pequeñas piezas, especialmente carne.",
      "example": "My grandmother always uses a mincer to prepare meat for her famous meatballs. She minced the onions and garlic yesterday, and today she will mix them with the ground beef.",
      "example_translation": "Mi abuela siempre utiliza una picadora para preparar la carne para sus famosas albóndigas. Ella picó las cebollas y el ajo ayer, y hoy los mezclará con la carne molida.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mortar and pestle",
      "translation": "mortero y mano",
      "definition": "A bowl-shaped vessel and a club-shaped tool used to grind, crush, or mix substances, especially in cooking.",
      "definition_translation": "Un recipiente en forma de tazón y una herramienta en forma de club utilizados para moler, triturar o mezclar sustancias, especialmente en la cocina.",
      "example": "The chef used a mortar and pestle to grind the spices for the curry sauce. She had already crushed the garlic and ginger yesterday, and today she will mix them with the coconut milk.",
      "example_translation": "El chef utilizó un mortero y mano para moler las especias para la salsa de curry. Ya había triturado el ajo y el jengibre ayer, y hoy los mezclará con la leche de coco.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nutcracker",
      "translation": "cascanueces",
      "definition": "A device consisting of a clamp and a lever, used for cracking open nuts.",
      "definition_translation": "Un dispositivo que consiste en una abrazadera y una palanca, utilizado para abrir nueces.",
      "example": "I used a nutcracker to crack open the walnuts for the cake. I had cracked open all the nuts yesterday. I will crack open the pecans for the salad tomorrow.",
      "example_translation": "Usé un cascanueces para abrir las nueces para el pastel. Había abierto todas las nueces ayer. Abriré las pacanas para la ensalada mañana.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pastry board",
      "translation": "tabla de pastelería",
      "definition": "A flat, smooth surface, typically made of wood or marble, used for rolling out dough and preparing pastries.",
      "definition_translation": "Una superficie plana y lisa, typicalmente hecha de madera o mármol, utilizada para extender la masa y preparar pasteles.",
      "example": "I rolled out the dough on the pastry board to make a pie. She had sprinkled flour on the pastry board yesterday. They will clean the pastry board after the baking contest.",
      "example_translation": "Extendí la masa en la tabla de pastelería para hacer una tarta. Había espolvoreado harina en la tabla de pastelería ayer. Limpian la tabla de pastelería después del concurso de repostería.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "peeler",
      "translation": "pelador",
      "definition": "A kitchen tool used to remove the skin of fruits and vegetables.",
      "definition_translation": "Una herramienta de cocina utilizada para quitar la piel de frutas y verduras.",
      "example": "I used a peeler to remove the skin of the carrots. She had used a peeler to peel the apples yesterday. They will buy a new peeler for the kitchen tomorrow.",
      "example_translation": "Usé un pelador para quitar la piel de las zanahorias. Había utilizado un pelador para pelar las manzanas ayer. Comprarán un nuevo pelador para la cocina mañana.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pepper mill",
      "translation": "molino de pimienta",
      "definition": "A kitchen device used to grind peppercorns into a fine powder.",
      "definition_translation": "Un dispositivo de cocina utilizado para moler granos de pimienta en un polvo fino.",
      "example": "I used a pepper mill to season the soup, then I will use it again to season the meat, and finally, I will use it tomorrow to season the vegetables.",
      "example_translation": "Usé un molino de pimienta para sazonar la sopa, luego lo usaré de nuevo para sazonar la carne, y finalmente lo usaré mañana para sazonar las verduras.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "piping bag",
      "translation": "bolsa de manga",
      "definition": "A bag used to hold and dispense icing or other soft foods through a narrow tube, used for decorating cakes and pastries.",
      "definition_translation": "Una bolsa utilizada para contener y dispensar glaseado o alimentos blandos a través de un tubo estrecho, utilizada para decorar tartas y pasteles.",
      "example": "She carefully filled the piping bag with frosting, then she piped borders onto the cake, and finally, she will pipe designs onto the cookies tomorrow.",
      "example_translation": "Ella llenó cuidadosamente la bolsa de manga con glaseado, luego pipió bordes en la tarta, y finalmente, pipiará diseños en las galletas mañana.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rolling pin",
      "translation": "rodillo",
      "definition": "A kitchen tool used to flatten and shape dough, typically made of wood, metal, or silicone.",
      "definition_translation": "Una herramienta de cocina utilizada para aplanar y dar forma a la masa, típicamente hecha de madera, metal o silicona.",
      "example": "She used a rolling pin to roll out the dough, then she rolled it out again to make it thinner, and finally, she will roll it out tomorrow to make a large pizza.",
      "example_translation": "Ella utilizó un rodillo para aplanar la masa, luego la volvió a aplanar para hacerla más delgada, y finalmente, la aplanará mañana para hacer una gran pizza.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sideboard",
      "translation": "aparador",
      "definition": "A piece of furniture with shelves, drawers, or cabinets, used for storing and displaying dishes, glasses, and other tableware.",
      "definition_translation": "Un mueble con estantes, cajones o armarios, utilizado para almacenar y mostrar platos, vasos y otros elementos de mesa.",
      "example": "Yesterday, I polished the sideboard to a high shine. Today, I am placing the fine china on it. Tomorrow, I will add some decorations to complete the look.",
      "example_translation": "Ayer, pulí el aparador hasta darle un brillo intenso. Hoy, estoy colocando la vajilla fina en él. Mañana, agregaré some decoraciones para completar el look.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sieve",
      "translation": "cedazo",
      "definition": "A utensil with a perforated or mesh bottom, used for separating solid particles of different sizes or for sifting flour.",
      "definition_translation": "Una herramienta con un fondo perforado o de malla, utilizada para separar partículas sólidas de diferentes tamaños o para cerner harina.",
      "example": "She used a sieve to sift the flour into a large bowl. Then, she added sugar and eggs to the mixture. Later, she will bake a delicious cake.",
      "example_translation": "Ella usó un cedazo para cerner la harina en un tazón grande. Luego, agregó azúcar y huevos a la mezcla. Más tarde, horneará un delicioso pastel.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spice rack",
      "translation": "estante de especias",
      "definition": "A container or shelf used for holding and organizing spices, herbs, and other seasonings.",
      "definition_translation": "Un contenedor o estante utilizado para mantener y organizar especias, hierbas y otros condimentos.",
      "example": "I organized the spice rack by categorizing the spices alphabetically. Yesterday, I used the thyme to season the soup. Tomorrow, I will refill the containers.",
      "example_translation": "Organisé el estante de especias categorizando las especias alfabéticamente. Ayer, usé el tomillo para sazonar la sopa. Mañana, rellenaré los contenedores.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tasting spoon",
      "translation": "cuchara de degustación",
      "definition": "A spoon used to taste food while cooking, typically a large spoon with a long handle.",
      "definition_translation": "Una cuchara utilizada para probar alimentos mientras se cocina, generalmente una cuchara grande con mango largo.",
      "example": "I used a tasting spoon to sample the sauce, then added more herbs to taste. Yesterday, I used a tasting spoon to adjust the seasoning. By next week, I will have perfected my recipe using a tasting spoon.",
      "example_translation": "Usé una cuchara de degustación para probar la salsa, luego agregué más hierbas al gusto. Ayer, usé una cuchara de degustación para ajustar la temporada. Para la próxima semana, habré perfeccionado mi receta utilizando una cuchara de degustación.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "timer",
      "translation": "temporizador",
      "definition": "A device that measures the passage of time, often used in cooking to ensure that food is cooked for a specific amount of time.",
      "definition_translation": "Un dispositivo que mide el paso del tiempo, a menudo utilizado en la cocina para asegurarse de que los alimentos se cocinen durante un período de tiempo específico.",
      "example": "I set the timer for 10 minutes, then checked on the cake. Yesterday, I forgot to set the timer, so the cookies burned. By next month, I will have mastered the art of using a timer to cook the perfect meal.",
      "example_translation": "Puse el temporizador por 10 minutos, luego verifiqué el pastel. Ayer, olvidé poner el temporizador, así que las galletas se quemaron. Para el próximo mes, habré dominado el arte de usar un temporizador para cocinar la comida perfecta.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "whisk",
      "translation": "batidor",
      "definition": "A kitchen tool used to mix and blend ingredients, typically consisting of a handle and a series of wire loops.",
      "definition_translation": "Una herramienta de cocina utilizada para mezclar y batir ingredientes, generalmente consistente en un mango y una serie de bucles de alambre.",
      "example": "I whisked the eggs and sugar together until they were smooth. Yesterday, I used a whisk to mix the batter for the pancakes. By next year, I will have perfected my technique for whisking heavy cream into stiff peaks.",
      "example_translation": "Batí los huevos y azúcar juntos hasta que estuvieron suaves. Ayer, usé un batidor para mezclar la masa para las tortitas. Para el año que viene, habré perfeccionado mi técnica para batir crema espesa en picos firmes.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    }
  ]
}