[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Aquarius",
      "translation": "Acuario",
      "definition": "A sign of the zodiac, represented by the symbol of a person pouring water from a jar. It is associated with the period from January 20 to February 18.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de una persona vertiendo agua de un jarro. Está asociado con el período del 20 de enero al 18 de febrero.",
      "example": "She was an Aquarius, born on February 10, and was known for her humanitarian nature. She had been a volunteer at a local charity for years, and will continue to do so in the future.",
      "example_translation": "Era una Acuario, nacida el 10 de febrero, y era conocida por su naturaleza humanitaria. Había sido voluntaria en una organización benéfica local durante años, y lo seguirá haciendo en el futuro.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Aries",
      "translation": "Aries",
      "definition": "A sign of the zodiac, represented by the symbol of a ram. It is associated with the period from March 21 to April 19.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de un carnero. Está asociado con el período del 21 de marzo al 19 de abril.",
      "example": "He was an Aries, born on April 1, and was known for his adventurous spirit. He had traveled to many countries in the past, and will plan another trip in the future.",
      "example_translation": "Era un Aries, nacido el 1 de abril, y era conocido por su espíritu aventurero. Había viajado a muchos países en el pasado, y planea otro viaje en el futuro.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Cancer",
      "translation": "Cáncer",
      "definition": "A sign of the zodiac, represented by the symbol of a crab. It is associated with the period from June 21 to July 22.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de un cangrejo. Está asociado con el período del 21 de junio al 22 de julio.",
      "example": "She was a Cancer, born on July 15, and was known for her caring nature. She had taken care of her family members in the past, and will continue to do so in the future.",
      "example_translation": "Era un Cáncer, nacida el 15 de julio, y era conocida por su naturaleza cuidadora. Había cuidado a los miembros de su familia en el pasado, y lo seguirá haciendo en el futuro.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Capricorn",
      "translation": "Capricornio",
      "definition": "A person born between December 22 and January 19, in the period of the year ruled by the sign of Capricorn.",
      "definition_translation": "Una persona nacida entre el 22 de diciembre y el 19 de enero, en el período del año regido por el signo de Capricornio.",
      "example": "The Capricorn star sign is associated with ambition and discipline. She was a Capricorn and always worked hard to achieve her goals. By the time she was 30, she will have achieved great success as a Capricorn.",
      "example_translation": "El signo estelar de Capricornio se asocia con la ambición y la disciplina. Ella era un Capricornio y siempre trabajó duro para alcanzar sus objetivos. Para cuando tenía 30 años, habrá alcanzado un gran éxito como un Capricornio.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Gemini",
      "translation": "Géminis",
      "definition": "A person born between May 21 and June 20, in the period of the year ruled by the sign of Gemini.",
      "definition_translation": "Una persona nacida entre el 21 de mayo y el 20 de junio, en el período del año regido por el signo de Géminis.",
      "example": "The Gemini star sign is associated with communication and versatility. He was a Gemini and always had multiple projects going on. By the time he was 25, he will have traveled to many countries as a Gemini.",
      "example_translation": "El signo estelar de Géminis se asocia con la comunicación y la versatilidad. Él era un Géminis y siempre tenía múltiples proyectos en marcha. Para cuando tenía 25 años, habrá viajado a muchos países como un Géminis.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Leo",
      "translation": "Leo",
      "definition": "A person born between July 23 and August 22, in the period of the year ruled by the sign of Leo.",
      "definition_translation": "Una persona nacida entre el 23 de julio y el 22 de agosto, en el período del año regido por el signo de Leo.",
      "example": "The Leo star sign is associated with confidence and creativity. She was a Leo and always shone bright like the sun. By the time she was 30, she will have become a famous actress as a Leo.",
      "example_translation": "El signo estelar de Leo se asocia con la confianza y la creatividad. Ella era un Leo y siempre brilló con fuerza como el sol. Para cuando tenía 30 años, habrá become una actriz famosa como un Leo.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Libra",
      "translation": "Libra",
      "definition": "A libra is a unit of weight or mass, equal to 0.45 kilograms or 16 ounces, used especially in chemistry and biology.",
      "definition_translation": "Una libra es una unidad de peso o masa, igual a 0.45 kilogramos o 16 onzas, utilizada especialmente en química y biología.",
      "example": "I weighed the sample on a balance to ensure it was exactly one libra. Yesterday, I had to convert the weight from libra to grams. By next week, we will have measured the substance in libra.",
      "example_translation": "Pesé la muestra en una balanza para asegurarme de que fuera exactamente una libra. Ayer, tuve que convertir el peso de libra a gramos. Para la próxima semana, habremos medido la sustancia en libra.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Pisces",
      "translation": "Piscis",
      "definition": "Pisces is a constellation and a sign of the zodiac, associated with the period from February 19 to March 20.",
      "definition_translation": "Piscis es una constelación y un signo del zodiaco, asociado con el período del 19 de febrero al 20 de marzo.",
      "example": "I was born on March 15, so my star sign is Pisces. My mother is a Pisces, and she's always been emotional. By the time I'm 30, I will have met many Pisces people.",
      "example_translation": "Nací el 15 de marzo, así que mi signo estelar es Piscis. Mi madre es un Piscis, y siempre ha sido emocional. Para cuando tenga 30 años, habré conocido a muchas personas Piscis.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Sagittarius",
      "translation": "Sagitario",
      "definition": "Sagittarius is a constellation and a sign of the zodiac, associated with the period from November 22 to December 21.",
      "definition_translation": "Sagitario es una constelación y un signo del zodiaco, asociado con el período del 22 de noviembre al 21 de diciembre.",
      "example": "My brother is a Sagittarius, and he loves to travel. I met a Sagittarius last year, and she was very outgoing. By next December, I will have met many Sagittarians.",
      "example_translation": "Mi hermano es un Sagitario, y le encanta viajar. Conocí a una Sagitario el año pasado, y ella era muy extrovertida. Para el próximo diciembre, habré conocido a muchos Sagitarianos.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Scorpio",
      "translation": "Escorpio",
      "definition": "A zodiac sign associated with the scorpion symbol, believed to influence people born between October 23 and November 21.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo del escorpión, se cree que influye en las personas nacidas entre el 23 de octubre y el 21 de noviembre.",
      "example": "I'm a Scorpio and I'm known for being intense and passionate. I was a Scorpio in my past life, I'm still a Scorpio now, and I'll be a Scorpio in the future.",
      "example_translation": "Soy un Escorpio y soy conocido por ser intenso y apasionado. Fui un Escorpio en mi vida pasada, sigo siendo un Escorpio ahora y seré un Escorpio en el futuro.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Taurus",
      "translation": "Tauro",
      "definition": "A zodiac sign associated with the bull symbol, believed to influence people born between April 20 and May 20.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo del toro, se cree que influye en las personas nacidas entre el 20 de abril y el 20 de mayo.",
      "example": "I'm a Taurus and I'm known for being reliable and practical. I was a Taurus in my past life, I'm still a Taurus now, and I'll be a Taurus in the future.",
      "example_translation": "Soy un Tauro y soy conocido por ser confiable y práctico. Fui un Tauro en mi vida pasada, sigo siendo un Tauro ahora y seré un Tauro en el futuro.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Virgo",
      "translation": "Virgo",
      "definition": "A zodiac sign associated with the maiden symbol, believed to influence people born between August 23 and September 22.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo de la virgen, se cree que influye en las personas nacidas entre el 23 de agosto y el 22 de septiembre.",
      "example": "I'm a Virgo and I'm known for being analytical and hardworking. I was a Virgo in my past life, I'm still a Virgo now, and I'll be a Virgo in the future.",
      "example_translation": "Soy un Virgo y soy conocido por ser analítico y trabajador. Fui un Virgo en mi vida pasada, sigo siendo un Virgo ahora y seré un Virgo en el futuro.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "zodiac sign",
      "translation": "signo del zodiaco",
      "definition": "A zodiac sign is a symbol that represents a person's astrological character based on the position of the sun, moon, and planets at the time of their birth.",
      "definition_translation": "Un signo del zodiaco es un símbolo que representa el carácter astrológico de una persona basado en la posición del sol, la luna y los planetas en el momento de su nacimiento.",
      "example": "I was born under the zodiac sign of Leo, my sister was a Scorpio, and my brother will be a Gemini. Yesterday, I read my daily horoscope for Leo. Today, I am checking the horoscope for Scorpio. Tomorrow, I will read the forecast for Gemini.",
      "example_translation": "Nací bajo el signo del zodiaco de Leo, mi hermana fue un Escorpio y mi hermano será un Géminis. Ayer leí mi horóscopo diario para Leo. Hoy estoy revisando el horóscopo para Escorpio. Mañana leeré el pronóstico para Géminis.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]