{
  "data": [
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bruder",
      "translation": "भाई",
      "definition": "Ein männlicher Geschwister, oft in einem ähnlichen Alter wie der Sprecher.",
      "definition_translation": "स्पीकर के उम्र के निकट एक पुरुष सिबलिंग",
      "example": "Ich hatte einen Bruder, der ging letzten Jahr aufs College, mein Bruder studiert jetzt und mein Bruder wird nächstes Jahr abschließen.",
      "example_translation": "मेरे पास एक भाई था जिसने पिछले साल कॉलेज में दाखिला लिया, मेरा भाई अब अध्ययन कर रहा है, और मेरा भाई अगले साल स्नातक होगा.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kind",
      "translation": "बच्चा",
      "definition": "Ein Mensch zwischen Geburt und Pubertät oder ein Kind eines Elternteils.",
      "definition_translation": "जन्म और प्यूबर्टी के बीच एक मानव, या किसी व्यक्ति का बेटा या बेटी",
      "example": "Ich war ein Kind, als ich zum ersten Mal mit dem Fahrrad fuhr, ich habe ein Kind, das gerne mit Spielzeug spielen möchte, und mein Kind wird nächstes Jahr in die Schule gehen.",
      "example_translation": "मैं एक बच्चा था जब मैंने पहली बार साइकिल चलाना सीखा, मेरे पास एक बच्चा है जो खिलौनों के साथ खेलना पसंद करता है, और मेरा बच्चा अगले साल स्कूल शुरू करेगा.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kinder",
      "translation": "बच्चे",
      "definition": "Pluralform von Kind, bezieht sich auf mehr als ein Kind.",
      "definition_translation": "बच्चा का बहुवचन रूप, एक से अधिक बच्चे को संदर्भित करता है",
      "example": "Ich habe zwei Kinder, die gerne mit ihren Freunden spielen, meine Kinder studieren in der gleichen Schule, und meine Kinder werden nächsten Monat am Talentwettbewerb teilnehmen.",
      "example_translation": "मेरे पास दो बच्चे हैं जो अपने दोस्तों के साथ खेलना पसंद करते हैं, मेरे बच्चे एक ही स्कूल में अध्ययन कर रहे हैं, और मेरे बच्चे अगले महीने प्रतिभा शो में भाग लेंगे.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vater",
      "translation": "पिता",
      "definition": "Ein männlicher Elternteil, oft als Ausdruck von Zuneigung oder Respekt verwendet.",
      "definition_translation": "एक पुरुष माता-पिता, अक्सर स्नेह या सम्मान के रूप में इस्तेमाल किया जाता है",
      "example": "Mein Vater lehrte mich, wie man mit dem Fahrrad fährt, als ich ein Kind war, mein Vater ist ein freundlicher Mensch, und mein Vater wird nächstes Jahr in Rente gehen.",
      "example_translation": "मेरे पिता ने मुझे बच्चा होने पर साइकिल चलाना सिखाया, मेरा पिता एक-kind व्यक्ति है, और मेरा पिता अगले साल सेवानिवृत्त हो जाएगा.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tochter",
      "translation": "बेटी",
      "definition": "Ein weibliches Kind oder eine weibliche Nachkommin.",
      "definition_translation": "एक महिला बच्चा या महिला वंशज。",
      "example": "Ich habe eine 10 Jahre alte Tochter. Ich hatte eine Tochter, als ich 25 Jahre alt war. Ich werde eine Tochter haben, irgendwann.",
      "example_translation": "मेरी 10 साल की एक बेटी है। मेरी 25 साल की उम्र में एक बेटी थी। मेरे पास एक दिन एक बेटी होगी।",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vater",
      "translation": "पिता",
      "definition": "Ein männlicher Elternteil oder männlicher Vorfahr.",
      "definition_translation": "एक पुरुष माता-पिता या पुरुष पूर्वज。",
      "example": "Mein Vater ist Arzt. Ich werde meinen Vater bitten, mir zu helfen. Mein Vater half mir, als ich auf dem College war.",
      "example_translation": "मेरे पिताजी एक डॉक्टर हैं। मैं अपने पिताजी से मदद माँगूँगा। मेरे पिताजी ने मेरी कॉलेज के दिनों में मेरी मदद की।",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehemann",
      "translation": "पति",
      "definition": "Ein männlicher Partner in einer Ehe.",
      "definition_translation": "विवाह में एक पुरुष साथी।",
      "example": "Mein Ehemann arbeitet im Ausland. Ich werde morgen meinen Ehemann treffen. Mein Ehemann half mir, einen Job zu finden.",
      "example_translation": "मेरा पति विदेश में काम कर रहा है। मैं अपने पति से कल मिलूँगी। मेरे पति ने मुझे नौकरी ढूँढने में मेरी मदद की।",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mutter",
      "translation": "माँ",
      "definition": "Eine weibliche Elternteil oder weibliche Vorfahr.",
      "definition_translation": "एक महिला माता-पिता या महिला पूर्वज。",
      "example": "Meine Mutter ist Lehrerin. Ich werde meine Mutter heute Abend anrufen. Meine Mutter lehrte mich, wie man kocht.",
      "example_translation": "मेरी माँ एक अध्यापिका हैं। मैं अपनी माँ को आज रात कॉल करूँगा। मेरी माँ ने मुझे कुकिंग सिखायी।",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mama",
      "translation": "माँ",
      "definition": "Eine Mutter, insbesondere die eigene Mutter, insbesondere die biologische Mutter.",
      "definition_translation": "किसी की भी माँ, ειδात(SE) से अपनी माँ,尤आ द्वारा माँ",
      "example": "Ich ging gestern mit meiner Mama einkaufen, ich gehe heute mit meiner Mama einkaufen, und ich werde morgen mit meiner Mama einkaufen.",
      "example_translation": "कल मैं अपनी माँ के साथ शॉपिंग पर गया, आज मैं अपनी माँ के साथ शॉपिंग पर जा रहा हूँ, और कल मैं अपनी माँ के साथ शॉपिंग पर जाऊंगा",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eltern",
      "translation": "माता-पिता",
      "definition": "Ein Vater und eine Mutter, insbesondere die eigenen Eltern.",
      "definition_translation": "एक पिता और माँ,尤आ से अपने पिता और माँ",
      "example": "Meine Eltern ermutigten mich, meine Träume zu verfolgen, als ich jung war, meine Eltern ermutigen mich, meine Träume zu verfolgen, und meine Eltern werden mich ermutigen, meine Träume zu verfolgen, in der Zukunft.",
      "example_translation": "जब मैं छोटा था, मेरे माता-पिता ने मुझे अपने सपने पीछा करने के लिए प्रोत्साहित किया, अब मेरे माता-पिता मुझे अपने सपने पीछा करने के लिए प्रोत्साहित कर रहे हैं, और भविष्य में मेरे माता-पिता मुझे अपने सपने पीछा करने के लिए प्रोत्साहित करेंगे",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwester",
      "translation": "बहन",
      "definition": "Eine weibliche Geschwister, insbesondere die eigene Schwester.",
      "definition_translation": "एक महिला साथी,尤आ से अपनी महिला साथी",
      "example": "Ich spielte mit meiner Schwester im Park gestern, ich spiele mit meiner Schwester im Park heute und ich werde mit meiner Schwester im Park morgen spielen.",
      "example_translation": "कल मैं अपनी बहन के साथ पार्क में खेला, आज मैं अपनी बहन के साथ पार्क में खेल रहा हूँ, और कल मैं अपनी बहन के साथ पार्क में खेलूँगा",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sohn",
      "translation": "बेटा",
      "definition": "Ein männliches Kind oder ein junger Mann, insbesondere das eigene männliche Kind.",
      "definition_translation": "एक पुरुष बच्चा या युवा पुरुष,尤आ से अपने पुरुष बच्चा",
      "example": "Ich nahm meinen Sohn zum Zoo gestern, ich nehme meinen Sohn zum Zoo heute und ich werde meinen Sohn zum Zoo morgen nehmen.",
      "example_translation": "कल मैं अपने बेटे के साथ चिड़ियाघर पर गया, आज मैं अपने बेटे के साथ चिड़ियाघर पर जा रहा हूँ, और कल मैं अपने बेटे के साथ चिड़ियाघर पर जाऊंगा",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehefrau",
      "translation": "पत्नी",
      "definition": "Eine Ehefrau ist die weibliche Partnerin in einer Ehe, die eine romantische und intime Beziehung mit ihrem Mann teilt.",
      "definition_translation": "एक पत्नी विवाह में एक स्त्री साथी है, जो अपने पति के साथ रोमांटिक और अंतरंग संबंध साझा करती है.",
      "example": "Ich heiratete meine Ehefrau letzten Jahr. Ich werde meine Ehefrau morgen treffen. Ich traf meine Ehefrau auf dem College.",
      "example_translation": "मैंने पिछले साल अपनी पत्नी से शादी की. मैं कल अपनी पत्नी से मिलने जा रहा हूँ. मैंने कॉलेज में अपनी पत्नी से मुलाकात की.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tante",
      "translation": "चाची",
      "definition": "Eine Tante ist die Schwester der eigenen Mutter oder des eigenen Vaters oder die Ehefrau des eigenen Onkels.",
      "definition_translation": "एक चाची माँ या पिता की बहन है, या चाचा की पत्नी है.",
      "example": "Meine Tante lebt in Berlin. Ich besuchte meine Tante letzte Woche. Meine Tante wird uns nächsten Monat besuchen.",
      "example_translation": "मेरी चाची दिल्ली में रहती है. मैंने पिछले सप्ताह मेरी चाची से मुलाकात की. मेरी चाची अगले महीने हमारे पास आने वाली है.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großer Bruder",
      "translation": "बड़ा भाई",
      "definition": "Ein größerer Bruder ist ein älterer Bruder, der normalerweise mehr verantwortungsbewusst und beschützend gegenüber seinen jüngeren Geschwistern ist.",
      "definition_translation": "एक बड़ा भाई एक बड़ा भाई है, जो आमतौर पर अपने छोटे भाई-बहनों की जिम्मेदारी और रक्षा करता है.",
      "example": "Mein großer Bruder ist sehr nett. Ich respektiere meinen größeren Bruder. Mein großer Bruder half mir bei meinen Studien.",
      "example_translation": "मेरा बड़ा भाई बहुत अच्छा है. मैं मेरे बड़े भाई का सम्मान करता हूँ. मेरा बड़ा भाई ने मेरी पढ़ाई में मदद की.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "große Schwester",
      "translation": "बड़ी बहन",
      "definition": "Eine große Schwester ist eine ältere Schwester, die normalerweise mehr verantwortungsbewusst und beschützend gegenüber ihren jüngeren Geschwistern ist.",
      "definition_translation": "एक बड़ी बहन एक बड़ी बहन है, जो आमतौर पर अपने छोटे भाई-बहनों की जिम्मेदारी और रक्षा करती है.",
      "example": "Meine große Schwester ist sehr fürsorglich. Ich liebe meine große Schwester. Meine große Schwester lehrte mich, wie man kocht.",
      "example_translation": "मेरी बड़ी बहन बहुत देखभाल करती है. मैं मेरी बड़ी बहन से प्यार करता हूँ. मेरी बड़ी बहन ने मुझे कुकिंग सिखाई.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vetter",
      "translation": "चचेरा भाई",
      "definition": "Das Kind des eigenen Onkels oder der eigenen Tante",
      "definition_translation": "अपने चाचा या चाची का बच्चा",
      "example": " Mein Vetter besucht aus der Stadt. Ich besuchte meinen Vetter letzten Jahr. Ich werde meinen Vetter nächsten Monat treffen.",
      "example_translation": "मेरा चचेरा भाई शहर से आ रहा है। मैंने पिछले साल अपने चचेरे भाई से मुलाकात की। मैं अगले महीने अपने चचेरे भाई से मिलूँगा।",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkel",
      "translation": "पोता",
      "definition": "Das Kind des eigenen Kindes",
      "definition_translation": "अपने बच्चे का बच्चा",
      "example": "Mein Enkel spielt mit Spielzeug. Ich spielte mit meinem Enkel gestern. Ich werde meinen Enkel morgen zum Park mitnehmen.",
      "example_translation": "मेरा पोता खिलौनों से खेल रहा है। मैंने कल अपने पोते से खेला था। मैं कल अपने पोते को पार्क में ले जाऊँगा।",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelkinder",
      "translation": "पोते-पोती",
      "definition": "Die Kinder der eigenen Kinder",
      "definition_translation": "अपने बच्चों के बच्चे",
      "example": "Meine Enkelkinder sind sehr unartig. Ich liebe es, mit meinen Enkelkindern zu spielen. Meine Enkelkinder werden mich nächste Woche besuchen.",
      "example_translation": "मेरे पोते-पोती बहुत शरारती हैं। मैं अपने पोते-पोती से खेलना पसंद करता हूँ। मेरे पोते-पोती अगले हफ्ते मेरे पास आने वाले हैं।",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großvater",
      "translation": "दादा",
      "definition": "Der Vater des eigenen Vaters oder der eigenen Mutter",
      "definition_translation": "अपने माँ या पिता का पिता",
      "example": " Mein Großvater ist sehr alt. Ich liebte es, den Geschichten meines Großvaters zuzuhören. Mein Großvater wird nächsten Monat seinen Geburtstag feiern.",
      "example_translation": "मेरा दादा बहुत बूढ़ा है। मैं अपने दादा की कहानियाँ सुनना पसंद करता था। मेरा दादा अगले महीने अपना जन्मदिन मनाएगा।",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelin",
      "translation": "पोती",
      "definition": "Eine weibliche Enkelin eines Kindes.",
      "definition_translation": "अपने बच्चे की लड़की",
      "example": "Sie verehrte ihre Enkelin und liebte es, Zeit mit ihr zu verbringen. Sie hatte ihre Enkelin gestern in den Park genommen. Sie wird ihre Enkelin morgen in den Zoo mitnehmen.",
      "example_translation": "वह अपनी पोती से प्यार करती थी और उसके साथ समय बिताना पसंद करती थी। उसने कल अपनी पोती को पार्क में ले गया था. वह कल अपनी पोती को चिड़ियाघर में ले जाएगी.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großvater",
      "translation": "दादा",
      "definition": "Der Vater eines Vaters oder einer Mutter.",
      "definition_translation": "एक के पिता या माता के पिता",
      "example": "Sein Großvater war ein freundlicher und sanfter Mann. Er hatte seinem Großvater gestern im Garten geholfen. Er wird nächsten Woche seinen Großvater besuchen.",
      "example_translation": "उसके दादा एक कोमल और सौम्य व्यक्ति थे. उसने कल अपने दादा की मदद की थी बगीचे में। वह अगले हफ्ते अपने दादा से मिलने जाएगा.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oma",
      "translation": "दादी",
      "definition": "Die Mutter eines Vaters oder einer Mutter.",
      "definition_translation": "एक के माता या पिता की माता",
      "example": "Er liebte das Kochen seiner Oma und freute sich immer auf ihre Besuche. Er hatte seiner Oma gestern in der Küche geholfen. Er wird seine Oma morgen anrufen.",
      "example_translation": "वह अपनी दादी के खाना पकाने से प्यार करता था और हमेशा उसकी यात्रा की उम्मीद करता था। उसने कल अपनी दादी की रसोई में मदद की थी. वह कल अपनी दादी को फोन करेगा.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großmutter",
      "translation": "नानी",
      "definition": "Die Mutter eines Vaters oder einer Mutter.",
      "definition_translation": "एक के माता या पिता की माता",
      "example": "Sie hegte die Erinnerungen an ihre Großmutter und dachte oft an sie. Sie hatte ihre Großmutter letzten Monat besucht. Sie wird ihre Großmutter nächste Woche zum Arzt bringen.",
      "example_translation": "वह अपनी नानी की यादें संजोई हुई थीं और अक्सर उसके बारे में सोचती थी. उसने पिछले महीने अपनी नानी से मुलाकात की थी. वह अगले हफ्ते अपनी नानी को डॉक्टर के पास ले जाएगी.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Opa",
      "translation": "दादा",
      "definition": "Der Vater eines Vaters oder einer Mutter; ein männlicher Großelternteil.",
      "definition_translation": "अपने पिता या माँ का पिता; एक पुरुष माता-पिता",
      "example": "Mein Opa erzählte mir immer Geschichten, als ich ein Kind war. Mein Opa nimmt mich heute in den Park mit. Ich werde meinen Opa nächsten Woche besuchen.",
      "example_translation": "मैं बच्चा था तब मेरे दादा मुझे कहानियाँ सुनाया करते थे। आज मेरे दादा मुझे पार्क में ले जा रहे हैं। अगले हफ्ते मैं अपने दादा से मिलूँगा.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großeltern",
      "translation": "दादा/दादी",
      "definition": "Eltern eines Vaters oder einer Mutter.",
      "definition_translation": "अपने माँ या पिता का माँ या पिता",
      "example": "Meine Großeltern leben in einem kleinen Dorf. Meine Großeltern geben mir immer Süßigkeiten. Ich werde meine Großeltern nächsten Monat treffen.",
      "example_translation": "मेरे दादा/दादी एक छोटे से शहर में रहते हैं। मेरे दादा/दादी मुझे हमेशा मिठाई देते हैं। अगले महीने मैं अपने दादा/दादी से मिलूँगा.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großeltern",
      "translation": "दादा/दादी",
      "definition": "Eltern eines Vaters oder einer Mutter.",
      "definition_translation": "अपने माँ या पिता के माँ या पिता",
      "example": "Meine Großeltern waren sehr streng, als ich ein Kind war. Meine Großeltern kommen uns morgen besuchen. Ich liebe meine Großeltern sehr.",
      "example_translation": "जब मैं बच्चा था तब मेरे दादा/दादी बहुत सख्त थे। कल मेरे दादा/दादी हमारे यहाँ आने वाले हैं। मैं अपने दादा/दादी से बहुत प्यार करता हूँ.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkel",
      "translation": "पोता",
      "definition": "Der Sohn eines Sohnes oder einer Tochter.",
      "definition_translation": "अपने बेटे या बेटी का बेटा",
      "example": "Mein Enkel ist sehr unartig. Mein Enkel war sehr glücklich, mich zu sehen. Ich werde meinen Enkel nächste Woche in den Zoo mitnehmen.",
      "example_translation": "मेरा पोता बहुत शरारती है। मेरा पोता मुझे देखने के लिए बहुत खुश था। अगले हफ्ते मैं अपने पोते को चिड़ियाघर में ले जाऊँगा.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oma",
      "translation": "दादी",
      "definition": "Eine Oma ist ein informeller Ausdruck für eine ältere Frau, insbesondere eine Großmutter.",
      "definition_translation": "एक दादी एक बड़ी उम्र की महिला के लिए एक अनौपचारिक शब्द है, विशेष रूप से एक दादी。",
      "example": "Meine Oma erzählte mir immer Geschichten über den Krieg. Sie hatte meinen Opa letzten Monat besucht. Sie wird auf meiner Geburtstagsparty nächsten Monat kommen.",
      "example_translation": "मेरी दादी ने मुझे युद्ध के बारे में कहानियां बताईं. पिछले हफ्ते उसने मेरे दादाजी से मुलाकात की थी. वह अगले महीने मेरे जन्मदिन की पार्टी में आएगी.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Onkel",
      "translation": "चाचा",
      "definition": "Ein Onkel ist der Bruder eines Vaters oder einer Mutter oder der Ehemann einer Tante.",
      "definition_translation": "एक चाचा किसी की माँ या पिता का भाई है, या किसी की चाची का पति है.",
      "example": "Mein Onkel nimmt mich immer in den Zoo mit. Er nahm mich letzten Sonntag in den Zoo mit. Er wird mich nächsten Wochenende in den Zoo mitnehmen.",
      "example_translation": "मेरे चाचा हमेशा मुझे चिड़ियाघर ले जाते हैं. पिछले रविवार को मेरे चाचा ने मुझे चिड़ियाघर ले गए थे. वह अगले सप्ताहांत में मुझे चिड़ियाघर ले जाएंगे.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neffe",
      "translation": "भांजा",
      "definition": "Ein Neffe ist der Sohn eines Bruders oder einer Schwester oder der Sohn des Bruders oder der Schwester des Ehepartners.",
      "definition_translation": "एक भांजा किसी के भाई या बहन का पुत्र है, या किसी के पति के भाई या बहन का पुत्र है.",
      "example": " Mein Neffe ist sehr clever. Er spielte gestern Abend mit seinen Spielzeugen. Er wird nächstes Jahr in die Schule gehen.",
      "example_translation": "मेरा भांजा बहुत होशियार है. वह रात में अपने खिलौनों से खेल रहा था. वह अगले साल स्कूल जाएगा.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nichte",
      "translation": "भांझी",
      "definition": "Eine Nichte ist die Tochter eines Bruders oder einer Schwester oder die Tochter des Bruders oder der Schwester des Ehepartners.",
      "definition_translation": "एक भांझी किसी के भाई या बहन की पुत्री है, या किसी के पति के भाई या बहन की पुत्री है.",
      "example": "Meine Nichte ist sehr süß. Sie spielte gestern mit ihren Puppen. Sie wird morgen in den Park gehen.",
      "example_translation": "मेरी भांझी बहुत प्यारी है. वह कल अपनी गुड्डियों से खेल रही थी. वह कल पार्क जाएगी.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwandter",
      "translation": "रिश्तेदार",
      "definition": "Eine Person, die durch Blutsverwandtschaft oder Ehe mit jemandem verbunden ist, wie Eltern, Geschwister oder Cousin.",
      "definition_translation": "रक्त या विवाह से जुड़ा एक व्यक्ति, जैसे माता-पिता, सिबलिंग, या चचेरा भाई",
      "example": "Mein Verwandter lebt in einer anderen Stadt. Sie besuchte uns letztes Jahr. Sie wird uns nächsten Monat wieder besuchen.",
      "example_translation": "मेरा रिश्तेदार दूसरे शहर में रहता है. वह पिछले साल हमसे मिलीं. वह अगले महीने फिर से हमसे मिलेगी.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwilling",
      "translation": "जुड़वा",
      "definition": "Einer von zwei Babys, die gleichzeitig geboren wurden, oder eine Person, die denselben Geburtstag hat wie eine andere Person.",
      "definition_translation": "एक ही समय में जन्मे दो बच्चों, या उसी दिन जन्मे दूसरे व्यक्ति",
      "example": "Ich habe Zwillingsschwestern, die sehr eng befreundet sind. Sie wurden am selben Tag geboren. Sie werden morgen gemeinsam ihren Geburtstag feiern.",
      "example_translation": "मेरी जुड़वा बहनें हैं, जिनके बीच काफी gắnा है. वे एक ही दिन में पैदा हुई थीं. वे कल साथ में अपना जन्मदिन मनाएंगी.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwager",
      "translation": "जीजा",
      "definition": "Der Ehemann einer Schwester oder der Bruder des Ehepartners.",
      "definition_translation": "एक की बहन का पति, या अपने पति या पत्नी का भाई",
      "example": "Mein Schwager ist Arzt. Er heiratete meine Schwester letztes Jahr. Er wird uns nächste Woche besuchen.",
      "example_translation": "मेरा जीजा एक डॉक्टर है. वह mio sister से पिछले साल शादी की थी. वह अगले हफ्ते हमसे मिलने आएगा.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Schwiegertochter",
      "translation": "बहू",
      "definition": "Die Ehefrau eines Sohnes oder die Ehefrau des Sohnes eines Bruders oder einer Schwester.",
      "definition_translation": "एक के बेटे की पत्नी, या अपने भाई या बहन के बेटे की पत्नी",
      "example": "Meine Schwiegertochter ist sehr hilfsbereit. Sie hilft meiner Frau in der Küche. Sie wird nächsten Monat ein Baby bekommen.",
      "example_translation": "मेरी बहू काफी मददगार है. वह मेरी पत्नी की रसोई में मदद करती है. वह अगले महीने एक बच्चे को जन्म देगी.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwieger_vater",
      "translation": "ससुर",
      "definition": "Der Ehemann der Schwester oder des Bruders des Ehepartners oder der Vater des Ehepartners.",
      "definition_translation": "पत्नी की बहिन या भाई का पति या स्वामी का पिता,",
      "example": "Mein Schwiegervater ist ein freundlicher und sanfter Mensch. Ich liebte es, letzten Sommer bei ihm zu bleiben. Ich werde ihn nächstes Jahr wieder besuchen und ich besuchte ihn letzte Woche.",
      "example_translation": "मेरे ससुर एक दयालु और सौम्य व्यक्ति हैं, मैं पिछली गर्मी में उनके साथ रहना पसंद करता था, मैं अगले साल फिर से उनसे मिलने जाऊंगा, और मैं पिछले हफ्ते उनसे मिला था.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbbruder",
      "translation": "अर्ध भाई",
      "definition": "Ein Bruder, der nur einen Elternteil mit einer anderen Person teilt.",
      "definition_translation": "एक böyle जिसका एक ही माता-पिता है, लेकिन दोनों नहीं, दूसरे व्यक्ति के साथ。",
      "example": "Ich habe einen Halbbruder, der in London lebt. Ich traf ihn letztes Jahr. Ich werde ihn nächsten Monat wieder treffen. Meine Mutter erzählte mir von ihm, als ich ein Kind war.",
      "example_translation": "मेरे पास लंदन में रहने वाला एक अर्ध भाई है, मैंने पिछले साल उससे मुलाकात की थी, और मैं अगले महीने फिर से उससे मिलूंगा, मेरी मां ने मुझे उसके बारे में बताया था जब मैं बच्चा था.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbschwester",
      "translation": "अर्ध बहन",
      "definition": "Eine Schwester, die nur einen Elternteil mit einer anderen Person teilt.",
      "definition_translation": "एक बहन जिसका एक ही माता-पिता है, लेकिन दोनों नहीं, दूसरे व्यक्ति के साथ。",
      "example": "Meine Halbschwester ist Ärztin. Ich traf sie letzte Woche. Ich werde sie nächstes Jahr wieder treffen. Ich traf sie, als ich ein Kind war.",
      "example_translation": "मेरी अर्ध बहन एक डॉक्टर है, मैंने पिछले हफ्ते उससे मुलाकात की थी, मैं अगले साल फिर से उससे मिलूंगा, और मैंने बचपन में उससे मुलाकात की थी.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegermutter",
      "translation": "सास",
      "definition": "Die Mutter des Ehepartners.",
      "definition_translation": "स्वामी की माता.",
      "example": "Meine Schwiegermutter ist ein sehr freundlicher Mensch. Ich besuchte sie letztes Monat. Ich werde sie nächstes Jahr wieder besuchen und ich besuchte sie letzten Sommer.",
      "example_translation": "मेरी सास एक बहुत दयालु व्यक्ति हैं, मैंने पिछले महीने उनसे मुलाकात की थी, मैं अगले साल फिर से उनसे मिलूंगा, और मैंने पिछली गर्मी में उनसे मुलाकात की थी.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beziehungen",
      "translation": "संबंध (sambandh)",
      "definition": "Eine Verbindung oder Assoziation zwischen Menschen, Gruppen oder Dingen.",
      "definition_translation": "लोगों, समूहों, या चीज़ों के बीच एक संबंध hoặc संघ।",
      "example": "Sie hat gute Beziehungen zu ihren Kollegen, was ihr in ihrer Karriere hilft. Sie hatte angespannte Beziehungen zu ihren Eltern während ihrer Teenagerjahre. Sie wird sich bei ihrer Schwiegereltern nach der Hochzeit verbessern.",
      "example_translation": "वह अपने कर्मचारियों के साथ अच्छे संबंध रखती है, जिसकी उसे अपने करियर में मदद मिलती है। वह अपने किशोर अवस्था के दौरान अपने माता-पिता के साथ तनावपूर्ण संबंध रखती थी। वह शादी के बाद अपने ससुराल वालों के साथ सुधार संबंध रखेगी।",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschwister",
      "translation": "सहोदर (sahodar)",
      "definition": "Brüder und Schwestern; Menschen, die einen oder beiden Eltern teilen.",
      "definition_translation": "भाई और बहन; एक या दोनों माता-पिता के साथ साझा करने वाले लोग।",
      "example": "Ich habe zwei Geschwister, einen Bruder und eine Schwester. Meine Geschwister und ich haben uns oft gestritten, als wir Kinder waren. Meine Geschwister werden heute Abend zum Essen kommen.",
      "example_translation": "मेरे दो सहोदर हैं, एक भाई और एक बहन। मेरे सहोदर और मैं बच्चे थे तब हम लोग बहुत लड़ते थे। मेरे सहोदर आज रात के खाने के लिए आएंगे।",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwägerin",
      "translation": "भाभी (bhabhi)",
      "definition": "Die Schwester des Ehemanns oder der Ehefrau, oder die Ehefrau des Bruders.",
      "definition_translation": "पति या पत्नी की बहन, या भाई की पत्नी।",
      "example": "Meine Schwägerin ist sehr nett und hilfsbereit. Ich habe meine Schwägerin besser während unseres Familienurlaubs kennengelernt. Meine Schwägerin wird bald bei uns einziehen.",
      "example_translation": "मेरी भाभी बहुत अच्छी और मददगार हैं। मैंने अपनी भाभी को हमारी फैमिली वेकेशन के दौरान बेहतर जाना। मेरी भाभी जल्द ही हमारे साथ रहने के लिए आएगी।",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegersohn",
      "translation": "दामाद (damad)",
      "definition": "Der Ehemann der Tochter, oder der Ehemann der Nichte oder Neffe.",
      "definition_translation": "अपनी बेटी का पति, या अपने भाई की बेटी का पति。",
      "example": "Mein Schwiegersohn ist sehr erfolgreich in seiner Karriere. Ich hatte ein großartiges Gespräch mit meinem Schwiegersohn letzte Nacht. Mein Schwiegersohn wird uns nächsten Monat besuchen.",
      "example_translation": "मेरा दामाद अपने करियर में बहुत सफल हैं। मैंने अपने दामाद के साथ कल रात की अच्छी बातचीत की। मेरा दामाद अगले महीने हमारे यहां आएगा।",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stieftochter",
      "translation": "सौतेली बेटी",
      "definition": "Die Tochter des Ehemanns oder der Ehefrau aus einer früheren Ehe.",
      "definition_translation": "पिछले विवाह से पति या पत्नी की बेटी।",
      "example": "Sie hat ein enges Verhältnis zu ihrer Stieftochter aus ihrer vorherigen Ehe.",
      "example_translation": "वह अपने पिछले विवाह से अपनी सौतेली बेटी के साथ करीबी संबंध रखती है।",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefvater",
      "translation": "सौतेला पिता",
      "definition": "Der Ehemann der Mutter durch eine spätere Ehe.",
      "definition_translation": "अपनी माँ का बाद के विवाह से पति。",
      "example": "Er war nie nah an seinem Stiefvater, der seine Mutter nach dem Tod seines biologischen Vaters geheiratet hat.",
      "example_translation": "वह अपने सौतेले पिता से कभी करीब नहीं था, जिसने उसकी माँ से शादी की थी उसके जीवित पिता की मृत्यु के बाद।",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmutter",
      "translation": "सौतेली माँ",
      "definition": "Die Ehefrau des Vaters durch eine spätere Ehe.",
      "definition_translation": "अपने पिता की बाद के विवाह से पत्नी।",
      "example": "Sie war eifersüchtig auf ihre Stiefmutter, die viel jünger als ihr Vater war.",
      "example_translation": "वह अपने सौतेली माँ से ईर्ष्या करती थी, जो उसके पिता से बहुत छोटी थी।",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefsohn",
      "translation": "सौतेला बेटा",
      "definition": "Der Sohn des Ehemanns oder der Ehefrau aus einer früheren Ehe.",
      "definition_translation": "पिछले विवाह से पति या पत्नी का बेटा。",
      "example": "Er hatte Schwierigkeiten, Verbindung zu seinem Stiefsohn herzustellen, der in der Schule struggled.",
      "example_translation": "वह अपने सौतेले बेटे से जुड़ने के लिए संघर्ष कर रहा था, जो स्कूल में संघर्ष कर रहा था।",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehepartner",
      "translation": "जीवनसाथी",
      "definition": "Ein Ehemann oder eine Ehefrau; ein Partner in der Ehe.",
      "definition_translation": "विवाह में साथी; पति या पत्नी;",
      "example": "Sie war während seiner Karriere eine unterstützende Ehepartner. Sie ist jetzt eine erfolgreiche Ehepartner in ihrem Geschäft. Sie wird eine liebevolle Ehepartner für ihren Partner sein.",
      "example_translation": "उसके करियर के दौरान वह एक सहायक जीवनसाथी थी। वह अब अपने व्यवसाय में एक सफल जीवनसाथी हैं। वह अपने साथी के लिए एक प्यार करने वाली जीवनसाथी होगी।",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegereltern",
      "translation": "ससुराल",
      "definition": "Die Eltern des Ehepartners oder die Familie des Ehepartners.",
      "definition_translation": "किसी के पति या साथी के माता-पिता, या किसी के पति या साथी के परिवार;",
      "example": "Sie kam gut mit ihren Schwiegereltern während der Feiertage zurecht. Ihre Schwiegereltern waren sehr unterstützend ihrer Karriere. Sie wird ihre Schwiegereltern bald kennenlernen.",
      "example_translation": "छुट्टी के दौरान वह अपने ससुराल के साथ अच्छी तरह से मिली। उसके ससुराल ने उसके करियर का बहुत समर्थन किया। वह जल्द ही अपने ससुराल से मिलेगी।",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]
}