{
  "data": [
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bank",
      "translation": "बैंक",
      "definition": "Eine Finanzinstitution, die finanzielle Dienstleistungen wie Kredite, Spar- und Investitionen anbietet.",
      "definition_translation": "ऐसा संस्थान जो धन संबंधी सेवाएं प्रदान करता है, जैसे ऋण, बचत, और निवेश.",
      "example": "Ich ging zur Bank, um mein Gehalt einzuzahlen gestern. Ich gehe zur Bank, um Geld abzuheben morgen. Ich ging zur Bank, um ein neues Konto zu eröffnen letzte Woche.",
      "example_translation": "मैं कल अपना वेतन जमा करने के लिए बैंक गया. मैं कल नकद निकालने के लिए बैंक जाऊंगा. मैं पिछले हफ्ते एक नई खाता खोलने के लिए बैंक गया.",
      "imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Theke",
      "translation": "बार",
      "definition": "Ein langer, gerader Holz-, Metall- oder Kunststoffzylinder, der in einer Kneipe oder einem Restaurant als Tresen dient.",
      "definition_translation": "एक लंबा, सीधा लकड़ी, धातु, या प्लास्टिक का टुकड़ा जिसका उपयोग पब या रेस्टोरेंट में काउंटर के रूप में किया जाता है.",
      "example": "Ich saß an der Theke und bestellte ein Bier. Sie arbeitet hinter der Theke in einer lokalen Kneipe. Sie installierten eine neue Theke im Restaurant letzten Monat.",
      "example_translation": "मैं बार पर बैठा और एक बियर ऑर्डर किया. वह स्थानीय पब में बार के पीछे काम करती है. उन्होंने रेस्टोरेंट में पिछले महीने एक नई बार स्थापित की.",
      "imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strand",
      "translation": "समुद्र तट",
      "definition": "Ein Landform entlang eines Gewässers, bestehend aus lockerem Material wie Sand oder Kies.",
      "definition_translation": "एक जल निकाय के साथ एक भूमि रूप, जिसमें रेत या कंकर के रूप में ढीले कण होते हैं.",
      "example": "Ich liebe es, morgens am Strand spazieren zu gehen. Die Kinder bauten ein Sandcastle am Strand gestern. Wir werden nächsten Woche am Strand picknicken gehen.",
      "example_translation": "मैं सुबह में समुद्र तट पर चलना पसंद करता हूँ. बच्चों ने कल समुद्र तट पर एक रेत का قلा बनाया. हम अगले हफ्ते पिकनिक के लिए समुद्र तट पर जाएंगे.",
      "imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Café",
      "translation": "कैफे",
      "definition": "Ein kleines Restaurant oder Café, in dem Menschen essen oder trinken gehen.",
      "definition_translation": "एक छोटा रेस्तरां या कॉफी शॉप जहां लोग खाने या पीने के लिए जाते हैं.",
      "example": "Ich traf meine Freundin in einem Café in der Innenstadt. Sie arbeitet in einem Café in der Nähe meines Hauses. Sie eröffneten ein neues Café im Stadtzentrum letzten Monat.",
      "example_translation": "मैं अपने मित्र से एक कैफे में मिला. वह मेरे घर के पास एक कैफे में काम करती है. उन्होंने शहर के केंद्र में पिछले महीने एक नई कैफे खोली.",
      "imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kino",
      "translation": "सिनेमा",
      "definition": "Ein Kino ist ein Ort, an dem Menschen Filme oder Filme zum Vergnügen sehen.",
      "definition_translation": "एक सिनेमा एक ऐसा स्थान है जहां लोग मनोरंजन के लिए फिल्में या मूवी देखने जाते हैं.",
      "example": "Ich ging ins Kino, um einen Film anzusehen letzte Nacht. Ich gehe ins Kino, um einen Film anzusehen heute Abend. Ich werde ins Kino gehen, um einen Film anzusehen morgen.",
      "example_translation": "मैं कल रात को मूवी देखने सिनेमा गया था. मैं आज रात को मूवी देखने सिनेमा जा रहा हूँ. मैं कल सिनेमा जाऊंगा मूवी देखने के लिए.",
      "imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fabrik",
      "translation": "कारखाना",
      "definition": "Eine Fabrik ist ein Gebäude oder eine Gruppe von Gebäuden, in denen Waren hergestellt oder produziert werden.",
      "definition_translation": "एक कारखाना एक ऐसी इमारत या इमारतों का समूह है जहां सामान निर्मित या उत्पादित किया जाता है.",
      "example": "Ich besuchte eine Fabrik, um zu sehen, wie Autos hergestellt werden. Die Fabrik wird nächste Woche mit der Produktion neuer Autos beginnen. Die Fabrik hatte letztes Jahr viele Autos produziert.",
      "example_translation": "मैं कारें कैसे बनाई जाती हैं, देखने के लिए कारखाने पर गया था. कारखाना अगले महीने से नई कारें बनाना शुरू कर देगा. पिछले साल कारखाने ने कई कारें बनाई थीं.",
      "imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauernhof",
      "translation": "खेत",
      "definition": "Ein Bauernhof ist ein Gebiet, auf dem Nutzpflanzen angebaut oder Tiere für Lebensmittel gezüchtet werden.",
      "definition_translation": "एक खेत खाद्य के लिए फसल उगाने या पशुओं को पालने के लिए प्रयोग की जाने वाली जमीन का क्षेत्र है.",
      "example": "Ich wuchs auf einem Bauernhof auf, auf dem meine Familie Kühe und Hühner züchtete. Der Bauernhof wird nächste Saison mit der Ernte beginnen. Der Bauernhof hatte letztes Jahr viel Weizen produziert.",
      "example_translation": "मैं एक खेत पर पला बढ़ा था जहां मेरे परिवार ने गायें और मुर्गें पाली थीं. खेत अगले सीजन से फसलें काटना शुरू कर देगा. पिछले साल खेत ने बहुत सारा गेहूं उत्पादित किया था.",
      "imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "फ्लैट",
      "definition": "Eine Wohnung ist ein Satz von Räumen, insbesondere auf einer Ebene, in einem Gebäude oder Haus, der als Wohnort dient.",
      "definition_translation": "एक फ्लैट एक इमारत या घर में एक स्तर पर स्थितpecially комнат, जिसका प्रयोग रहने के स्थान के रूप में किया जाता है.",
      "example": "Ich wohne in einer Wohnung im obersten Stock des Gebäudes. Sie wird nächste Woche in eine neue Wohnung einziehen. Sie hatten in einer Wohnung in der Stadt für fünf Jahre gewohnt.",
      "example_translation": "मैं इमारत के ऊपरी माले पर स्थित एक फ्लैट में रहता हूँ. वह अगले महीने एक नए फ्लैट में शिफ्ट हो जाएगी. वे पांच साल से शहर में एक फ्लैट में रहते थे.",
      "imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krankenhaus",
      "translation": "अस्पताल",
      "definition": "Ein Krankenhaus ist eine Einrichtung, die Patienten mit speziellen medizinischen und chirurgischen Dienstleistungen und Geräten versorgt.",
      "definition_translation": "एक अस्पताल स्वास्थ्य देखभाल संस्थान है जो विशेष चिकित्सा और शल्य चिकित्सा सेवाओं और उपकरणों के साथ रोगी उपचार प्रदान करता है।",
      "example": "Ich besuchte meine Freundin im Krankenhaus gestern, ich werde sie morgen wieder besuchen, und sie wird nächste Woche aus dem Krankenhaus entlassen.",
      "example_translation": "मैं कल अस्पताल में अपने दोस्त से मिला, मैं कल फिर से उससे मिलूँगा, और वह अगले हफ्ते अस्पताल से छुट्टी कर लेगी।",
      "imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hotel",
      "translation": "होटल",
      "definition": "Ein Hotel ist eine Einrichtung, die gegen Bezahlung Unterkunft, meist auf kurze Zeit, anbietet und oft weitere Einrichtungen und Dienstleistungen wie Verpflegung,Unterhaltung und Freizeitaktivitäten bietet.",
      "definition_translation": "एक होटल एक स्थापना है जो अल्पकालिक आधार पर भुगतान आवास प्रदान करता है, और अक्सर खाद्य और पेय सेवाओं, मनोरंजन, और अवकाश गतिविधियों जैसी अतिरिक्त सुविधाओं और सेवाओं की पेशकश करता है।",
      "example": "Ich übernachtete während meiner Reise nach Paris letzten Jahres im Hotel, ich übernachte jetzt im Hotel und ich werde nächste Woche wieder im Hotel übernachten.",
      "example_translation": "मैं पेरिस की यात्रा के दौरान पिछले साल एक होटल में रहा, मैं अब एक होटल में रह रहा हूँ, और मैं अगले महीने फिर से एक होटल में रहूँगा।",
      "imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haus",
      "translation": "घर",
      "definition": "Ein Haus ist ein Gebäude für die menschliche Behausung, insbesondere ein Wohnplatz, eine Wohnstätte oder ein Zuhause, wo man lebt und ruht.",
      "definition_translation": "एक घर मानव निवास के लिए एक भवन है, विशेष रूप से एक आवास स्थान, निवास या घर, जहाँ एक रहता है और आराम करता है।",
      "example": "Ich wohnte in einem Haus, als ich ein Kind war, ich wohne in einem Haus jetzt, und ich werde in einem Haus in Zukunft wohnen.",
      "example_translation": "मैं बच्चा था तब मैं एक घर में रहता था, मैं अब एक घर में रहता हूँ, और मैं भविष्य में एक घर में रहूँगा।",
      "imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Museum",
      "translation": "संग्रहालय",
      "definition": "Ein Museum ist eine Einrichtung, die sich der Erwerbung, Erhaltung, Erforschung, Ausstellung und pädagogischen Interpretation von Objekten mit wissenschaftlichem, historischem oder künstlerischem Wert widmet.",
      "definition_translation": "एक संग्रहालय एक संस्थान है जिसका उद्देश्य वैज्ञानिक, ऐतिहासिक, या कलात्मक मूल्य के होने वाले वस्तुओं की अधिग्रहण, संरक्षण, अध्ययन, प्रदर्शन, और शैक्षिक व्याख्या है।",
      "example": "Ich besuchte ein Museum letzte Woche, ich besuche ein Museum heute, und ich werde ein Museum nächstes Jahr wieder besuchen.",
      "example_translation": "मैं पिछले हफ्ते एक संग्रहालय में गया, मैं आज एक संग्रहालय में जा रहा हूँ, और मैं अगले साल फिर से एक संग्रहालय में जाऊंगा।",
      "imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Park",
      "translation": "पार्क",
      "definition": "Ein großer öffentlicher Grünbereich in einer Stadt, der für Erholung und Freizeit genutzt wird.",
      "definition_translation": "एक 城 का बड़ा सार्वजनिक हरा क्षेत्र, अवकाश और मनोरंजन के लिए उपयोग किया जाता है।",
      "example": "Ich ging gestern in den Park, ich gehe heute in den Park, und ich werde morgen in den Park gehen.",
      "example_translation": "मैं कल पार्क गया था, मैं आज पार्क जा रहा हूँ, और मैं कल पार्क जाऊंगा।",
      "imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Restaurant",
      "translation": "रेस्टोरेंट",
      "definition": "Ein Ort, an dem Menschen gegen Bezahlung sitzen und Mahlzeiten genießen, die vor Ort zubereitet und serviert werden.",
      "definition_translation": "एक स्थान जहाँ लोग भोजन के लिए भुगतान करते हैं, जिसे स्थल पर तैयार और परोसा जाता है।",
      "example": "Ich aß gestern Abend in einem Restaurant, ich esse jetzt in einem Restaurant, und ich werde nächste Woche in einem Restaurant essen.",
      "example_translation": "मैं कल रात को रेस्टोरेंट में खाया था, मैं अभी रेस्टोरेंट में खा रहा हूँ, और मैं अगले हफ्ते रेस्टोरेंट में खाऊंगा।",
      "imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fluss",
      "translation": "नदी",
      "definition": "Ein natürlich fließender Wasserkörper, der oft mit einem Ozean oder einem See verbunden ist.",
      "definition_translation": "एक प्राकृतिक बहने वाला जल निकाय, अक्सर समुद्र या झील से जुड़ा होता है।",
      "example": "Ich sah gestern einen Fluss schnell fließen, ich sehe heute einen Fluss langsam fließen, und ich werde morgen einen Fluss schnell fließen sehen.",
      "example_translation": "मैंने कल तेजी से बहने वाली नदी देखी थी, मैं आज धीरे-धीरे बहने वाली नदी देख रहा हूँ, और मैं कल तेजी से बहने वाली नदी देखूँगा।",
      "imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Straße",
      "translation": "सड़क",
      "definition": "Ein Weg, der für die Benutzung durch Fahrzeuge, insbesondere Autos, angelegt wurde.",
      "definition_translation": "वाहनों, विशेष रूप से कारों, द्वारा यात्रा करने के लिए बनाया गया मार्ग。",
      "example": "Ich fuhr gestern auf einer Straße, ich fahre heute auf einer Straße, und ich werde morgen auf einer Straße fahren.",
      "example_translation": "मैंने कल सड़क पर ड्राइव किया था, मैं आज सड़क पर ड्राइव कर रहा हूँ, और मैं कल सड़क पर ड्राइव करूँगा।",
      "imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schule",
      "translation": "विद्यालय",
      "definition": "Eine Einrichtung, an der Menschen, insbesondere Kinder, gehen, um von Lehrern zu lernen.",
      "definition_translation": "जहां लोग, विशेष रूप से बच्चे, शिक्षकों से सीखने के लिए जाते हैं।",
      "example": "Ich ging gestern in die Schule, ich gehe heute in die Schule, und ich werde morgen in die Schule gehen.",
      "example_translation": "मैं कल स्कूल गया था, मैं आज स्कूल जा रहा हूँ, और मैं कल स्कूल जाऊँगा।",
      "imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "See",
      "translation": "सागर",
      "definition": "Ein großer Bereich von Salzwasser, der ein Land oder einen Kontinent umgibt.",
      "definition_translation": "एक बड़े क्षेत्र का नमकीन पानी जो एक देश या एक महाद्वीप को घेरता है।",
      "example": "Ich sah letztes Jahr das Meer, ich sehe jetzt das Meer, und ich werde nächstes Jahr das Meer sehen.",
      "example_translation": "मैं पिछले साल सागर देखा था, मैं अब सागर देख रहा हूँ, और मैं अगले साल सागर देखूँगा।",
      "imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laden",
      "translation": "दुकान",
      "definition": "Ein Gebäude oder ein Teil eines Gebäudes, in dem Waren verkauft werden.",
      "definition_translation": "एक इमारत या इमारत का एक हिस्सा जहां सामान बेचा जाता है।",
      "example": "Ich ging gestern einkaufen im Einkaufszentrum, ich gehe jetzt einkaufen, und ich werde morgen einkaufen.",
      "example_translation": "मैं कल मॉल में शॉपिंग की थी, मैं अभी शॉपिंग कर रहा हूँ, और मैं कल शॉपिंग करूँगा।",
      "imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bahnhof",
      "translation": "स्टेशन",
      "definition": "Ein Ort, an dem Züge, Busse oder andere Fahrzeuge halten, um Menschen ein- oder aussteigen zu lassen.",
      "definition_translation": "एक जगह जहां ट्रेनें, बसें या अन्य वाहन लोगों के चढ़ने या उतरने के लिए रुकते हैं।",
      "example": "Ich kam gestern Abend am Bahnhof an, ich komme jetzt am Bahnhof an, und ich werde morgen früh am Bahnhof ankommen.",
      "example_translation": "मैं रात को स्टेशन पर पहुँचा था, मैं अभी स्टेशन पर पहुँच रहा हूँ, और मैं कल सुबह स्टेशन पर पहुँचूँगा।",
      "imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anhalten",
      "translation": "रुकना (rukna)",
      "definition": "Aufhören, sich zu bewegen oder etwas zu tun; ein Ende setzen.",
      "definition_translation": "कुछ करना या चलना बंद करना; अंत करना",
      "example": "Ich hörte auf zu laufen, als ich die Ziellinie erreichte. Ich halte an, um jeden Tag die Blumen zu riechen. Ich werde auf dem Heimweg bei dem Laden vorbeischauen.",
      "example_translation": "मैं फिनिश लाइन पर पहुंचते ही दौड़ना बंद कर दिया। मैं हर दिन फूलों की smell करना बंद कर देता हूँ। मैं घर जाते समय स्टोर पर रुकूँगा",
      "imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Straße",
      "translation": "सड़क (sarak)",
      "definition": "Eine öffentliche Straße in einer Stadt, einem Dorf oder einer Kleinstadt, typischerweise mit Gebäuden auf einer oder beiden Seiten.",
      "definition_translation": "एक शहर, टाउन या गांव में सार्वजनिक सड़क, आमतौर पर एक या दोनों तरफ इमारतें होती हैं",
      "example": "Ich lebe auf einer ruhigen Straße. Die Straße war voller Menschen. Die Straße wird wegen Bauarbeiten geschlossen.",
      "example_translation": "मैं एक शांत सड़क पर रहता हूँ। सड़क लोगों से भरी थी। सड़क निर्माण के लिए बंद हो जाएगी",
      "imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Supermarkt",
      "translation": "सुपरमार्केट (supermarket)",
      "definition": "Ein großes Selbstbedienungsgeschäft, das eine breite Palette von Waren anbietet, einschließlich Lebensmitteln, Haushaltsartikeln und persönlichen Pflegeprodukten.",
      "definition_translation": "एक बड़ा सेल्फ-सервिस स्टोर जिसमें व्यापक श्रृंखला के सामान बिकते हैं, आमतौर पर खाने-पीने की चीज़ें, घरेलू सामान और निजी देखभाल उत्पाद शामिल होते हैं",
      "example": "Ich gehe jeden Woche in den Supermarkt. Der Supermarkt hatte ein großes Angebot. Der Supermarkt wird bald 24 Stunden geöffnet haben.",
      "example_translation": "मैं हर हफ्ते सुपरमार्केट जाता हूँ। सुपरमार्केट में बड़ी सेल थी। सुपरमार्केट जल्द ही 24 घंटे खुला रहेगा",
      "imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmbad",
      "translation": "तैराकी की टंकी (tairaaki ki tanki)",
      "definition": "Eine Struktur, normalerweise im Freien, mit einem großen Wassertank, der zum Schwimmen verwendet wird.",
      "definition_translation": "आमतौर पर बाहरी संरचना, जहां पानी की बड़ी टंकी तैराकी के लिए उपयोग की जाती है",
      "example": "Ich war gestern im Schwimmbad. Das Schwimmbad war sehr überfüllt. Das Schwimmbad wird bald renoviert.",
      "example_translation": "मैं कल तैराकी की टंकी गया था। तैराकी की टंकी बहुत भीड़ थी। तैराकी की टंकी जल्द ही नवीनीकरण होगा",
      "imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadt",
      "translation": "कस्बा",
      "definition": "Eine Stadt ist eine menschliche Siedlung, die größer ist als ein Dorf, aber kleiner als eine Stadt.",
      "definition_translation": "कस्बा एक मानव बस्ती है जो गांव से बड़ा है लेकिन शहर से छोटा है",
      "example": "Ich besuchte mein Heimatdorf letzten Wochenende. Ich besuche mein Heimatdorf morgen. Ich hatte mein Heimatdorf letzten Jahr besucht.",
      "example_translation": "मैंने पिछले सप्ताहांत में अपने घरेलू शहर का दौरा किया. मैं कल अपने घरेलू शहर का दौरा करने जा रहा हूँ. मैंने पिछले साल अपने घरेलू शहर का दौरा किया था.",
      "imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Universität",
      "translation": "विश्वविद्यालय",
      "definition": "Eine Universität ist eine Einrichtung für höhere Bildung und Forschung, die akademische Grade in verschiedenen Studienfächern verleiht.",
      "definition_translation": "विश्वविद्यालय उच्च शिक्षा और शोध की संस्था है, जो विभिन्न क्षेत्रों में अकादमिक डिग्री प्रदान करता है.",
      "example": "Ich studiere derzeit an einer Universität. Ich studierte letztes Jahr an einer Universität. Ich werde nächstes Jahr an einer Universität studieren.",
      "example_translation": "मैं अभी एक विश्वविद्यालय में अध्ययन कर रहा हूँ. मैंने पिछले साल एक विश्वविद्यालय में अध्ययन किया था. मैं अगले साल एक विश्वविद्यालय में अध्ययन करूँगा.",
      "imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dorf",
      "translation": "गांव",
      "definition": "Ein Dorf ist eine Gruppe von Häusern und zugehörigen Gebäuden, größer als ein Weiler, aber kleiner als eine Stadt, die in einem ländlichen Gebiet liegt.",
      "definition_translation": "गांव एक ग्रुप हाउस और संबद्ध इमारतों, हैमलेट से बड़ा और कस्बे से छोटा, ग्रामीण क्षेत्र में स्थित है.",
      "example": "Ich habe viele Dörfer in meinem Leben besucht. Ich besuche morgen ein Dorf. Ich hatte letzte Woche ein Dorf besucht.",
      "example_translation": "मैंने अपने जीवनकाल में कई गांवों का दौरा किया है. मैं कल एक गांव का दौरा करने जा रहा हूँ. मैंने पिछले सप्ताह में एक गांव का दौरा किया था.",
      "imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zoo",
      "translation": "चिड़ियाघर",
      "definition": "Ein Zoo ist ein Ort, an dem Tiere in Gefangenschaft gehalten werden, um sie der Öffentlichkeit zu präsentieren und zu unterrichten.",
      "definition_translation": "चिड़ियाघर एक जगह है जहां जानवरों को सार्वजनिक प्रदर्शन और शिक्षा के लिए कैद रखा जाता है.",
      "example": "Ich besuchte letzten Monat einen Zoo. Ich gehe nächste Woche in einen Zoo. Ich hatte letzten Jahr einen Zoo besucht.",
      "example_translation": "मैंने पिछले महीने एक चिड़ियाघर का दौरा किया था. मैं अगले सप्ताह में एक चिड़ियाघर का दौरा करने जा रहा हूँ. मैंने पिछले साल एक चिड़ियाघर का दौरा किया था.",
      "imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flughafen",
      "translation": "एयरपोर्ट",
      "definition": "Ein Ort, an dem Flugzeuge starten und landen, normalerweise mit Einrichtungen für Passagiere, um zu warten, zu essen und zu shoppen.",
      "definition_translation": "एक स्थान जहाँ विमान लैंड करते हैं और उड़ान भरते हैं, आमतौर पर यात्रियों के लिए प्रतीक्षा, खाने और खरीदारी की सुविधाओं के साथ。",
      "example": "Ich werde morgen um 5 Uhr am Flughafen ankommen. Gestern kam ich um 5 Uhr am Flughafen an. Wenn ich Zeit habe, komme ich um 5 Uhr am Flughafen an.",
      "example_translation": "मैं कल सुबह 5 बजे हवाई अड्डे पर पहुँच जाऊंगा. कल सुबह 5 बजे मैं हवाई अड्डे पर पहुँचा था. अगर मेरे पास समय है, तो मैं सुबह 5 बजे हवाई अड्डे पर पहुँच जाऊंगा.",
      "imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "अपार्टमेंट",
      "definition": "Eine selbstständige Wohnunit, die nur einen Teil eines Gebäudes einnimmt,normalerweise mit einem oder mehreren Schlafzimmern, einer Küche und einem Badezimmer.",
      "definition_translation": "एक स्व-निहित आवास इकाई जो एक इमारत के केवल एक हिस्से में रहती है, आमतौर पर एक या अधिक बेडरूम, एक रसोई और एक बाथरूम होता है.",
      "example": "Ich lebe in einer gemütlichen Wohnung im Stadtkern. Ich lebte in einer kleinen Wohnung, als ich Student war. Ich werde in Zukunft eine größere Wohnung kaufen.",
      "example_translation": "मैं शहर के केंद्र में एक आरामदायक अपार्टमेंट में रहता हूँ. मैं एक छात्र था तो एक छोटे अपार्टमेंट में रहता था. मैं भविष्य में एक बड़ा अपार्टमेंट खरीद लूँगा.",
      "imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebiet",
      "translation": "क्षेत्र",
      "definition": "Ein bestimmter Raum oder Oberfläche oder ein bestimmter Teil eines Landes, einer Stadt oder eines Dorfes.",
      "definition_translation": "एक विशेष स्थान या सतह का विस्तार, или एक विशेष क्षेत्र या देश, शहर या कस्बे का एक हिस्सा.",
      "example": "Das Gebiet um den Bahnhof ist sehr überlaufen. Das Gebiet wurde während des Sturms überflutet. Ich werde das Gebiet nächstes Wochenende erkunden.",
      "example_translation": "स्टेशन के आस-पास का क्षेत्र बहुत भीड़-भाड़ वाला है. तूफान के दौरान क्षेत्र जलमग्न हो गया था. मैं अगले वीकेंड पर क्षेत्र का पता लगाऊंगा.",
      "imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhandlung",
      "translation": "पुस्तकालय",
      "definition": "Ein Laden, in dem Bücher verkauft werden, oft mit anderen Gütern im Zusammenhang mit dem Lesen, wie Schreibwaren und Kaffee.",
      "definition_translation": "एक स्टोर जहाँ पुस्तकें बेची जाती हैं, अक्सर पढ़ने से संबंधित अन्य GOODS, जैसे स्टेशनरी और कॉफी के साथ.",
      "example": "Ich besuche die Buchhandlung jede Woche. Gestern besuchte ich eine Buchhandlung in der Innenstadt. Wenn ich Zeit habe, werde ich meine eigene Buchhandlung eröffnen.",
      "example_translation": "मैं हर हफ्ते पुस्तकालय जाता हूँ. कल मैं शहर के केंद्र में एक पुस्तकालय गया था. अगर मेरे पास समय है, तो मैं अपना खुद का पुस्तकालय खोल दूँगा.",
      "imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchladen",
      "translation": "किताबें की दुकान",
      "definition": "Ein Laden, in dem Bücher verkauft werden.",
      "definition_translation": "जहां किताबें बेचीं जाती हैं",
      "example": "Ich ging gestern in den Buchladen, ich gehe jetzt in den Buchladen und ich werde morgen in den Buchladen gehen.",
      "example_translation": "मैं कल किताबें की दुकान गया था, मैं अब किताबें की दुकान जा रहा हूँ, और मैं कल किताबें की दुकान जाऊँगा.",
      "imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brücke",
      "translation": "पुल",
      "definition": "Ein Bauwerk über einen Fluss, eine Straße oder ein anderes Hindernis, um Menschen oder Fahrzeuge durchqueren zu lassen.",
      "definition_translation": "एक नदी, सड़क, या अन्य बाधा के ऊपर बनाया गया एक संरचना जिससे लोग या वाहन पार कर सकें.",
      "example": "Die Brücke wurde 1990 gebaut, sie wird gerade repariert und wird bald fertiggestellt sein.",
      "example_translation": "पुल 1990 में बनाया गया था, अब इसे ठीक किया जा रहा है, और यह जल्द ही पूरा हो जाएगा.",
      "imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebäude",
      "translation": "इमारत",
      "definition": "Eine Struktur mit Wänden und einem Dach, wie ein Haus oder eine Fabrik.",
      "definition_translation": "एक दीवार और छत वाली संरचना, जैसे कि एक घर या एक फैक्ट्री.",
      "example": "Das Gebäude wurde letztes Jahr gebaut, es wird jetzt genutzt und wird nächstes Jahr renoviert werden.",
      "example_translation": "इमारत पिछले साल बनाई गई थी, अब इसका इस्तेमाल किया जा रहा है, और अगले साल इसका नवीकरण किया जाएगा.",
      "imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Busbahnhof",
      "translation": "बस स्टेषन",
      "definition": "Ein Platz, an dem Busse anhalten, um Fahrgäste aufzunehmen oder abzusetzen.",
      "definition_translation": "एक ऐसा स्थान जहां बसें यात्रियों को लेने या छोड़ने के लिए रुकती हैं.",
      "example": "Ich kam gestern am Busbahnhof an, ich warte jetzt am Busbahnhof und werde morgen vom Busbahnhof abfahren.",
      "example_translation": "मैं कल बस स्टेषन पर पहुंचा था, मैं अब बस स्टेषन पर इंतज़ार कर रहा हूँ, और मैं कल बस स्टेषन से निकलूँगा.",
      "imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bushaltestelle",
      "translation": "बस स्टॉप",
      "definition": "Ein bestimmter Ort, an dem Busse anhalten, um Fahrgäste aufzunehmen oder abzusetzen.",
      "definition_translation": "यात्रियों को उठाने या गिराने के लिए बसों द्वारा रुकने की एक निर्धारित जगह。",
      "example": "Ich wartete 20 Minuten an der Bushaltestelle. Gestern wartete ich auf einen Freund an der Bushaltestelle. Morgen werde ich meine Schwester an der Bushaltestelle treffen.",
      "example_translation": "मैं 20 मिनट से बस स्टॉप पर इंतज़ार कर रहा था. कल, मैं बस स्टॉप पर दोस्त का इंतज़ार कर रहा था. कल, मैं अपनी बहन का इंतज़ार बस स्टॉप पर करूंगा.",
      "imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mensa",
      "translation": "कैफेटेरिया",
      "definition": "Ein Restaurant oder eine Kantine, insbesondere in einer Schule oder Institution, in der Essen und Getränke serviert werden.",
      "definition_translation": "एक स्कूल या संस्था में भोजन और पेय पदार्थ परोसने के लिए एक रेस्तरां या फूड हॉल.",
      "example": "Die Mensa servierte gestern eine Vielzahl von Gerichten. Die Studenten essen in der Mensa. Die Lehrer werden morgen ein Treffen in der Mensa haben.",
      "example_translation": "कैफेटेरिया ने कल कई प्रकार के भोजन परोसे. छात्र कैफेटेरिया में खा रहे हैं. टीचर्स कल कैफेटेरिया में एक मीटिंग करेंगे.",
      "imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptstadt",
      "translation": "राजधानी",
      "definition": "Die Stadt oder der Ort, der als Regierungssitz für ein Land, einen Staat oder eine Provinz dient.",
      "definition_translation": "एक देश, राज्य या प्रांत के सरकार की सीट के रूप में सेवारत शहर या टाउन.",
      "example": "Die Hauptstadt Indiens ist Delhi. Gestern besuchte ich die Hauptstadt Frankreichs. Die Hauptstadt Chinas wird die nächsten Olympischen Spiele ausrichten.",
      "example_translation": "भारत की राजधानी दिल्ली है. मैंने फ्रांस की राजधानी कल ziyaret की. चीन की राजधानी अगले ओलंपिक खेलों की मेजबानी करेगी.",
      "imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parkplatz",
      "translation": "पार्किंग स्थल",
      "definition": "Ein bestimmter Bereich, normalerweise im Freien, auf dem Fahrzeuge geparkt werden.",
      "definition_translation": "वाहन पार्क करने के लिए आमतौर पर बाहरी क्षेत्र में निर्धारित क्षेत्र.",
      "example": "Ich parkte mein Auto auf dem Parkplatz. Gestern parkte ich mein Auto auf dem Parkplatz. Morgen werde ich mein Auto auf dem Parkplatz parken.",
      "example_translation": "मैंने अपनी कार पार्किंग स्थल में पार्क कर दी. कल, मैं अपनी कार पार्किंग स्थल में पार्क कर रहा था. कल, मैं अपनी कार पार्किंग स्थल में पार्क करूंगा.",
      "imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schloss",
      "translation": "किला",
      "definition": "Ein großes Gebäude oder eine Struktur, die typischerweise an einer strategischen Position erbaut wurde, um in der Vergangenheit Verteidigung und Schutz zu bieten.",
      "definition_translation": "एक बड़ा BUILDING या संरचना, आमतौर पर एक सामरिक स्थिति में स्थित, जिसे पहरेदारी और सुरक्षा के लिए बनाया गया था",
      "example": "Der König hatte viele Jahre im Schloss gelebt, lebt im Schloss jetzt und wird im Schloss in Zukunft leben.",
      "example_translation": "राजा ने कई सालों से किले में रहता था, किले में अब रहता है, और भविष्य में किले में रहेगा",
      "imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kathedrale",
      "translation": "महागिरजा",
      "definition": "Eine große und beeindruckende Kirche, insbesondere die Hauptkirche eines Bistums oder einer Provinz.",
      "definition_translation": "एक बड़ा और प्रभावशाली चर्च, विशेष रूप से एक जो एक डायसीस या प्रांत का मुख्य चर्च है",
      "example": "Die Touristen besuchten die Kathedrale am Morgen, besuchen sie jetzt und werden sie morgen wieder besuchen.",
      "example_translation": "पर्यटक सुबह महागिरजा में गए, अब उसे देख रहे हैं, और कल फिर से देखेंगे",
      "imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zentrum",
      "translation": "केंद्र",
      "definition": "Der Punkt, der gleich weit von allen Seiten einer Form entfernt ist, oder der Mittelpunkt einer Linie, Fläche oder Volumen.",
      "definition_translation": "एक आकार के सभी साइड से समान दूरी पर स्थित बिंदु, या एक रेखा, क्षेत्र, या आयतन का मध्य बिंदु",
      "example": "Das Stadtzentrum war gestern voller Menschen, ist heute voller Menschen und wird abends voller Menschen sein.",
      "example_translation": "शहर का केंद्र लोगों से भरा हुआ था, अब भरा हुआ है, और शाम को भरा हुआ होगा",
      "imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "रसायनज्ञ की दुकान",
      "definition": "Ein Laden, in dem Medikamente und andere Güter verkauft werden, und ein Apotheker Medikamente abgibt.",
      "definition_translation": "एक दुकान जहां दवाइयां और अन्य सामान बेचे जाते हैं, और जहां एक फार्मासिस्ट दवाइयां वितरित करता है",
      "example": "Ich ging gestern in die Apotheke, gehe jeden Wochenende hin und werde bald wieder in die Apotheke gehen.",
      "example_translation": "मैं कल रसायनज्ञ की दुकान पर गया था, हर सप्ताह उसे जाता हूं, और जल्द ही फिर से जाऊंगा",
      "imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirche",
      "translation": "गिरजा",
      "definition": "Ein Gebäude für öffentliche christliche Gottesdienste, insbesondere ein solches mit einem Turm oder einem Kirchturm.",
      "definition_translation": "एक सार्वजनिक ईसाई पूजा के लिए एक इमारत, विशेष रूप से एक टावर या स्टीपल के साथ。",
      "example": "Ich ging letzten Sonntag in die Kirche. Ich gehe jetzt in die Kirche. Ich werde morgen in die Kirche gehen.",
      "example_translation": "मैं रविवार को चर्च गया था। मैं अभी चर्च जा रहा हूँ। मैं कल चर्च जाऊँगा।",
      "imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadtzentrum",
      "translation": "शहर केंद्र",
      "definition": "Der zentrale Teil einer Stadt, wo viele Geschäfte, Büros und Dienstleistungen angesiedelt sind.",
      "definition_translation": "एक शहर का केंद्रीय हिस्सा, जहां कई दुकानें, ऑफिस और सेवाएं स्थित हैं।",
      "example": "Ich traf meinen Freund letzte Woche im Stadtzentrum. Wir werden heute das Stadtzentrum besuchen. Sie werden nächsten Monat ein neues Geschäft im Stadtzentrum eröffnen.",
      "example_translation": "मैं अपने दोस्त से पिछले सप्ताह शहर केंद्र में मिला। हम आज शहर केंद्र का दौरा करने जा रहे हैं। वे अगले महीने शहर केंद्र में एक नई दुकान खोलेंगे।",
      "imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleidungsgeschäft",
      "translation": "कपड़े की दुकान",
      "definition": "Ein Laden, in dem Kleidung verkauft wird.",
      "definition_translation": "एक स्टोर जहां कपड़े बेचे जाते हैं।",
      "example": "Ich kaufte ein Hemd im Kleidungsgeschäft gestern. Sie arbeitet jetzt im Kleidungsgeschäft. Sie werden nächstes Jahr ein neues Kleidungsgeschäft eröffnen.",
      "example_translation": "मैं कल कपड़े की दुकान से एक शर्ट खरीदा था। वह अब कपड़े की दुकान में काम कर रही हैं। वे अगले साल एक नई कपड़े की दुकान खोलेंगे।",
      "imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verein",
      "translation": "क्लब",
      "definition": "Eine Vereinigung von Menschen mit einem gemeinsamen Interesse oder Ziel.",
      "definition_translation": "एक सामान्य रूचि या هدف के साथ लोगों का संघ。",
      "example": "Ich trat dem Verein letzten Jahr bei. Sie ist jetzt Mitglied des Vereins. Sie werden nächste Woche eine Party im Verein organisieren.",
      "example_translation": "मैं पिछले साल क्लब में शामिल हुआ था। वह अब क्लब की सदस्य हैं। वे अगले सप्ताह क्लब में एक पार्टी का आयोजन करेंगे।",
      "imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hochschule",
      "translation": "कॉलेज",
      "definition": "Eine Bildungseinrichtung oder Einrichtung, insbesondere eine, die höhere Bildung oder spezielle berufliche Bildung anbietet.",
      "definition_translation": "उच्च शिक्षा या विशेष व्यावसायिक शिक्षा प्रदान करने वाली एक शैक्षिक संस्था या स्थापना.",
      "example": "Ich absolvierte die Hochschule letzten Jahr. Ich bin momentan in der Hochschule. Ich werde im Herbst die Hochschule besuchen.",
      "example_translation": "मैं पिछले साल कॉलेज से स्नातक हुआ था. मैं अभी कॉलेज में हूँ. मैं秋 में कॉलेज में दाखिला लूँगा.",
      "imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ecke",
      "translation": "कोना",
      "definition": "Der Punkt oder Bereich, an dem zwei oder mehr Kanten, Flächen oder Linien sich treffen.",
      "definition_translation": "दो या अधिक किनारों, सतहों या रेखाओं का मिलन बिंदु या क्षेत्र.",
      "example": "Ich saß in der Ecke des Zimmers. Das Buch fiel auf die Ecke des Tisches. Das Haus befindet sich an der Ecke der Straße.",
      "example_translation": "मैं कमरे के कोने में बैठा था. किताब टेबल के कोने में गिर गई. घर सड़क के कोने में स्थित है.",
      "imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Warenhaus",
      "translation": "डिपार्टमेंटल स्टोर",
      "definition": "Ein großes Einzelhandelsgeschäft, das eine vielfältige Palette von Produkten anbietet, die in verschiedenen Abteilungen organisiert sind.",
      "definition_translation": "विभिन्न विभागों में संगठित एक बड़ा रिटेल स्टोर जिसमें व्यापक प्रोडक्ट रेंज उपलब्ध होती है.",
      "example": "Ich ging ins Warenhaus, um einige Kleidungsstücke zu kaufen. Das Warenhaus bietet eine breite Palette von Produkten an. Das Warenhaus hat dieses Wochenende eine Verkaufsaktion.",
      "example_translation": "मैं कुछ कपड़े खरीदने के लिए डिपार्टमेंटल स्टोर गया था. डिपार्टमेंटल स्टोर में व्यापक प्रोडक्ट रेंज उपलब्ध है. डिपार्टमेंटल स्टोर इस वीकेंड में सेल कर रहा है.",
      "imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Diskothek",
      "translation": "डिस्को",
      "definition": "Ein Nachtclub, in dem Menschen zu aufgezeichneten Musik tanzen, typischerweise mit blinkenden Lichtern und einer erhöhten Plattform für den DJ.",
      "definition_translation": "रिकॉर्डेड संगीत पर नृत्य करने वाला एक प्रकार का नाइटक्लब, आमतौर पर फ्लैशिंग लाइट्स और डीजे के लिए एक उठा हुआ मंच के साथ.",
      "example": "Ich ging letzte Nacht in eine Diskothek. Die Diskothek war sehr überfüllt. Ich liebe es, in der Diskothek zu tanzen.",
      "example_translation": "मैं कल रात को डिस्को में गया था. डिस्को बहुत भीड़भाड़ वाला था. मैं डिस्को में नृत्य करना पसंद करता हूँ.",
      "imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Drogerie",
      "translation": "ड्रग स्टोर",
      "definition": "Ein Geschäft, in dem Medikamente und andere Gesundheitsprodukte verkauft werden.",
      "definition_translation": "एक स्टोर जहां दवाएं और अन्य स्वास्थ्य संबंधी उत्पाद बेचे जाते हैं।",
      "example": "Ich ging in die Drogerie, um einige Schmerzmittel zu kaufen. Ich gehe in die Drogerie, um einige Verbände zu kaufen. Ich werde in die Drogerie gehen, um einige Vitamine zu kaufen.",
      "example_translation": "मैं दर्द निवारक खरीदने के लिए दवा स्टोर गया था। मैं पट्टी खरीदने के लिए दवा स्टोर जा रहा हूँ। मैं विटामिन खरीदने के लिए दवा स्टोर जाऊंगा।",
      "imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eingang",
      "translation": "प्रवेश",
      "definition": "Der Punkt, an dem eine Person ein Gebäude, einen Raum oder ein Gebiet betritt.",
      "definition_translation": "एक इमारत, एक कमरे या एक क्षेत्र में प्रवेश क điểm。",
      "example": "Der Eingang zum Museum war überfüllt. Ich stehe am Eingang des Auditoriums. Sie wird durch den Eingang des Fitnessstudios gehen.",
      "example_translation": "संग्रहालय में प्रवेश भीड़ थी। मैं ऑडिटोरियम के प्रवेश पर खड़ा हूँ। वह जिम के प्रवेश से प्रवेश करेगी।",
      "imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ausgang",
      "translation": "निकास",
      "definition": "Ein Weg aus einem Gebäude, einem Raum oder einem Gebiet.",
      "definition_translation": "एक इमारत, एक कमरे या एक क्षेत्र से बाहर निकलने का रास्ता।",
      "example": "Der Ausgang aus dem Parkplatz war geschlossen. Er verließ das Stadion schnell. Sie werden durch den Notausgang das Gebäude verlassen.",
      "example_translation": "पार्किंग लॉट से निकास बंद था। वह स्टेडियम से जल्दी बाहर निकला। वे इमर्जेंसी निकास से बिल्डिंग से बाहर निकलेंगे।",
      "imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feld",
      "translation": "क्षेत्र",
      "definition": "Ein offenes Gelände, das für einen bestimmten Zweck wie Landwirtschaft oder Sport verwendet wird.",
      "definition_translation": "एक खुला इलाका, कृषि या खेल के लिए प्रयोग किया जाता है।",
      "example": "Der Bauer arbeitete auf dem Feld den ganzen Tag. Das Fußballteam spielte gestern auf dem Feld. Der Wissenschaftler wird nächste Woche ein Experiment auf dem Feld durchführen.",
      "example_translation": "किसान पूरे दिन क्षेत्र में काम करता था। सॉकर टीम ने कल क्षेत्र में खेला था। वैज्ञानिक अगले सप्ताह क्षेत्र में प्रयोग करेगा।",
      "imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Garage",
      "translation": "गेराज",
      "definition": "Ein Gebäude oder Schuppen, das oder der als Lagerort für ein Kraftfahrzeug, insbesondere ein privates oder Wohngebäude, dient.",
      "definition_translation": "एक मोटर वाहन के लिए आवास हेतु एक इमारत या शेड, विशेषकर एक निजी या घरेलू एक。",
      "example": "Ich parkte mein Auto in der Garage letzte Nacht. Ich parke mein Auto in der Garage gerade. Ich werde mein Auto in der Garage parken.",
      "example_translation": "मैंने कल रात को अपनी कार गेराज में पार्क की थी। मैं अब अपनी कार गेराज में पार्क कर रहा हूँ। मैं कल अपनी कार गेराज में पार्क करूँगा।",
      "imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hügel",
      "translation": "पहाड़ी",
      "definition": "Eine natürliche Erhebung der Erdoberfläche, die von der umgebenden Ebene abrupt ansteigt und eine Höhe erreicht, die im Verhältnis zur angrenzenden Erhebung beeindruckend oder bemerkenswert ist.",
      "definition_translation": "पृथ्वी की सतह का एक प्राकृतिक उन्नयन, जो आसपास के स्तर से अधिक या कम उभरता है और आसपास की उन्नयन के सापेक्ष जिसकी ऊंचाई प्रभावशाली या उल्लेखनीय होती है।",
      "example": "Ich stieg den Hügel gestern hinauf. Ich steige den Hügel gerade hinauf. Ich werde den Hügel morgen hinaufsteigen.",
      "example_translation": "मैंने कल पहाड़ी पर चढ़ाई की थी। मैं अब पहाड़ी पर चढ़ाई कर रहा हूँ। मैं कल पहाड़ी पर चढ़ाई करूँगा।",
      "imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Insel",
      "translation": "द्वीप",
      "definition": "Ein Landstück, das von Wasser umgeben ist, wenn das Wasser bei Ebbe zurückgezogen ist, insbesondere ein natürlicher Formationsausschnitt wie ein Korallenriff oder ein Felsen.",
      "definition_translation": "निम्न ज्वार पर जल से घिरा हुआ भूमि का टुकड़ा, विशेषकर एक प्राकृतिक रूप से बना हुआ, जैसे एक कोरल रीफ या एक चट्टानी निकास。",
      "example": "Ich besuchte die Insel letztes Jahr. Ich besuche die Insel gerade. Ich werde die Insel nächstes Jahr besuchen.",
      "example_translation": "मैंने पिछले साल द्वीप पर जाना था। मैं अब द्वीप पर जा रहा हूँ। मैं अगले साल द्वीप पर जाऊँगा।",
      "imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bibliothek",
      "translation": "पुस्तकालय",
      "definition": "Ein Gebäude oder ein Raum, der eine Sammlung von Büchern, Periodika und anderen Materialien für Studium, Forschung und Lektüre enthält.",
      "definition_translation": "एक इमारत या कमरा जिसमें अध्ययन, शोध, और पढ़ने के लिए पुस्तकों, पत्रिकाओं, और अन्य सामग्रियों का संग्रह हो।",
      "example": "Ich ging gestern in die Bibliothek. Ich gehe gerade in die Bibliothek. Ich werde morgen in die Bibliothek gehen.",
      "example_translation": "मैं कल पुस्तकालय गया था। मैं अब पुस्तकालय जा रहा हूँ। मैं कल पुस्तकालय जाऊँगा।",
      "imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrstuhl",
      "translation": "लिफ्ट",
      "definition": "Ein Gerät, das verwendet wird, um Menschen oder Dinge anzuheben oder abzusenken, typischerweise mit einem System von Rollen oder hydraulischen Systemen.",
      "definition_translation": "लोगों या चीजों को उठाने या नीचे करने के लिए इस्तेमाल किया जाने वाला एक उपकरण, आमतौर पर पल्ले या हाइड्रोलिक सिस्टम का उपयोग करके।",
      "example": "Ich nahm den Fahrstuhl zum obersten Stock. Gestern hob ich den schweren Karton an. Morgen werde ich den Pokal anheben.",
      "example_translation": "मैं टॉप फ्लोर पर लिफ्ट ले लिया। कल, मैंने भारी बॉक्स उठाया। कल, मैं ट्रॉफी लिफ्ट करूँगा।",
      "imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Markt",
      "translation": "बाज़ार",
      "definition": "Ein offener Raum oder Gebäude, in dem Waren oder Dienstleistungen verkauft werden, oft mit vielen Ständen oder Läden.",
      "definition_translation": "एक खुला क्षेत्र या इमारत जहां माल या सेवाएं बेची जाती हैं, अक्सर कई स्टाल या दुकानों के साथ。",
      "example": "Ich ging auf den Markt, um einige Früchte zu kaufen. Der Markt ist jeden Tag geöffnet. Der Markt wird bald schließen.",
      "example_translation": "मैं फल खरीदने के लिए बाज़ार गया था। बाज़ार हर दिन खुला होता है। बाज़ार जल्द ही बंद हो जाएगा।",
      "imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Moschee",
      "translation": "मस्जिद",
      "definition": "Ein Gebäude für muslimischen Gottesdienst, typischerweise mit einem Minarett und einer großen Gebetsaula.",
      "definition_translation": "मुसलमान पूजा के लिए एक इमारत, आमतौर पर एक मीनार और एक बड़ा प्रार्थना हॉल के साथ。",
      "example": "Ich besuchte die Moschee gestern. Die Moschee ist wunderschön. Ich werde morgen wieder die Moschee besuchen.",
      "example_translation": "मैं कल मस्जिद गया था। मस्जिद सुंदर है। मैं कल फिर से मस्जिद जाऊंगा।",
      "imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Autobahn",
      "translation": "मोटरवे",
      "definition": "Eine Hochgeschwindigkeitsstraße, die speziell für schnellen Verkehr, insbesondere für Fahrzeuge, die weite Strecken zurücklegen, konzipiert wurde.",
      "definition_translation": "तेज ट्राफिक के लिए डिज़ाइन की गई एक उच्च गति सड़क, खासकर लंबी दूरी तय करने वाले वाहनों के लिए。",
      "example": "Ich fuhr auf der Autobahn, um die Stadt zu erreichen. Die Autobahn ist sehr belebt. Die Autobahn wird bald für Wartungsarbeiten geschlossen.",
      "example_translation": "मैं शहर पहुँचने के लिए मोटरवे पर ड्राइव किया। मोटरवे बहुत व्यस्त है। मोटरवे जल्द ही रखरखाव के लिए बंद हो जाएगा।",
      "imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tankstelle",
      "translation": "पेट्रोल स्टेशन",
      "definition": "Ein Gebäude oder eine Einrichtung, in der Benzin und andere Treibstoffe verkauft werden und Fahrzeuge betankt und gewartet werden können.",
      "definition_translation": "एक भवन या सुविधा जहां पेट्रोल और अन्य ईंधन बेचे जाते हैं, और जहां वाहनों को रिफ्यूल और सेवा दी जा सकती है।",
      "example": "Ich ging gestern zur Tankstelle, um mein Auto aufzutanken, aber sie war geschlossen. Heute werde ich zur Tankstelle gehen, um mein Auto aufzutanken. Morgen werde ich mein Auto an der Tankstelle aufgetankt haben.",
      "example_translation": "मैं कल अपनी कार की टंकी को भरने के लिए पेट्रोल स्टेशन गया था, लेकिन यह बंद था। आज, मैं अपनी कार की टंकी को भरने के लिए पेट्रोल स्टेशन जाऊंगा। कल, मैं पेट्रोल स्टेशन पर अपनी कार की टंकी को भर चुका होगा।",
      "imageLink": "petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielplatz",
      "translation": "खेल मैदान",
      "definition": "Ein Außenbereich, insbesondere in einer Schule, wo Kinder spielen und sich bewegen können.",
      "definition_translation": "एक आउटडोर क्षेत्र, विशेष रूप से एक स्कूल में, जहां बच्चे खेल सकते हैं और व्यायाम कर सकते हैं।",
      "example": "Ich spielte mit meinen Freunden auf dem Spielplatz während der Pause. Heute wird der Spielplatz renoviert. Bis nächster Woche wird der Spielplatz renoviert sein und wir können wieder dort spielen.",
      "example_translation": "मैंने अपने दोस्तों के साथ लंचटाइम के दौरान प्लेグラ운드 में टैग खेला। आज, प्लेグラ운드 का नवीनीकरण हो रहा है। अगले हफ्ते तक, प्लेグラ운드 का नवीनीकरण हो जाएगा और हम वहां फिर से खेल सकेंगे।",
      "imageLink": "playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizeistation",
      "translation": "पुलिस स्टेशन",
      "definition": "Ein Gebäude oder Büro, in dem Polizisten arbeiten und wo Menschen Anzeigen erstatten oder Beschwerden einreichen können.",
      "definition_translation": "एक भवन या कार्यालय जहां पुलिस अधिकारी काम करते हैं और जहां लोग अपराधों की रिपोर्ट कर सकते हैं या शिकायत दर्ज कर सकते हैं।",
      "example": "Ich ging gestern zur Polizeistation, um eine Anzeige zu erstatten, aber der Beamte war beschäftigt. Heute werde ich zur Polizeistation gehen, um eine Anzeige zu erstatten. Morgen werde ich eine Anzeige bei der Polizeistation erstattet haben.",
      "example_translation": "मैं कल पुलिस स्टेशन पर रिपोर्ट दर्ज करने गया था, लेकिन अधिकारी व्यस्त थे। आज, मैं पुलिस स्टेशन पर रिपोर्ट दर्ज करने जाऊंगा। कल, मैं पुलिस स्टेशन पर रिपोर्ट दर्ज कर चुका होगा।",
      "imageLink": "police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmbad",
      "translation": "ताल",
      "definition": "Ein kleiner Bereich stillen Wassers, insbesondere einer, der zum Schwimmen genutzt wird.",
      "definition_translation": "एक स्थिर जल का छोटा क्षेत्र, विशेष रूप से वह स्वimming के लिए उपयोग किया जाता है।",
      "example": "Ich ging gestern schwimmen im Schwimmbad, aber es war überfüllt. Heute werde ich schwimmen gehen im Schwimmbad. Morgen werde ich im Schwimmbad geschwommen sein.",
      "example_translation": "मैं कल पूल में तैराकी के लिए गया था, लेकिन वह भीड़भाड़ थी। आज, मैं पूल में तैराकी के लिए जाऊंगा। कल, मैं पूल में तैराकी के लिए गया होगा।",
      "imageLink": "pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Postamt",
      "translation": "डाकघर",
      "definition": "Ein Gebäude oder eine Institution, in der Postsendungen und Pakete empfangen, sortiert und versendet werden.",
      "definition_translation": "एक इमारत या संस्थान जहां डाक और पैकेज प्राप्त, वर्गीकृत और वितरित किए जाते हैं।",
      "example": "Ich ging zum Postamt, um ein Paket an meinen Freund zu senden. Ich gehe zum Postamt, um Briefmarken zu kaufen. Ich werde zum Postamt gehen, um einen Brief zu verschicken.",
      "example_translation": "मैं अपने दोस्त को एक पार्सल भेजने के लिए डाकघर गया था. मैं डाक टिकट खरीदने के लिए डाकघर जा रहा हूँ. मैं एक पत्र भेजने के लिए डाकघर जाऊँगा.",
      "imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gasthof",
      "translation": "पब",
      "definition": "Ein öffentliches Haus, insbesondere eines, das Speisen und Getränke serviert.",
      "definition_translation": "एक सार्वजनिक घर, विशेष रूप से वह जो खाना और पेय पदार्थ परोसता है।",
      "example": "Ich traf meine Freunde gestern Abend im Gasthof. Wir gehen heute Abend ins Gasthof, um das Spiel anzusehen. Sie werden ein neues Gasthof im Stadtzentrum eröffnen.",
      "example_translation": "मैंने अपने दोस्तों से कल रात पब पर मुलाकात की. हम गेम देखने के लिए पब जा रहे हैं. वे शहर के केंद्र में एक नया पब खोलेंगे.",
      "imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisenbahn",
      "translation": "रेलवे",
      "definition": "Ein Verkehrssystem, das Züge auf festen Schienen verwendet, insbesondere für den Transport von Personen und Gütern.",
      "definition_translation": "एक निश्चित रेल पर ट्रेनों का उपयोग करके परिवहन की एक प्रणाली, विशेष रूप से लोगों और सामानों के परिवहन के लिए.",
      "example": "Ich fuhr mit der Eisenbahn in meine Heimatstadt. Wir werden mit der Eisenbahn in die Berge fahren. Der neue Bahnhof wird bald gebaut.",
      "example_translation": "मैंने अपने गृहनगर के लिए रेलवे से यात्रा की. हम पहाड़ों पर जाने के लिए रेलवे लेंगे. नया रेलवे स्टेशन जल्द ही निर्माण होगा.",
      "imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bahnhof",
      "translation": "रेलवे स्टेशन",
      "definition": "Ein Terminal, an dem Züge halten, um Passagieren das Ein- und Aussteigen zu ermöglichen, normalerweise mit Einrichtungen wie Fahrkartenschaltern und Wartezimmern.",
      "definition_translation": "एक टर्मिनल जहां ट्रेनें यात्रियों को चढ़ने या उतरने देने के लिए रुकती हैं, आमतौर पर टिकट कार्यालय और प्रतीक्षा कक्ष जैसी सुविधाओं के साथ.",
      "example": "Ich kam früh morgens am Bahnhof an. Wir werden uns am Bahnhof um 5 Uhr treffen. Der Bahnhof war während der Ferienzeit überfüllt.",
      "example_translation": "मैं सुबह जल्दी रेलवे स्टेशन पर पहुँचा. हम 5 बजे रेलवे स्टेशन पर मिलेंगे. छुट्टियों के मौसम के दौरान रेलवे स्टेशन भीड़ था.",
      "imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuhgeschäft",
      "translation": "जूता की दुकान",
      "definition": "Ein Laden, in dem Schuhe verkauft werden.",
      "definition_translation": "जूतों की बिक्री के लिए एक स्टोर",
      "example": "Ich ging gestern in das Schuhgeschäft, um neue Schuhe zu kaufen. Ich gehe jetzt in das Schuhgeschäft, um sie zurückzubringen. Ich werde morgen in das Schuhgeschäft gehen, um sie umzutauschen.",
      "example_translation": "मैं कल जूता की दुकान पर गई था नए जूते खरीदने के लिए. मैं अभी जूता की दुकान पर जा रहा हूँ उन्हें वापस करने के लिए. मैं कल जूता की दुकान पर जाऊंगा उन्हें एक्सचेंज करने के लिए.",
      "imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufszentrum",
      "translation": "शॉपिंग सेंटर",
      "definition": "Ein Gebäude oder Komplex mit vielen Geschäften, Restaurants und Unterhaltungseinrichtungen.",
      "definition_translation": "एक भवन या कॉम्प्लेक्स जिसमें कई स्टोर, रेस्तरां और मनोरंजन सुविधाएं होती हैं.",
      "example": "Ich liebe es, am Wochenende in das Einkaufszentrum zu gehen. Ich war letzte Woche im Einkaufszentrum, um einen Film anzusehen. Ich werde nächste Woche in das Einkaufszentrum gehen, um Geschenke zu kaufen.",
      "example_translation": "मैं tuầnांत में शॉपिंग सेंटर पर जाना पसंद करता हूँ. मैं पिछले हफ्ते शॉपिंग सेंटर पर गया था एक फिल्म देखने के लिए. मैं अगले हफ्ते शॉपिंग सेंटर पर जाऊंगा उपहार खरीदने के लिए.",
      "imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sportzentrum",
      "translation": "खेल केंद्र",
      "definition": "Eine Einrichtung oder ein Komplex für verschiedene Sportarten und körperliche Aktivitäten.",
      "definition_translation": "विभिन्न खेलों और शारीरिक गतिविधियों के लिए एक सुविधा या कॉम्प्लेक्स.",
      "example": "Ich gehe jeden Morgen in das Sportzentrum, um mich zu bewegen. Ich war letzte Nacht im Sportzentrum, um Basketball zu spielen. Ich werde morgen in das Sportzentrum gehen, um zu schwimmen.",
      "example_translation": "मैं प्रत्येक सुबह खेल केंद्र पर व्यायाम करने जाता हूँ. मैं कल रात खेल केंद्र पर बास्केटबॉल खेलने गया था. मैं कल खेल केंद्र पर तैरने जाऊंगा.",
      "imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platz",
      "translation": "चौक",
      "definition": "Ein offener Bereich in einer Stadt oder einem Ort, normalerweise mit Gebäuden oder Statuen drumherum.",
      "definition_translation": "एक शहर या镇 का एक खुला क्षेत्र, आमतौर पर इसके आसपास इमारतें या मूर्तियां होती हैं.",
      "example": "Ich liebe es, auf dem Platz zu sitzen und die Leute zu beobachten. Ich war letzte Woche auf dem Platz, um ein Konzert zu besuchen. Ich werde nächste Woche auf dem Platz gehen, um mit Freunden zu treffen.",
      "example_translation": "मैं लोगों को देखने के लिए चौक में बैठना पसंद करता हूँ. मैं पिछले हफ्ते चौक पर एक कॉन्सर्ट में शामिल होने गया था. मैं अगले हफ्ते चौक पर दोस्तों से मिलने जाऊंगा.",
      "imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadion",
      "translation": "स्टेडियम",
      "definition": "Ein großer, normalerweise im Freien liegender Bereich für Sportveranstaltungen, Konzerte oder andere Events mit einer großen Menschenmenge.",
      "definition_translation": "एक बड़ा, आमतौर पर आउटडोर, खेल, संगीत कार्यक्रम या अन्य घटनाओं के लिए भीड़ वाला क्षेत्र。",
      "example": "Ich rannte um das Stadion, um mich zu bewegen. Ich sehe mich heute Abend ein Konzert im Stadion an. Ich werde morgen ins Stadion gehen, um ein Fußballspiel anzusehen.",
      "example_translation": "मैं व्यायाम करने के लिए स्टेडियम के चारों ओर दौड़ा। आज रात स्टेडियम में संगीत कार्यक्रम देख रहा हूँ। कल स्टेडियम जाऊंगा और फुटबॉल मैच देखूँगा।",
      "imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Theater",
      "translation": "थिएटर",
      "definition": "Ein Gebäude oder Raum, in dem live Aufführungen wie Theaterstücke oder Musicals stattfinden.",
      "definition_translation": "एक भवन या स्थान जहाँ लाइव प्रदर्शन, जैसे नाटक या संगीत नाटक, आयोजित किए जाते हैं।",
      "example": "Ich war letzte Nacht im Theater, um ein Stück anzusehen. Das Theater wird renoviert, um die Akustik zu verbessern. Sie wird nächste Woche im Theater auftreten.",
      "example_translation": "मैं कल रात नाटक देखने के लिए थिएटर गया था। थिएटर का नवीनीकरण उसके एकूस्टिक्स में सुधार के लिए किया जा रहा है। वह अगले हफ्ते थिएटर में प्रदर्शन करेगी।",
      "imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrkartenbüro",
      "translation": "टिकट कार्यालय",
      "definition": "Ein Ort, an dem Fahrkarten verkauft werden, normalerweise an einem Schalter oder in einem Kiosk.",
      "definition_translation": "एक स्थान जहाँ टिकट बेचे जाते हैं, Usually काउंटर या बूथ पर。",
      "example": "Ich ging in das Fahrkartenbüro, um eine Karte für das Konzert zu kaufen. Das Fahrkartenbüro ist von 9 Uhr bis 17 Uhr geöffnet. Sie arbeitet im Fahrkartenbüro.",
      "example_translation": "मैं कॉन्सर्ट के लिए टिकट खरीदने के लिए टिकट कार्यालय गया था। टिकट कार्यालय सुबह 9 बजे से शाम 5 बजे तक खुला रहता है। वह टिकट कार्यालय में काम करती है।",
      "imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielzeugladen",
      "translation": "खिलौना दुकान",
      "definition": "Ein Laden, in dem Spielwaren, Spiele und andere Spielzeuge für Kinder verkauft werden.",
      "definition_translation": "एक स्टोर जो बच्चों के लिए खिलौने, गेम्स और अन्य प्लेथिंग्स बेचता है।",
      "example": "Ich nahm meine Kinder in den Spielzeugladen, um ihnen ein Geburtstagsgeschenk zu kaufen. Der Spielzeugladen hat alle Spielwaren im Angebot. Sie liebt es, im Spielzeugladen zu spielen.",
      "example_translation": "मैंने अपने बच्चों के लिए जन्मदिन का उपहार खरीदने के लिए टॉय शॉप ले गया। टॉय शॉप सभी खिलौनों पर सेल कर रहा है। वह टॉय शॉप में खिलौनों के साथ खेलने से प्यार करती है。",
      "imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Untergrund",
      "translation": "अंडरग्राउंड",
      "definition": "Lage oder Ereignis unter der Erdoberfläche.",
      "definition_translation": "पृथ्वी की सतह से नीचे स्थित या होने वाला",
      "example": "Die unterirdischen Tunnel boten eine sichere Route für die Fußgänger.",
      "example_translation": "पैदल यात्रियों के लिए सुरक्षित मार्ग अंडरग्राउंड सुरंगें प्रदान करती थीं",
      "imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnhaus",
      "translation": "एपार्टमेंट भवन",
      "definition": "Ein großes Gebäude, das in separate Wohnungen oder Etagen aufgeteilt ist.",
      "definition_translation": "एक बड़ा भवन जो अलग-अलग फ्लैट्स या एपार्टमेंट्स में विभाजित है",
      "example": "Das Wohnhaus musste wegen eines Feueralarms evakuiert werden.",
      "example_translation": "अग्नि अलार्म के कारण एपार्टमेंट भवन को खाली कर दिया गया था",
      "imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balkon",
      "translation": "बालकनी",
      "definition": "Eine Plattform, die von der Wand eines Gebäudes vorsteht und von einer Brüstung oder Balustrade umgeben ist.",
      "definition_translation": "एक इमारत की दीवार से बाहर निकला प्लेटफॉर्म, रेलिंग या बलुस्ट्रेड से घिरा हुआ",
      "example": "Der Balkon bot einen atemberaubenden Blick auf die Stadtskyline.",
      "example_translation": "बालकनी ने शहर के स्काइलाइन का शानदार दृश्य प्रस्तुत किया",
      "imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Block",
      "translation": "ब्लॉक",
      "definition": "Ein fester Teil eines Materials, insbesondere einer mit flachen Oberflächen, der für den Bau oder die Konstruktion verwendet wird.",
      "definition_translation": "एक ठोस सामग्री का टुकड़ा, विशेष रूप से समतल सतह वाला, निर्माण या निर्माण के लिए उपयोग किया जाता है",
      "example": "Der Holzblock war zu schwer, um ihn zu heben.",
      "example_translation": "लकड़ी का ब्लॉक उठाने के लिए बहुत भारी था",
      "imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeltplatz",
      "translation": "शिविर स्थल",
      "definition": "Ein Platz, an dem Menschen zelten, typischerweise auf dem Land oder in der Wildnis.",
      "definition_translation": "एक ऐसा स्थान जहां लोग कैंपिंग करते हैं, आमतौर पर देश में या जंगल में।",
      "example": "Wir richteten unsere Zelte auf dem Zeltplatz ein und verbrachten die Nacht unter den Sternen. Wir hatten bereits einige Male auf diesem Zeltplatz gezeltet und werden es nächstes Jahr wieder tun.",
      "example_translation": "हमने अपने टेंट कैंपसाइट पर पिच किए और स्टार्स के नीचे रात बिताई। हमने वहां पहले भी कैंप किया था, और अगले साल फिर से कैंप करेंगे।",
      "imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kantine",
      "translation": "चाय की दुकान",
      "definition": "Eine Cafeteria oder Essenausgabe, insbesondere in einer Schule, Fabrik oder anderen Institution.",
      "definition_translation": "एक संस्थान, विशेष रूप से स्कूल, फैक्ट्री या अन्य संस्थान में एक कैफेटेरिया या फूड आउटलेट。",
      "example": "Die Kantine war während der Sommerferien geschlossen, wird jedoch beim Beginn des neuen Semesters wieder geöffnet. Ich kaufte ein Sandwich in der Kantine gestern. Bis ich abschließe, werde ich in der Kantine hunderte Male gegessen haben.",
      "example_translation": "गर्मियों की छुट्टी के दौरान कैंटीन बंद था, लेकिन नया सेमेस्टर शुरू होने पर यह फिर से खुल जाएगा। मैंने कल कैंटीन में एक सैंडविच खरीदा। जब मैं स्नातक हो जाऊंगा, तब तक मैंने कैंटीन में सैकड़ों बार खाना खाया होगा।",
      "imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zirkus",
      "translation": "सर्कस",
      "definition": "Eine Reise-Show, die typischerweise Dressurtiere, Artisten und Clowns in einem großen Zelt oder auf einer Arena präsentiert.",
      "definition_translation": "एक यात्रा प्रदर्शन, आमतौर पर प्रशिक्षित जानवरों, जिमनास्ट और 클ाउन के साथ, एक बड़े टेंट या एरेना में प्रदर्शन करता है।",
      "example": "Ich ging mit meiner Familie zum Zirkus, als ich ein Kind war. Wir hatten den Zirkus im letzten Jahr in unserer Stadt gesehen und werden definitiv wieder hingehen, wenn sie zurückkehren. Der Zirkus war atemberaubend, mit talentierten Künstlern und entzückenden Tieren.",
      "example_translation": "मैं अपने परिवार के साथ बच्चा था जब मैं सर्कस गया था। हमने पिछले साल अपने शहर में सर्कस का प्रदर्शन देखा था, और जब वे वापस आएंगे तो हम जरूर जाएंगे। सर्कस अद्भुत था, प्रतिभाशाली प्रदर्शनकारियों और प्यारे जानवरों के साथ।",
      "imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klinik",
      "translation": "क्लिनिक",
      "definition": "Eine medizinische Einrichtung, insbesondere keine Krankenhaus, in der Menschen medizinische Versorgung und Behandlung erhalten können.",
      "definition_translation": "एक स्वास्थ्य देखभाल सुविधा, विशेषकर एक जो अस्पताल नहीं है, जहां लोग चिकित्सा देखभाल और उपचार प्राप्त कर सकते हैं।",
      "example": "Ich ging letzte Woche zur Klinik für eine Untersuchung. Der Arzt in der Klinik sagte mir, dass ich Medizin nehmen muss. Ich werde morgen zur Klinik gehen, um die Ergebnisse meiner Tests zu erhalten.",
      "example_translation": "मैं पिछले हफ्ते जांच के लिए क्लिनिक गया था। क्लिनिक में डॉक्टर ने मुझे बताया कि मुझे कुछ दवा लेने की जरूरत है। मैं कल टेस्ट रिजल्ट पाने के लिए क्लिनिक फिर से जाउंगा।",
      "imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ferienhaus",
      "translation": "कॉटेज",
      "definition": "Ein kleines einfaches Haus, typischerweise auf dem Land, oft ein Urlaubshaus.",
      "definition_translation": "एक छोटा सimple मकान, आमतौर पर ग्रामीण इलाके में, अक्सर एक अवकाश घर का उल्लेख करने के लिए।",
      "example": "Ich verbrachte meinen Sommerurlaub in einem gemütlichen Ferienhaus am See. Im letzten Jahr hatte ich meinen Winterurlaub in einem Ferienhaus in den Bergen verbracht. Nächstes Jahr werde ich meinen Frühlingurlaub in einem Ferienhaus am Strand verbringen.",
      "example_translation": "मैंने अपने गर्मी की छुट्टी एक झील के पास एक आरामदायक कॉटेज में बिताई थी। पिछले साल, मैंने अपने सर्दी की छुट्टी पर्वतों में एक कॉटेज में बिताई थी। अगले साल, मैं अपने वसंत की छुट्टी एक समुद्र तट के पास एक कॉटेज में बिताऊंगा।",
      "imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gericht",
      "translation": "अदालत",
      "definition": "Ein Ort, an dem Gerechtigkeit ausgeübt wird, insbesondere ein Gebäude, in dem Rechtsfälle verhandelt und entschieden werden.",
      "definition_translation": "एक जगह जहां न्याय प्रशासित किया जाता है, विशेष रूप से एक इमारत जहां कानूनी मामले सुने और निर्णय लिए जाते हैं।",
      "example": "Der Gerichtsfall wurde auf nächsten Monat vertagt. Der Anwalt präsentierte seine Argumente vor Gericht. Der Richter instruierte die Jury im Gericht.",
      "example_translation": "अदालत का मामला अगले महीने तक स्थगित कर दिया गया था। वकील ने अदालत में अपने तर्क पेश किए। जज ने अदालत में ज्यूरी को निर्देश दिया।",
      "imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Botschaft",
      "translation": "दूतावास",
      "definition": "Eine diplomatische Mission, insbesondere eine, die von einem Botschafter geleitet wird, oder das Gebäude, in dem sie sich befindet.",
      "definition_translation": "एक राजनयिक मिशन, विशेष रूप से एक राजदूत द्वारा संचालित, या वह इमारत जहां यह स्थित है।",
      "example": "Die Botschaft half mir bei der Ausstellung eines neuen Reisepasses. Der Botschafter besuchte die Botschaft in Tokio. Das Personal der Botschaft war sehr hilfreich.",
      "example_translation": "दूतावास ने मुझे एक नए पासपोर्ट प्राप्त करने में मदद की। राजदूत ने टोक्यो में दूतावास का दौरा किया। दूतावास के कर्मचारी बहुत मददगार थे।",
      "imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feld",
      "translation": "क्षेत्र",
      "definition": "Ein Bereich von Land, der für eine bestimmte Aktivität, wie Landwirtschaft oder Sport, verwendet wird, oder ein bestimmter Bereich von Aktivitäten oder Interesse.",
      "definition_translation": "एक विशेष गतिविधि के लिए भूमि का एक क्षेत्र, जैसे कृषि या खेल, या एक विशेष сферा गतिविधि या रुचि।",
      "example": "Ich spielte Fußball auf dem Feld gestern. Der Wissenschaftler studierte das Feld der Physik. Der Bauer arbeitete den ganzen Tag auf dem Feld.",
      "example_translation": "मैंने कल फील्ड में सॉकर खेला था। वैज्ञानिक ने भौतिकी के क्षेत्र का अध्ययन किया। किसान ने दिन भर फील्ड में काम किया।",
      "imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwache",
      "translation": "अग्नि स्टेशन",
      "definition": "Ein Gebäude oder eine Einrichtung, die Feuerwehrautos und Ausrüstung beherbergt und von der aus Feuerwehrleute und ihre Ausrüstung auf Brände und andere Notfälle reagieren.",
      "definition_translation": "एक इमारत या सुविधा जिसमें अग्नि ट्रक और उपकरण हैं, और जहां से अग्निशामक और उनके उपकरण आग और अन्य आपात स्थितियों का जवाब देते हैं。",
      "example": "Die Feuerwache befindet sich in der Nähe der Stadtmitte. Gestern reagierten die Feuerwehrleute auf einen Brand im alten Lagerhaus. Bis nächstes Jahr wird die Feuerwache neue Ausrüstung haben.",
      "example_translation": "अग्नि स्टेशन शहर के केंद्र के पास स्थित है. कल, अग्निशामकों ने पुराने गोदाम में आग का जवाब दिया. अगले साल तक, अग्नि स्टेशन में नई सुविधा होगी.",
      "imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blumenladen",
      "translation": "फूलवाला की दुकान",
      "definition": "Ein Laden, in dem Blumen, Pflanzen und andere verwandte Artikel verkauft werden.",
      "definition_translation": "एक दुकान जहां फूल, पौधे और अन्य संबंधित वस्तुएं बेची जाती हैं.",
      "example": "Ich machte einen Abstecher zum Blumenladen, um Blumen für den Geburtstag meiner Mutter zu kaufen. Der Blumenladen in der Hauptstraße hat eine schöne Rosenanordnung. Bis nächster Woche wird der Blumenladen eine Ausverkaufsaktion auf Sträuße haben.",
      "example_translation": "मैं अपनी मां के जन्मदिन के लिए कुछ फूल खरीदने के लिए फूलवाला की दुकान पर रुका. मेन स्ट्रीट पर स्थित फूलवाला की दुकान में गुलाब की एक सुंदर व्यवस्था है. अगले हफ्ते तक, फूलवाला की दुकान में बुके पर सेल होगी.",
      "imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Möbelhaus",
      "translation": "फ़र्नीचर की दुकान",
      "definition": "Ein Laden, in dem Möbel und andere Haushaltsartikel verkauft werden.",
      "definition_translation": "एक दुकान जहां फ़र्नीचर और अन्य घरेलू वस्तुएं बेची जाती हैं.",
      "example": "Ich ging zum Möbelhaus, um eine neue Couch zu kaufen. Das Möbelhaus in der Eichenstraße hat eine große Auswahl an Stühlen. Bis nächstem Monat wird das Möbelhaus eine neue Lieferung von Betten haben.",
      "example_translation": "मैं एक नई सोफा खरीदने के लिए फ़र्नीचर की दुकान पर गया. ओक स्ट्रीट पर स्थित फ़र्नीचर की दुकान में कुर्सियों का एक व्यापक चयन है. अगले महीने तक, फ़र्नीचर की दुकान में बेड की नई खेप आएगी.",
      "imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Werkstatt",
      "translation": "गैरेज",
      "definition": "Ein Gebäude oder Raum für die Unterhaltung und Reparatur von Kraftfahrzeugen.",
      "definition_translation": "एक इमारत या कमरा मोटर वाहनों के लिए आवास और मरम्मत के लिए.",
      "example": "Ich muss mein Auto zur Werkstatt bringen, um einen TÜV zu machen. Die Werkstatt in der Ulmenstraße ist 24 Stunden geöffnet. Bis nächstes Jahr wird die Werkstatt einen neuen Mechaniker haben.",
      "example_translation": "मुझे अपनी कार को ट्यून-अप के लिए गैरेज पर ले जाना होगा. एल्म स्ट्रीट पर स्थित गैरेज 24 घंटे खुला है. अगले साल तक, गैरेज में एक नई मेकेनिक होगी.",
      "imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Obst- und Gemüseladen",
      "translation": "सब्जी वाले की दुकान",
      "definition": "Ein Ladengeschäft, das frisches Obst und Gemüse, often mit einer großen Auswahl an Produkten, verkauft.",
      "definition_translation": "एक दुकान जिसमें ताजा फल और सब्जियां बिकती हैं, अक्सर विविध प्रकार की पैदावार होती है.",
      "example": "Ich ging zum Obst- und Gemüseladen, um frische Äpfel zu kaufen. Gestern ging ich zum Obst- und Gemüseladen, um frische Äpfel zu kaufen. Morgen werde ich zum Obst- und Gemüseladen gehen, um frische Äpfel zu kaufen.",
      "example_translation": "मैं ताजा सेब खरीदने के लिए सब्जी वाले की दुकान पर गया. कल, मैं ताजा सेब खरीदने के लिए सब्जी वाले की दुकान पर गया था. कल, मैं ताजा सेब खरीदने के लिए सब्जी वाले की दुकान पर जाऊंगा.",
      "imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebensmittelladen",
      "translation": "किराना दुकान",
      "definition": "Ein Laden, in dem Lebensmittel und andere Haushaltsbedarf artículo verkauft werden.",
      "definition_translation": "एक दुकान जिसमें खाने की चीजें और अन्य घरेलू सामान बिकते हैं.",
      "example": "Ich rannte zum Lebensmittelladen, um Milch zu kaufen. Gestern rannte ich zum Lebensmittelladen, um Milch zu kaufen. Morgen werde ich zum Lebensmittelladen rennen, um Milch zu kaufen.",
      "example_translation": "मैं दूध लेने के लिए किराना दुकान पर भागा. कल, मैं दूध लेने के लिए किराना दुकान पर भागा था. कल, मैं दूध लेने के लिए किराना दुकान पर भागूँगा.",
      "imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebensmittel",
      "translation": "किराना सामान",
      "definition": "Lebensmittel und andere Haushaltsbedarf artículo, die für die Zukunft gekauft oder gelagert werden.",
      "definition_translation": "भविष्य में प्रयोग के लिए ख़रीद या संचित खाने की चीजें और अन्य घरेलू सामान.",
      "example": "Ich muss Lebensmittel für die Woche kaufen. Letzte Woche kaufte ich Lebensmittel für die Familie. Nächste Woche werde ich Lebensmittel für die Party kaufen.",
      "example_translation": "मुझे सप्ताह के लिए किराना सामान खरीदना है. पिछले सप्ताह, मैंने परिवार के लिए किराना सामान खरीदा था. अगले सप्ताह, मैं पार्टी के लिए किराना सामान खरीदूँगा.",
      "imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pension",
      "translation": "अतिथि गृह",
      "definition": "Ein Haus oder Gebäude für die Beherbergung von Gästen oder Reisenden.",
      "definition_translation": "मेहमानों या यात्रियों के लिए स्वागत और आवास के लिए एक घर या भवन.",
      "example": "Ich blieb in einer Pension während meiner Reise nach Paris. Gestern blieb ich in einer Pension während meiner Reise nach Paris. Morgen werde ich in einer Pension bleiben während meiner Reise nach Paris.",
      "example_translation": "मैं पेरिस की यात्रा के दौरान एक अतिथि गृह में ठहरा था. कल, मैं पेरिस की यात्रा के दौरान एक अतिथि गृह में ठहरा था. कल, मैं पेरिस की यात्रा के दौरान एक अतिथि गृह में ठहरूँगा.",
      "imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fitnessstudio",
      "translation": "जिम",
      "definition": "Ein Fitnessstudio ist ein Ort für körperliche Übung, insbesondere indoor athletische Aktivitäten, wie Gewichtheben, Boxen oder Turnen.",
      "definition_translation": "जिम शरीरिक व्यायाम के लिए एक जगह है, Özellikle इनडोर एथलेटिक गतिविधियों, जैसे वजन उठाना, मुक्केबाजी या जिमनास्टिक्स。",
      "example": "Ich ging gestern ins Fitnessstudio, ich gehe jetzt ins Fitnessstudio und ich werde morgen ins Fitnessstudio gehen.",
      "example_translation": "मैं कल जिम गया था, मैं अभी जिम जा रहा हूं, और मैं कल जिम जाऊंगा।",
      "imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hafen",
      "translation": "बंदरगाह",
      "definition": "Ein Hafen ist ein Wasserbereich, in dem Schiffe, Boote und andere Wasserfahrzeuge vor dem offenen Meer Schutz suchen können.",
      "definition_translation": "एक बंदरगाह वह जल निकाय है जहां जहाज, नाव और अन्य जलयान खुले समुद्र से शरण ले सकते हैं।",
      "example": "Das Schiff segelte letzte Nacht in den Hafen ein, es befindet sich noch jetzt im Hafen und es wird morgen vom Hafen ausfahren.",
      "example_translation": "जहाज कल रात को बंदरगाह में आया था, वह अभी भी बंदरगाह में है, और वह कल बंदरगाह से निकलेगा।",
      "imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugendherberge",
      "translation": "छात्रावास",
      "definition": "Eine Jugendherberge ist ein Gebäude, in dem Menschen, insbesondere Studenten, vorübergehend wohnen können, während sie studieren oder reisen.",
      "definition_translation": "एक छात्रावास वह भवन है जहां लोग, особенно छात्र, अस्थायी रूप से रह सकते हैं, आमतौर पर जबकि वे अध्ययन या यात्रा कर रहे होते हैं।",
      "example": "Ich wohnte während meines ersten Studienjahres in einer Jugendherberge, ich wohne jetzt in einer Jugendherberge und ich werde nächstes Jahr wieder in einer Jugendherberge wohnen.",
      "example_translation": "मैं कॉलेज के पहले साल के दौरान एक छात्रावास में रहता था, मैं अभी एक छात्रावास में रहता हूं, और मैं अगले साल फिर से एक छात्रावास में रहूंगा।",
      "imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hütte",
      "translation": "कुटिया",
      "definition": "Eine Hütte ist ein kleines, simples Haus oder Schutzdach, üblicherweise aus natürlichen Materialien wie Holz, Gras oder Lehm gebaut.",
      "definition_translation": "एक कुटिया एक छोटा, साधारण घर या आश्रय है, आमतौर पर प्राकृतिक सामग्रियों जैसे लकड़ी, घास या मिट्टी से बना होता है।",
      "example": "Die Dorfbewohner bauten letzte Woche eine Hütte im Wald, sie bauen jetzt eine Hütte und sie werden nächsten Monat eine weitere Hütte bauen.",
      "example_translation": "ग्रामीणों ने जंगल में एक कुटिया बनाई थी:last सप्ताह, वे अभी एक कुटिया बना रहे हैं, और वे अगले महीने फिर से एक कुटिया बनाएंगे।",
      "imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefängnis",
      "translation": "जेल",
      "definition": "Ein Ort, an dem Menschen, die verhaftet oder verurteilt wurden, vorübergehend inhaftiert werden, insbesondere während sie auf ihre Verhandlung oder Strafe warten.",
      "definition_translation": "अपराधियों के लिए एक सुविधा जिसमें लोगों को हिरासत में रखा जाता है, ειδारतpecially ट्रायल की प्रतीक्षा में या सजा की सेवा करते हुए。",
      "example": "Er wurde für fünf Jahre wegen Raub ins Gefängnis geschickt. Er sitzt jetzt im Gefängnis. Er wird nächstes Jahr aus dem Gefängnis entlassen.",
      "example_translation": "वह डकैती के लिए पांच साल के लिए जेल भेजा गया था। वह अब जेल में है। वह अगले साल जेल से रिहा हो जाएगा।",
      "imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juwelier",
      "translation": "जेवेलर की दुकान",
      "definition": "Ein Laden, in dem Schmuck und andere Wertgegenstände verkauft werden.",
      "definition_translation": "एक दुकान जहां गहने और अन्य कीमती सामान बेचे जाते हैं।",
      "example": "Ich kaufte eine schöne Halskette in einem Juwelierladen. Der Juwelierladen war sehr voll. Sie wird bald ihren eigenen Juwelierladen eröffnen.",
      "example_translation": "मैंने एक सुंदर हार एक जेवेलर की दुकान से खरीदा। जेवेलर की दुकान बहुत भीड़भाड़ वाली थी। वह जल्द ही अपनी खुद की जेवेलर की दुकान खोलेगी।",
      "imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Labor",
      "translation": "लैब",
      "definition": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente oder Forschung ausgestattet ist.",
      "definition_translation": "एक कमरा या भवन वैज्ञानिक प्रयोग या शोध के लिए सुसज्जित है।",
      "example": "Die Studenten arbeiten aktuell an einem Projekt im Labor. Sie verbrachte den ganzen Tag im Labor. Sie werden nächste Woche ein neues Labor einrichten.",
      "example_translation": "छात्र लैब में एक परियोजना पर काम कर रहे हैं। उसने अपने दिन का सबसे अधिक समय लैब में बिताया। वे अगले меся में एक नई लैब स्थापित करेंगे।",
      "imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laboratorium",
      "translation": "प्रयोगशाला",
      "definition": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente oder Forschung, insbesondere in einer Schule oder Hochschule, ausgestattet ist.",
      "definition_translation": "एक कमरा या भवन वैज्ञानिक प्रयोग या शोध के लिए सुसज्जित है, ειδारतpecially एक स्कूल या कॉलेज में।",
      "example": "Die Studenten arbeiten aktuell an einem Projekt im Laboratorium. Sie verbrachte den ganzen Tag im Laboratorium. Sie werden nächste Woche ein neues Laboratorium einrichten.",
      "example_translation": "छात्र प्रयोगशाला में एक परियोजना पर काम कर रहे हैं। उसने अपने दिन का सबसे अधिक समय प्रयोगशाला में बिताया। वे अगले меся में एक नई प्रयोगशाला स्थापित करेंगे।",
      "imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufszentrum",
      "translation": "मॉल",
      "definition": "Ein Einkaufszentrum ist ein großes Gebäude oder Areal, das viele Geschäfte, Restaurants und andere Unternehmen enthält, üblicherweise geschlossen und klimatisiert.",
      "definition_translation": "एक मॉल एक बड़ी इमारत या क्षेत्र है जिसमें कई स्टोर, रेस्तरां और अन्य व्यवसाय शामिल हैं, आमतौर पर बंद और वातानुकूलित होता है。",
      "example": "Ich ging gestern ins Einkaufszentrum, ich gehe jetzt ins Einkaufszentrum und ich werde morgen ins Einkaufszentrum gehen.",
      "example_translation": "मैं कल मॉल गया था, मैं आज मॉल जा रहा हूँ, और मैं कल मॉल जाऊँगा।",
      "imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeitungskiosk",
      "translation": " समाचार एजेंट की दुकान",
      "definition": "Ein Zeitungskiosk ist ein Laden, in dem Zeitungen, Zeitschriften und andere Periodika verkauft werden.",
      "definition_translation": "एक समाचार एजेंट की दुकान एक दुकान है जो समाचार पत्रों, पत्रिकाओं और अन्य पत्रिकाओं को बेचती है।",
      "example": "Ich besuchte den Zeitungskiosk, um eine Zeitung zu kaufen, ich besuche den Zeitungskiosk, um ein Magazin zu kaufen, und ich werde den Zeitungskiosk besuchen, um ein Buch zu kaufen.",
      "example_translation": "मैं समाचार एजेंट की दुकान पर समाचार पत्र खरीदने गया था, मैं समाचार एजेंट की दुकान पर पत्रिका खरीदने जा रहा हूँ, और मैं समाचार एजेंट की दुकान पर पुस्तक खरीदने जाऊँगा।",
      "imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtclub",
      "translation": "रात का क्लब",
      "definition": "Ein Nachtclub ist ein Unternehmen, das bis spät in die Nacht geöffnet bleibt, typischerweise mit Live-Musik, Tanz und alkoholischen Getränken.",
      "definition_translation": "एक रात का क्लब एक संस्था है जो देर रात तक खुला रहता है, आमतौर पर लाइव संगीत, नृत्य और मदिरा पेय पदार्थ परोसने वाला होता है।",
      "example": "Ich ging gestern Abend in den Nachtclub, ich gehe heute Abend in den Nachtclub und ich werde nächste Woche in den Nachtclub gehen.",
      "example_translation": "मैं पिछली रात को नाइटक्लब गया था, मैं आज रात को नाइटक्लब जा रहा हूँ, और मैं अगले हफ्ते नाइटक्लब जाऊँगा।",
      "imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ozean",
      "translation": "महासागर",
      "definition": "Ein Ozean ist ein ausgedehntes Salzwasserreservoir, das einen beträchtlichen Teil der Erdoberfläche bedeckt.",
      "definition_translation": "एक महासागर पृथ्वी की सतह के एक बड़े हिस्से को कवर करने वाला एक विशाल लवणजल शरीर है।",
      "example": "Ich habe den Ozean viele Male gesehen, ich sehe den Ozean gerade jetzt und ich werde den Ozean nächstes Jahr wieder sehen.",
      "example_translation": "मैंने महासागर को कई बार देखा है, मैं अब महासागर को देख रहा हूँ, और मैं अगले साल फिर से महासागर को देखूँगा।",
      "imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Palast",
      "translation": "महल",
      "definition": "Ein großer und eindrucksvoller Bau, insbesondere einer, der als offizielle Heimat eines Königs, einer Königin oder einer anderen hohen Persönlichkeit dient.",
      "definition_translation": "एक बड़ा और प्रभावशाली भवन, विशेष रूप से एक राजा, रानी या ऊंचे व्यक्ति का आधिकारिक घर。",
      "example": "Der Palast wurde im 18. Jahrhundert erbaut. Ich besuchte den Palast letzte Woche. Der neue König wird nächsten Monat in den Palast einziehen.",
      "example_translation": "महल 18वीं शताब्दी में बनाया गया था। मैंने पिछले सप्ताह महल का दौरा किया। नया राजा अगले महीने महल में जाएगा।",
      "imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "फार्मेसी",
      "definition": "Ein Laden, in dem Medikamente und andere Gesundheitsprodukte verkauft werden.",
      "definition_translation": "एक स्टोर जहां दवाइयां और अन्य स्वास्थ्य सेवा उत्पाद बेचे जाते हैं।",
      "example": "Ich ging zur Apotheke, um einige Medikamente zu kaufen. Die Apotheke ist 24 Stunden geöffnet. Sie arbeitet als Apothekerin in der Apotheke.",
      "example_translation": "मैं दवा खरीदने के लिए फार्मेसी गया। फार्मेसी 24 घंटे खुली है। वह फार्मेसी में फार्मासिस्ट के रूप में काम करती है।",
      "imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hafen",
      "translation": "बंदरगाह",
      "definition": "Ein Ort an der Küste, an dem Schiffe anlegen, um Waren zu laden und zu entladen.",
      "definition_translation": "तट पर एक स्थान जहां जहाज माल लादने और उतारने के लिए रुकता है।",
      "example": "Der Hafen ist sehr beschäftigt. Wir segelten gestern in den Hafen. Der neue Hafen wird nächstes Jahr gebaut werden.",
      "example_translation": "बंदरगाह बहुत व्यस्त है। हम कल बंदरगाह में उतरे। नया बंदरगाह अगले साल बनाया जाएगा।",
      "imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefängnis",
      "translation": "कारागार",
      "definition": "Ein Gebäude, in dem Menschen als Strafe für ein Verbrechen gefangen gehalten werden.",
      "definition_translation": "एक इमारत जहां लोग अपराध के लिए दंड के रूप में रखे जाते हैं।",
      "example": "Er wurde für zehn Jahre ins Gefängnis geschickt. Ich besuchte meinen Bruder letzte Woche im Gefängnis. Sie wird nächsten Monat aus dem Gefängnis entlassen werden.",
      "example_translation": "उन्हें दस साल के लिए जेल भेजा गया। मैंने पिछले सप्ताह अपने भाई से जेल में मुलाकात की। वह अगले महीने जेल से रिहा होगी।",
      "imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenwald",
      "translation": "वर्षा वन",
      "definition": "Ein Regenwald ist ein Wald, der in einer Region mit hohen Temperaturen und hohen Niederschlagsmengen wächst, typischerweise nahe dem Äquator. Er ist durch ein dichtes Kronendach von Bäumen und eine Vielzahl von Pflanzen- und Tierarten gekennzeichnet.",
      "definition_translation": "एक वर्षा वन एक ऐसा वन है जो उच्च तापमान और उच्च वर्षा वाले क्षेत्र में बढ़ता है, आमतौर पर 赤ी के पास पाया जाता है. यह घने पेड़ों के कैनOPY और विभिन्न प्रकार के पौधे और जानवर प्रजातियों से चिह्नित होता है.",
      "example": "Das Team der Wissenschaftler besuchte den Regenwald letztes Jahr, um die Auswirkungen des Klimawandels zu studieren. Sie werden nächstes Jahr wieder besuchen, um die Ergebnisse zu vergleichen. Bis dahin wird der Regenwald sich beträchtlich verändert haben.",
      "example_translation": "विज्ञानियों की टीम ने पिछले साल जलवायु परिवर्तन के प्रभाव का अध्ययन करने के लिए वर्षा वन का दौरा किया था. वे अगले साल फिर से आएंगे और परिणामों की तुलना करेंगे. जब तक वे फिर से आएंगे, तब तक वर्षा वन में काफी बदलाव आएगा.",
      "imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Realschule",
      "translation": "माध्यमिक विद्यालय",
      "definition": "Eine Realschule ist eine Bildungseinrichtung, die Schülern zwischen 11 und 18 Jahren Bildung anbietet,typischerweise nach der Grundschule und vor der Hochschule.",
      "definition_translation": "माध्यमिक विद्यालय एक शैक्षिक संस्थान है जो 11 से 18 साल के छात्रों को शिक्षा प्रदान करता है, आमतौर पर प्राथमिक विद्यालय के बाद और उच्च शिक्षा से पहले.",
      "example": "Ich besuchte die Realschule in meiner Heimatstadt von 2005 bis 2012. Meine Schwester wird nächstes Jahr die Realschule besuchen. Bis dahin wird sie viele Freunde gemacht haben.",
      "example_translation": "मैंने अपने hometown में 2005 से 2012 तक माध्यमिक विद्यालय में पढ़ाई की थी. मेरी बहन अगले साल माध्यमिक विद्यालय जाएगी. जब तक वह स्नातक होगी, तब तक वह कई दोस्त बना लेगी.",
      "imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Souvenirshop",
      "translation": "स्मृति चिन्ह की दुकान",
      "definition": "Ein Souvenirshop ist ein Laden, der Souvenirs und Andenken verkauft, typischerweise in touristischen Gebieten, wie Stränden, Städten oder Vergnügungsparks.",
      "definition_translation": "स्मृति चिन्ह की दुकान एक खुदरा स्टोर है जो स्मृति चिन्ह और स्मृति चिन्ह बेचता है, आमतौर पर पर्यटक क्षेत्रों, जैसे समुद्र तट, शहरों या थीम पार्क में पाया जाता है.",
      "example": "Wir besuchten einen Souvenirshop am Strand letztes Wochenende und kauften einige Souvenirs. Mein Freund wird morgen einen Souvenirshop im Vergnügungspark besuchen und einige Geschenke kaufen. Bis dahin wird der Souvenirshop neue Souvenirs haben.",
      "example_translation": "हमने पिछले वीकेंड पर समुद्र तट पर एक स्मृति चिन्ह की दुकान पर जाकर कुछ स्मृति चिन्ह खरीदे. मेरे दोस्त ने कल थीम पार्क पर एक स्मृति चिन्ह की दुकान पर जाकर कुछ उपहार खरीदेंगे. जब तक हम फिर से आते हैं, तब तक स्मृति चिन्ह की दुकान में नए स्मृति चिन्ह होंगे.",
      "imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sportgeschäft",
      "translation": "खेल की दुकान",
      "definition": "Ein Sportgeschäft ist ein Laden, der Sportausrüstungen, Bekleidung und Zubehör verkauft, typischerweise in Einkaufszentren oder nahe Sportstadien.",
      "definition_translation": "खेल की दुकान एक खुदरा स्टोर है जो खेल सामान, कपड़े और सामान बेचता है, आमतौर पर शॉपिंग मॉल या खेल स्टेडियम के पास पाया जाता है.",
      "example": "Ich besuchte ein Sportgeschäft im Einkaufszentrum gestern und kaufte einen neuen Cricket-Schläger. Mein Bruder wird morgen ein Sportgeschäft nahe dem Stadion besuchen und einige Sportschuhe kaufen. Bis dahin wird das Sportgeschäft neue Sportausrüstungen haben.",
      "example_translation": "मैंने कल शॉपिंग मॉल पर एक खेल की दुकान पर जाकर एक नई क्रिकेट बैट खरीदी. मेरे भाई ने कल स्टेडियम के पास एक खेल की दुकान पर जाकर कुछ खेल जूते खरीदेंगे. जब तक हम फिर से आते हैं, तब तक खेल की दुकान में नए खेल सामान होंगे.",
      "imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laden",
      "translation": "स्टोर",
      "definition": "Ein Gebäude oder Raum, in dem Waren oder Güter zum Verkauf oder zur Lagerung aufbewahrt werden.",
      "definition_translation": "वह भवन या कमरा जहां सामान या माल बेचा या बिक्री के लिए रखा जाता है.",
      "example": "Ich werde mein Gepäck im Schließfach aufbewahren. Gestern habe ich meine Dateien auf dem Computer gespeichert. Morgen werde ich die Lebensmittel in der Vorratskammer aufbewahren.",
      "example_translation": "मैं लॉकर में अपना सामान स्टोर करूँगा. कल, मैंने कंप्यूटर पर अपनी फाइल्स स्टोर की थीं. कल, मैं पंत्री में किराना स्टोर करूँगा.",
      "imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tempel",
      "translation": "मंदिर",
      "definition": "Ein Gebäude, das der Verehrung einer Gottheit oder mehrerer Gottheiten dient.",
      "definition_translation": "एक देवता या देवताओं की पूजा के लिए समर्पित भवन.",
      "example": "Wir haben den Tempel letzte Woche besucht. Gestern ging ich zum Tempel, um zu beten. Morgen werde ich den Tempel wieder besuchen.",
      "example_translation": "हमने पिछले सप्ताह मंदिर का दौरा किया. कल, मैं प्रार्थना करने के लिए मंदिर गया था. कल, मैं फिर से मंदिर का दौरा करूँगा.",
      "imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turm",
      "translation": "मीनार",
      "definition": "Ein hoher, schmaler Bau oder Aufbau, der typischerweise zu Verteidigungszwecken verwendet wird.",
      "definition_translation": "एक लंबा, संकीर्ण भवन या संरचना, आमतौर पर रक्षा के उद्देश्य से प्रयोग की जाती है.",
      "example": "Der Turm stand hoch in der Mitte der Stadt. Gestern habe ich den Turm erklommen, um die Aussicht zu sehen. Morgen werde ich den Turm wieder besuchen.",
      "example_translation": "शहर के बीच में मीनार खड़ा था. कल, मैं मीनार पर चढ़ गया था ताकि दृश्य देख सकूँ. कल, मैं फिर से मीनार का दौरा करूँगा.",
      "imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strecke",
      "translation": "ट्रैक",
      "definition": "Ein Weg oder eine Route, die für das Gehen, Laufen oder Rennen verwendet wird.",
      "definition_translation": "चलने, दौड़ने या रेसिंग के लिए प्रयोग की जाने वाली पथ या रास्ता.",
      "example": "Ich werde meinen Fortschritt im Marathon tracken. Gestern habe ich auf der Strecke gelaufen. Morgen werde ich wieder auf der Strecke joggen.",
      "example_translation": "मैं मैराथन में अपनी प्रगति ट्रैक करूँगा. कल, मैं ट्रैक पर दौड़ा था. कल, मैं फिर से ट्रैक पर जॉगिंग करूँगा.",
      "imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugendherberge",
      "translation": "युवा होस्टल",
      "definition": "Ein Gebäude oder eine Gruppe von Gebäuden, die zur Unterbringung junger Menschen, insbesondere Reisender oder Studenten, zu einem niedrigen Preis dienen.",
      "definition_translation": "एक इमारत या इमारतों का समूह, जिसका उपयोग युवा लोगों के लिए आवास प्रदान करने के लिए किया जाता है, विशेष रूप से यात्रियों या छात्रों के लिए, आमतौर पर कम लागत पर.",
      "example": "Ich habe letztes Jahr während meiner Europareise in einer Jugendherberge übernachtet. Ich werde heute Nacht in einer Jugendherberge übernachten. Ich werde nächste Woche in einer Jugendherberge übernachten, wenn ich nach Japan reise.",
      "example_translation": "मैंने यूरोप के मेरे ट्रिप के दौरान एक युवा होस्टल में ठहराया. मैं आज रात को एक युवा होस्टल में ठहराउंगा. Quando मैं अगले महीने जापान की यात्रा पर जाऊंगा तो मैं एक युवा होस्टल में ठहराउंगा.",
      "imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäckerei",
      "translation": "बेकरी",
      "definition": "Ein Ort, an dem Brot und andere Backwaren hergestellt und verkauft werden.",
      "definition_translation": "एक स्थान जहां रोटी और अन्य बेक्ड सामान बनाए और बेचे जाते हैं.",
      "example": "Ich ging zur Bäckerei, um frisches Brot zu kaufen. Sie hat bereits fünf Jahre in der Bäckerei gearbeitet. Sie werden nächste Woche eine neue Bäckerei eröffnen.",
      "example_translation": "मैं ताजा रोटी खरीदने के लिए बेकरी गया. वह पांच साल से बेकरी में काम कर रही है. वे अगले सप्ताह में एक नई बेकरी खोलेंगे.",
      "imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Keller",
      "translation": "बेसमेंट",
      "definition": "Der unterste Teil eines Gebäudes, normalerweise unter der Erdgleiche.",
      "definition_translation": "एक इमारत का निम्नतम भाग, आमतौर पर जमीन स्तर से नीचे.",
      "example": "Der Keller war während des Sturms überflutet. Wir haben unser altes Möbel im Keller gelagert. Sie werden den Keller nächsten Sommer renovieren.",
      "example_translation": "तूफान के दौरान बेसमेंट में जलभराव हो गया. हमने बेसमेंट में अपने पुराने फर्नीचर स्टोर किए. वे अगले गर्मी में बेसमेंट का नवीकरण करेंगे.",
      "imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zelle",
      "translation": "कोष",
      "definition": "Ein kleiner Raum in einem Gefängnis, der verwendet wird, um einen Gefangenen einzusperren.",
      "definition_translation": "एक जेल में एक छोटा कमरा, कैदी को बंद करने के लिए प्रयोग किया जाता है.",
      "example": "Er wurde in seiner Zelle für die Nacht eingeschlossen. Der Gefängniswärter öffnete die Tür der Zelle. Sie wird morgen aus ihrer Zelle entlassen.",
      "example_translation": "वह रात के लिए अपने कोष में बंद कर दिया गया. जेल गार्ड ने कोष का दरवाजा खोला. वह कल अपने कोष से रिहा हो जाएगी.",
      "imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flur",
      "translation": "गलियारा",
      "definition": "Ein langer Gang in einem Gebäude, normalerweise mit Räumen links und rechts.",
      "definition_translation": "एक इमारत में एक लंबा पassage, आमतौर पर दोनों तरफ कमरे होते हैं।",
      "example": "Ich ging den Flur hinunter, um zu meinem Klassenzimmer zu gelangen. Gestern ging ich den Flur hinunter, um zu meinem Klassenzimmer zu gelangen. Morgen werde ich den Flur hinuntergehen, um zu meinem Klassenzimmer zu gelangen.",
      "example_translation": "मैं अपनी क्लासरूम में जाने के लिए गलियारे से नीचे चला गया। कल, मैं अपनी क्लासरूम में जाने के लिए गलियारे से नीचे चला गया था। कल, मैं अपनी क्लासरूम में जाने के लिए गलियारे से नीचे चला जाऊंगा।",
      "imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurs",
      "translation": "कोर्स",
      "definition": "Eine Serie von Lektionen oder Vorträgen zu einem bestimmten Thema.",
      "definition_translation": "किसी विशेष विषय पर पाठों ya lectures की एक श्रृंखला।",
      "example": "Ich nehme einen Kurs in Informatik. Ich nahm letzten Semester einen Kurs in Informatik. Ich werde nächstes Jahr einen Kurs in Informatik belegen.",
      "example_translation": "मैं कंप्यूटर साइंस में एक कोर्स ले रहा हूँ। मैंने पिछले सेमेस्टर में कंप्यूटर साइंस में एक कोर्स लिया था। मैं अगले साल कंप्यूटर साइंस में एक कोर्स लूँगा।",
      "imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anwesen",
      "translation": "जायदाद",
      "definition": "Ein großes Landgebiet und die darauf befindlichen Gebäude, insbesondere auf dem Land.",
      "definition_translation": "ग्रामीण क्षेत्र में Özellikle जमीन का बड़ा क्षेत्र और उस पर स्थित इमारतें।",
      "example": "Das Anwesen war vom reichen Geschäftsmann geerbt worden. Das Anwesen wird vom reichen Geschäftsmann geerbt werden. Das Anwesen wurde vom reichen Geschäftsmann geerbt.",
      "example_translation": "व्यापारी ने जायदाद का उत्तराधिकार प्राप्त किया था। व्यापारी ने जायदाद का उत्तराधिकार प्राप्त किया था। व्यापारी जायदाद का उत्तराधिकार प्राप्त करेगा।",
      "imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptquartier",
      "translation": "मुख्यालय",
      "definition": "Das Hauptzentrum der Operationen für eine Organisation oder ein Unternehmen.",
      "definition_translation": "एक संगठन या कंपनी के लिए मुख्य ऑपरेशन्स केंद्र।",
      "example": "Die Hauptquartiere des Unternehmens befinden sich in New York. Die Hauptquartiere des Unternehmens befanden sich in New York. Die Hauptquartiere des Unternehmens werden sich in New York befinden.",
      "example_translation": "कंपनी का मुख्यालय न्यू यॉर्क में स्थित है। कंपनी का मुख्यालय न्यू यॉर्क में स्थित था। कंपनी का मुख्यालय न्यू यॉर्क में स्थित होगा।",
      "imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Empfangshalle",
      "translation": "लॉबी",
      "definition": "Ein Raum oder Bereich in einem Gebäude, der für das Warten oder Treffen verwendet wird, insbesondere in der Nähe des Eingangs.",
      "definition_translation": "एक इमारत में प्रतीक्षा या बैठक के लिए उपयोग की जाने वाली एक कक्ष या क्षेत्र, विशेष रूप से प्रवेश द्वार के पास",
      "example": "Ich wartete in der Empfangshalle auf meine Freundin. Ich warte in der Empfangshalle auf meine Freundin. Ich werde in der Empfangshalle auf meine Freundin warten.",
      "example_translation": "मैं अपने दोस्त के आने के लिए लॉबी में इंतजार कर रहा था. मैं अपने दोस्त के आने के लिए लॉबी में इंतजार कर रहा हूँ. मैं अपने दोस्त के आने के लिए लॉबी में इंतजार करूँगा.",
      "imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wiese",
      "translation": "मैदान",
      "definition": "Ein Stück Land, das mit Gras und oft Wildblumen bedeckt ist und für Weide oder Erholung verwendet wird.",
      "definition_translation": "घास और अक्सर वाइल्डफ्लावर्स से ढका एक टुकड़ा जमीन, चराई या मनोरंजन के लिए उपयोग किया जाता है",
      "example": "Wir hatten letzten Sommer ein Picknick auf der Wiese. Wir spielen gerade auf der Wiese. Wir werden morgen auf der Wiese einen Spaziergang machen.",
      "example_translation": "हमने पिछले गर्मियों में मैदान में पिकनिक की थी. हम अभी मैदान में खेल रहे हैं. हम कल मैदान में टहलने जायेंगे.",
      "imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurf",
      "translation": "पिच",
      "definition": "Der Wurf eines Baseballs durch den Pitcher oder die Handlung, den Ball zu werfen.",
      "definition_translation": "पिचर द्वारा बेसबॉल का टॉस, या गेंद फेंकने की क्रिया",
      "example": "Der Pitcher warf einen perfekten Wurf im Spiel. Der Pitcher wirft gerade einen Wurf. Der Pitcher wird morgen einen Kurvenwurf werfen.",
      "example_translation": "गेम में पिचर ने एक परफेक्ट पिच फेंकी. पिचर अभी पिच फेंक रहा है. पिचर कल कर्वबॉल पिच फेंकेगा.",
      "imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuppen",
      "translation": "शेड",
      "definition": "Ein kleiner Bau, der zum Lagern von Dingen, insbesondere in einem Garten oder Hof, verwendet wird.",
      "definition_translation": "एक छोटा संरचना जिसका उपयोग चीजें स्टोर करने के लिए किया जाता है, विशेष रूप से उद्यान या यार्ड में",
      "example": "Ich werde diesem Wochenende einen Schuppen in meinem Hinterhof bauen. Ich benutze den Schuppen, um meine Werkzeuge zu lagern. Ich lagerte meinen Fahrrad im Schuppen letzten Winter.",
      "example_translation": "मैं इस सप्ताहांत में अपने पिछवाड़े में एक शेड बनाऊंगा. मैं अपने औजार स्टोर करने के लिए शेड का उपयोग कर रहा हूँ. मैंने पिछले सर्दी में अपने साइकिल को स्टोर करने के लिए शेड का उपयोग किया था.",
      "imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wolkenkratzer",
      "translation": "गगनचुम्बी इमारत",
      "definition": "Ein sehr hohes, kontinuierlich bewohnbares Gebäude mit vielen Stockwerken, oft für Büro-, kommerzielle und Wohnzwecke entworfen.",
      "definition_translation": "एक बहुत लंबी, कई मंजिला आयत, ऑफिस, व्यापारिक और आवासीय इस्तेमाल के लिए अक्सर डिज़ाइन की गई इमारत。",
      "example": "Das Unternehmen plant, einen neuen Wolkenkratzer im Stadtzentrum zu bauen. Sie bauten den ersten Wolkenkratzer 1980 und haben seitdem immer mehr gebaut. Bis 2025 werden sie den höchsten Wolkenkratzer des Landes gebaut haben.",
      "example_translation": "कंपनी शहर के केंद्र में एक नई गगनचुम्बी इमारत बनाने की योजना बना रही है. उन्होंने 1980 में पहली गगनचुम्बी इमारत बनाई और तब से और अधिक बना रहे हैं. 2025 तक, वे देश की सबसे ऊंची गगनचुम्बी इमारत बनाएगी.",
      "imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinstrand",
      "translation": "चट्टानी तट",
      "definition": "Ein Strand, der durch die Anwesenheit von Steinen und Kieseln anstelle von Sand gekennzeichnet ist.",
      "definition_translation": "एक ऐसा तट जिसमें रेत के बजाय पत्थर और कंकड़ होते हैं.",
      "example": "Der Steinstrand war schwierig zu laufen, aber die Aussicht war atemberaubend. Wir besuchen diesen Steinstrand jeden Jahr seit einem Jahrzehnt. Bis nächsten Sommer werden die Behörden diesen Steinstrand in einen Sandstrand umgewandelt haben.",
      "example_translation": "चट्टानी तट पर चलना मुश्किल था, लेकिन दृश्य सांस लेने वाले थे. हम पिछले दशक से हर साल इस चट्टानी तट पर जाते हैं. अगले गर्मियों तक, अधिकारी इस चट्टानी तट को रेतीले तट में बदल देंगे.",
      "imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Studio",
      "translation": "स्टूडियो",
      "definition": "Ein Raum oder Gebäude, in dem ein Künstler, Fotograf oder Filmemacher arbeitet.",
      "definition_translation": "एक ऐसा कमरा या भवन जहां एक कलाकार, फोटोग्राफर या फिल्म निर्माता काम करता है.",
      "example": "Die Künstlerin hat bereits Stunden in ihrem Studio gearbeitet. Sie bauten ein neues Studio im Stadtzentrum. Bis nächsten Monat wird das Studio mehrere neue Filme produziert haben.",
      "example_translation": "कलाकार ने अपने स्टूडियो में घंटे काम किया है. उन्होंने शहर के केंद्र में एक नया स्टूडियो बनाया. अगले महीने तक, स्टूडियो ने कई नई फिल्में उत्पादित कर दी होंगी.",
      "imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Terminal",
      "translation": "टर्मिनल",
      "definition": "Ein Punkt, an dem ein Verkehrssystem oder eine Route endet oder beginnt.",
      "definition_translation": "एक ऐसा प्वाइंट जहां एक परिवहन प्रणाली या रूट समाप्त होता है या शुरू होता है.",
      "example": "Der Busbahnhof befindet sich im Stadtzentrum. Sie habenjahrelang ein neues Terminal am Flughafen gebaut. Bis nächsten Jahr wird das Terminal erweitert worden sein, um mehr Passagiere aufzunehmen.",
      "example_translation": "बस टर्मिनल शहर के केंद्र में स्थित है. वे हवाई अड्डे पर एक नया टर्मिनल सालों से बना रहे हैं. अगले साल तक, टर्मिनल और अधिक यात्रियों के लिए विस्तारित कर दिया जाएगा.",
      "imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Terrasse",
      "translation": "टेरेस",
      "definition": "Eine flache Fläche oder Plattform, normalerweise von einer Mauer oder einem Zaun umgeben, die zur Erholung oder zum Vergnügen genutzt wird",
      "definition_translation": "एक फ्लैट क्षेत्र या प्लेटफॉर्म, आमतौर पर एक दीवार या बाड़ से घिरा हुआ, मनोरंजन या आनंद के लिए उपयोग किया जाता है",
      "example": "Das Hotelzimmer hatte eine schöne Terrasse mit einer atemberaubenden Aussicht auf die Stadt.",
      "example_translation": "होटल के कमरे में एक सुंदर टेरेस था जिसमें शहर का एक चकाचक दृश्य था।",
      "imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veranstaltungsort",
      "translation": "स्थान",
      "definition": "Ein Ort oder eine Location, an der ein Ereignis oder eine Aktivität stattfindet oder stattfindet",
      "definition_translation": "एक स्थान या स्थान जहां एक घटना या गतिविधि आयोजित या होती है",
      "example": "Der Veranstaltungsort für das Konzert wurde wegen schlechten Wetters geändert. Gestern ging ich zum Veranstaltungsort, um die Vorbereitungen zu überprüfen. Morgen wird der Veranstaltungsort mit Lichtern dekoriert werden.",
      "example_translation": "कॉन्सर्ट के लिए स्थान को खराब मौसम के कारण बदल दिया गया था. कल, मैं स्थान पर व्यवस्था की जाँच करने गया था. कल, स्थान को लाइट्स से सजाया जाएगा.",
      "imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Station",
      "translation": "वॉर्ड",
      "definition": "Eine Abteilung eines Krankenhauses oder ein bestimmter Bereich oder Abschnitt eines Krankenhauses",
      "definition_translation": "एक अस्पताल का एक विभाग या एक अस्पताल का एक विशिष्ट क्षेत्र या सेक्शन",
      "example": "Die Ärztin machte ihre Runde in der Station, um jeden Patienten zu überprüfen. Die Krankenschwester war für die pädiatrische Station verantwortlich. Das neue medizinische Gerät wurde in der chirurgischen Station installiert.",
      "example_translation": "डॉक्टर ने वॉर्ड में अपने राउंड्स किए, प्रत्येक मरीज की जाँच की. नर्स पीडियाट्रिक वॉर्ड के प्रभारी थी. नया मेडिकल उपकरण सर्जिकल वॉर्ड में स्थापित किया गया था.",
      "imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flugleitstand",
      "translation": "नियंत्रण टॉवर",
      "definition": "Ein hoher Turm auf einem Flughafen, von dem aus die Fluglotsen den Verkehr von Flugzeugen dirigieren und kontrollieren",
      "definition_translation": "एक हवाई अड्डे पर एक लंबा संरचना जहां से हवाई यातायात नियंत्रक एयरक्राफ्ट की गति को निर्देशित और नियंत्रित करते हैं",
      "example": "Der Flugleitstand auf dem Flughafen wurde wegen eines Brandes evakuiert. Der Fluglotse im Flugleitstand leitete den Piloten zu einer sicheren Landung. Der Flugleitstand war mit der neuesten Radar-Technologie ausgestattet.",
      "example_translation": "हवाई अड्डे पर नियंत्रण टॉवर में आग के कारण खाली कर दिया गया था. नियंत्रण टॉवर में हवाई यातायात नियंत्रक ने पायलट को सुरक्षित लैंडिंग के लिए मार्गदर्शन किया. नियंत्रण टॉवर में नवीनतम रडार प्रौद्योगिकी से सुसज्जित था.",
      "imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feinkostgeschäft",
      "translation": "डेलीकेट्सन",
      "definition": "Ein Feinkostgeschäft ist ein Lebensmittelgeschäft, das vorbereitete und spezielle Lebensmittel wie Fleisch, Käse und Backwaren verkauft.",
      "definition_translation": "डेलीकेट्सन एक प्रकार की खाद्य स्टोर है जो तैयार और विशेष खाद्य पदार्थ, जैसे मांस, चीज़ और बेकड गुड्स बेचता है।",
      "example": "Ich ging gestern in das Feinkostgeschäft und kaufte einige Sandwiches für mein Mittagessen. Ich gehe morgen in das Feinkostgeschäft, um Käse für meine Party zu kaufen. Ich war letzte Woche in das Feinkostgeschäft und bestellte einige Kuchen für meinen Geburtstag.",
      "example_translation": "मैं कल डेलीकेट्सन गया और लंच के लिए कुछ सैंडविच खरीदे। मैं कल डेलीकेट्सन जाऊंगा और अपनी पार्टी के लिए कुछ चीज़ खरीदूंगा। मैं पिछले हफ्ते डेलीकेट्सन गया था और अपने जन्मदिन के लिए कुछ केक ऑर्डर किए थे।",
      "imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wahrzeichen",
      "translation": "लैंडमार्क",
      "definition": "Ein Wahrzeichen ist ein erkennbares und bemerkenswertes Gebäude oder Merkmal, das einen bestimmten Ort oder Bereich markiert.",
      "definition_translation": "लैंडमार्क एक पहचान योग्य और उल्लेखनीय इमारत या विशेषता है जो किसी विशेष स्थान या क्षेत्र को चिह्नित करता है।",
      "example": "Der Eiffelturm ist ein berühmtes Wahrzeichen in Paris. Der Taj Mahal ist ein schönes Wahrzeichen in Indien. Die Freiheitsstatue ist ein historisches Wahrzeichen in den Vereinigten Staaten.",
      "example_translation": "पेरिस में ईफ़ेल टावर एक प्रसिद्ध लैंडमार्क है। भारत में ताज महल एक सुंदर लैंडमार्क है। संयुक्त राज्य अमेरिका में स्टेच्यू ऑफ़ लिबर्टी एक ऐतिहासिक लैंडमार्क है।",
      "imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Herrenhaus",
      "translation": "महल",
      "definition": "Ein Herrenhaus ist ein großes und beeindruckendes Haus, das normalerweise einem reichen Menschen oder einer Familie gehört.",
      "definition_translation": "महल एक बड़ा और प्रभावशाली घर है, जिसका स्वामित्व आम तौर पर एक धनी व्यक्ति या परिवार के पास होता है।",
      "example": "Der Geschäftsmann besitzt ein luxuriöses Herrenhaus in Beverly Hills. Mein Freund hat immer geträumt, in einem Herrenhaus mit einem privaten Pool zu leben. Das historische Herrenhaus wurde letzten Jahr in ein Museum umgewandelt.",
      "example_translation": "बेवेर्ली हिल्स में एक व्यापारी एक लग्जरी महल का स्वामित्व रखता है। मेरे दोस्त ने हमेशा एक निजी स्विमिंग पूल वाले महल में रहने का सपना देखा है। पिछले साल एक ऐतिहासिक महल एक संग्रहालय में परिवर्तित हो गया था।",
      "imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Treppenanlage",
      "translation": "सीढ़ी",
      "definition": "Eine Treppenanlage ist ein Satz von Stufen und Geländern, die verschiedene Ebenen oder Stockwerke in einem Gebäude verbinden.",
      "definition_translation": "सीढ़ी एक इमारत में विभिन्न स्तर या मंजिल को जोड़ने वाली सीढ़ियों और रेलिंग्स का सेट है।",
      "example": "Ich ging die Treppe hoch, um das zweite Stockwerk zu erreichen. Die große Treppenanlage wurde für die Hochzeitszeremonie mit Blumen dekoriert. Ich werde langsam die Treppe hinuntersteigen, um nicht auszurutschen.",
      "example_translation": "मैं दूसरी मंजिल पर पहुंचने के लिए सीढ़ी पर चला गया। शादी समारोह के लिए ग्रांड सीढ़ी फूलों से सजायी गई थी। मैं फिसलने से बचने के लिए सीढ़ी से धीरे-धीरे उतरूँगा।",
      "imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papierwarenhandlung",
      "translation": "स्टेशनरी की दुकान",
      "definition": "Ein Einzelhandelsgeschäft, das Bürobedarf, Schreibmaterialien und andere Papiere produziert.",
      "definition_translation": "यह ऑफिस सप्लाई, लेखन सामग्री और अन्य पेपर उत्पाद बेचने वाली एक रीटेल स्टोर है.",
      "example": "Sie ging in die Papierwarenhandlung, um einige Notizbücher und Stifte zu kaufen. Sie war gestern in die Papierwarenhandlung, um einen defekten Stift zurückzugeben. Sie wird morgen in die Papierwarenhandlung gehen, um einige Ordner zu kaufen.",
      "example_translation": "वह नотвबुक और पेन खरीदने के लिए स्टेशनरी की दुकान पर गई थी। कल वह एक दोषपूर्ण पेन वापस करने के लिए स्टेशनरी की दुकान पर गई थी। कल वह फोल्डर्स खरीदने के लिए स्टेशनरी की दुकान पर जाएगी।",
      "imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lagerhalle",
      "translation": "गोदाम",
      "definition": "Ein großes Gebäude oder eine Struktur, das für die Lagerung von Gütern, Waren oder anderen Produkten verwendet wird.",
      "definition_translation": "यह बड़ा इमारत या संरचना माल, मर्चेंडाइज या अन्य उत्पादों के स्टोरेज के लिए उपयोग किया जाता है.",
      "example": "Das Unternehmen hat eine Lagerhalle in der Stadt, um seine Produkte zu lagern. Die Lagerhalle war leer, porque alle Waren waren verkauft. Sie werden nächstes Jahr eine neue Lagerhalle bauen, um die Lagerkapazität zu erhöhen.",
      "example_translation": "कंपनी के शहर में अपने उत्पादों के स्टोरेज के लिए एक गोदाम है। गोदाम खाली था क्योंकि सभी माल बिक चुके थे। वे अगले साल स्टोरेज क्षमता बढ़ाने के लिए एक नया गोदाम बनाएंगे।",
      "imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischhändler",
      "translation": "मच्छीवाले की दुकान",
      "definition": "Ein Laden, in dem Fisch und andere Meeresfrüchte verkauft werden, oft frisch gefangen oder zubereitet.",
      "definition_translation": "एक दुकान जहां मछली और अन्य सीफूड बेचे जाते हैं, अक्सर ताजा पकड़े या तैयार किए जाते हैं।",
      "example": "Sie ging zum Fischhändler, um frischen Lachs zu kaufen. Der Fischhändler war wegen eines Feiertags geschlossen. Er wird nächste Woche seine Fischhändler mit neuen Sorten von Meeresfrüchten eröffnen.",
      "example_translation": "वह ताजा सैल्मन खरीदने के लिए मच्छीवाले की दुकान पर गई थी। मच्छीवाले की दुकान बंद थी क्योंकि वह एक छुट्टी थी। वह अगले हफ्ते एक नया Variety सीफूड के साथ अपना मच्छीवाला खोलेगा।",
      "imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisenwarenhändler",
      "translation": "लोहे का सामान बेचने वाली दुकान",
      "definition": "Ein Laden, der Eisenwaren, Werkzeuge und andere Metallgüter verkauft.",
      "definition_translation": "एक दुकान जो हार्डवेयर, टूल्स और अन्य धातु के सामान बेचती है।",
      "example": "Er ging zum Eisenwarenhändler, um Nägel und Schrauben zu kaufen. Der Eisenwarenhändler war sehr beschäftigt wegen des Baubooms. Sie werden ihren Eisenwarenhändler erweitern, um mehr Sorten von Werkzeugen zu verkaufen.",
      "example_translation": "वह नेल्स और स्क्रू खरीदने के लिए लोहे का सामान बेचने वाली दुकान पर गया था। लोहे का सामान बेचने वाली दुकान बहुत व्यस्त थी क्योंकि निर्माण के दौरान हुई थी। वे अपने लोहे का सामान बेचने वाली दुकान का विस्तार करेंगे और अधिक विविधता के टूल्स बेचेंगे।",
      "imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landung",
      "translation": "लैन्डिंग",
      "definition": "Der Vorgang, ein Schiff oder ein Flugzeug sicher auf dem Land oder Wasser zu bringen.",
      "definition_translation": "जल या जल पर विमान या पोत को सुरक्षित रोकने की क्रिया",
      "example": "Der Pilot musste eine Notlandung wegen Ausfall des Motors durchführen. Das Flugzeug landete gestern sicher. Es wird in fünf Minuten landen.",
      "example_translation": "इंजन विफलता के कारण पायलट को紧急 लैन्डिंग करनी पड़ी। विमान कल सुरक्षित रूप से उतरा। यह पांच मिनट में उतरेगा।",
      "imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachboden",
      "translation": "लोफ्ट",
      "definition": "Ein Raum oder eine Kammer direkt unter dem Dach eines Gebäudes, der als Lager oder Wohnung genutzt wird.",
      "definition_translation": "किसी भवन की छत के नीचे सीधे स्थान या कमरा, भंडारण या निवास के लिए प्रयुक्त",
      "example": "Der Dachboden war staubig und voller alter Kisten. Sie wohnte in einer Dachbodenwohnung in der Stadt. Sie werden den Dachboden in ein Studio umbauen.",
      "example_translation": "लोफ्ट में धूल थी और पुराने ट्रंक्स से भरा था। वह शहर में लोफ्ट अपार्टमेंट में रहती थी। वे लोफ्ट को स्टूडियो में परिवर्तित करेंगे।",
      "imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkoholladen",
      "translation": "ऑफ-लाइसेंस",
      "definition": "Eine Lizenz, um alkoholische Getränke zum Verzehr außerhalb der Räumlichkeiten zu verkaufen, typischerweise aus einem Laden oder Supermarkt.",
      "definition_translation": "प्रेमिसेज़ से बाहर पेय पदार्थों की बिक्री के लिए लाइसेंस, आम तौर पर दुकान या सुपरमार्केट से।",
      "example": "Der Alkoholladen wurde letzte Nacht überfallen. Du kannst eine Flasche Wein im Alkoholladen kaufen. Sie werden einen Alkoholladen nebeneinander öffnen.",
      "example_translation": "ऑफ-लाइसेंस को कल रात लूटा गया। आप ऑफ-लाइसेंस से वाइन की एक बोतल खरीद सकते हैं। वे अगले दरवाजे पर ऑफ-लाइसेंस खोलेंगे।",
      "imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stall",
      "translation": "स्टेबल",
      "definition": "Ein Gebäude für das Unterbringen von Pferden, Kühen oder anderen Tieren.",
      "definition_translation": "घोड़ों, गायों या अन्य जानवरों के लिए आवास की इमारत",
      "example": "Das Pferd ist im Stall. Der Stall war alt und benötigte Reparaturen. Sie werden einen neuen Stall nächstes Jahr bauen.",
      "example_translation": "घोड़ा स्टेबल में है। स्टेबल पुराना था और मरम्मत की जरूरत थी। वे अगले साल एक नया स्टेबल बनायेंगे।",
      "imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Duty-free-Shop",
      "translation": "कर-पशु 몰",
      "definition": "Ein Laden an Flughäfen oder Grenzen, an dem Waren ohne Zahlung von Steuern oder Zöllen gekauft werden können.",
      "definition_translation": "एक हवाई अड्डे या सीमा पर स्थित दुकान जहाँ सामान खरीदा जा सकता है बिना टैक्स या शुल्क के भुगतान के。",
      "example": "Ich kaufte viele Geschenke im Duty-free-Shop, bevor ich ins Flugzeug stieg. Ich hatte dort letztes Jahr auch schon eingekauft. Ich werde es nächstes Monat wieder besuchen.",
      "example_translation": "मैंने उड़ान से पहले कर-पशु 몰 में बहुत सारे उपहार खरीदे। मैंने पिछले साल भी वहाँ खरीदारी की थी। मैं अगले महीने फिर से वहाँ जाऊँगा।",
      "imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steg",
      "translation": "जेटी",
      "definition": "Eine Konstruktion auf Pfählen im Meer, See oder Fluss, die zum Spazierengehen oder für das Be- und Entladen von Schiffen dient.",
      "definition_translation": "समुद्र, झील या नदी में स्तंभों पर बनी संरचना, जहाँ पर चलते हैं या जहाजों को लोड और अनलोड करने के लिए प्रयोग की जाती है।",
      "example": "Ich ging gestern Morgen auf dem Steg spazieren. Ich werde morgen Abend vom Steg aus angeln. Ich angelte letzten Sommer vom Steg aus.",
      "example_translation": "मैं कल सुबह जेटी पर टहलता था। मैं कल शाम को जेटी से मछली पकड़ा करूँगा। मैं पिछले गर्मी में जेटी से मछली पकड़ा था।",
      "imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]
}