{
  "data": [
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biskuit",
      "translation": "बिस्किट",
      "definition": "Ein kleines, typischerweise süßes, brotähnliches Essen, das normalerweise gebacken und oft mit Tee oder Kaffee serviert wird.",
      "definition_translation": "चाय या कॉफी के साथ अक्सर परोसा जाने वाला एक छोटा, आमतौर पर मीठा ब्रेड जैसा खाना जो अक्सर ओवन में पकाया जाता है.",
      "example": "Sie aß ein Biskuit mit ihrem Tee. Sie isst ein Biskuit mit ihrem Tee. Sie wird ein Biskuit mit ihrem Tee essen.",
      "example_translation": "वह अपने चाय के साथ एक बिस्किट खाती थी. वह अपने चाय के साथ एक बिस्किट खा रही है. वह अपने चाय के साथ एक बिस्किट खाएगी.",
      "imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuchen",
      "translation": "केक",
      "definition": "Ein süßes Essen, das aus Mehl, Zucker und Eiern hergestellt wird, normalerweise gebacken und oft dekoriert.",
      "definition_translation": "आटा, चीनी, और अंडे से बना एक मीठा खाना जो अक्सर ओवन में पकाया जाता है और अक्सर सजाया जाता है.",
      "example": "Wir machten einen Kuchen für ihren Geburtstag. Wir machen einen Kuchen für ihren Geburtstag. Wir werden einen Kuchen für ihren Geburtstag machen.",
      "example_translation": "हमने उसके जन्मदिन के लिए एक केक बनाया. हम उसके जन्मदिन के लिए एक केक बना रहे हैं. हम उसके जन्मदिन के लिए एक केक बनाएंगे.",
      "imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schokolade",
      "translation": "चोकलेट",
      "definition": "Ein süßes Essen, das aus Kakaobohnen hergestellt wird, oft als süßer Snack oder als Zutat in der Küche und Backstube verwendet.",
      "definition_translation": "काकाओ बीन्स से बना एक मीठा खाना जो अक्सर एक मीठा नाश्ता के रूप में खाया जाता है या खाना पकाने और बेकिंग में एक सामग्री के रूप में प्रयोग किया जाता है.",
      "example": "Ich liebe Schokolade zu essen. Ich liebe Schokolade gegessen zu haben. Ich werde Schokolade lieben zu essen.",
      "example_translation": "मुझे चोकलेट खाना पसंद है. मुझे चोकलेट खाना पसंद था. मुझे चोकलेट खाना पसंद होगा.",
      "imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiscreme",
      "translation": "आइसक्रीम",
      "definition": "Ein süßes, gefrorenes Essen, das aus Sahne, Zucker und Aromen hergestellt wird, normalerweise als Dessert serviert.",
      "definition_translation": "क्रीम, चीनी और स्वादवर्धक से बना एक मीठा ठंडा खाना जो अक्सर एक डेसर्ट के रूप में खाया जाता है.",
      "example": "Wir aßen Eiscreme auf der Party. Wir essen Eiscreme auf der Party. Wir werden Eiscreme auf der Party essen.",
      "example_translation": "हम पार्टी में आइसक्रीम खाते थे. हम पार्टी में आइसक्रीम खा रहे हैं. हम पार्टी में आइसक्रीम खाएंगे.",
      "imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bonbon",
      "translation": "मिठाई",
      "definition": "Ein süßes Essen, das aus Zucker hergestellt wird, oft aromatisiert und gefärbt, als Snack oder Dessert serviert.",
      "definition_translation": "चीनी से बना एक मीठा भोजन, अक्सर फ्लेव्ड और रंगवाला, एक स्नैक या डesser्ट के रूप में खाया जाता है.",
      "example": "Ich aß ein Bonbon auf der Party. Ich esse ein Bonbon jetzt. Ich werde ein Bonbon auf der nächsten Party essen.",
      "example_translation": "मैं पार्टी में एक टुकड़ा मिठाई खाया. मैं अभी एक टुकड़ा मिठाई खा रहा हूँ. मैं अगली पार्टी में एक टुकड़ा मिठाई खाऊंगा.",
      "imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dessert",
      "translation": "मिठाई",
      "definition": "Ein süßer Gang oder Gericht, normalerweise am Ende einer Mahlzeit serviert.",
      "definition_translation": "एक मीठा कोर्स या डिश, आमतौर पर भोजन के अंत में खाया जाता है.",
      "example": "Ich hatte ein leckeres Dessert im Restaurant. Ich habe ein leckeres Dessert jetzt. Ich werde ein leckeres Dessert morgen haben.",
      "example_translation": "मैं रेस्तरां में एक स्वादिष्ट मिठाई खाया. मैं अभी एक स्वादिष्ट मिठाई खा रहा हूँ. मैं कल एक स्वादिष्ट मिठाई खाऊंगा.",
      "imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lutschtablette",
      "translation": "चूसने वाला",
      "definition": "Ein harter Zucker, der auf einem Stock angebracht ist und zum Lutschen gedacht ist.",
      "definition_translation": "एक छड़ी पर लगे हुए कठिन मिठाई, जिसका मतलब है चूसना.",
      "example": "Ich lutschte an einer Lutschtablette als Kind. Ich gebe meinem Kind eine Lutschtablette. Ich werde eine Lutschtablette für meine Schwester kaufen.",
      "example_translation": "मैं बच्चे के रूप में एक चूसने वाला पर चूसता था. मैं अपने बच्चे को एक चूसने वाला दे रहा हूँ. मैं अपनी बहन के लिए एक चूसने वाला खरीदूँगा.",
      "imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süß",
      "translation": "मीठा",
      "definition": "Ein Geschmack oder Geruch, der süß ist.",
      "definition_translation": "एक मीठा स्वाद या गंध होना.",
      "example": "Ich aß einen süßen Kuchen auf der Party. Ich esse ein süßes Obst jetzt. Ich werde ein süßes Pudding morgen essen.",
      "example_translation": "मैं पार्टी में एक मीठा केक खाया. मैं अभी एक मीठा फल खा रहा हूँ. मैं कल एक मीठा पुडिंग खाऊंगा.",
      "imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßigkeiten",
      "translation": "मिठाइयाँ",
      "definition": "Essen, das reich an Zucker ist und oft als Dessert oder Snack serviert wird, wie Kuchen, Cookies und Bonbons.",
      "definition_translation": "डेसर्ट या स्नैक के रूप में परोसा जाने वाला चीनी से भरपूर खाद्य पदार्थ, जैसे केक, कुकीज और कंडीज。",
      "example": "Sie liebte Süßigkeiten an ihrem Geburtstag zu essen, und sie hatte sie in der Vergangenheit gegessen, isst sie jetzt und wird sie in der Zukunft essen.",
      "example_translation": "उसे अपने जन्मदिन पर मिठाइयाँ खाने का शौक था, और उसने उन्हें पहले खाया था, अब खाती है, और भविष्य में खाएगी।",
      "imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schokoladenriegel",
      "translation": "चॉकलेट बार",
      "definition": "Ein rechteckiger Riegel aus Schokolade, oft in Folie oder Papier verpackt, und als Snack oder Dessert serviert.",
      "definition_translation": "फॉयल या कागज में लिपटा हुआ चॉकलेट का आयताकार टुकड़ा, जिसे स्नैक या डेसर्ट के रूप में खाया जाता है।",
      "example": "Er hatte einen Schokoladenriegel gestern gegessen, isst einen jetzt und wird einen morgen essen.",
      "example_translation": "उसने कल एक चॉकलेट बार खाया था, अब एक खा रहा है, और कल एक और खाएगा।",
      "imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gelee",
      "translation": "जेली",
      "definition": "Eine süße Aufstrichmade aus Fruchtsaft, Zucker und Pektin, oft mit Toast, Joghurt oder Eiscreme serviert.",
      "definition_translation": "फल के रस, चीनी और पेक्टिन से बना मीठा स्प्रेड, जिसे टोस्ट, दही या आइसक्रीम के साथ परोसा जाता है।",
      "example": "Sie hatte Gelee zu Hause gestern gemacht, macht es jetzt und wird es nächste Woche wieder machen.",
      "example_translation": "उसने घर पर कल जेली बनायी थी, अब बना रही है, और अगले हफ्ते फिर से बनाएगी।",
      "imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zuckerwatte",
      "translation": "कैंडीफ्लॉस",
      "definition": "Ein süßes Naschwerk aus Zucker, das in feine Fäden versponnen wird, oft auf Jahrmärkten und Festen serviert.",
      "definition_translation": "चीनी से बना मीठा ट्रीट, जिसे महीन धागों में घुमाया जाता है, अक्सर मेलों और कर्निवालों में परोसा जाता है।",
      "example": "Sie hatten Zuckerwatte auf dem Jahrmarkt letztes Jahr gegessen, essen es jetzt und werden es nächstes Jahr wieder essen.",
      "example_translation": "उन्होंने पिछले साल मेले में कैंडीफ्लॉस खाया था, अब खा रहे हैं, और अगले साल फिर से खाएंगे।",
      "imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummibärchen",
      "translation": "गमीज़",
      "definition": "Eine Art von Kaugummi, typischerweise aus Gelatine, Zucker und Aromen hergestellt.",
      "definition_translation": "एक प्रकार की चबाने वाली मिठाई, जेलटिन, चीनी और फ्लेवरिंग्स से बनती है।",
      "example": "Ich aß Gummibärchen, als ich ein Kind war. Ich esse Gummibärchen jetzt. Ich werde Gummibärchen morgen essen.",
      "example_translation": "मैं बच्चा था तब गमीज़ खाता था. मैं अब गमीज़ खा रहा हूँ. मैं कल गमीज़ खाऊंगा.",
      "imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harte Bonbons",
      "translation": "कठोर मिठाई",
      "definition": "Eine Art von Bonbon, die hart und spröde ist, oft mit Frucht- oder Gewürzgeschmack.",
      "definition_translation": "एक प्रकार की मिठाई जो कठोर और टुटपूँज होती है, अक्सर फल या मसालों से स्वादयुक्त होती है।",
      "example": "Ich lutschte an einem harten Bonbon, als ich langweilig war. Ich lutsche an einem harten Bonbon jetzt. Ich werde ein hartes Bonbon später lutschen.",
      "example_translation": "मैं उबाऊ था तो एक कठोर मिठाई चूस रहा था. मैं अब एक कठोर मिठाई चूस रहा हूँ. मैं बाद में एक कठोर मिठाई चूसूँगा.",
      "imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marzipan",
      "translation": "मार्ज़िपन",
      "definition": "Eine süße Mandelpaste, die zum Backen von Kuchen, Süßigkeiten und anderen Leckereien verwendet wird.",
      "definition_translation": "केक, मिठाइयों, और अन्य मिठाइयों को बनाने के लिए इस्तेमाल होने वाला मीठा बादाम-आधारित पेस्ट.",
      "example": "Ich dekorierte den Kuchen mit Marzipan, als ich ein Teenager war. Ich mache Marzipan jetzt. Ich werde Marzipan in meinem nächsten Kuchen verwenden.",
      "example_translation": "मैं किशोरावस्था में केक पर मार्ज़िपन से सजा रहा था. मैं अब मार्ज़िपन बना रहा हूँ. मैं अपने अगले केक में मार्ज़िपन इस्तेमाल करूँगा.",
      "imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bonbons",
      "translation": "उबली हुई मिठाई",
      "definition": "Eine Art von Süßigkeit, die durch Kochen von Zucker und Aromen hergestellt wird.",
      "definition_translation": "चीनी और फ्लेवरिंग्स को एक साथ उबालकर बनाई जाने वाली मिठाई की एक प्रकार.",
      "example": "Ich aß Bonbons, als ich ein Kind war. Ich esse Bonbons jetzt. Ich werde Bonbons auf der Party essen.",
      "example_translation": "मैं बच्चा था तब उबली हुई मिठाई खाता था. मैं अब उबली हुई मिठाई खा रहा हूँ. मैं पार्टी में उबली हुई मिठाई खाऊंगा.",
      "imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konditorei",
      "translation": "मिठाई की दुकान",
      "definition": "Eine Konditorei ist ein Ort, an dem süße Speisen wie Bonbons, Kuchen und Schokoladen hergestellt oder verkauft werden.",
      "definition_translation": "एक मिठाई की दुकान वह स्थान है जहां मिठाइयां, केक, और चॉकलेट्स जैसे मिठाई खाद्य पदार्थ बनाए या बेचे जाते हैं।",
      "example": "Ich besuchte einen Konditorei-Laden gestern, ich werde ihn morgen wieder besuchen, und ich besuchte ihn letzte Woche.",
      "example_translation": "मैं कल एक मिठाई की दुकान पर गया था, मैं कल फिर से जाऊँगा, और मैं पिछले हफ्ते गया था।",
      "imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fudge",
      "translation": "गोंद की मिठाई",
      "definition": "Fudge ist eine Art von Süßigkeit, hergestellt aus Zucker, Milch und Aromen, oft mit Schokolade oder Nüssen.",
      "definition_translation": "गोंद की मिठाई एक प्रकार की मिठाई है जिसे चीनी, दूध, और स्वादवर्धक से बनाया जाता है, अक्सर चॉकलेट या नट्स के साथ。",
      "example": "Ich aß ein Stück Fudge gestern, ich werde es morgen wieder essen, und ich aß es letzte Woche.",
      "example_translation": "मैंने कल एक टुकड़ा गोंद की मिठाई खाया था, मैं कल फिर से खाऊँगा, और मैंने पिछले हफ्ते खाया था।",
      "imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gelier",
      "translation": "जेली मिठाइयां",
      "definition": "Gelier sind eine Art von Süßigkeit, hergestellt aus Gelatine und Zucker, oft mit Fruchtsaft oder Fruchtmark aromatisiert.",
      "definition_translation": "जेली मिठाइयां एक प्रकार की मिठाई है जिसे जेलेटिन और चीनी से बनाया जाता है, अक्सर फल के रस या फल के पल्प के साथ स्वादवर्धक किया जाता है।",
      "example": "Ich kaufte einige Gelier gestern, ich werde sie morgen wieder kaufen, und ich hatte sie letzte Woche gekauft.",
      "example_translation": "मैंने कल कुछ जेली मिठाइयां खरीदी थीं, मैं कल फिर से खरीदूँगा, और मैंने पिछले हफ्ते खरीदी थीं।",
      "imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]
}