{
  "data": [
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katze",
      "translation": "बिल्ली",
      "definition": "Ein kleiner, gewöhnlich pelziger Fleischfresser, der oft als Haustier gehalten wird und für seine Agilität und Spielhaftigkeit bekannt ist.",
      "definition_translation": "एक छोटा सामान्यतः फर्रवाला मांसाहारी स्तनधारी। वे अक्सर पालतू जानवर के रूप में रखे जाते हैं और उनकी चपलता और खेलने-कूदने की प्रवृत्ति के लिए जाने जाते हैं।",
      "example": "Ich hatte eine Katze, als ich ein Kind war. Ich habe eine Katze jetzt. Ich werde eine Katze in Zukunft haben.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास एक बिल्ली थी। अब मेरे पास एक बिल्ली है। भविष्य में मेरे पास एक बिल्ली होगी।",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuh",
      "translation": "गाय",
      "definition": "Ein großes, domestiziertes Säugetier, das Milch gibt und auf einem Hof oder einer Ranch gehalten wird, typischerweise für seine Milch oder sein Fleisch gezüchtet.",
      "definition_translation": "एक बड़ा घरेलू स्तनधारी जो दूध देता है और फार्म या रेंच पर रखा जाता है, आमतौर पर दूध या मांस के लिए पाला जाता है।",
      "example": "Ich sah eine Kuh auf dem Feld. Ich werde eine Kuh auf dem Hof sehen. Ich sah eine Kuh gestern.",
      "example_translation": "मैंने खेत में एक गाय देखी। मैं फार्म पर एक गाय देखूंगा। कल मैंने एक गाय देखी।",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hund",
      "translation": "कुत्ता",
      "definition": "Ein domestiziertes, fleischfressendes Säugetier, das zur Familie Canidae gehört, oft als Haustier oder zur Jagd oder als Wachhund gehalten wird.",
      "definition_translation": "एक घरेलू मांसाहारी स्तनधारी जो कैनिडी परिवार से संबंधित है, अक्सर पालतू जानवर के रूप में रखा जाता है या शिकार या सुरक्षा के लिए उपयोग किया जाता है।",
      "example": "Ich habe einen Hund. Ich hatte einen Hund, als ich ein Kind war. Ich werde einen Hund in Zukunft haben.",
      "example_translation": "मेरे पास एक कुत्ता है। जब मैं बच्चा था, तब मेरे पास एक कुत्ता था। भविष्य में मेरे पास एक कुत्ता होगी।",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pferd",
      "translation": "घोड़ा",
      "definition": "Ein großes, huftragendes, pflanzenfressendes Säugetier, das für den Reit-, Transport- oder anderen Zwecken domestiziert wurde.",
      "definition_translation": "एक बड़ा, खुरवाला, शाकाहारी स्तनधारी जिसे सवारी, परिवहन और अन्य उपयोगों के लिए घरेलू किया जाता है।",
      "example": "Ich ritt ein Pferd gestern. Ich werde ein Pferd morgen reiten. Ich reite ein Pferd jeden Tag.",
      "example_translation": "मैंने कल एक घोड़ा सवारी किया। मैं कल एक घोड़ा सवारी करूंगा। मैं रोज एक घोड़ा सवारी करता हूँ।",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwein",
      "translation": "सूअर",
      "definition": "Ein Schwein ist ein großes, huftragendes, pflanzenfressendes Säugetier, das auf einem Hof gehalten wird, um als Nahrung verwendet zu werden.",
      "definition_translation": "एक सूअर एक बड़ा, खुर वाला, शाकाहारी स्तनधारी है जिसे आमतौर पर खाने के लिए फॉर्म पर रखा जाता है।",
      "example": "Ich sah ein Schwein, das Essen auf dem Hof aß. Ich werde ein Schwein auf dem Fest morgen reiten. Sie hatte ein Schwein in ihrer Kindheit geritten.",
      "example_translation": "मैंने कल फॉर्म में खाना खा रहे सूअर देखा। मैं कल त्योहार में सूअर पर सवारी करूँगा। उसने अपने बचपन में सूअर पर सवारी की थी।",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaf",
      "translation": "भेड़",
      "definition": "Ein Schaf ist ein wiederkäuendes Säugetier, das auf einem Hof gehalten wird, um Wolle und Fleisch zu liefern.",
      "definition_translation": "एक भेड़ एक पाचन स्तनधारी है जिसे आमतौर पर ऊन और मांस प्रदान करने के लिए फॉर्म पर रखा जाता है।",
      "example": "Ich sah ein Schaf, das Gras auf dem Hof aß. Sie wird ein Schaf am Abend morgen füttern. Sie hatten ein Schaf letzten Woche auf den Markt gebracht.",
      "example_translation": "मैंने कल फॉर्म में घास खा रहे भेड़ देखे। वह कल शाम को भेड़ को खिलाएगी। उन्होंने पिछले हफ्ते भेड़ को बाज़ार ले गये थे।",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "शिशु",
      "definition": "Ein Baby ist ein sehr junges menschliches Wesen, von der Geburt bis zu etwa zwei Jahren alt.",
      "definition_translation": "एक शिशु जन्म से約 दो साल तक का बहुत छोटा मानव है।",
      "example": "Ich sah ein Baby, das mit Spielzeug spielte. Sie wird das Baby morgen betreuen. Sie hatten das Baby letzten Woche in den Park gebracht.",
      "example_translation": "मैंने कल खिलौनों से खेल रहे शिशु देखे। वह कल शिशु की देखभाल करेगी। उन्होंने पिछले हफ्ते शिशु को पार्क ले गये थे।",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "भालू",
      "definition": "Ein Bär ist ein großes, fleischfressendes Säugetier mit struppigem Fell, das in Wäldern in Nordamerika und Eurasien gefunden wird.",
      "definition_translation": "एक भालू एक बड़ा, मांसाहारी स्तनधारी है जिसके बाल उलझे हुए हैं, उत्तरी अमेरिका और यूरेशिया में जंगलों में पाया जाता ह।",
      "example": "Ich sah einen Bären, der einen Baum erkletterte. Sie wird einen Bären im Zoo morgen füttern. Sie hatten einen Bären im Wald letzten Woche gesehen.",
      "example_translation": "मैंने कल पेड़ पर चढ़ने वाले भालू देखे। वह कल चिड़ियाघर में भालू को खिलाएगी। उन्होंने पिछले हफ्ते जंगल में भालू देखा था।",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gepard",
      "translation": "चीता",
      "definition": "Ein Gepard ist eine große Katze, die in Afrika und Zentraliran beheimatet ist, gekennzeichnet durch sein gelblich-braunes Fell mit schwarzen Flecken und seine Fähigkeit, hohe Geschwindigkeiten zu erreichen.",
      "definition_translation": "एक चीता अफ्रीका और मध्य ईरान में पाया जाने वाला एक बड़ा बिल्ला है, जिसका पीला-भूरा कोट और काले दाग हैं और यह उच्च गति प्राप्त कर सकता है।",
      "example": "Der Gepard stand seit 2008 auf der Liste der bedrohten Arten. Es wurde berichtet, dass ein Gepard im Jahr 2022 in freier Wildbahn gesehen wurde. Bis 2025 werden wir erfolgreich Konservierungsanstrengungen umgesetzt haben, um den Gepard zu retten.",
      "example_translation": "2008 से चीता लुप्तप्राय प्रजातियों की सूची में है। पिछले साल जंगल में एक चीता देखा गया था। 2025 तक, हम चीता को बचाने के लिए संरक्षण प्रयासों को लागू करेंगे।",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elefant",
      "translation": "हाथी",
      "definition": "Ein Elefant ist ein großes, intelligentes und soziales Tier mit einem Rüssel, Stoßzähnen und grauer Haut, das in Afrika und Südasien beheimatet ist.",
      "definition_translation": "हाथी एक बड़ा, बुद्धिमान और सामाजिक जानवर है, जिसका सूंड, दांत और धूसर त्वचा है, जो अफ्रीका और दक्षिण एशिया में पाया जाता है।",
      "example": "Der Elefant ist das größte Landtier. Elefanten wurden seit Tausenden von Jahren domestiziert. Bis 2050 werden wir erfolgreich alle Elefanten aus Zoos in natürliche Lebensräume umgesiedelt haben.",
      "example_translation": "हाथी सबसे बड़ा स्थलीय जानवर है। हाथियों को हजारों साल से पालतू बनाया गया है। 2050 तक, हम सभी हाथियों को चिड़ियाघरों से प्राकृतिक आवासों में सफलतापूर्वक स्थानांतरित कर देंगे।",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Meerschweinchen",
      "translation": "गिनी सूअर",
      "definition": "Ein Meerschweinchen ist ein kleines, haariges, pflanzenfressendes Nagetier, das ursprünglich aus Südamerika stammt und oft als Haustier gehalten wird.",
      "definition_translation": "गिनी सूअर एक छोटा, उधर, शाकाहारी रॉडेंट है, जो दक्षिण अमेरिका में पाया जाता है, आम तौर पर एक पालतू के रूप में रखा जाता है।",
      "example": "Ich hatte ein Meerschweinchen als Haustier, als ich ein Kind war. Meerschweinchen sind soziale Tiere und leben in Gruppen. Meerschweinchen werden seit Jahrzehnten in wissenschaftlichen Forschungen eingesetzt.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास एक गिनी सूअर पालतू था। गिनी सूअर सामाजिक जानवर हैं और समूहों में रहते हैं। दशकों से गिनी सूअर वैज्ञानिक अनुसंधान में उपयोग किए गए हैं।",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hamster",
      "translation": "हमستر",
      "definition": "Ein Hamster ist ein kleines, haariges, omnivores Nagetier, das oft als Haustier gehalten wird und ursprünglich aus Syrien und der Türkei stammt.",
      "definition_translation": "हमستر एक छोटा, उधर, सर्वाहारी रॉडेंट है, जो सीरिया और तुर्की में पाया जाता है, आम तौर पर एक पालतू के रूप में रखा जाता है।",
      "example": "Hamster sind nachtaktive Tiere. Ich hatte einen Hamster als Haustier letztes Jahr. Hamster sind seit vielen Jahren beliebte Haustiere.",
      "example_translation": "हमستر रात्रि जीव जानवर हैं। पिछले साल मेरे पास एक हमستر पालतू था। हमستر कई साल से लोकप्रिय पालतू जानवर रहे हैं।",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "शेर",
      "definition": "Ein Löwe ist ein großes, fleischfressendes, raubendes Raubtier Afrikas und Indiens, mit einem buschigen Haupt und lauter Stimme.",
      "definition_translation": "अफ्रीका और भारत का बड़ा मांसाहारी बिल्ली स्तनपायी, जिसका मांजा और कर्णप्रवेश करने वाला है",
      "example": "Der Löwe brüllte laut im Dschungel, er wird morgen brüllen und hatte gestern gebrüllt.",
      "example_translation": "जंगल में शेर ज़ोर से दहाड़ा था, कल वह दहाड़ेगा, और कल वह दहाड़ा था",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affe",
      "translation": "बंदर",
      "definition": "Ein Affe ist ein Primaten-Säugetier der Alten Welt, mit einem langen Schwanz und flexiblen Händen und Füßen.",
      "definition_translation": "पुरानी दुनिया का एक स्तनपायी प्राइमेट, जिसका लंबा पूँछ और हाथ-पैर लचीले हैं",
      "example": "Der Affe sprang von Baum zu Baum, er wird morgen springen und hatte gestern gesprungen.",
      "example_translation": "वृक्ष से वृक्ष पर बंदर कूदा था, कल वह कूदेगा, और कल वह कूदा था",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maus",
      "translation": "चूहा",
      "definition": "Eine Maus ist ein kleines, nagendes Säugetier, das in Häusern und um menschliche Siedlungen lebt.",
      "definition_translation": "एक छोटा सा कृन्तक स्तनपायी जो घरों और मानव बस्तियों के आसपास रहता है",
      "example": "Die Maus lief über den Fußboden, sie wird morgen laufen und hatte gestern gelaufen.",
      "example_translation": "फ्लोर पर चूहा दौड़ा था, कल वह दौड़ेगा, और कल वह दौड़ा था",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaninchen",
      "translation": "खरगोश",
      "definition": "Ein Kaninchen ist ein kleines Säugetier mit langen Ohren und starken Hinterbeinen, das in Erdhöhlen lebt und Pflanzen frisst.",
      "definition_translation": "लंबे कान और मजबूत पिछले पैर वाला एक छोटा सा स्तनपायी, जो बिलों में रहता है और 植物ों पर निर्भर करता है",
      "example": "Das Kaninchen hoppelte über das Feld, es wird morgen hoppeln und hatte gestern gehopbelt.",
      "example_translation": "खेत में खरगोश टापा था, कल वह टॉपेगा, और कल वह टॉपा था",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ratte",
      "translation": "चूहा",
      "definition": "Eine Ratte ist ein Nagetier, das der Gattung Rattus angehört. Ratten werden oft als Schädlinge betrachtet und sind bekannt für das Tragen von Krankheiten.",
      "definition_translation": "चूहा एक रॉडेंट है जो रैट्स जीनस से संबंधित है। चूहे आमतौर पर कीट माने जाते हैं और बीमारियों को फैलाते हैं।",
      "example": "Die Ratte huschte über den Fußboden gestern, sie huscht jeden Tag über den Fußboden und wird morgen huschen.",
      "example_translation": "कल फर्श पर चूहा दौड़ा था, यह प्रतिदिन फर्श पर दौड़ता है, और कल यह फर्श पर दौड़ेगा।",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fledermaus",
      "translation": "चमगादड़",
      "definition": "Eine Fledermaus ist ein fliegendes Säugetier, das Echolokation verwendet, um sich zu orientieren und Beute zu finden. Fledermäuse werden oft in Höhlen und Bäumen gefunden.",
      "definition_translation": "चमगादड़ एक उड़ने वाला स्तनपायी है जो नेविगेट और शिकार ढूंढने के लिए ईकोलोकेशन का उपयोग करता है। चमगादड़ अक्सर गुफाओं और पेड़ों में पाए जाते हैं।",
      "example": "Die Fledermaus flog aus der Höhle letzte Nacht, sie fliegt jede Nacht aus der Höhle und wird heute Nacht fliegen.",
      "example_translation": "रात को चमगादड़ गुफा से उड़ा था, यह प्रति शाम को गुफा से उड़ता है, और रात को गुफा से उड़ेगा।",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "सांड",
      "definition": "Ein Stier ist ein männliches Rind, das oft für die Zucht verwendet wird und bekannt für seine Stärke und Aggression ist.",
      "definition_translation": "सांड एक नर मवेशी है जिसका उपयोग अक्सर प्रजनन के लिए किया जाता है और इसकी ताकत और आक्रामकता के लिए जाना जाता है।",
      "example": "Der Stier stürmte auf den Matador gestern, er stürmt jeden Tag auf den Matador und wird morgen stürmen.",
      "example_translation": "कल मैटाडोर पर सांड ने ATTACK किया था, यह प्रतिदिन मैटाडोर पर ATTACK करता है, और कल मैटाडोर पर ATTACK करेगा।",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kalb",
      "translation": "बछड़ा",
      "definition": "Ein Kalb ist ein junges Rind oder Stier, typischerweise in seinem ersten Jahr des Lebens.",
      "definition_translation": "बछड़ा एक युवा गाय या सांड है,typically अपने पहले साल के जीवन में。",
      "example": "Das Kalb lief über das Feld gestern, es läuft jeden Tag über das Feld und wird morgen laufen.",
      "example_translation": "कल मैदान पर बछड़ा दौड़ा था, यह प्रतिदिन मैदान पर दौड़ता है, और कल मैदान पर दौड़ेगा।",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamel",
      "translation": "ऊंट",
      "definition": "Ein großes, geradzehiges Ungulat mit einem Höcker auf seinem Rücken, das in Wüstengebieten als Lasttier verwendet wird.",
      "definition_translation": "एक besar यहेवटो इकट्ठा स्तनधारी.getMजमाल की पीठ पर एक हंप के साथ, रेगिस्तान क्षेत्रों में बोझा उठाने के लिए प्रयोग किया जाता है।",
      "example": "Das Kamel ging langsam durch die Wüste. Das Kamel wird langsam durch die Wüste gehen. Das Kamel war langsam durch die Wüste gegangen.",
      "example_translation": "ऊंट रेगिस्तान के पार धीरे-धीरे चला. ऊंट रेगिस्तान के पार धीरे-धीरे चलेगा. ऊंट ने रेगिस्तान के पार धीरे-धीरे चला था.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vieh",
      "translation": "मवेशी",
      "definition": "Domestizierte Säugetiere, die auf Ranches oder Bauernhöfen gehalten werden, wie Kühe, Stiere oder Ochsen, die für ihre Milch oder ihr Fleisch gehalten werden.",
      "definition_translation": "रेंच या फार्म पर पाले जाने वाले पालतू स्तनधारी, जैसे गाय, सांड या बैल, दूध या मांस के लिए रखे जाते हैं.",
      "example": "Der Bauer züchtete Vieh auf seinem Hof. Der Bauer wird Vieh auf seinem Hof züchten. Der Bauer hat Vieh auf seinem Hof gezüchtet.",
      "example_translation": "किसान ने अपने फार्म पर मवेशी पाले. किसान अपने फार्म पर मवेशी पालेगा. किसान ने अपने फार्म पर मवेशी पाले थे.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Delfin",
      "translation": "डॉल्फिन",
      "definition": "Ein hochintelligentes und soziales Meeressäugetier, oft grau gefärbt, mit einem gebogenen Rückenflossen und einer prominenten Schnauze.",
      "definition_translation": "एक अत्यंत बुद्धिमान और सामाजिक समुद्री स्तनधारी, अक्सर भूरे रंग का, एक वक्र dorsal फिन के साथ और एक प्रमुख स्नाउट.",
      "example": "Der Delfin schwamm im Ozean. Der Delfin wird im Ozean schwimmen. Der Delfin ist im Ozean geschwommen.",
      "example_translation": "डॉल्फिन ने समुद्र में तैरा. डॉल्फिन समुद्र में तैरेगा. डॉल्फिन ने समुद्र में तैरा था.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esel",
      "translation": "गदहा",
      "definition": "Ein domestiziertes Equiden-Säugetier mit einem charakteristischen Brüllen, oft als Packtier verwendet.",
      "definition_translation": "एक पालतू इकवाइन स्तनधारी एक विशिष्ट ब्रायिंग कॉल के साथ, अक्सर एक पैक एनीमल के रूप में प्रयोग किया जाता है.",
      "example": "Der Esel trug die Last. Der Esel wird die Last tragen. Der Esel hat die Last getragen.",
      "example_translation": "गदहा ने बोझा उठाया. गदहा बोझा उठाएगा. गदहा ने बोझा उठाया था.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "महिला",
      "definition": "Eine weibliche Person oder ein weibliches Tier, das Eier produziert, typischerweise durch die Anwesenheit von Eierstöcken und einer Gebärmutter gekennzeichnet.",
      "definition_translation": "एक महिला अंडे उत्पादक लिंग का एक वयस्क मानव है, जिसकी विशेषता अंडाशय और गर्भाशय की उपस्थिति है",
      "example": "Die weibliche Löwin ist eine furchtlose Jägerin. Sie hat viele Tiere in ihrem Leben gejagt. Sie wird morgen wieder jagen.",
      "example_translation": "मादा शेर एक क्रूर शिकारी है. उसने अपने जीवनकाल में कई जानवरों का शिकार किया है. वह कल फिर से शिकार करेगी.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fell",
      "translation": "फ़र",
      "definition": "Das dicke, weiche Haar, das auf der Haut von Tieren wächst, wie Kaninchen, Bären und Katzen.",
      "definition_translation": "यह वह मोटा, सoft बाल है जो जानवरों की त्वचा पर उगता है, जैसे králíci, भालू और बिल्ली",
      "example": "Das Fell des Kaninchens ist sehr weich. Es wird zu einem warmen Mantel verarbeitet. Der Mantel wurde aus dem Fell vieler Kaninchen hergestellt.",
      "example_translation": " Králíček का फ़र बहुत सoft है. इसे एक गर्म कोट में तैयार किया जाएगा. कोट कई Králíček के फ़र से बना था.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Giraffe",
      "translation": "जिराफ",
      "definition": "Ein großes, geradzehiges Ungulat mit einem charakteristischen Fellmuster und einem langen Hals, ursprünglich aus Afrika stammend.",
      "definition_translation": "एक लंबा, सम-ऊँगली स्तनपायी स्तनधारी जिसका एक विशिष्ट कोट पैटर्न है और लंबा गर्दन है, एक अफ्रीका में पाया जाने वाला स्तनधारी",
      "example": "Die Giraffe ist das größte Tier im Zoo. Sie wird morgen Blätter von den hohen Bäumen essen. Die Giraffe hat gestern Blätter von den hohen Bäumen gegessen.",
      "example_translation": "जिराफ चिड़ियाघर में सबसे लंबा जानवर है. वह कल लंबे पेड़ों से पत्ते खाएगा. जिराफ ने कल लंबे पेड़ों से पत्ते खाए थे.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziege",
      "translation": "बक्री",
      "definition": "Ein bewegliches und agiles Wiederkäuer-Säugetier mit einem charakteristischen Bart und Hörnern, oft als Nutztier gehalten.",
      "definition_translation": "एक बहुमुखी और चुस्त स्तनधारी स्तनपायी जिसकी विशिष्ट दाढ़ी और सींग हैं, अक्सर पशुधन के रूप में रखा जाता है",
      "example": "Die Ziege ist ein schlau Tier. Sie wird morgen den Berg hinaufklettern. Die Ziege hat gestern den Berg hinaufgeklettert.",
      "example_translation": "बक्री एक चतुर जानवर है. वह कल पर्वत पर चढ़ेगा. बक्री ने कल पर्वत पर चढ़ा था.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "männlich",
      "translation": "मर्द",
      "definition": "Ein erwachsener Mensch oder ein männliches Tier, das Spermien produziert, insbesondere ein Mensch von der Geburt bis zur Mannheit.",
      "definition_translation": "एक वयस्क मानव या पशु जो शुक्राणु उत्पन्न करता है, विशेष रूप से जन्म से पुरुष तक की मानव。",
      "example": "Das männliche Geschlecht der Hirschen ist bekannt für seine Geweih. In der Vergangenheit war er ein männliches Model. Bis zum nächsten Jahr wird er ein männlicher Krankenpfleger sein.",
      "example_translation": "हिरण परिवार की पुरुष प्रजाति अपने सींगों के लिए जानी जाती है. इससे पहले, वह एक पुरुष मॉडल था. अगले साल तक, वह एक पुरुष नर्स होगा.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maultier",
      "translation": "मุลा",
      "definition": "Das Nachkomme eines männlichen Esels und eines weiblichen Pferdes, bekannt für seine Stärke und Starrsinnigkeit.",
      "definition_translation": "एक नर गधे और एक मादा घोड़े की संतान, अपनी ताकत और जिद के लिए जानी जाती है.",
      "example": "Ein Maultier wird verwendet, um schwere Lasten in den Bergen zu tragen. Sie hatte Maultiere als Haustiere, als sie ein Kind war. Bis zum nächsten Monat werden sie ein Maultier für die Landwirtschaft kaufen.",
      "example_translation": "एक मुला पहाड़ों में भारी भार ढोने में उपयोग की जाती है. वह बचपन में मुलों के पालतू जानवर के रूप में थी. अगले महीने तक, वे खेती के लिए एक मुला खरीदेंगे.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puma",
      "translation": "くमा",
      "definition": "Eine große Katze, die in den Amerikas, insbesondere in den bergigen Regionen, beheimatet ist.",
      "definition_translation": "अमेरिका का एक बड़ा बिल्ली, विशेष रूप से पर्वतीय क्षेत्रों में मिलने वाला.",
      "example": "Pumas sind für ihre Agilität und Geschwindigkeit bekannt. Die Puma schlief im Wald. Bis nächsten Jahr werden Pumas in der Region wiederangesiedelt werden.",
      "example_translation": "कुमा अपनी चपलता और गति के लिए जाने जाते हैं. वन में कुमा सो रहा था. अगले साल तक, कुमा क्षेत्र में पुनर्वासित किए जाएंगे.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welpen",
      "translation": "पपी",
      "definition": "Ein junger Hund, insbesondere einer, der weniger als ein Jahr alt ist.",
      "definition_translation": "एक युवा कुत्ता, विशेष रूप से एक साल से कम उम्र का.",
      "example": "Welpen benötigen regelmäßig Bewegung und Training. Das Welpen spielte im Park. Bis nächsten Monat werden sie ein Welpen adoptieren.",
      "example_translation": "पपियों को नियमित व्यायाम और प्रशिक्षण की आवश्यकता है. पार्क में पपी खेल रहा था. अगले महीने तक, वे एक पपी को गोद लेंगे.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rentier",
      "translation": "रेनडियर",
      "definition": "Ein Rentier ist ein Hirschart mit einer charakteristischen Geweihform, der in den arktischen Regionen Europas, Asiens und Nordamerikas vorkommt.",
      "definition_translation": "एक रेनडियर यूरोप, एशिया और उत्तरी अमेरिका के आर्कटिक क्षेत्रों में पाए जाने वाले एक प्रकार का हिरन है, जिसके पास एक विशिष्ट सेट ऑफ एन्टलर्स है.",
      "example": "Das Rentier wanderte in die nördlichen Regionen im Winter. Es wanderte im Winter in die nördlichen Regionen. Es wird im Winter in die nördlichen Regionen wandern.",
      "example_translation": "शीत ऋतु में रेनडियर उत्तरी क्षेत्रों में पलायन करता था. वह शीत ऋतु में उत्तरी क्षेत्रों में पलायन कर रहा था. वह शीत ऋतु में उत्तरी क्षेत्रों में पलायन करेगा.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tiger",
      "translation": "बाघ",
      "definition": "Ein Tiger ist ein großes, fleischfressendes Säugetier der Katzenfamilie, das in Wäldern und Grasländern Asiens vorkommt.",
      "definition_translation": "एक बाघ एक बड़ी, मांसाहारी स्तनपाई है, जिसका पता एशिया के जंगलों और घास के मैदानों में लगता है.",
      "example": "Der Tiger schlief im Wald. Er schläft im Wald. Er wird im Wald schlafen.",
      "example_translation": "बाघ जंगल में सो रहा था. वह जंगल में सो रहा है. वह जंगल में सो रहा होगा.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wal",
      "translation": "व्हेल",
      "definition": "Ein Wal ist ein großes, aquatisches Säugetier, das Luft durch sein Blasloch atmet, das in Ozeanen auf der ganzen Welt vorkommt.",
      "definition_translation": "एक व्हेल एक बड़ा, जलीय स्तनपाई है, जो अपने blowhole के माध्यम से हवा सांस लेता है, जिसका पता दुनिया भर में सागरों में लगता है.",
      "example": "Der Wal schwamm im Ozean. Er schwimmt im Ozean. Er wird im Ozean schwimmen.",
      "example_translation": "व्हेल सागर में तैर रहा था. वह सागर में तैर रहा है. वह सागर में तैर रहा होगा.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hirsch",
      "translation": "हिरन",
      "definition": "Ein Hirsch ist ein Paarhufer, das in Wäldern und Grasländern Europas, Asiens und Nordamerikas vorkommt.",
      "definition_translation": "एक हिरन एक प्रकार का रुमिनेंट स्तनपाई है, जिसका पता यूरोप, एशिया और उत्तरी अमेरिका के जंगलों और घास के मैदानों में लगता है.",
      "example": "Der Hirsch rannte im Wald. Er rennt im Wald. Er wird im Wald rennen.",
      "example_translation": "हिरन जंगल में दौड़ रहा था. वह जंगल में दौड़ रहा है. वह जंगल में दौड़ रहा होगा.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchs",
      "translation": "लोमड़ी",
      "definition": "Ein kleiner, fleischfressender Säugetier",
      "definition_translation": "एक छोटा, मांसाहारी स्तनपायी",
      "example": "Der schnelle Fuchs springt über den faulen Hund. Der Fuchs sprang über den faulen Hund. Der Fuchs wird über den faulen Hund springen.",
      "example_translation": "तेज लोमड़ी आलसी कुत्ते के ऊपर कूदता है. लोमड़ी आलसी कुत्ते के ऊपर कूद रहा था. लोमड़ी आलसी कुत्ते के ऊपर कूदेगा.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gorilla",
      "translation": "गोरिल्ला",
      "definition": "Ein großes, kräftiges Primaten",
      "definition_translation": "एक बड़ा, शक्तिशाली प्राइमेट",
      "example": "Der Gorilla isst Bananen im Dschungel. Der Gorilla aß Bananen im Dschungel. Der Gorilla wird Bananen im Dschungel essen.",
      "example_translation": "जंगल में गोरिल्ला केले खा रहा है. जंगल में गोरिल्ला केले खा रहा था. जंगल में गोरिल्ला केले खाएगा.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Känguru",
      "translation": "कंगारू",
      "definition": "Ein großes, hüpfendes Beuteltier",
      "definition_translation": "एक बड़ा, कूदने वाला मार्सूपियल",
      "example": "Das Känguru hüpft in der Outback. Das Känguru hüpfte in der Outback. Das Känguru wird in der Outback hüpfen.",
      "example_translation": "औटबैक में कंगारू कूद रहा है. औटबैक में कंगारू कूद रहा था. औटबैक में कंगारू कूदेगा.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leopard",
      "translation": "चीता",
      "definition": "Ein großes, fleischfressendes Säugetier",
      "definition_translation": "एक बड़ा, मांसाहारी स्तनपायी",
      "example": "Der Leopardstalkt seine Beute im Wald. Der Leopard stalkte seine Beute im Wald. Der Leopard wird seine Beute im Wald stalken.",
      "example_translation": "जंगल में चीता अपना शिकार ढूंढ रहा है. जंगल में चीता अपना शिकार ढूंढ रहा था. जंगल में चीता अपना शिकार ढूंढेगा.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ochse",
      "translation": "बैल",
      "definition": "Ein domestiziertes Wiederkäuermammal, das einen stämmigen Körper und kurze Hörner hat und oft als Zugtier verwendet wird.",
      "definition_translation": "एक घरेलू रुमिनेंट स्तनपायी जिसके शरीर में स्टाउट और छोटे सींग होते हैं और अक्सर ड्राफ्ट जानवर के रूप में उपयोग किया जाता है",
      "example": "Der Bauer benutzte einen Ochsen, um das Feld zu pflügen, und wird ihn morgen wieder verwenden. Der Ochse hatte das Feld gestern gepflügt.",
      "example_translation": "किसान ने खेत जोतने के लिए एक बैल का इस्तेमाल किया, और फिर कल वह इसे फिर से उपयोग करेगा. कल बैल ने खेत जोता था",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfote",
      "translation": "पaw",
      "definition": "Der Fuß eines Tieres, insbesondere eines Vierbeiners, der Krallen hat.",
      "definition_translation": "चार पैर वाले जानवर का पैर, đặcतौर पर अव नाखून वाला",
      "example": "Die Katze rollte ihre Pfote zusammen, während sie schlief. Der Hund wird die Tür mit der Pfote betätigen, wenn er hinaus will.",
      "example_translation": "सोये हुए समय में बिल्ली ने अपना पाव मोड़ लिया. यदि कुत्ता बाहर जाना चाहता है तो वह दरवाजे को पाव करेगा",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisbär",
      "translation": "ध्रुवीय भालू",
      "definition": "Ein großes Karnivoren-Bär, das in den arktischen Regionen lebt und weißes Fell hat.",
      "definition_translation": "आर्कटिक क्षेत्रों में निवास करने वाला एक बड़ा मांसाहारी भालू जिसके सफ़ेद बाल होते हैं",
      "example": "Der Eisbär schwamm im Arktischen Ozean. Der Eisbär wird während des Winters in eine Winterstarre fallen. Der Eisbär hatte gestern ein Seehund angegriffen.",
      "example_translation": "ध्रुवीय भालू आर्कटिक महासागर में तैर रहा था. ध्रुवीय भालू सर्दियों के दौरान शीत निद्रा में जाएगा. कल ध्रुवीय भालू ने सील को हमला कर दिया था",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nashorn",
      "translation": "गैंडा",
      "definition": "Ein großes pflanzenfressendes Säugetier mit einemDistinctiven Horn auf seiner Nase, das in Afrika und Südasien gefunden wird.",
      "definition_translation": "अफ्रीका और दक्षिण एशिया में पाया जाने वाला एक बड़ा शाकाहारी स्तनपायी जिसके नाक पर एक विशिष्ट सींग होता है",
      "example": "Das Nashorn weidete in der Savanne. Das Nashorn hatte gestern die Touristen angegriffen. Das Nashorn wird nächsten Monat ein Kalb gebären.",
      "example_translation": "गैंडा सवाना में घास चरा रहा था. कल गैंडा ने पर्यटकों पर हमला कर दिया था. अगले महीने गैंडा एक शिशु को जन्म देगा",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Robbe",
      "translation": "मोहर",
      "definition": "Eine Robbe ist ein Typ von Meerestier, das durch seinen stromlinienförmigen Körper, Flipper und eine Schicht von Fettablagerung gekennzeichnet ist.",
      "definition_translation": "एक सील एक प्रकार का समुद्री स्तनपायी होता है जिसके शरीर की आकृति सुव्यवस्थित होती है, फ्लिपर होते हैं और वसा की परत होती है।",
      "example": "Die Robbe schwamm schnell durch das Wasser. Die Robbe wird schnell durch das Wasser schwimmen. Die Robbe hatte schnell durch das Wasser geschwommen.",
      "example_translation": "सील ने जल के माध्यम से तेजी से तैरी। सील जल के माध्यम से तेजी से तैरेगा। सील ने जल के माध्यम से तेजी से तैरी थी।",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichhörnchen",
      "translation": "चुहा",
      "definition": "Ein Eichhörnchen ist ein kleines Nagetier, das durch seinen buschigen Schwanz, agilen Körper und die Fähigkeit, Bäume zu erklimmen, gekennzeichnet ist.",
      "definition_translation": "चुहा एक छोटा रोडेंट होता है जिसके शरीर की विशेषताएं लंबी पूछ, लचीला शरीर और पेड़ों पर चढ़ने की क्षमता होती हैं।",
      "example": "Das Eichhörnchen rannte schnell den Baum hinauf. Das Eichhörnchen wird schnell den Baum hinauf rennen. Das Eichhörnchen hatte schnell den Baum hinauf gerannt.",
      "example_translation": "चुहा ने तेजी से पेड़ पर चढ़ा। चुहा पेड़ पर तेजी से चढ़ेगा। चुहा ने तेजी से पेड़ पर चढ़ा था।",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]
}