[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "znudzony",
      "translation": "скука",
      "definition": "Czując się zmęczonym i niezadowolonym, ponieważ coś nie jest interesujące.",
      "definition_translation": "Чувство усталости и неудовлетворенности, потому что что-то не интересно.",
      "example": "Byłem znudzony na imprezie wczoraj wieczorem. Będę znudzony na imprezie jutro. Jestem znudzony na imprezie akurat teraz.",
      "example_translation": "Мне было скучно на вечеринке вчера вечером. Я буду скучать на вечеринке завтра. Я сейчас скучаю на вечеринке.",
      "imageLink": "image_files\\English\\bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nudny",
      "translation": "скучный",
      "definition": "Nie interesujący lub ekscytujący; nudny.",
      "definition_translation": "Не интересный или не-exciting; скучный.",
      "example": "Film był nudny. Książka będzie nudna. Lekcja jest nudna.",
      "example_translation": "Фильм был скучный. Книга будет скучной. Класс сейчас скучный.",
      "imageLink": "image_files\\English\\boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bystry",
      "translation": "умный",
      "definition": "Mający lub pokazujący zdolność szybkiego uczenia się lub rozumienia rzeczy.",
      "definition_translation": "Имея или показывая способность быстро學ить или понимать вещи.",
      "example": "Ona była bystra i szybko rozwiązała puzzle. On jest bystry i wynalazł coś wielkiego.",
      "example_translation": "Она была умной и решила головоломку быстро. Он был умным и сделал Великое изобретение.",
      "imageLink": "image_files\\English\\clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trudny",
      "translation": "сложный",
      "definition": "Wymagający wielu umiejętności, wysiłku lub praktyki, aby to zrobić lub zrozumieć.",
      "definition_translation": "Требующий многих навыков, усилий или практики, чтобы сделать или понять.",
      "example": "Problem matematyczny był trudny do rozwiązania. Projekt będzie trudny do zakończenia.",
      "example_translation": "Математическая задача была сложной для решения. Проект будет сложным для завершения.",
      "imageLink": "image_files\\English\\difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zachwycony",
      "translation": "возбуждённый",
      "definition": "Czując lub pokazując entuzjastyczne i gorące zainteresowanie.",
      "definition_translation": "Чувствующий или проявляющий энтузиазм и жажду интереса или возбуждения.",
      "example": "Byłem zachwycony, że mogłem uczestniczyć w koncercie, i jestem wciąż zachwycony, patrząc na zdjęcia z niego, i będę zachwycony, idąc na następny.",
      "example_translation": "Я был возбуждён посетить концерт, и я все ещё возбуждён смотреть фотографии с него, и я буду возбуждён пойти на следующий.",
      "imageLink": "image_files\\English\\excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ekscytujący",
      "translation": "волнующий",
      "definition": "Wzbudzający uczucia entuzjazmu i niecierpliwości.",
      "definition_translation": "Вызывающий чувства энтузиазма и жажды.",
      "example": "Ekscytująca wiadomość sprawiła, że wszyscy byliśmy zachwyceni, i wciąż czekamy na następną ekscytującą aktualizację.",
      "example_translation": "Волнующая новость вызвала у нас всех радость, и мы все ещё ждём следующего волнующего обновления.",
      "imageLink": "image_files\\English\\exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sławny",
      "translation": "знаменитый",
      "definition": "Bardzo znany i szanowany za szczególną rzecz lub osiągnięcie.",
      "definition_translation": "Хорошо известный и уважаемый за какую-либо вещь или достижение.",
      "example": "Ona była sławną za swój piękny głos, jest sławną za nową płytę, i będzie sławną za swój nadchodzący światowy tour.",
      "example_translation": "Она была знаменита своей красивым голосом, является знаменитой за свой новый альбом, и будет знаменита за свой предстоящий мировой тур.",
      "imageLink": "image_files\\English\\famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śmieszny",
      "translation": "смешной",
      "definition": "Wzbudzający śmiech lub rozrywkę.",
      "definition_translation": "Вызывающий смех или развлекательность.",
      "example": "Śmieszny żart sprawił, że się śmialiśmy, i znaleźliśmy komika śmiesznego, że jego wypowiedzi były zabawne.",
      "example_translation": "Смешной анекдот нас рассмешил, и мы нашли комика's смешные впечатления очень забавными.",
      "imageLink": "image_files\\English\\funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dobry",
      "translation": "хороший",
      "definition": "Mający korzystną własność lub charakter; moralnie doskonały.",
      "definition_translation": "Имеющий благоприятное качество или характер; морально excelente.",
      "example": "Czułem się dobrze, pomagając przyjacielowi. Czułbym się dobrze, pomagając przyjacielowi jutro. Czułem się dobrze, pomagając przyjacielowi wczoraj.",
      "example_translation": "Я чувствовал себя хорошо, помогая моему другу. Я буду чувствовать себя хорошо завтра. Я чувствовал себя хорошо вчера.",
      "imageLink": "image_files\\English\\good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczęśliwy",
      "translation": "счастливый",
      "definition": "Czując radość lub przyjemność; zadowolony i zaspokojony.",
      "definition_translation": "Чувствующий радость или удовольствие; довольный и удовлетворенный.",
      "example": "Byłem szczęśliwy na imprezie. Jestem szczęśliwy dzisiaj. Będę szczęśliwy, kiedy skończę studia.",
      "example_translation": "Я был счастлив на вечеринке. Я счастлив сегодня. Я буду счастлив, когда окончу университет.",
      "imageLink": "image_files\\English\\happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "interesujący",
      "translation": "интересный",
      "definition": "Budzący ciekawość lub zainteresowanie; angażujący i prowokujący myślenie.",
      "definition_translation": "Повышающий любопытство или интерес; привлекательный и провоцирующий мысль.",
      "example": "Film był interesujący. Książka będzie interesująca. Wykład był interesujący.",
      "example_translation": "Фильм был интересным. Книга будет интересной. Лекция была интересной.",
      "imageLink": "image_files\\English\\interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "miły",
      "translation": "миль",
      "definition": "Przyjemny, zgodny lub zadowalający; korzystny lub przyjemny.",
      "definition_translation": "Приятный, соглашательный или удовлетворительный; благоприятный или приятный.",
      "example": "Pogoda była mila wczoraj. Jedzenie jest mile tutaj. Ludzie byli mili dla mnie.",
      "example_translation": "Погода была приятной вчера. Еда здесь приятная. Люди были приятны со мной.",
      "imageLink": "image_files\\English\\nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "smutny",
      "translation": "грустный",
      "definition": "Mający lub pokazujący uczucia smutku lub niezadowolenia.",
      "definition_translation": "Имеющий или демонстрирующий чувства печали или несчастья.",
      "example": "Byłem smutny, gdy moje ulubione zwierzę zmarło. Jestem smutny, gdy pada deszcz. Będę smutny, jeśli nie dostanie pracy.",
      "example_translation": "Я был грустным, когда умерла моя любимая домашняя животное. Я грустный, когда идёт дождь. Я буду грустным, если не получу работу.",
      "imageLink": "image_files\\English\\sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmęczony",
      "translation": "уставший",
      "definition": "Czujący potrzebę odpoczynku lub snu z powodu braku energii.",
      "definition_translation": "Чувствуя потребность отдохнуть или поспать из-за нехватки энергии.",
      "example": "Byłem zmęczony po długim marszu. Jestem zmęczony tym pracą. Będę zmęczony, jeśli nie wezmę przerwy.",
      "example_translation": "Я был уставшим после долгой прогулки. Я устал от этой работы. Я буду уставшим, если неprise перерыва.",
      "imageLink": "image_files\\English\\tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozkojarzony",
      "translation": "рассеянный",
      "definition": "Nie zwracający uwagi na teraźniejszy moment; zapominający rzeczy łatwo.",
      "definition_translation": "Не обращая внимания на настоящий момент; забывая вещи легко.",
      "example": "Mój rozkojarzony profesor zawsze zapominał o naszym zadaniu. Jestem rozkojarzony, gdy oglądam telewizję. Będę rozkojarzony, jeśli nie zrobię notatek.",
      "example_translation": "Мой рассеянный профессор всегда забывал наше задание. Я рассеянный, когда смотрю ТВ. Я буду рассеянным, если не сделаю записи.",
      "imageLink": "image_files\\English\\absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przerażony",
      "translation": "испуганный",
      "definition": "Czujący strach lub niepokój przed czymś lub kimś.",
      "definition_translation": "Чувствующий страх или тревогу по поводу чего-то или кого-то.",
      "example": "Byłem przerażony ciemności, gdy byłam dzieckiem. Jestem przerażony wysokości. Będę przerażony, jeśli nie przygotuję się do egzaminu.",
      "example_translation": "Я был испуганным темнотой, когда был ребенком. Я испуганный высотой. Я буду испуганным, если не准备люсь к экзамену.",
      "imageLink": "image_files\\English\\afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wściekły",
      "translation": "злой",
      "definition": "Czujący lub pokazujący wielką irytację, wrogość lub urazę.",
      "definition_translation": "Чувствующий или показывающий большую досаду, враждебность или обиду.",
      "example": "Byłem wściekły, gdy zobaczyłem wiadomość, ale potem się uspokoiłem. Jestem wściekły na brata, że kłamał mi. Będę wściekły, jeśli nie przeprośnie.",
      "example_translation": "Я был злым, когда видел новости, но затем я успокоился. Я зол на брата за то, что он лгал мне. Я буду злым, если ты не извинишься.",
      "imageLink": "image_files\\English\\angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ostrożny",
      "translation": "осторожный",
      "definition": "Dający staranną uwagę na prawdopodobne konsekwencje swoich działań.",
      "definition_translation": "Проявляющий осторожность в своих действиях, чтобы избежать нежелательных последствий.",
      "example": "Byłem ostrożny, gdy prowadziłem przez burzliwą pogodę. Ona jest ostrożna ze swoimi pieniędzmi. On będzie ostrożny z delikatną wazą.",
      "example_translation": "Я был осторожен, когда ехал через бурю. Она бережет свои деньги. Он будет осторожен с хрупким вазой.",
      "imageLink": "image_files\\English\\careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chłodny",
      "translation": "классный",
      "definition": "Umniejszony ciepła w temperaturze; mający niską lub równą temperaturę.",
      "definition_translation": "Умеренно холодный по температуре; имеющий низкую или равномерную температуру.",
      "example": "Chłodny wiatr w gorący letni dzień był orzeźwiający. Chłodna woda była idealna do pływania. Chłodna pogoda sprawi, że nasza wycieczka będzie bardziej przyjemna.",
      "example_translation": "Прохладный ветер на жаркий летний день был освежающим. Холодная вода была идеальной для плавания. Прохладная погода сделает наш поход более приятным.",
      "imageLink": "image_files\\English\\cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szalony",
      "translation": "сумасшедший",
      "definition": "Umysłowo nie stabilny; mający silną i nieuzasadnioną pasję lub entuzjazm.",
      "definition_translation": "Психически неустойчивый; имеющий сильное и неразумное желание или энтузиазм.",
      "example": "On śpieszył szaleńczo szybko na autostradzie. Ona jest szalona o swojej nowej pracy. Będę szalenie szczęśliwy, gdy skończę studia.",
      "example_translation": "Он едет сумасшедшей скоростью на шоссе. Она сумасшедшая от своей новой работы. Я буду сумасшедше рад, когда закончу колледж.",
      "imageLink": "image_files\\English\\crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niebezpieczny",
      "translation": "опасный",
      "definition": "Pełen ryzyka; mogący spowodować szkodę lub obrażenia; niebezpieczny.",
      "definition_translation": "Полный риска; могут вызвать вред или травму; опасный.",
      "example": "Drogi były bardzo niebezpieczne zimą, więc byłem szczęśliwy, że bezpiecznie wróciłem do domu. Będę ostrożny jutro podczas jazdy i mam nadzieję uniknąć niebezpiecznych miejsc. Jeśli nie będę ostrożny, mogę dostać się w niebezpieczną sytuację.",
      "example_translation": "Дороги были очень опасными зимой, я был рад вернуться домой целым и невредимым. Завтра я буду осторожен за рулем и надеюсь избежать опасных районов. Если я не буду осторожен, я может оказаться в опасной ситуации.",
      "imageLink": "image_files\\English\\dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyjazny",
      "translation": "дружелюбный",
      "definition": "Mający lub wykazujący ciepłą i przyjazną dyspozycję; będąc w dobrych stosunkach z kimś.",
      "definition_translation": "Имеющий или проявляющий теплое и добродушное отношение; быть в хороших отношениях с кем-то.",
      "example": "Mój przyjazny sąsiad zawsze pożycza mi pomocną dłoń. Byłem przyjazny swoim kolegom od początku pracy tutaj. Będę przyjazny nowemu studentowi i pokażę mu teren kampusu.",
      "example_translation": "Мой дружелюбный сосед всегдаready предлагает мне помочь. Я был дружелюбным с коллегами с тех пор, как начал работать здесь. Я буду дружелюбным к новому студенту и покажу ему вокруг кампуса.",
      "imageLink": "image_files\\English\\friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zadowolony",
      "translation": "радостный",
      "definition": "Czujący lub wykazujący przyjemność lub zadowolenie.",
      "definition_translation": "Испытывая или проявляя радость или удовлетворение.",
      "example": "Jestem zadowolony, że wreszcie zdałem egzamin. Była zadowolona, że widziała swoją rodzinę po długim czasie. Będę zadowolony, gdy skończę mój projekt i będę mógł zrobić przerwę.",
      "example_translation": "Я рад, что я наконец сдал экзамен. Она была рада видеть свою семью после долгого времени. Я буду рад, когда закончу свой проект и смогу взять перерыв.",
      "imageLink": "image_files\\English\\glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uczciwy",
      "translation": "честный",
      "definition": "Prawdomówny i szczerzy; mający lub wykazujący silne zasady moralne.",
      "definition_translation": "Правдивый и искренний; имеющий или проявляющий сильную моральную принцип.",
      "example": "On jest uczciwym człowiekiem i zawsze dotrzymuje obietnic. Staram się być uczciwym wobec moich przyjaciół i rodziny. Była uczciwa co do swoich uczuć i powiedziała mi prawdę.",
      "example_translation": "Он честный человек и всегда держит свои обещания. Я пытаюсь быть честным с друзьями и семьей. Она была честной о своих чувствах и сказала мне правду.",
      "imageLink": "image_files\\English\\honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zainteresowany",
      "translation": "интересующий",
      "definition": "Czujący ciekawość lub troskę o coś lub kogoś.",
      "definition_translation": "Имеющий интерес к чему-либо или кому-либо.",
      "example": "Byłem zainteresowany filmem, więc obejrzałem go ponownie. Jestem zainteresowany nauką nowych języków. Będę zainteresowany uczestnictwem w konferencji.",
      "example_translation": "Я былinterested в фильме, поэтому я смотрел его снова. Я интересуюсь обучением новых языков. Я будуinterested в участии в конференции.",
      "imageLink": "image_files\\English\\interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łaskawy",
      "translation": "добрый",
      "definition": "Mający lub wykazujący delikatną, życzliwą naturę.",
      "definition_translation": "Имеющий или проявляющий мягкую, бережливую натуру.",
      "example": "Moja nauczycielka była łaskawa, gdy popełniłem błąd. Była łaskawa wobec mnie przez cały rok. Będzie łaskawa, gdy będę potrzebował pomocy.",
      "example_translation": "Моя учительница была доброй ко мне, когда я совершил ошибку. Она была доброй ко мне на протяжении всего года. Она будет доброй ко мне, когда мне потребуется помощь.",
      "imageLink": "image_files\\English\\kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "leniwy",
      "translation": "ленивый",
      "definition": "Niechętny do pracy lub wysiłku.",
      "definition_translation": "Не желающий работать или прилагать усилия.",
      "example": "Byłem leniwy wczoraj, więc nie zrobiłem zadania domowego. Jestem leniwy dzisiaj, więc nie zrobię naczyń. Będę leniwy jutro, więc nie pójdę do siłowni.",
      "example_translation": "Я был ленивым вчера, поэтому я не делал домашнюю работу. Я ленивый сегодня, поэтому я не буду делать посуду. Я буду ленивым завтра, поэтому я не пойду в спортзал.",
      "imageLink": "image_files\\English\\lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wściekły",
      "translation": "сердитый",
      "definition": "Czujący lub wykazujący wielką gniew lub Irrytację.",
      "definition_translation": "Испытывая или проявляя большую злобу или раздражение.",
      "example": "Byłem wściekły na brata, gdy zniszczył moją zabawkę. Jestem wściekły na rząd za podwyższenie podatków. Będę wściekły na samego siebie, jeśli nie zda egzaminu.",
      "example_translation": "Я был сердит на брата, когда он сломал мою игрушку. Я сердит на правительство за повышение налогов. Я буду сердит на себя, если не сдам экзамен.",
      "imageLink": "image_files\\English\\mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zadowolony",
      "translation": "радостный",
      "definition": "Czujący lub wykazujący przyjemność lub zadowolenie.",
      "definition_translation": "чувствуя или демонстрируя радость или удовлетворение",
      "example": "Byłem zadowolony, że zobaczyłem przyjaciela po długim czasie. Jestem zadowolony z nowej pracy. Będę zadowolony, aby pomóc ci.",
      "example_translation": "Я был рад видеть моего друга после долгого времени. Я доволен своей новой работой. Я будет рад помочь вам.",
      "imageLink": "image_files\\English\\pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uprzejmy",
      "translation": "вежливый",
      "definition": "Mający lub wykazujący zachowanie, które jest szanujące i łagodne wobec innych ludzi.",
      "definition_translation": "имеющий или демонстрирующий поведение, которое является уважительным и считательным по отношению к другим людям",
      "example": "Była uprzejma wobec wszystkich na przyjęciu. On jest zawsze uprzejmy wobec swoich nauczycieli. Będą uprzejmi wobec swoich gości.",
      "example_translation": "Она была вежлива со всеми на.party. Он всегда вежлив к своим учителям. Они будут вежливы к своим гостям.",
      "imageLink": "image_files\\English\\polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biedny",
      "translation": "бедный",
      "definition": "mający mało lub nie mający pieniędzy, dóbr lub innych środków utrzymania",
      "definition_translation": "имея мало или совсем нет денег, товаров или других средств поддержки",
      "example": "Był biedny i nie mógł sobie kupić samochodu. Oni są biedni i mieszkają w małej mieszkaniu. Ona będzie biedna, jeśli nie znajdzie pracy.",
      "example_translation": "Он был беден и не мог dovolno автомобиля. Они бедны и живут в маленькой квартире. Она будет бедной, если не получит работу.",
      "imageLink": "image_files\\English\\poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cichy",
      "translation": "тихий",
      "definition": "robiący mało lub nie robący hałasu",
      "definition_translation": "делая мало или совершенно не шума",
      "example": "Biblioteka jest cicha podczas egzaminów. Była cicha na zebraniu. On będzie cichy na koncercie.",
      "example_translation": "Библиотека тихая во время экзаменов. Она была тихой на встрече. Он будет тихим на концерте.",
      "imageLink": "image_files\\English\\quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "poważny",
      "translation": "серьезный",
      "definition": "czujący lub pokazujący szczery i poważny zamiar, postawę lub nastrój",
      "definition_translation": "Чувствующий или демонстрирующий искреннюю и серьёзную намерение,Relation или настроение.",
      "example": "Był bardzo poważny w swojej pracy i zawsze dotrzymywał terminów. Był poważny o swojej edukacji, kiedy był młody. Będzie poważny o swoich celach kariery w przyszłości.",
      "example_translation": "Он был очень серьёзен в своей работе и всегда сдавал задания вовремя. Он был серьёзен в отношении своего образования, когда он был молодым. Он будет серьёзен в отношении своих карьерных целей в будущем.",
      "imageLink": "image_files\\English\\serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "głupi",
      "translation": "глупый",
      "definition": "brakujący inteligencji, zdrowego rozsądku lub dobrego osądu; głupi",
      "definition_translation": "Отсутствие интеллекта, здравого смысла или good судьбы; глупый.",
      "example": "Zrobił głupią rzecz, inwestując wszystkie pieniądze w piramidę. Była głupia, ufając mu swoim hasłem. Będą głupi, ignorując znaki ostrzegawcze.",
      "example_translation": "Он сделал глупую вещь, инвестируя все свои деньги в пирамидную схему. Она была глупой, доверив ему свой пароль. Они будут глупыми, игнорируя предупредительные знаки.",
      "imageLink": "image_files\\English\\stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaskoczony",
      "translation": "удивленный",
      "definition": "czujący lub pokazujący sens zdziwienia, zdumienia lub nieoczekiwanej przyjemności",
      "definition_translation": "Чувствующий или демонстрирующий чувство удивления, изумления или неожиданной радости.",
      "example": "Byłem zaskoczony wiadomością o jej ciąży. Był zaskoczony pięknością miasta. Będą zaskoczeni złożonością zadania.",
      "example_translation": "Я был удивлен новостью о ее беременности. Он был удивлен красотой города. Они будут удивлены сложностью задачи.",
      "imageLink": "image_files\\English\\surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słodki",
      "translation": "сладкий",
      "definition": "mający przyjemny i słodki smak; przyjemny i miły",
      "definition_translation": "Имеющий приятный и сахаристый вкус; приятный и обаятельный.",
      "example": "Zjadła słodki tort na deser. Był słodki dla swojej dziewczyny w Walentynki. Będą słodcy dla swoich dzieci, kiedy wyrosną.",
      "example_translation": "Она съела сладкий торт на десерт. Он был сладок к своей девушке на День святого Валентина. Они будут сладки к своим детям, когда они вырастут.",
      "imageLink": "image_files\\English\\sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uporządkowany",
      "translation": "аккуратный",
      "definition": "przypadający lub utrzymujący w porządku; czysty i zorganizowany",
      "definition_translation": "упорядочивать или держать в порядке; делать или держать чистым и организованным",
      "example": "Uporządkowałem swoją sypialnię wczoraj, uporządkuję ją znowu jutro i uporządkuję co tydzień.",
      "example_translation": "Я убрал свою комнату вчера, я уберу ее снова завтра, и я убирал ее каждую неделю.",
      "imageLink": "image_files\\English\\tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieszczęśliwy",
      "translation": "несчастный",
      "definition": "nie czujący szczęścia lub zadowolenia; doświadczający smutku lub niezadowolenia",
      "definition_translation": "не чувствующий счастья или удовлетворения; испытывающий печаль или неудовлетворенность",
      "example": "Byłem nieszczęśliwy z moją pracą w zeszłym roku, jestem nieszczęśliwy obecnie i będę nieszczęśliwy w przyszłym roku.",
      "example_translation": "Я был несчастен с meiner работой в прошлом году, я несчастен с ней сейчас, и я буду несчастен с ней в следующем году.",
      "imageLink": "image_files\\English\\unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaniepokojony",
      "translation": "встревоженный",
      "definition": "czujący lub pokazujący niepokój lub obawę o coś",
      "definition_translation": "чувствующий тревогу или беспокойство о чем-то",
      "example": "Byłem zaniepokojony wynikami egzaminu wczoraj, jestem zaniepokojony nimi teraz i będę zaniepokojony, aż je dostane.",
      "example_translation": "Я встревожен о своих результатах экзамена вчера, я встревожен о них сейчас, и я буду встревожен о них до тех пор, пока не получу их.",
      "imageLink": "image_files\\English\\worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aktywny",
      "translation": "активный",
      "definition": "uczestniczący w aktywności lub operacji; nie bierny lub nieaktywny",
      "definition_translation": "занятый какой-либо деятельностью или операцией; не бездействующий или неактивный",
      "example": "Byłem aktywny w sportach, kiedy był młodszy, jestem aktywny w swojej społeczności teraz i będę aktywny w swojej karierze w przyszłym roku.",
      "example_translation": "Я был активен в спорте, когда я был моложе, я активен в своей общине сейчас, и я буду активен в своей карьере в следующем году.",
      "imageLink": "image_files\\English\\active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zachwycony",
      "translation": "изумленный",
      "definition": "Czując wielkie zdziwienie lub zdumienie, często towarzyszące poczuciu zdumienia.",
      "definition_translation": "Чувство большой неожиданности или изумления, часто сопровождаемое чувством удивления.",
      "example": "Byłem zachwycony pięknem Wielkiego Kanionu. Jestem zachwycony złożonością algorytmu. Będę zachwycony, jeśli zdobędę egzamin.",
      "example_translation": "Я был изумлен beauty Гранд-Каньона. Я удивлен сложностью алгоритма. Я буду изумлен, если сдаю экзамен.",
      "imageLink": "image_files\\English\\amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdumiewający",
      "translation": "удивительный",
      "definition": "Ekstremalnie dobry lub atrakcyjny, wywołujący wielkie zdziwienie lub podziw.",
      "definition_translation": "До крайности хороший или привлекательный, вызывающий большое удивление или восхищение.",
      "example": "Pokaz sztucznych ogni był zdumiewający. Nowy restauracja jest zdumiewająca. Widok z góry będzie zdumiewający.",
      "example_translation": "Шоу фейерверков было удивительным. Новый ресторан удивительный. Вид с вершины будет удивительным.",
      "imageLink": "image_files\\English\\amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "złościć",
      "translation": "с гневом",
      "definition": "W stanie silnego gniewu lub irytacji.",
      "definition_translation": "В состоянии сильного гнева или раздражения.",
      "example": "Mówiła złościć do brata. Odpowiedział złościć na krytykę. Będą reagować złościć na wiadomość.",
      "example_translation": "Она заговорила с братом с гневом. Он ответил критике с гневом. Они отреагируют на новость с гневом.",
      "imageLink": "image_files\\English\\angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdenerwowany",
      "translation": "раздраженный",
      "definition": "Czując irytację lub frustrację, często w sposób drobny.",
      "definition_translation": "Чувствующий раздражение или фрустрацию, часто в мелочном плане.",
      "example": "Byłem zdenerwowany hałasem. Ona się zdenerwuje, kiedy ludzie są spóźnieni. Będą zdenerwowani, jeśli nie otrzymają paczki na czas.",
      "example_translation": "Я был раздражен шумом. Она раздражается, когда люди опаздывают. Они будут раздражены, если не получат пакет вовремя.",
      "imageLink": "image_files\\English\\annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "irytujący",
      "translation": "раздражающий",
      "definition": "Wzbudzający irytację lub niezadowolenie.",
      "definition_translation": "вызывающий раздражение или недовольство",
      "example": "Irytujący dźwięk budzika obudził mnie. Uważam jego zachowanie za irytujące. Nie tolereuję irytujących komentarzy.",
      "example_translation": "Раздражающий звук будильника разбудил меня. Я нахожу его поведение раздражающим. Я не терплю раздражающих комментариев.",
      "imageLink": "image_files\\English\\annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdenerwowany",
      "translation": "тревожный",
      "definition": "Czując niepokój lub nerwowość wobec czegoś lub kogoś.",
      "definition_translation": "чувствующий беспокойство или нервозность по поводу кого-то или чего-то",
      "example": "Byłem zdenerwowany przed egzaminem. Ona się zdenerwowała, kiedy nie usłyszała od niego. Będą zdenerwowani, kiedy zobaczą swój nowy dom.",
      "example_translation": "Я был тревожен перед экзаменом. Она стала тревожной, когда не услышала от него. Они будут тревожными, чтобы увидеть свой новый дом.",
      "imageLink": "image_files\\English\\anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odważny",
      "translation": "храбрый",
      "definition": "Pokazujący odwagę lub siłę wobec niebezpieczeństwa lub trudności.",
      "definition_translation": "демонстрирующий храбрость или силу в лицо опасности или трудности",
      "example": "Był odważny podczas wojny. Odważny strażak uratował dziecko. Będzie odważna i powie mu prawdę.",
      "example_translation": "Он был храбрым во время войны. Храбрый пожарный спас ребенка. Она будет храброй и скажет ему правду.",
      "imageLink": "image_files\\English\\brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odważnie",
      "translation": "храбро",
      "definition": "W sposób odważny lub bohaterski.",
      "definition_translation": "в храбром или мужественном стиле",
      "example": "Odwiedziła swoje lęki odważnie. On walczył odważnie o swój kraj. Będą odważnie pokonywać przeszkody.",
      "example_translation": "Она храбро столкнулась с своими страхами. Он храбро боролся за свою страну. Они храбро преодолеют障碍.",
      "imageLink": "image_files\\English\\bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "urokliwy",
      "translation": "очаровывающий",
      "definition": "Ekstremalnie przyjemny lub atrakcyjny.",
      "definition_translation": "чрезвычайно приятный или привлекательный",
      "example": "Była urokliwa i zdobyła publiczność swoją mową. Będzie urokliwa i przekona inwestorów swoją nową propozycją jutro. Urokliła krytyków swoją poprzednią rolą.",
      "example_translation": "Она была очаровательной и покорила аудиторию своей речью. Она будет очаровывать инвесторов своей новой предложением завтра. Она очаровала критиков своим предыдущим выступлением.",
      "imageLink": "image_files\\English\\charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wesoły",
      "translation": "VESёLЫЙ",
      "definition": "Mający lub pokazujący przyjemny i optymistyczny punkt widzenia.",
      "definition_translation": "имеющий или проявляющий приятный и оптимистичный настрой",
      "example": "Był wesoły i pomógł poprawić nastrój wszystkich. Ona jest wesoła i zawsze nas wyśmienia. Byli wesółi w trudnych czasach.",
      "example_translation": "Он был весёлым и помог поднять настроение всем. Она является весёлой и всегда делает нас смеяться. Они были весёлыми во время трудных времен.",
      "imageLink": "image_files\\English\\cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zimny",
      "translation": "ХОЛОДНЫЙ",
      "definition": "mający niską temperaturę",
      "definition_translation": "имеющий низкую температуру",
      "example": "Było zimno na zewnątrz, więc włożyłem kurtkę. Woda jest zimna, więc uważaj, aby nie upaść. Jutro będzie zimno, więc spakuj ciepłą odzież.",
      "example_translation": "На улице было холодно, поэтому я надел куртку. Вода холодная, поэтому будьте осторожны, чтобы не поскользнуться. Завтра будет холодно, поэтому упакуйте тёплую одежду.",
      "imageLink": "image_files\\English\\cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdezorientowany",
      "translation": "ЗАПУТАННЫЙ",
      "definition": "niezdolny do myślenia klarownie lub podejmowania decyzji",
      "definition_translation": "не способный думать четко или принимать решения",
      "example": "Byłem zdezorientowany przez kompletne instrukcje. Ona jest zdezorientowana co do swoich uczuć do niego. Oni byli zdezorientowani przez sprzeczne informacje.",
      "example_translation": "Я был запутан сложными инструкциями. Она запутана в своих чувствах к нему. Они были запутаны противоречивой информацией.",
      "imageLink": "image_files\\English\\confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kreatywny",
      "translation": "креативный",
      "definition": "Posiadający zdolność lub moc tworzenia czegoś nowego lub oryginalnego; mający silną wyobraźnię lub moc kreatywną.",
      "definition_translation": "Имеющий способность или власть создавать что-то новое или оригинальное; имеющий сильное воображение или творческую силу.",
      "example": "Artystka była bardzo kreatywna w swoim użyciu kolorów w obrazie. Stworzyła serię obrazów w zeszłym roku, a następny stworzy w przyszłym miesiącu.",
      "example_translation": "Художник была очень креативной с использованием цветов в живописи. Она создала серию картин в прошлом году и создаст еще одну в следующем месяце.",
      "imageLink": "image_files\\English\\creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "okrutny",
      "translation": "жестокий",
      "definition": "Wyrządzający ból lub cierpienie, często świadomie lub złośliwie.",
      "definition_translation": "Причиняющий физическую или эмоциональную боль, часто намеренно или злобно.",
      "example": "Okutny dyktator rządził krajem żelazną ręką. On był okrutny wobec swoich wrogów, a będzie okrutny wobec każdego, kto się przeciwstawi mu w przyszłości.",
      "example_translation": "Жестокий диктатор правил страной с железной рукой. Он был жесток к своим врагам и будет жесток к любому, кто будет против него в будущем.",
      "imageLink": "image_files\\English\\cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciekawy",
      "translation": "любопытный",
      "definition": "Mający pragnienie nauki lub poznania czegoś, często w sposób zabawny lub dociekliwy.",
      "definition_translation": "Имеющий желание учиться или знать о чем-то, часто в игривой или рассуждающей манере.",
      "example": "Ciekawy dziecko zadawało wiele pytań o wszechświecie. Ona była ciekawa gwiazd, a będzie ciekawa planet w przyszłości.",
      "example_translation": "Любопытный ребенок задал много вопросов о Вселенной. Она была любопытной о звездах и будет любопытной о планетах в будущем.",
      "imageLink": "image_files\\English\\curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciekawie",
      "translation": "любопытно",
      "definition": "W sposób ciekawy lub dociekliwy, często z uczuciem zdziwienia lub zdumienia.",
      "definition_translation": "В любопытной или рассуждающей манере, часто с чувством изумления или удивления.",
      "example": "Ona patrzyła na dziwny obiekt ciekawie, pytając się, co to jest. Turystki spacerowały ciekawie wokół starożytnych ruin, a będą eksplorować muzeum ciekawie jutro.",
      "example_translation": "Она посмотрела на странное объект любопытно,궁о том, что это было. Туристы walked вокруг древних руин любопытно, и будут изучать музей любопытно завтра.",
      "imageLink": "image_files\\English\\curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zachwycony",
      "translation": "радостный",
      "definition": "Czujący lub pokazujący wielką radość lub satysfakcję.",
      "definition_translation": "Испытывая или проявляя большое удовольствие или радость.",
      "example": "Byłem zachwycony, widząc swoich przyjaciół na imprezie. Jestem zachwycony, aby ogłosić nasz nowy produkt. Będę zachwycony, aby pomóc ci w swoim projekcie.",
      "example_translation": "Я был рад видеть своих друзей на вечеринке. Я рад объявить о нашем новом продукте. Я буду рад помочь вам с вашим проектом.",
      "imageLink": "image_files\\English\\delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdepresowany",
      "translation": "депрессивный",
      "definition": "Czujący niezadowolenie i brak nadziei.",
      "definition_translation": "Испытывая грусть и безнадежность.",
      "example": "Czułem się zdepresowany, gdy straciłem pracę. Jestem zdepresowany co do obecnego stanu polityki. Będę zdepresowany, jeśli nie dostanę awansu.",
      "example_translation": "Я чувствовал депрессию после потери работы. Я депрессивен по поводу текущего состояния политики. Я буду депрессивен, если не получу повышение.",
      "imageLink": "image_files\\English\\depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozczarowany",
      "translation": "разочарованный",
      "definition": "Czujący niezadowolenie lub rozczarowanie, bo coś nie wydarzyło się lub nie było tak dobre, jak się spodziewano.",
      "definition_translation": "Испытывая неудовлетворенность или разочарование, потому что что-то не произошло или было не так хорошо, как ожидаемо.",
      "example": "Byłem rozczarowany filmem. Jestem rozczarowany moim występem. Będę rozczarowany, jeśli nie wygramy gry.",
      "example_translation": "Я был разочарован фильмом. Я разочаровался в моей производительности. Я буду разочарован, если мы не выиграем игру.",
      "imageLink": "image_files\\English\\disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozczarowujący",
      "translation": "разочаровывающий",
      "definition": "Nie spełniający oczekiwań lub nadziei.",
      "definition_translation": "Не удовлетворяющий ожиданиям или надеждам.",
      "example": "Film był rozczarowujący. Wiadomość była rozczarowująca. Doświadczenie było rozczarowujące.",
      "example_translation": "Фильм был разочаровывающим. Новости были разочаровывающими. Опыт был разочаровывающим.",
      "imageLink": "image_files\\English\\disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łatwo nadający się",
      "translation": "легкий в общении",
      "definition": "mający przyjemny i relaksowany charakter, łatwy do znalezienia wspólnego języka",
      "definition_translation": "имея приятную и расслабленную личность, легко сходиться",
      "example": "Ona jest bardzo łatwo nadającą się osobą, zawsze gotową do pomocy. Była łatwo nadająca się i szybko znaleźliśmy wspólny język. Będzie łatwo nadającą się i szybko przystosuje się do nowej ekipy.",
      "example_translation": "Она очень легкая в общении, всегда готов помочь. Она была легкой в общении и быстро делала друзей. Она будет легкой в общении и адаптируется к новой команде.",
      "imageLink": "image_files\\English\\easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zawstydzony",
      "translation": "смущенный",
      "definition": "czujący lub pokazujący wstyd lub wyrzuty sumienia, często w sytuacji społecznej",
      "definition_translation": "чувствующий или проявляющий стыд или вину, часто в социальной ситуации",
      "example": "Czułem się zawstydzony, kiedy potknąłem się na schodach. Była zawstydzona przez swój błąd. Będzie zawstydzony, jeśli przegra grę.",
      "example_translation": "Я чувствовал смущение, когда упал на лестнице. Она была смущена своей ошибкой. Он будет смущен, если проиграет игру.",
      "imageLink": "image_files\\English\\embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zawstydzający",
      "translation": "смущающий",
      "definition": "wywołujący uczucie wstydu lub niezręczności",
      "definition_translation": "вызывающий чувства стыда или смущения",
      "example": "To był zawstydzający moment dla wszystkich. Ta zawstydzająca sytuacja sprawiła, że wszyscy się śmialiśmy. Ten zawstydzający błąd został szybko poprawiony.",
      "example_translation": "Это был смущающий момент для всех. Смущающая ситуация вызвала смех у нас всех. Смущающая ошибка была быстро исправлена.",
      "imageLink": "image_files\\English\\embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyjemny",
      "translation": "приятный",
      "definition": "dający przyjemność lub radość, miły do przeżycia",
      "definition_translation": "приносящий удовольствие или радость, приятный для переживания",
      "example": "Ten film był przyjemny, uwielbiałem fabułę. Ten przyjemny wyjazd sprawił, że wszyscy byliśmy szczęśliwi. Ten przyjemny wieczór będzie długo wspominany.",
      "example_translation": "Фильм был приятным, я любил сюжет. Приятная поездка сделала нас всех счастливыми. Приятная вечеринка будет вспоминаться lâu времени.",
      "imageLink": "image_files\\English\\enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "z entuzjazmem",
      "translation": "радостно",
      "definition": "W sposób, który pokazuje entuzjazm i gorliwość.",
      "definition_translation": "С энтузиазмом и желанием.",
      "example": "Mówiła z entuzjazmem o swoich nadchodzących wakacjach. Mówiła z entuzjazmem o swojej nowej pracy. Będzie mówić z entuzjazmem o swoim ukończeniu studiów.",
      "example_translation": "Она радостно рассказывала о предстоящем отпуске. Она давно рассказывала радостно о новой работе. Она будет радостно рассказывать о своем выпуске.",
      "imageLink": "image_files\\English\\excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wyczerpany",
      "translation": "исчерпанный",
      "definition": "Czujący się ekstremalnie zmęczony lub pozbawiony energii.",
      "definition_translation": "Чувствующий себя чрезвычайно утомленным или истощенным энергией.",
      "example": "Po maratonie byłam wyczerpana. Jestem wyczerpany od pracy w nadgodzinach. Będę wyczerpany po tym wyjeździe.",
      "example_translation": "После марафона我 был истощен. Я был истощен после работы в сверхурочное время. Я буду истощен после этой поездки.",
      "imageLink": "image_files\\English\\exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "doświadczony",
      "translation": "опытный",
      "definition": "Mający zdobytą wiedzę lub umiejętności poprzez praktykę lub narażenie.",
      "definition_translation": "Приобретенный знания или навыки через практику или экспозицию.",
      "example": "Doświadczony nauczyciel potrafi obsłużyć trudnych uczniów. On jest doświadczony w zarządzaniu zespołami. Będzie doświadczona w przemówieniach publicznych.",
      "example_translation": "Опытный учитель может справиться со сложными студентами. Он приобрел опыт в управлении командами. Она будет опытной в публичных выступлениях.",
      "imageLink": "image_files\\English\\experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozproszony",
      "translation": "забывчивый",
      "definition": "Skrłony do zapominania rzeczy lub wspomnień.",
      "definition_translation": "Склонный к забыванию вещей или воспоминаний.",
      "example": "Jestem rozproszony i ciągle gubiłem klucze. Była rozproszona od czasu wypadku. Będzie rozproszony, jeśli nie robisz notatek.",
      "example_translation": "Я забывчивый и постоянно теряю свои ключи. Она была забывчивой после своей аварии. Он будет забывчивым, если не будет делать записи.",
      "imageLink": "image_files\\English\\forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przerażony",
      "translation": "испуганный",
      "definition": "czujący strach lub lęk; przerażony",
      "definition_translation": "испытывая страх или тревогу; напуганный",
      "example": "Byłem przerażony przez głośny hałas. Jestem przerażony przez pająki. Będę przerażony, jeśli nie zobaczę cię jutro.",
      "example_translation": "Я был испуган громким шумом. Я боюсь пауков. Я буду испуган, если не увижу тебя завтра.",
      "imageLink": "image_files\\English\\frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hojny",
      "translation": "щедрый",
      "definition": "chętny do swobodnego dawania pieniędzy, czasu lub zasobów",
      "definition_translation": "желает дать добровольно свои деньги, время или ресурсы",
      "example": "Była hojna ze swoim czasem i pomogła mi się przeprowadzić. On jest hojny ze swoimi pieniędzmi i darowuje na cele charytatywne. Będą hojni ze swoimi zasobami i zapewnią dla swoich dzieci.",
      "example_translation": "Она была щедрой со своим временем и помогла мне переехать. Он щедр со своими деньгами и жертвует на благотворительность. Они будут щедрыми со своими ресурсами и обеспечат своих детей.",
      "imageLink": "image_files\\English\\generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łagodny",
      "translation": "мягкий",
      "definition": "miękki i łagodny w naturze lub zachowaniu; nie ostrynoróżny",
      "definition_translation": "мягкий и нежный по своей природе или поведению; не жестокий или грубый",
      "example": "Ona ma łagodny dotyk wobec zwierząt. On jest łagodny w swoich słowach i nie rani nikogo. Będą łagodni wobec swoich dzieci i uczyć ich łagodności.",
      "example_translation": "У нее мягкое прикосновение к животным. Он мягок со своими словами и не задевает ничьих чувств. Они будут мягкими со своими детьми и научат их доброте.",
      "imageLink": "image_files\\English\\gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wdzięczny",
      "translation": "благодарный",
      "definition": "czujący lub okazujący wdzięczność lub dziękczynienie",
      "definition_translation": "чувствующий или проявляющий благодарность или感謝ность",
      "example": "Byłem wdzięczny za prezenty. Ona jest wdzięczna za możliwość nauki. Będą wdzięczni za otrzymaną pomoc.",
      "example_translation": "Я был благодарен за подарок. Она благодарна за возможность учиться. Они будут благодарны за помощь, которую они получили.",
      "imageLink": "image_files\\English\\grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "winny",
      "translation": "виновный",
      "definition": "Zhaving popełnił przestępstwo lub zbrodnię; odpowiedzialny za błąd lub niesprawiedliwość.",
      "definition_translation": "Совершивший преступление или преступление; ответственный за неправильное или несправедливое деяние.",
      "example": "Czułem się winnym, że zmyłem rodzicom. Byłem winnym plagiatu w eseju. Czułbym się winnym, gdybym nie przeprosił jej.",
      "example_translation": "Я чувствовал себя виноватым за то, что солгал моим родителям. Я был виновен в плагиате в своем эссе. Я буду чувствовать себя виноватым, если не попрощаюсь с ней.",
      "imageLink": "image_files\\English\\guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczęśliwie",
      "translation": "счастливо",
      "definition": "W sposób szczęśliwy lub radosny; z uczuciem przyjemności lub zadowolenia.",
      "definition_translation": "С радостью или удовлетворением; с чувством удовольствия или удовлетворения.",
      "example": "Żyliśmy szczęśliwie aż do końca. Szczęśliwie przyjąłem ofertę pracy. Będą szczęśliwie wstąpić w związek małżeński w przyszłym roku.",
      "example_translation": "Мы жили счастливо после этого. Я счастливо принял предложение работы. Они счастливо поженятся в следующем году.",
      "imageLink": "image_files\\English\\happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pomocny",
      "translation": "полезный",
      "definition": "Udzielający pomocy lub wsparcia; użyteczny lub korzystny.",
      "definition_translation": "Оказывая помощь или поддержку; полезный или благоприятный.",
      "example": "Nauczyciel był bardzo pomocny podczas lekcji. Oprogramowanie jest pomocne w analizie danych. Byli pomocni w naszej potrzebie.",
      "example_translation": "Учитель был очень полезен во время урока. Это программное обеспечение полезно для анализа данных. Они были полезны в наш час нужды.",
      "imageLink": "image_files\\English\\helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pełen nadziei",
      "translation": "надежный",
      "definition": "Mający uczucie oczekiwania lub pragnienia, że coś się stanie.",
      "definition_translation": "Имея чувство ожидания или желания, чтобы что-то произошло.",
      "example": "Byłem pełen nadziei, że dostanę pracę. Ona była pełna nadziei co do nowego leczenia. Będą pełni nadziei, że deszcz przestanie padać wkrótce.",
      "example_translation": "Я был надеюсь, что получу работу. Она была надеется на новое лечение. Они были надеясь, что дождь остановится вскоре.",
      "imageLink": "image_files\\English\\hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "beznadziejny",
      "translation": "безнадёжный",
      "definition": "Nie mający nadziei na coś dobrego lub polepszenia; desperacki.",
      "definition_translation": "Не имеющий ожиданий хорошего или улучшения; отчаянный.",
      "example": "Czuła się beznadziejna, gdy dostała wiadomość, ale potem postanowiła działać. Była beznadziejna w swoim poprzednim związku, ale teraz jest zakochana. Czułaby się beznadziejna, gdyby nie dostała pracy.",
      "example_translation": "Она чувствовала себя безнадёжной, получив известие, но затем она решила действовать. Она была безнадёжной в её предыдущих отношениях, но теперь она влюблена. Она будет чувствовать себя безнадёжной, если она не получит работу.",
      "imageLink": "image_files\\English\\hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ranić",
      "translation": "обидеть",
      "definition": "Powodować fizyczny lub emocjonalny ból lub szkodę komuś lub czemuś.",
      "definition_translation": "Причинять физическую или эмоциональную боль или травму кому-то или чему-то.",
      "example": "Ona ranęła nogę, biegając wczoraj, ale teraz boli mniej. On ranił jej uczucia, gdy powiedział to, ale nie chciał jej ranić. Jeśli nie będzie uważać, rani się sama.",
      "example_translation": "Она обидела свою лодыжку, бегая вчера, но теперь это болит меньше. Он обидел ее чувства, когда сказал это, но он не хотел обидеть ее. Если она не будет беречься, она обидит себя.",
      "imageLink": "image_files\\English\\hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "w miłości",
      "translation": "влюбленный",
      "definition": "Mający silne uczucia miłości lub uczucia do kogoś.",
      "definition_translation": "Имея сильные чувства любви или привязанности к кому-то.",
      "example": "Byli w miłości od pierwszej randki, ale teraz wstępują w związek małżeński. Ona poczuła się w miłości, gdy zobaczyła go uśmiechniętego i wiedziała, że jest w miłości. Będą w miłości na zawsze.",
      "example_translation": "Они были влюблены с первого свидания, но теперь они женятся. Она чувствовала себя влюбленной в него, когда увидела его улыбающимся, и она знала, что она влюблена. Они будут влюблены навечно.",
      "imageLink": "image_files\\English\\in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "w łzach",
      "translation": "в слезах",
      "definition": "Płacząc, szczególnie głośno lub niekontrolowanie.",
      "definition_translation": "Плачущий, особенно громко или неудержимо.",
      "example": "Film był tak smutny, że była w łzach, ale potem się śmiała. On był w łzach, gdy pożegnał się z rodziną, i był w łzach, gdy znów ich zobaczył. Wiadomość zostawiła ją w łzach.",
      "example_translation": "Фильм был такSad, что она была в слезах, но затем она засмеялась. Он был в слезах, когда сказал прощай своей семье, и он был в слезах, когда увидел их снова. Новости оставили ее в слезах.",
      "imageLink": "image_files\\English\\in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "inteligentny",
      "translation": "интеллектуальный",
      "definition": "Mających zdolność uczenia się lub rozumienia lub radzenia sobie z problemami; mających wysoką zdolność umysłową.",
      "definition_translation": "Имеющий способность обучаться или понимать, или решать проблемы; имеющий высокую умственную способность.",
      "example": "Ona jest inteligentną osobą, która może rozwiązać skomplikowane problemy. Ona rozwiązała puzzle inteligentnie wczoraj. Ona inteligentnie analizuje dane w przyszłym tygodniu.",
      "example_translation": "Она умная человек, который может решать сложные проблемы. Она разрешила головоломку inteligently вчера. Она подумает над данными следующей неделей intelligently.",
      "imageLink": "image_files\\English\\intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zazdrosny",
      "translation": "ревнивый",
      "definition": "Odczuwających lub wyrażających intensywne pragnienie posiadania czegoś lub bycia z kimś; odczuwających niechęć lub gorycz, ponieważ ktoś inny ma coś, czego chcemy.",
      "definition_translation": "Чувствующее или демонстрирующее интенсивное желание иметь что-то или быть с кем-то; cítící обиду или горечь потому, что кто-то другой имеет то, что вы хотите.",
      "example": "On był zazdrosny o nowy samochód brata. On czuł się zazdrosnym, gdy jego dziewczyna rozmawiała z innym chłopakiem. On będzie zazdrosny, jeśli jego przyjaciel dostanie pracę.",
      "example_translation": "Он был ревнив по поводу новой машины его брата. Он чувствовал обиду, когда его девушка разговаривала с другим парнем. Он будет ревнив, если его друг получит работу.",
      "imageLink": "image_files\\English\\jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uczuciowy",
      "translation": "острый",
      "definition": "Mających silne i entuzjastyczne zainteresowanie czymś; mających ostry umysł lub intelekt.",
      "definition_translation": "Имеющий сильный и энthusiastический интерес к чему-то; имеющий острый ум или интеллект.",
      "example": "Ona jest uczuciowa wobec gry w tenisa. Ona była uczuciowa, aby nauczyć się nowego języka. Ona będzie uczuciowa, aby wziąć udział w koncercie.",
      "example_translation": "Она любит играть в теннис. Она была полна стремления научиться новому языку. Она будет полна стремления посетить концерт.",
      "imageLink": "image_files\\English\\keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uprzejmie",
      "translation": "любезно",
      "definition": "W sposób przyjazny i troskliwy; z gotowością do pomocy lub asystencji.",
      "definition_translation": "В дружелюбном и заботливом стиле; с готовностью помочь или помочь.",
      "example": "Ona uprzejmie zaoferowała pomoc w zadaniach domowych. Ona uprzejmie dała mi lift na lotnisko. Ona uprzejmie wyjaśni reguły nam.",
      "example_translation": "Она любезно предложила помочь мне с домашним заданием. Она любезно дала мне поездку в аэропорт. Она будет любезно объяснять нам правила.",
      "imageLink": "image_files\\English\\kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wesoły",
      "translation": "живой",
      "definition": "Pełny energii i życia; entuzjastyczny i wesoły.",
      "definition_translation": "Полный энергии и vitalности; энтузиастичный и живой.",
      "example": "Wesoła muzyka zmusiła wszystkich do tańca. Wczoraj słuchałem wesołego przemówienia. Będę uczestniczyć w wesołej imprezie dziś wieczorem.",
      "example_translation": "Живая музыка всех привела в движение. Вчера я слушала живую речь. Сегодня ночью я посещу живой вечеринку.",
      "imageLink": "image_files\\English\\lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "samotny",
      "translation": "одинокий",
      "definition": "Smutny lub niezadowolony, ponieważ jesteśmy sami lub nie mamy przyjaciół.",
      "definition_translation": "Грустный или несчастный, потому что вы один или у вас нет друзей.",
      "example": "Czułem się samotnym po przeprowadzce do nowego miasta. Wczoraj byłam samotna w parku. Nie będę samotnym na imprezie dzisiaj wieczorem.",
      "example_translation": "Я чувствовал себя одиноко, после переезда в новый город. Вчера я был одиноким в парке. Сегодня ночью я не буду одиноким на вечернике.",
      "imageLink": "image_files\\English\\lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nastrojowy",
      "translation": "капризный",
      "definition": "Podatny na nagłe i niezrozumiałe zmiany nastroju, zwłaszcza od radości do smutku lub irytacji.",
      "definition_translation": "Склонный к внезапным и необъяснимым изменениям настроения, особенно от счастья до печали или раздражительности.",
      "example": "Mój przyjaciel jest nastrojowy dzisiaj, więc chodzę po własnych nogach. Ona była nastrojowa wczoraj, ale teraz jest dobrze. On będzie nastrojowy, jeśli nie otrzyma czego chce.",
      "example_translation": "Мой друг капризный сегодня, поэтому я иду на цыпочках. Она была капризной вчера, но теперь она в порядке. Он будет капризным, если он не получит то, что он хочет.",
      "imageLink": "image_files\\English\\moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "negatywny",
      "translation": "отрицательный",
      "definition": "Wyrażający lub sugerujący zaprzeczenie, odmowę lub sprzeciw.",
      "definition_translation": "Выражающий или подразумевающий отрицание, отказ или противодействие.",
      "example": "Mam negatywne nastawienie do poniedziałków. Wczoraj miałem negatywne doświadczenie w sklepie. Lekarz dał mi negatywny wynik testu.",
      "example_translation": "У меня отрицательное отношение к понедельникам. Вчера у меня был отрицательный опыт в магазине. Доктор дал мне отрицательный результат теста.",
      "imageLink": "image_files\\English\\negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nerwowy",
      "translation": "нервозный",
      "definition": "Czujący lub wyrażający niepokój lub aprehensję; mający lub wyrażający uczucia nerwowości.",
      "definition_translation": "Чувствуя тревогу или беспокойство; имея или проявляя признаки нервозности.",
      "example": "Byłem nerwowy przed egzaminem, ale potem zacząłem czuć się pewniej. Byłem nerwowy przy publicznym przemówieniu, ale teraz przyzwyczaiłem się do tego. Będę nerwowy przed rozmową o pracę jutro.",
      "example_translation": "Я был нервозным перед экзаменом, но затем начал чувствовать себя более уверенно. Я был нервозным по поводу публичных выступлений, но теперь я привыкаю к этому. Завтра я буду нервозным перед интервью на работу.",
      "imageLink": "image_files\\English\\nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chory",
      "translation": "пациент",
      "definition": "Osoba, która otrzymuje opiekę medyczną, leczenie lub uwagę.",
      "definition_translation": "Человек, получающий медицинскую помощь, лечение или внимание.",
      "example": "Chory był w rekuperacji po zabiegu chirurgicznym. Lekarz zbadał chorego ostrożnie. Siostra pielęgniarka będzie opiekować się chorym przez noc.",
      "example_translation": "Пациент хорошо恢ился после операции. Доктор тщательно осмотрел пациента. Нigth медсестра будет ухаживать за пациентом всю ночь.",
      "imageLink": "image_files\\English\\patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uprzejmy",
      "translation": "вежливо",
      "definition": "W sposób szanujący i uwzględniający innych.",
      "definition_translation": "Способом, который является уважительным и учитывающим других.",
      "example": "Mówiła do klienta uprzejmie. On zawsze traktował swoich kolegów uprzejmie. Będą witać gości uprzejmie przy drzwiach.",
      "example_translation": "Она разговаривала с клиентом вежливо. Он всегда обращался с коллегами вежливо. Они будут встречать гостей вежливо у двери.",
      "imageLink": "image_files\\English\\politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "potężny",
      "translation": "мощный",
      "definition": "Mający lub mogący wywierać wielką siłę, moc lub wpływ.",
      "definition_translation": "Имея или способный оказывать большую власть, силу или влияние.",
      "example": "Potężny silnik ruszył do życia. Firma stała się potężnym graczem na rynku. Nowa polityka da im więcej potężnych narzędzi do rozwiązania problemu.",
      "example_translation": "Мощный двигатель загремел жизнью. Компания стала мощным игроком на рынке. Новая политика даст им более мощные инструменты для решения проблемы.",
      "imageLink": "image_files\\English\\powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dumni",
      "translation": "гордый",
      "definition": "Mający lub pokazujący silne poczucie dumy, zwłaszcza w swoich osiągnięciach lub posiadłościach.",
      "definition_translation": "Имея илиแสดงяя сильное чувство гордости, особенно в своих достижениях или владениях.",
      "example": "Była dumna ze swojego nowego samochodu i czekała na niego przez miesiące. Jest dumna z osiągnięć akademickich swojej córki. Będzie dumna, pokazując swoje nowe umiejętności na przyjęciu.",
      "example_translation": "Она гордилась своей новой машиной и ждала месяцев, чтобы ее получить. Она гордится академическими достижениями своей дочери. Она будет гордиться демонстрацией своих новых навыков на вечеринке.",
      "imageLink": "image_files\\English\\proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kłótliwy",
      "translation": "ссорливый",
      "definition": "Mający lub pokazujący skłonność do kłótni lub walk, zwłaszcza na temat drobiazgów lub w sposób nieuzasadniony.",
      "definition_translation": "Имея или демонстрируя склонность к спорам или борьбе, особенно в мелочном или неразумном виде.",
      "example": "Był kłótliwą osobą i zawsze znajdował błąd u innych. Była kłótliwa ze swoimi rodzeństwem w dzieciństwie. Będą kłótliwi, jeśli nie dostaną swojego życzenia.",
      "example_translation": "Он был ссорливым человеком и всегда находил недостатки в других. Она была ссорливой со своими братьями и сестрами в детстве. Они будут ссорливыми, если они не получат своего пути.",
      "imageLink": "image_files\\English\\quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozluźniony",
      "translation": "расслабленный",
      "definition": "Czujący lub pokazujący stan spokoju lub tranquillity, zwłaszcza po okresie napięcia lub ekscytacji.",
      "definition_translation": "Чувствующий или демонстрирующий состояние спокойствия или умиротворенности, особенно после периода напряжения или возбуждения.",
      "example": "Czuła się rozluźniona na wakacjach na plaży, z dala od harmidylli życia miasta. Był rozluźniony po długiej, gorącej kąpieli. Będą rozluźnieni, kiedy skończą swój projekt.",
      "example_translation": "Она чувствовала себя расслабленной на пляжном отдыхе, вдали от суеты и шума городской жизни. Он был расслаблен после длинной, горячей ванны. Они будут расслабленными, когда закончат свой проект.",
      "imageLink": "image_files\\English\\relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "relaksujący",
      "translation": "расслабляющий",
      "definition": "Powodujący, że ktoś czuje się spokojny lub tranquility, zwłaszcza po okresie napięcia lub ekscytacji.",
      "definition_translation": "Вызывающий у кого-то чувство спокойствия или умиротворенности, особенно после периода напряжения или возбуждения.",
      "example": "Słuchanie muzyki jest relaksującą czynnością dla niej. Spacerowanie w naturze jest relaksujące. Będą relaksują się, grając w szachy po długim dniu pracy.",
      "example_translation": "Слушание музыки - это расслабляющая деятельность для нее. Прогулка на природе - это расслабляющая. Они находит игру в шахматы расслабляющей после длинного дня труда.",
      "imageLink": "image_files\\English\\relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niezawodny",
      "translation": "надежный",
      "definition": "Może być ufał, że zrobi coś.",
      "definition_translation": "Способный быть доверенным или полагаться на выполнение чего-либо.",
      "example": "Był niezawodną osobą, która zawsze dotrzymywała obietnic. Jest niezawodny i na pewno nam pomoże. Będzie niezawodny i skończy projekt na czas.",
      "example_translation": "Он был надежным человеком, который всегда держал свои обещания. Он является надежным и конечно поможет нам. Он будет надежным и закончит проект вовремя.",
      "imageLink": "image_files\\English\\reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "romantyczny",
      "translation": "романтический",
      "definition": "Dotyczący lub charakteryzujący się sentymentalnym lub emocjonalnym urokiem.",
      "definition_translation": "Относящийся к или характеризующийся сентиментальной или эмоциональной привлекательностью.",
      "example": "Romantyczna kolacja była idealna na naszą rocznicę. Była romantyczna i uwielbiała oglądać zachody słońca. Będą mieli romantyczną wakacje w Paryżu.",
      "example_translation": "Романтический обед был идеальным для нашей годовщины. Она была романтичной и любила смотреть на закаты. Они будут иметь романтический отпуск в Париже.",
      "imageLink": "image_files\\English\\romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niegrzeczny",
      "translation": "грубый",
      "definition": "Zachowujący się w sposób obraźliwy lub nieuprzejmy, często w sposób, który jest ofensywny lub irytujący.",
      "definition_translation": "Ведет себя грубо или неотесанно, часто způsobem, который является оскорбительным или раздражающим.",
      "example": "Był niegrzeczny wobec klienta i przeprosił później. Była niegrzeczna i nie powiedziała dziękuję. Nie będą niegrzecznymi wobec swoich gości.",
      "example_translation": "Он был грубым к клиенту и позднее извинился. Она была грубой и не сказала спасибо. Они не будут грубыми к своим гостям.",
      "imageLink": "image_files\\English\\rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zadowolony",
      "translation": "довольный",
      "definition": "Czujący się zadowolony lub usatysfakcjonowany, często w sposób spokojny i relaksacyjny.",
      "definition_translation": "Чувствующий себя довольным или.content, часто способом, который является спокойным и расслабленном.",
      "example": "Była zadowolona z obsługi i zostawiła dobrego recenzję. Jest zadowolony ze swoją pracą i uwielbia tam pracować. Będą zadowoleni z wyniku.",
      "example_translation": "Она была довольной сервисом и оставила хороший отзыв. Он доволен своей работой и любит работать там. Они будут довольными результатом.",
      "imageLink": "image_files\\English\\satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przestraszony",
      "translation": "испуганный",
      "definition": "Obawiający się lub czujący niepokój lub przerażenie.",
      "definition_translation": "Испытывая страх или тревогу.",
      "example": "Byłem przestraszony, gdy po raz pierwszy skakałem na bungee. Jestem przestraszony pająków. Będę przestraszony, jeśli nie dostanę tej pracy.",
      "example_translation": "Я был испуган прыгать с парашютом в первый раз. Я боюсь пауков. Я буду испуган, если не получу работу.",
      "imageLink": "image_files\\English\\scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przerażający",
      "translation": "пугающий",
      "definition": "Wzbudzający strach lub alarm; przerażający.",
      "definition_translation": "Вызывающий страх или тревогу; страшный.",
      "example": "Ten przerażający film sprawił, że wyskoczyłem z fotela. Przerażające efekty dźwiękowe dodawały napięcia. Ten przerażający klaun na przyjęciu był zbyt wiele dla dzieci.",
      "example_translation": "Страшный фильм заставил меня выпрыгнуть из своей сидения. Страшные звуковые эффекты добавили к напряжению. Устрашающий клоун на вечеринке был слишком для детей.",
      "imageLink": "image_files\\English\\scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pewny siebie",
      "translation": "самоуверенный",
      "definition": "Mający ufność w swoich zdolnościach, sądzie lub działaniach.",
      "definition_translation": "Имеющий уверенность в своих способностях, суждении или действиях.",
      "example": "Była pewna siebie mówczynią, która zwróciła uwagę całej sali. Był pewny siebie decyzją o założeniu własnej firmy. Będę pewny siebie odpowiedzi, gdy tylko sprawdzę fakty.",
      "example_translation": "Она была самоуверенным оратором, которая привлекала внимание аудитории. Он был самоуверенным в своем решении начать свой собственный бизнес. Я буду самоуверенным в моем ответе, когда я проверю факты дважды.",
      "imageLink": "image_files\\English\\self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "egoistyczny",
      "translation": "эгоистичный",
      "definition": "Zbyt zajęty swoimi potrzebami, pragnieniami lub dobrem.",
      "definition_translation": " Избыточно или исключительно озабоченный своими собственными потребностями, желаниями или благополучием.",
      "example": "Mój brat może być egoistyczny, gdy chodzi o dzielenie się zabawkami. Była egoistyczna i myślała tylko o swojej karierze. Będzie egoistyczny i nie będzie brał pod uwagę skutków dla innych.",
      "example_translation": "Мой брат может быть эгоистичным, когда речь идет о делении своих игрушек. Она была эгоистичной и только думала о своих собственных целях в карьере. Он был эгоистичным и не考虑ал влияния на других.",
      "imageLink": "image_files\\English\\selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozsądny",
      "translation": "разумный",
      "definition": "Mający zdrowy rozsądek lub sąd; rozsądny i roztropny.",
      "definition_translation": "Имеющий, содержащий или свидетельствующий о хорошем смысле или суждении; разумный и предусмотрительный.",
      "example": "Była rozsądną osobą, która zawsze myślała przed działaniem. Była rozsądna i oszczędzała pieniądze na podróż. Będzie rozsądną i zabierze ze sobą parasol.",
      "example_translation": "Она была разумной personne, которая всегда думала перед тем, как действовать. Она была разумной enough, чтобы.save деньги для поездки. Она будет разумной и возьмет зонт с собой.",
      "imageLink": "image_files\\English\\sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wstrząśnięty",
      "translation": "шокированный",
      "definition": "Czujący wielkie zaskoczenie lub zdziwienie, często towarzyszące uczuciu niepokoju lub oburzenia.",
      "definition_translation": "Чувствующий великое удивление или изумление, часто сопровождаемое чувством тревоги или огорчения.",
      "example": "Byłem wstrząśnięty, gdy usłyszałem wieść. Była wstrząśnięta głośnym hałasem. Będą wstrząśnięci, gdy zobaczą niespodziankę.",
      "example_translation": "Я был шокирован, когда услышал новость. Она была шокирована громким шумом. Они будут шокированы-surprise party.",
      "imageLink": "image_files\\English\\shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wstrząsający",
      "translation": "шокирующий",
      "definition": "Wzbudzający silne uczucie zaskoczenia, zdziwienia lub oburzenia; szczególnie szokujący lub obraźliwy.",
      "definition_translation": "Вызывающий сильное чувство удивления, изумления или негодования; глубоко тревожный или оскорбительный.",
      "example": "Wstrząsająca wieść szybko się rozeszła. Wstrząsający obraz utkwił mi w pamięci. Wstrząsająca prawda została ujawniona wczoraj wieczorem.",
      "example_translation": "Шокирующая новость быстро распространилась. Шокирующее изображение оставалось в моей памяти. Шокирующая правда была раскрыта вчера ночью.",
      "imageLink": "image_files\\English\\shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieśmiały",
      "translation": "забитый",
      "definition": "Czujący niepokój lub tremę w obecności innych; niepewny siebie.",
      "definition_translation": "Чувствующий нервозность или робость в присутствии других; не уверенный в своих способностях или действиях.",
      "example": "Była nieśmiała i nie mówiła głośno w klasie. Był nieśmiały i zarumienił się, gdy poznał ją. Będą nieśmiali i cisi na przyjęciu.",
      "example_translation": "Она была застенчивой и не speaks lên в классе. Он был застенчивым и покраснел, когда встретил ее. Они будут застенчивыми и quiet на вечеринке.",
      "imageLink": "image_files\\English\\shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śmieszny",
      "translation": "смешной",
      "definition": "Głupi lub absurdalny, często w zabawny sposób.",
      "definition_translation": "глупый или абсурдный, часто в забавной форме",
      "example": "Byłem śmieszny i zapomniałem kluczy w domu. Jestem śmieszny i gram w gry wideo cały dzień. Będę śmieszny i nosić będę śmieszny kostium na przyjęcie.",
      "example_translation": "Я был глуп и забыл ключи дома. Я веду себя глупо и играю в видеоигры весь день. Я буду глуп и надену комический костюм на вечеринку.",
      "imageLink": "image_files\\English\\silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mądry",
      "translation": "умный",
      "definition": "Mający wiele inteligencji lub zdrowego rozsądku.",
      "definition_translation": "имеющий или демонстрирующий большой интеллект или здравый смысл",
      "example": "Ona jest mądra i szybko rozwiązuje łamigłówkę. Był mądry i inwestował pieniądze mądrze. Będą mądrzy i będą intensywnie się uczyć przed egzaminem.",
      "example_translation": " Она умна и быстро решает пазл. Он был умным и инвестирует деньги мудро. Они будут умными и тщательно готовиться к экзамену.",
      "imageLink": "image_files\\English\\smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "towarzyski",
      "translation": "общительный",
      "definition": "cieszący się towarzystwem innych i potrafiący łatwo rozmawiać i interaktywnie komunikować się z ludźmi",
      "definition_translation": "наслаждается компанией других и может легко разговаривать и общаться с людьми",
      "example": "Ona jest towarzyska i schnell przyjaźni się. On był towarzyski i urządził wielką imprezę. Będą towarzyscy i weźmie udział we wszystkich wydarzeniach towarzyskich.",
      "example_translation": " Она общительна и легко заводит друзей. Он был общительным и tổыл большой вечеринка. Они будут общительными и посетят все социальные мероприятия.",
      "imageLink": "image_files\\English\\sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stresowany",
      "translation": "напряженный",
      "definition": "czujący niepokój lub przeciążenie, często z powodu zbyt wielu obowiązków lub odpowiedzialności",
      "definition_translation": "чувствуя тревогу или перегруженность, часто из-за слишком большой работы или ответственности",
      "example": "Byłem stresowany i nie mogłem spać wczoraj wieczorem. Ona jest stresowana i potrzebuje wakacji. Będzie stresowany i będzie się mocno uczył do egzaminu.",
      "example_translation": " Я был напряжен и не мог спать прошлой ночью. Она была напряжена и нуждалась в отпуске. Он будет напряжен и тщательно готовиться к экзамену.",
      "imageLink": "image_files\\English\\stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stresujący",
      "translation": "стрессовый",
      "definition": "powodujący lub charakteryzujący się stresem, niepokojem lub presją",
      "definition_translation": "вызывающий или характеризующий стресс, тревогу или давление",
      "example": "Praca była stresująca, ale udało mi się poradzić z dużą ilością pracy. Uważam, że terminy są stresujące, zwłaszcza gdy są krótkie. Stresujący okres w moim życiu to był czas, kiedy zdawałem egzaminy.",
      "example_translation": "Работа была стрессовой, но я смог справиться с работой. Я найти дедлайны стрессовыми, особенно когда они тесные. Стрессовый период в моей жизни был, когда я готовился к экзаменам.",
      "imageLink": "image_files\\English\\stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "surowy",
      "translation": "строгий",
      "definition": "mający lub charakteryzujący się poważnym, surowym lub stromym nastawieniem",
      "definition_translation": "имея или отмеченный серьезным, суровым или строгим качеством",
      "example": "Rodzice byli bardzo surowi, kiedy byłem dziewczyną. Nauczycielka była surowa wobec spóźnionych zadań. Firma ma surowe zasady dotyczące poufności.",
      "example_translation": "Мои родители были очень строгими, когда я был ребенком. Учитель был строгим о поздних сдачах. Компания имеет строгие правила о конфиденциальности.",
      "imageLink": "image_files\\English\\strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaskakujący",
      "translation": "удивительный",
      "definition": "powodujący zdziwienie lub zdumienie",
      "definition_translation": "вызывающий удивление или удивление",
      "example": "Zaskakująca wiadomość była szokiem dla wszystkich. Miałem zaskakującą reakcję na lekarstwo. Zaskakująca uroda krajobrazu odebrała mi dech.",
      "example_translation": "Удивительные новости пришли как шок для всех. Я имел удивительную реакцию на медицину. Удивительная красота ландшафта отняла у меня дыхание.",
      "imageLink": "image_files\\English\\surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaskakująco",
      "translation": "удивительно",
      "definition": "w sposób zaskakujący",
      "definition_translation": "в удивительном виде",
      "example": "Zaskakująco wygrałem konkurs. Pogoda była zaskakująco ciepła zimą. Film zakończył się zaskakująco dobrze.",
      "example_translation": "Я удивительно выиграл конкурс. Погода была удивительно теплой для зимы. Фильм закончился удивительно хорошо.",
      "imageLink": "image_files\\English\\surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "utalentowany",
      "translation": "талантливый",
      "definition": "posiadający naturalny talent lub zdolność",
      "definition_translation": "Имея естественный талант или навык.",
      "example": "Ona była utalentowaną piosenkarką, która zdobyła wiele koncertów. Ona obecnie nagrywa swój debiutancki album. Ona wystąpi na nagrodach Grammy w przyszłym roku.",
      "example_translation": "Она была талантливой певицей, которая выступала на многих концертах. Сейчас она записывает свой дебютный альбом. Она выступит на премии Грэмми в следующем году.",
      "imageLink": "image_files\\English\\talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przerażony",
      "translation": "испуганный",
      "definition": "czujący ekstremalny strach lub niepokój",
      "definition_translation": "Чувство極альной страха или тревоги.",
      "example": "Byłem przerażony wysokościami, kiedy byłem dzieckiem. Jestem przerażony pająkami teraz. Będę przerażony publicznymi wystąpieniami w przyszłości.",
      "example_translation": "Я был испуган высотами, когда я был ребенком. Я сейчас испуган пауков. Я буду испуган публичных выступлений в будущем.",
      "imageLink": "image_files\\English\\terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "męczący",
      "translation": "утомительный",
      "definition": "powodujący uczucie fizycznego lub mentalnego wyczerpania",
      "definition_translation": "Вызывающий чувство физического или умственного истощения.",
      "example": "Wycieczka była męcząca, ale widok z góry był wart tego. Studiowanie do egzaminów może być męczące. Będę męczył się zajęciami sportowymi.",
      "example_translation": "Пеший поход был утомительным, но вид с вершины стоил того. Изучение для экзаменов может быть утомительным. Я утомлю себя too much упражнением.",
      "imageLink": "image_files\\English\\tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tolerancyjny",
      "translation": "терпимый",
      "definition": "gotów przyjmować lub tolerować coś nieprzyjemnego",
      "definition_translation": "Желающий принимать или терпеть что-то неприятное.",
      "example": "Ona była tolerancyjna wobec hałaśliwej muzyki brata. On jest tolerancyjny wobec ostrego jedzenia. Będą tolerancyjni wobec swoich różnic.",
      "example_translation": "Она была терпимой к шумной музыке ее брата. Он терпим к острой еде. Они будут терпимы друг к другу異й.",
      "imageLink": "image_files\\English\\tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niespodziewany",
      "translation": "неожиданный",
      "definition": "Nieoczekiwany lub nieprzewidziany; zaskakujący.",
      "definition_translation": "Не ожидаемый или предвиденный; удивляющий.",
      "example": "Alarm przeciwpożarowy wybuchł niespodziewanie w trakcie egzaminu. Wczoraj, miałem niespodziewaną wizytę od przyjaciela. Będę miał wolny czas niespodziewanie w przyszłym tygodniu.",
      "example_translation": "Сигнализация пожарной тревоги неожиданно сработала во время экзамена.esterday, у меня был неожиданный визит от друга. В следующей неделе у меня будет неожиданное свободное время.",
      "imageLink": "image_files\\English\\unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieprzyjazny",
      "translation": "неприятный",
      "definition": "Nieokazujący życzliwości lub ciepła; wrogi lub zimny.",
      "definition_translation": "Не проявляющий заботы или теплоты; враждебный или холодный.",
      "example": "Nieprzyjazna asystentka sklepu odmówiła mi pomocy. Wczoraj, spotkałem nieprzyjaznego psa na ulicy. Będę musiał zmierzyć się z nieprzyjaznym kolegą z pracy w przyszłym tygodniu.",
      "example_translation": "Неприятный ассистент магазина отказался помочь мне. Вчера, я встретил неприятную собаку на улице. В следующей неделе мне придется иметь дело с неприятным коллегой.",
      "imageLink": "image_files\\English\\unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obojętny",
      "translation": "бесинтересный",
      "definition": "Nie wykazujący zainteresowania; obojętny.",
      "definition_translation": "Не имеющий или не проявляющий интереса; апатичный.",
      "example": "Nauczyciel widział, że uczniowie byli obojętni wobec lekcji. Wczoraj, byłem obojętny wobec filmu. Będę obojętny wobec spotkania w przyszłym tygodniu.",
      "example_translation": "Учитель мог видеть, что студенты были бесинтересны в уроке. Вчера, я был бесинтересен в фильме. В следующей неделе я буду бесинтересен в собрании.",
      "imageLink": "image_files\\English\\uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nudny",
      "translation": "нескучный",
      "definition": "Nie interesujący lub angażujący; nudny.",
      "definition_translation": "Не интересный или привлекательный; скучный.",
      "example": "Film był nudny, więc zasnęłem. Wczoraj, przeczytałem nudną książkę. Będę oglądał nudny serial telewizyjny w przyszłym tygodniu.",
      "example_translation": "Фильм был неинтересным, поэтому я уснул. Вчера, я прочитал неинтересную книгу. В следующей неделе я będуж смотреть неинтересный телевизионный сериал.",
      "imageLink": "image_files\\English\\uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieżyczliwy",
      "translation": "нежестокий",
      "definition": "Wykazujący brak życzliwości lub sympatii wobec innych.",
      "definition_translation": "Имея или проявляя недостаток доброжелательности или сочувствия к другим.",
      "example": "Była nieżyczliwa wobec swojej siostry, gdy zabrała jej zabawkę bez pytania. Była nieżyczliwa wobec przyjaciół ostatnio. Będzie nieżyczliwa wobec kolegów z pracy, jeśli nie dostanie swojego sposobu.",
      "example_translation": "Она была жестока к своей сестре, когда взяла ее игрушку без hỏi. Она была недружелюбна к друзьям в последнее время. Она будет нежестока к своим коллегам, если не получит своего.",
      "imageLink": "image_files\\English\\unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciepły",
      "translation": "теплый",
      "definition": "Mający komfortową temperaturę, ani za gorącą, ani za zimną.",
      "definition_translation": "Имея комфортную температуру, ни слишком горячую, ни слишком холодную.",
      "example": "Ciepłe słońce sprawiło, że czuliśmy się szczęśliwi. Ciepła woda była idealna do relaksującej kąpieli. Ciepła temperatura sprawi, że będzie to wspaniały dzień na piknik.",
      "example_translation": "Теплое солнечное сияние сделало нас счастливыми. Теплая вода была идеальной для расслабляющей ванны. Теплая температура сделает это отличным днем для пикника.",
      "imageLink": "image_files\\English\\warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]