[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pozytywny",
      "translation": "положительный",
      "definition": "wykazujący lub mający dobry efekt lub nastawienie; optymistyczny",
      "definition_translation": "имеющий или проявляющий goedeffect или Relation; оптимистичный",
      "example": "Ona ma pozytywne nastawienie do nauki nowych języków. Nauczyła się francuskiego pozytywnie w zeszłym roku. Nauczy się hiszpańskiego pozytywnie następnym roku.",
      "example_translation": "У нее положительное отношение к изучению новых языков. Она изучила французский язык положительно в прошлом году. Она обязательно изучит испанский язык в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uzależniony",
      "translation": "зависимый",
      "definition": "niezdolny zaprzestać robić lub używać czegoś, szczególnie szkodliwego",
      "definition_translation": "неспособный остановиться или перестать что-либо делать или использовать, особенно что-либо вредное",
      "example": "Był uzależniony od gier komputerowych. Był uzależniony od palenia przez lata. Będzie uzależniony od mediów społecznościowych wkrótce.",
      "example_translation": "Он был зависим от видеоигр. Он был зависим от курения на протяжении многих лет. Он скоро станет зависим от социальных сетей.",
      "imageLink": "image_files\\English\\"imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przygodowy",
      "translation": "авантюрный",
      "definition": "gotów podejmować ryzyko i próbować nowych rzeczy; lubiący ekscytujące i nietypowe zajęcia",
      "definition_translation": "готовый принимать риски и пробовать новые вещи; любящий захватывающие и необычные занятия",
      "example": "Ona jest przygodową osobą, która kocha podróżować. Była na przygodowych wyprawach do lasu deszczowego Amazonki. Pójdzie na przygodową podróż do Afryki następnym roku.",
      "example_translation": "Она авантюрный человек, который любит путешествовать. Она отправилась в авантюрные экспедиции в дождевые леса Амазонки. Она отправится в авантюрное путешествие по Африке в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czuły",
      "translation": "длящей",
      "definition": "okazujący lub odczuwający miłość lub przywiązanie; troskliwy i kochający",
      "definition_translation": "показывающий или испытывающий любовь или привязанность; нежный и любящий",
      "example": "Ona jest czulą matką, która kocha swoje dzieci. Była czuła wobec swoich przyjaciół. Będzie czuła wobec swojego przyszłego partnera.",
      "example_translation": "Она длящая мать, которая любит своих детей. Она была длящей к своим друзьям. Она будет длящей к своему будущему партнеру.",
      "imageLink": "image_files\\English\\"imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "agresywny",
      "translation": "агрессивный",
      "definition": "mający lub pokazujący wrogie lub agresywne usposobienie; silnie konkurencyjny lub chętny do walki.",
      "definition_translation": "Имеющий или проявляющий враждебный или насильственный темперамент; яростно конкурентоспособный или готовый сражаться.",
      "example": "Agresywne zachowanie psa było przerażające. W przeszłości było agresywne wobec obcych. Do następnego roku będzie agresywne przez pięć lat.",
      "example_translation": "Агрессивное поведение собаки было пугающим. Раньше оно было агрессивно по отношению к чужим. К следующему году оно будет агрессивно в течение пяти лет.",
      "imageLink": "image_files\\English\\"imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ambitny",
      "translation": "амбициозный",
      "definition": "mający lub pokazujący silne pragnienie sukcesu lub osiągnięcia czegoś; mający silne pragnienie sukcesu.",
      "definition_translation": "Имеющий или проявляющий сильное желание преуспеть или достичь чего-либо; имеющий сильное желание быть успешным.",
      "example": "Była ambitną młodą przedsiębiorczynią, która już założyła trzy firmy. W zeszłym roku była ambitna o rozszerzenie swojego biznesu. Do 2025 roku będzie ambitna o otwarcie swojego funduszu venture capital.",
      "example_translation": "Она была амбициозной молодой предпринимательницей, которая уже основала три компании. В прошлом году она была амбициозна по поводу расширения своего бизнеса. К 2025 году она будет амбициозна начать свой собственный фонд风险ного капитала.",
      "imageLink": "image_files\\English\\"imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zabawiony",
      "translation": "развлекаться",
      "definition": "odczuwający lub pokazujący zabawę lub rozrywkę; bawiący się",
      "definition_translation": "Чувствующий или проявляющий радость или развлечение; будучи развлекаемым или радуясь.",
      "example": "Dzieci były zabawione sztuczkami klauna. Wczoraj były zabawione kreskówką. Do następnego lata będą zabawione nowym parkiem wodnym.",
      "example_translation": "Дети были развлечены фокусами клоуна. Вчера они были развлечены мультфильмом. К следующему лету они будут развлечены новым аквапарком.",
      "imageLink": "image_files\\English\\"imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "arogancik",
      "translation": "арогантный",
      "definition": "mający lub pokazujący postawę wyższości, brak skromności lub nadmierną dumę.",
      "definition_translation": "Имеющий или проявляющий отношение превосходства, недостаток скромности или избыточную гордость.",
      "example": "Arogancki CEO był nie lubiany przez swoich pracowników. W przeszłości był arogancikiem sukcesu swojej firmy. Do końca roku będzie arogancikiem swojego majątku.",
      "example_translation": "Арогантный генеральный директор был неliked его сотрудниками. Раньше он был аrogантный относительно успешности своей компании. К концу года он будет аrogантный относительно своего богатства.",
      "imageLink": "image_files\\English\\"imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zły humor",
      "translation": "злой",
      "definition": "mający lub pokazujący zły lub nieprzyjemny temperament; drażliwy.",
      "definition_translation": "Имеющий или проявляющий плохой или неприятный темперамент; раздражительный.",
      "example": "Ona była osobą złego humoru i często się irritationowała. Była zła humorem od dzieciństwa. Będzie zła humorem, jeśli nie dostanie tego, co chce.",
      "example_translation": "Она была человеком с плохим характером и всегда легко раздражалась. Она была плохо темпераментом с детства. Она будет плохо темпераментом, если она не получит то, что она хочет.",
      "imageLink": "image_files\\English\\"imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zrównoważony",
      "translation": "балансированный",
      "definition": "mający mieszankę różnych rzeczy w sposób sprawiedliwy lub uzasadniony; nie zbyt dużo ani zbyt mało czegoś.",
      "definition_translation": "Имеющий смесь различных вещей таким образом, что это является справедливым или разумным; не слишком много или слишком мало чего-либо.",
      "example": "On był zrównoważoną osobą, która wiedziała, jak priorytetyzować zadania. Był zrównoważony w swoich decyzjach od młodości. Będzie zrównoważony w swoim podejściu do projektu.",
      "example_translation": "Он был сбалансированным человеком, который знал, как приоритизировать свои задачи. Он был сбалансированным в своих решениях с юности. Он будет сбалансированным в своем подходе к проекту.",
      "imageLink": "image_files\\English\\"imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gorzki",
      "translation": "горький",
      "definition": "Mający ostry, piekący lub kwaśny smak; niezadowolony lub pełny urazy.",
      "definition_translation": "Имеющий острый, резкий или кислотный вкус; несчастный или обиженный.",
      "example": "Kawa była gorzka i potrzebowała cukru. Ona czuła się gorzką z powodu swoich dawnych relacji. On będzie gorzki, jeśli nie dostanie pracy.",
      "example_translation": "Кофе был горьким и нуждался в сахаре. Она чувствовала горечь из-за своих прошлых отношений. Он будет горьким, если он не получит работу.",
      "imageLink": "image_files\\English\\"imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dzielny",
      "translation": "смелый",
      "definition": "Pokazujący odwagę lub pewność siebie w tym, co robi lub mówi; nie bojący się ryzyka.",
      "definition_translation": "Показывающий храбрость или уверенность в том, что он делает или говорит; не боится принимать риски.",
      "example": "Był dzielnym przedsiębiorcą, który podejmował ryzyko w swoim biznesie. Ona była dzielna w swoich decyzjach od czasów studiów. Będą dzielni w swojej nowej strategii marketingowej.",
      "example_translation": "Он был смелым предпринимателем, который принимал риски в своем бизнесе. Она была смелой в своих решениях с колледжа. Они будут смелыми в своей новой маркетинговой стратегии.",
      "imageLink": "image_files\\English\\"imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " rozkazujący",
      "translation": "действующий",
      "definition": "Mający lub pokazujący zbyt dużą pewność siebie w swojej zdolności i tendencję do wydawania poleceń innym.",
      "definition_translation": "Имеющий или проявляющий чрезмерную уверенность в своих способностях и склонность давать распоряжения другим.",
      "example": "Była rozkazującym dzieckiem, zawsze mówiąc swoim rodzeństwu, co mają robić. On rozkazywał swojemu zespołowi, mówiąc, jak mają zakończyć projekt. Będzie rozkazywać w przyszłości, zawsze próbując kontrolować innych.",
      "example_translation": "Она была властной ребенком, всегда говоря своим братьям и сестрам, что делать. Она управляла своей командой, рассказывая им, как завершить проект. Она будет властной в будущем, всегда试я контролировать других.",
      "imageLink": "image_files\\English\\"imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jasny",
      "translation": "яркий",
      "definition": "Wydający lub odbijający dużo światła; świecący intensywnie.",
      "definition_translation": "Выдающий или отражающий много света; сияющий интенсивно.",
      "example": "Jasne słońce świeciło w czystym niebie. Jasne światła miasta nigdy nie gasły. Jasna przyszłość przed nami była pełna możliwości.",
      "example_translation": "Яркое солнце сияло в ясном небе. Яркие огни города никогда не угасали. Яркое будущее перед нами было полно возможностей.",
      "imageLink": "image_files\\English\\"imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "opiekuńczy",
      "translation": "заботливый",
      "definition": "Czujący lub pokazujący troskę i współczucie dla innych.",
      "definition_translation": "Чувствующий или проявляющий беспокойство и сострадание к другим.",
      "example": "Była opiekuńczą matką, zawsze martwiąc się o zdrowie swoich dzieci. On opiekował się swoimi pacjentami, dając im najlepsze leczenie. Będą opiekować się środowiskiem, próbując redukować zanieczyszczenie.",
      "example_translation": "Она была заботливой матерью, всегда волнуясь о благополучии своих детей. Он заботился о своих пациентах, давая им лучшее лечение, которое было возможно. Они будут заботиться об окружающей среде, пытаясь уменьшить загрязнение.",
      "imageLink": "image_files\\English\\"imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ostrożny",
      "translation": "осторожный",
      "definition": "Ostrożny, aby uniknąć ryzyka lub niebezpieczeństwa.",
      "definition_translation": "Осторожный, чтобы避ать рисков или опасностей.",
      "example": "Ona była ostrożna, idąc sama w nocy, zawsze patrząc się za siebie. On był ostrożny, podejmując decyzje inwestycyjne, wykonując dokładne badania. Będą ostrożni w przyszłości, ucząc się z błędów przeszłości.",
      "example_translation": "Она была осторожной, когда шла одна ночью, всегда смотрела за плечо. Он был осторожным при принятии инвестиционных решений, проводя тщательное исследование. Они будут осторожными в будущем, учась из прошлых ошибок.",
      "imageLink": "image_files\\English\\"imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "konkurencyjny",
      "translation": "конкурентный",
      "definition": "Dotyczący lub charakteryzujący się konkurencją, szczególnie w biznesie lub sporcie.",
      "definition_translation": "Относящийся к или характеризующий конкуренцию, особенно в бизнесе или спорте.",
      "example": "Firma ma bardzo konkurencyjną strategię rynkową, która pomogła im wyprzedzić rywali. W zeszłym roku byli bardziej konkurencyjni niż kiedykolwiek, a w tym roku będą jeszcze bardziej.",
      "example_translation": "Компания имеет высококонкурентную рыночную стратегию, которая помогла им оставаться впереди своих конкурентов. В прошлом году они были более конкурентоспособными, чем когда-либо, и в этом году они будут еще более таковыми.",
      "imageLink": "image_files\\English\\"imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zarozumiały",
      "translation": "гордый",
      "definition": "Mający lub pokazujący zbyt dużą dumę ze swojego wyglądu, osiągnięć itp.",
      "definition_translation": "Имеющий или демонстрирующий чрезмерную гордость в своем виде, достижениях и т.д.",
      "example": "Był tak zarozumiały, że spędzał godziny przed lustrem, podziwiając swoje odbicie. Zawsze był zarozumiały, a jego przyjaciele zmęczyli się jego chwaleniem się.",
      "example_translation": "Он был так горд, что часами стоял перед зеркалом, любуясь своим собственным отражением. Он всегда был гордым, и его друзья устали от его хвастовства.",
      "imageLink": "image_files\\English\\"imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaniepokojony",
      "translation": "озабоченный",
      "definition": "Czujący lęk lub niepokój o coś lub kogoś.",
      "definition_translation": "Испытывающий тревогу или беспокойство о чем-то или ком-то.",
      "example": "Rodzice byli zaniepokojeni stanem zdrowia swojego dziecka, więc zanieśli go do lekarza. Rząd jest zaniepokojony rosnącą przestępczością i planuje zwiększyć siły policyjne.",
      "example_translation": "Родители были обеспокоены здоровьем своего ребенка, поэтому они отвели его к врачу. Правительство обеспокоено растущим уровнем преступности и планирует увеличить полицейские силы.",
      "imageLink": "image_files\\English\\"imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "konserwatywny",
      "translation": "консервативный",
      "definition": "Faworyzujący tradycyjne poglądy i wartości, oraz przeciwny zmianom lub innowacjom.",
      "definition_translation": "Сторонник традиционных взглядов и ценностей, и противник изменения или инноваций.",
      "example": "Konserwatywny polityk był przeciwny propozycji reformy systemu podatkowego. Firma ma konserwatywne podejście do inwestowania, preferując tradycyjne metody.",
      "example_translation": "Консервативный политик был против предложения реформировать налоговую систему. Компания имеет консервативный подход к инвестициям, предпочитая придерживаться традиционных методов.",
      "imageLink": "image_files\\English\\"imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zadowolenie",
      "translation": "содержимое",
      "definition": "Stan będący zadowolony lub usatysfakcjonowany.",
      "definition_translation": "Состояние удовлетворенности или удовольствия.",
      "example": "Jestem zadowolony z mojej obecnej pracy. Byłem zadowolony z mojej poprzedniej pracy, a będę zadowolony z mojej przyszłej pracy.",
      "example_translation": "Я удовлетворен своей текущей работой. Я был удовлетворен своей предыдущей работой, и я буду удовлетворен своей будущей работой.",
      "imageLink": "image_files\\English\\"imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "konwencjonalny",
      "translation": "конвенциональный",
      "definition": "Postępujący zgodnie z zwyczajem lub tradycją.",
      "definition_translation": "Следующий обычным или традиционным нормам и практикам.",
      "example": "Konwencjonalny sposób robienia interesów szybko się zmienia. Ukonwencjonalizowaliśmy proces, aby uczynić go bardziej wydajnym. Do 2025 roku będziemy mieli skonwencjonalizowany całą branżę.",
      "example_translation": "Обычный способ ведения бизнеса быстро меняется. Мы уконвенционализировали процесс, чтобы сделать его более эффективным. К 2025 году мы уконвенционализируем整个industry.",
      "imageLink": "image_files\\English\\"imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "współpracujący",
      "translation": "кооперативный",
      "definition": "Chętny do współpracy i pomocy innym.",
      "definition_translation": "Готовый работать вместе и помогать друг другу.",
      "example": "Współpracujące wysiłki zespołu doprowadziły do sukcesu projektu. Od lat współpracujemy z naszymi partnerami. Do przyszłego roku rozpoczniemy nową inicjatywę współpracy.",
      "example_translation": "Совместные усилия команды привели к успеху проекта. Мы сотрудничаем с нашими партнерами уже годы. К следующему году мы начнем новое кооперативное предприятие.",
      "imageLink": "image_files\\English\\"imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tchórzliwy",
      "translation": "злостный",
      "definition": "Brak odwagi lub siły w obliczu niebezpieczeństwa lub trudności.",
      "definition_translation": "Недостаток храбрости или силы духа перед лицом опасности или трудности.",
      "example": "Został oskarżony o zachowanie się tchórzliwie podczas kryzysu. W młodości byłem tchórzliwy, ale ostatecznie pokonałem swoje lęki. Do następnego miesiąca przestanę być tchórzliwym w obliczu wyzwań.",
      "example_translation": "Его обвинили вcowardly поведении во время кризиса. Я был злостным в юности, но с тех пор я преодолел свои страхи. К следующему месяцу я перестану быть злостным перед лицом сложностей.",
      "imageLink": "image_files\\English\\"imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyzwoity",
      "translation": "приличный",
      "definition": "Akceptowalny i zadowalający, choć nie wyjątkowy.",
      "definition_translation": "достаточно хороший, хотя и не исключительный",
      "example": "Była przyzwoitą tenisistką, ale nie zbyt dobrą, aby zostać profesjonalistką.",
      "example_translation": "Она была приличной теннисисткой, но не достаточно хорошей, чтобы стать профи.",
      "imageLink": "image_files\\English\\"imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "decyzyjny",
      "translation": "решительный",
      "definition": "Mający lub pokazujący zdolność do podejmowania szybkich i pewnych decyzji.",
      "definition_translation": "обладая или демонстрируя способность принимать решения быстро и уверенно",
      "example": "Był decyzyjnym liderem, zawsze podejmującym trudne decyzje z łatwością.",
      "example_translation": "Он был решительным лидером, всегда легко принимая трудные решения.",
      "imageLink": "image_files\\English\\"imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żądający",
      "translation": "требовательный",
      "definition": "Wymagający dużo wysiłku, czasu lub umiejętności; trudny do zaspokojenia.",
      "definition_translation": "требующий много усилий, времени или навыков; трудно удовлетворить",
      "example": "Praca była bardzo żądająca, ale była gotowa do wyzwania.",
      "example_translation": "Работа была очень требовательной, но она была готова к вызову.",
      "imageLink": "image_files\\English\\"imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "deprymujący",
      "translation": "угнетающий",
      "definition": "Powodujący uczucia smutku lub bezradności.",
      "definition_translation": "вызывающий чувства печали или безнадежности",
      "example": "Wiadomość o katastrofie naturalnej była deprymująca, ale musieliśmy pozostać silni.",
      "example_translation": "Новость о стихийном бедствии была угнетающей, но мы должны были остаться сильными.",
      "imageLink": "image_files\\English\\"imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "desperacki",
      "translation": "отчаянный",
      "definition": "Czujący lub pokazujący ekstremalną niepewność lub strach, zwłaszcza w sytuacji, w której ucieczka wydaje się niemożliwa.",
      "definition_translation": "Чувствующий или проявляющий чрезвычайную тревогу или страх, особенно в ситуация, где бегство кажется невозможным.",
      "example": "Byłem desperacki, aby ukończyć projekt na czas, ale zespół mnie spowalniał. Byłem desperacki, aby wydostać się z płonącego budynku. Będę desperacki, aby dostać awans w przyszłym roku.",
      "example_translation": "Я был отчаянно пытался завершить проект вовремя, но команда меня тормозила. Я был отчаянно пытался выбраться из горящего здания. Я буду отчаянно добиваться продвижения по службе в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdecydowany",
      "translation": "решительный",
      "definition": "Mający lub pokazujący stanowczą decyzję lub silną intencję zrobienia czegoś.",
      "definition_translation": "Принявший твердое решение или имеющий сильное намерение что-то сделать.",
      "example": "Byłem zdecydowany, aby nauczyć się grać na gitarze, więc ćwiczyłem codziennie. Była zdecydowana, aby zostać lekarzem, odkąd była nastolatką. Będą zdecydowani, aby wygrać mistrzostwa w przyszłym roku.",
      "example_translation": "Я был решительным научиться играть на гитаре, так что я практиковался каждый день. Она была решительной стать врачом с тех пор, как была подростком. Они будут решительными выиграть чемпионат в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oddany",
      "translation": "преданный",
      "definition": "Dający wszystko swojego czasu, energii lub uwagi komuś lub czemuś.",
      "definition_translation": "Отданный все свое время, энергию или внимание кому-то или чему-то.",
      "example": "Była oddana swojej rodzinie i zawsze stawiała ich potrzeby na pierwszym miejscu. On oddawał się pracy i spędzał długie godziny w biurze. Będą oddani swojej sprawie charytatywnej i kontynuować zbieranie funduszy.",
      "example_translation": "Она была предана своей семье и всегда ставила их нужды на первое место. Он был предан своей работе и проводил долгие часы в офисе. Они будут преданы своей благотворительной цели и продолжат сбор средств.",
      "imageLink": "image_files\\English\\"imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sumienny",
      "translation": "прилежный",
      "definition": "Pokazujący staranną i stałą pracę oraz uwagę do szczegółów.",
      "definition_translation": "Показывающий тщательное и устойчивое усилие и внимание к деталям.",
      "example": "Była sumienna w swoich badaniach i zebrali wszystkie dostępne dane. On był sumienny w swoich studiach i uzyskał dobre oceny. Będą sumienni w swoich staraniach o redukcję kosztów.",
      "example_translation": "Она была прилежной в своих исследованиях и собрала все доступные данные. Он был прилежным в своих учёных и достиг хороших оценок. Они будут прилежными в своих усилиях по減ению затрат.",
      "imageLink": "image_files\\English\\"imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieuczciwy",
      "translation": "нечестный",
      "definition": "Nieuczciwy lub nieprawdomówny; mając lub pokazując brak integru.",
      "definition_translation": "Не честный или правдивый; имеющий или демонстрирующий отсутствие целостности.",
      "example": "Nieumdbańskie praktyki firmy doprowadziły do jej upadku. Pracownik został zwolniony za nieuczciwość wobec swojego szefa. Nieuczciwe obietnice wyborcze polityka zostały ujawnione.",
      "example_translation": "Нечестные бизнес-практики компании привели к ее падению. Сотрудник был уволен за нечестность по отношению к своему боссу. Нечестные предвыборные обещания политика были раскрыты.",
      "imageLink": "image_files\\English\\"imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieskoordynowany",
      "translation": "неорганизованный",
      "definition": "Brakuje organizacji lub metody; chaotyczny lub mylący.",
      "definition_translation": "Отсутствует организация или метод; хаотичный или CONFUSING.",
      "example": "Nieskoordynowane wydarzenie było całkowitą katastrofą. Nieskoordynowane pliki uczyniły trudnym znalezienie czegokolwiek. Nieskoordynowana struktura zarządzania firmy doprowadziła do jej fiaska.",
      "example_translation": "Неорганизованное мероприятие было полным провалом. Неорганизованные файлы делали трудным поиск чего-либо. Неорганизованная структура управления компании привела к ее неудаче.",
      "imageLink": "image_files\\English\\"imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niezadowolony",
      "translation": "неудовлетворенный",
      "definition": "Niezadowolony lub nieusatysfakcjonowany; smutny lub niezadowolony.",
      "definition_translation": "Не довольный или контент; несчастный или неудовлетворенный.",
      "example": "Klient był niezadowolony z serwisu. Pracownik był niezadowolony z pracy. Niezadowolony tłum protestował przeciwko polityce rządu.",
      "example_translation": "Клиент был неудовлетворен сервисом. Сотрудник был неудовлетворен своей работой. Неудовлетворенная толпа протестовала против 政ических правительства.",
      "imageLink": "image_files\\English\\"imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " przeszkadzający",
      "translation": "тревожный",
      "definition": "Wzbudzający lęk, smutek lub niepokój; nieprzyjemny lub przerażający.",
      "definition_translation": "Причиняющий тревогу, печаль или беспокойство; неприятный или тревожный.",
      "example": "Przeszkadzająca wiadomość o gospodarce była alarmująca. Prześladające objawy pacjenta były niepokojące. Przeszkadzająca sytuacja była nieznośna.",
      "example_translation": "Тревожные новости об экономике были тревожными. Симптомы пациента были ЧРЕВОУГОДНЫМИ. Тревожная ситуация была нестерпимой.",
      "imageLink": "image_files\\English\\"imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wątpliwy",
      "translation": "сомнительный",
      "definition": "Czując lub pokazując wątpliwość co do czegoś lub kogoś.",
      "definition_translation": "чувствующий или показывающий сомнение в отношении кого-то или чего-то",
      "example": "Byłem wątpliwy co do inwestycji, ale mój przyjaciel zapewnił mnie, że jest to dobrą okazją. Miałem wątpliwości co do jego zdolności, ale on udowodnił, że się mylę. Będę wątpliwy co do ich intencji, dopóki nie zobaczę wyników.",
      "example_translation": "Я сомневался в инвестициях, но мой друг уверил меня, что это 好 возможность. Я сомневался в его способностях, но он доказал мне wrong. Я буду сомневаться в их намерениях, пока не увижу результаты.",
      "imageLink": "image_files\\English\\"imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dynamiczny",
      "translation": "динамичный",
      "definition": "Charakteryzujący się ciągłą zmianą, aktywnością lub postępem.",
      "definition_translation": "характеризуется постоянным изменением, активностью или прогрессом",
      "example": "Dynamiczne podejście firmy do biznesu doprowadziło do szybkiego wzrostu. Dynamiczna natura przemysłu wymaga ciągłej innowacji. Dynamiczny styl nauczania nauczyciela zainteresował uczniów.",
      "example_translation": "Динамичный подход компании к бизнесу привел к быстрому росту. Динамичная природа отрасли требует постоянного инновационного подхода. Динамичный стиль преподавания учителя занимал студентов.",
      "imageLink": "image_files\\English\\"imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gorliwy",
      "translation": "рвущийся",
      "definition": "Czując lub pokazując entuzjazm i zainteresowanie.",
      "definition_translation": "чувствующий или показывающий энтузиазм и интерес",
      "example": "Byłem gorliwy, aby rozpocząć nowy projekt. Ona była gorliwa, aby nauczyć się języka przez lata. Będą gorliwi, aby zobaczyć wyniki eksperymentu.",
      "example_translation": "Я был рвущийся начать новый проект. Она была рвущейся изучать язык на протяжении лет. Они будут рвущимися увидеть результаты эксперимента.",
      "imageLink": "image_files\\English\\"imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wykształcony",
      "translation": "образованный",
      "definition": "Posiadający wykształcenie, szczególnie zaawansowane lub specjalistyczne.",
      "definition_translation": "получивший образование, особенно то, которое являетсяadvanced или специализированным",
      "example": "Wykształcona elita w kraju posiadała znaczną władzę. Ona została wykształcona na prestiżowym uniwersytecie. Dobrze wykształcona siła robocza jest niezbędna dla wzrostu gospodarczego.",
      "example_translation": "Образованная элита в стране held значительное количество власти. Она получила образование в престижном университете. Хорошо образованная работоспособная сила является существенной для экономического роста.",
      "imageLink": "image_files\\English\\"imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "emocjonalny",
      "translation": "эмоциональный",
      "definition": " Dotyczący lub charakteryzujący się emocją; instynktowny lub intuicyjny, a nie racjonalny lub rozumny.",
      "definition_translation": "Относящийся к эмоциям; инстинктивный или интуитивный, chứ не рациональный или обоснованный.",
      "example": "Była emocjonalną osobą i łatwo płakała. Była emocjonalna podczas rozstania. Będzie emocjonalna na weselu.",
      "example_translation": "Она была эмоциональной человек и легко плакала. Она была эмоциональной во время разрыва. Она будет эмоциональной на свадьбе.",
      "imageLink": "image_files\\English\\"imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zachęcający",
      "translation": "ободряющий",
      "definition": "Wspierający lub dający ufność; pomagający komuś poczuć się bardziej pewnym lub zdecydowanym.",
      "definition_translation": "Дающий поддержку или уверенность; помогая кому-то чувствовать себя более уверенно или решительно.",
      "example": "Jego zachęcające słowa pomogły mi realizować mój sen. On wspierał swoją drużynę przez cały mecz. Będą zachęcać swoich studentów do udziału w konkursie.",
      "example_translation": "Её ободряющие слова помогли мне追uant我的 мечту. Он был ободряющим своей команде на протяжении всей игры. Они будут ободряющими своих студентов для участия в конкурсе.",
      "imageLink": "image_files\\English\\"imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "energetyczny",
      "translation": "энергичный",
      "definition": "Mający lub pokazujący dużo energii i entuzjazmu; żywy i aktywny.",
      "definition_translation": "Имеющий или показывающий много энергии и энтузиазма; живой и активный.",
      "example": "Był energetyczną osobą i zawsze patrzył na jasną stronę. Oni byli energetyczni podczas ćwiczeń. Będzie energetyczny na dzisiejszej imprezie.",
      "example_translation": "Он был энергичным человеком и всегда смотрел на светлую сторону. Они были энергичными во время тренировки. Она будет энергичной на вечеринке сегодня вечером.",
      "imageLink": "image_files\\English\\"imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozrywkowy",
      "translation": "развлекательный",
      "definition": "Świadczący o zabawie lub rozrywce; interesujący lub zabawny.",
      "definition_translation": "Предоставляя удовольствие или развлечение; интересный или забавный.",
      "example": "Film był rozrywkowy i ja się nim cieszyłem. Oni byli rozrywkowi przez całą noc. On będzie rozrywkowy dla swoich klientów na wieczorze.",
      "example_translation": "Фильм был развлекательным, и я насладился им. Они развлекали своих гостей всю ночь. Он будет развлекать своих клиентов на обеде.",
      "imageLink": "image_files\\English\\"imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zafascynowany",
      "translation": "энтузиастичный",
      "definition": "Wypełniony intensywnym i ekscytującym zainteresowaniem, zwłaszcza w żywy i energiczny sposób.",
      "definition_translation": "Наполненный интенсивным и возбужденным интересом или энтузиазмом, обычно в оживленном и энергичном стиле.",
      "example": "Była zafascynowana nowym projektem i jej zespół został zainspirowany jej energią. W przeszłości była zafascynowana każdym nowym pomysłem, ale teraz jest bardziej ostrożna. W przyszłości ma nadzieję być ponownie zafascynowana swoją pracą.",
      "example_translation": "Она была энтузиастична по поводу нового проекта, и ее команда была вдохновлена ее энергией. В прошлом она была энтузиастична по поводу каждой новой идеи, но şimdi она была более осторожной. В будущем она надеется быть энтузиастична по поводу своей работы снова.",
      "imageLink": "image_files\\English\\"imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zły",
      "translation": "злой",
      "definition": "Moralnie zły lub błędny; nikczemny. Powodujący szkody lub krzywdę.",
      "definition_translation": "Морально плохой или неправильный; злой. Причиняет вред или повреждение.",
      "example": "Zły dostojnik w filmie szukał zemsty. W przeszłości popełnił wiele złych czynów. W przyszłości będzie musiał zmierzyć się z konsekwencjami swoich złych działań.",
      "example_translation": "Злой злодей в фильме искал мести. В прошлом он совершил многие злые деяния. В будущем он столкнется с последствиями своих злых действий.",
      "imageLink": "image_files\\English\\"imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wyczerpujący",
      "translation": "истощающий",
      "definition": "Powodujący ekstremalną zmęczenie lub wyczerpanie; niezwykle męczący.",
      "definition_translation": "Причиняет极альную усталость или утомление; крайне утомительный.",
      "example": "Maraton był wyczerpujący i potrzebowałem długiego odpoczynku później. W przeszłości nigdy nie wykonałem wyczerpującego zadania takiego. W przyszłości mam nadzieję być lepiej przygotowanym do takich wyczerpujących aktywności.",
      "example_translation": "Марафон был истощающим, и я нуждался в долгом отдыхе после этого. В прошлом я никогда не завершал такой истощающей задачи. В будущем я надеюсь быть лучше подготовлен к таким истощающим занятиям.",
      "imageLink": "image_files\\English\\"imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ekspert",
      "translation": "эксперт",
      "definition": "Osoba z szeroką wiedzą lub umiejętnościami w danej dziedzinie; specjalista.",
      "definition_translation": "Человек с обширными знаниями или навыками в какой-либо области; специалист.",
      "example": "Ekspert w dziedzinie medycyny dokonał przełomowego odkrycia. W przeszłości była ekspertem w innej dziedzinie. W przyszłości ma nadzieję stać się ekspertem w nowej dziedzinie.",
      "example_translation": "Эксперт в области медицины сделал революционный открытие. В прошлом она была экспертом в другой области. В будущем она надеется стать экспертом в новой области.",
      "imageLink": "image_files\\English\\"imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wierny",
      "translation": "верный",
      "definition": "Mający lub pokazujący lojalność i oddanie danej osobie, organizacji lub sprawie; niezawodny i stały w swoim zachowaniu.",
      "definition_translation": "Имеющий или демонстрирующий лояльность и преданность человеку, организации или делу; надежный и последовательный в исполнении или поведении.",
      "example": "Była wierną przyjaciółką dla mnie w trudnych czasach. Była wierna swojemu mężowi przez 20 lat. Będzie wierna swoim obowiązkom jako menadżer.",
      "example_translation": "Она была верной мне friend во время моих трудных времен. Она была верной своему мужу в течение 20 лет. Она будет верной своим обязанностям в качестве менеджера.",
      "imageLink": "image_files\\English\\"imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fascynowany",
      "translation": "заинтригованный",
      "definition": "Bardzo zainteresowany i pociągnięty czymś, ponieważ jest to nietypowe lub interesujące.",
      "definition_translation": "Оченьinterested и привлеченный к чему-то из-за того, что это необычно или интересно.",
      "example": "Byłem fascynowany starożytnymi ruinami, kiedy odwiedziłem Egipt. Była fascynowana astronomią od dzieciństwa. Będzie fascynowany nową technologią.",
      "example_translation": "Я был заинтригован древними развалинами, когда посетил Египет. Она была заинтригована астрономией с тех пор, как была ребенком. Он будет заинтригован новой технологией.",
      "imageLink": "image_files\\English\\"imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fascynujący",
      "translation": "заинтриговывающий",
      "definition": "Ekstremalnie interesujący lub atrakcyjny ze względu na swoją niezwykłość lub nieoczekiwanie.",
      "definition_translation": "_EXTREMELY интересный или привлекательный из-за того, что это необычно или неожиданно.",
      "example": "Fascynujący dokument o eksploracji kosmosu był emitowany w telewizji wczorajszego wieczoru. Fascynująca uroda wodospadu zachwyciła wszystkich turystów.",
      "example_translation": "Заинтриговывающий документальный фильм о космической экспансии транслировался по телевизору昨 вечером. Заинтриговывающая красота водопада очаровала всех туристов.",
      "imageLink": "image_files\\English\\"imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziki",
      "translation": "свирепый",
      "definition": "Pokazujący silne i potężne emocje, takie jak gniew lub determinacja.",
      "definition_translation": "Показывающий сильное и мощное эмоциональное состояние, такое как гнев или решимость.",
      "example": "Dziki wojownik walczył dzielnie w bitwie. Miała dziką determinację, aby osiągnąć sukces w swojej karierze. Będzie dziki w swojej krytyce nowej polityki.",
      "example_translation": "Свирепый воин сражался храбро в бою. Она имела свирепую решимость преуспеть в своей карьере. Он будет свиреп в своей критике новой политики.",
      "imageLink": "image_files\\English\\"imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "głupi",
      "translation": "глупый",
      "definition": "Pozbawiony zdrowego rozsądku lub osądu; nieuzasadniony lub głupi.",
      "definition_translation": "Не имеющий здравого смысла или суждения; необоснованный или глупый.",
      "example": "Byłem głupi, inwestując wszystkie swoje pieniądze w to podejrzane przedsięwzięcie. Byłem głupi i nie zrobiłem swoich badań. Będę głupi, jeśli nie nauczę się z moich błędów.",
      "example_translation": "Я был глуп, инвестировав все мое деньги в тот сомнительный бизнес. Я был глуп и не произвел исследования. Я буду глуп, если не научусь из своих ошибок.",
      "imageLink": "image_files\\English\\"imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wściekły",
      "translation": "ярости",
      "definition": "EKSTREMALNIE wściekły; wypełniony intensywną wściekłością lub furią.",
      "definition_translation": "Чрезвычайно злой; наполненный сильной злобой или ярости.",
      "example": "Byłem wściekły, gdy odkryłem, że zostałem oszukany. Jestem wściekły o niesprawiedliwości na świecie. Będę wściekły, jeśli ktoś dotknie mojego samochodu.",
      "example_translation": "Я был в ярости, когда узнал, что меня обманули. Я яростен из-за несправедливости в мире. Я буду в ярости, если кто-то займет мой автомобиль.",
      "imageLink": "image_files\\English\\"imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chciwy",
      "translation": "жадный",
      "definition": "Mający lub pokazujący intensywne i egoistyczne pragnienie czegoś, szczególnie jedzenia lub pieniędzy.",
      "definition_translation": "Имеющий или проявляющий сильное и эгоистичное желание к чему-то, особенно еде или деньгам.",
      "example": "Mój brat jest chciwy i zawsze chce więcej. Moja siostra była chciwa i zjadła całą tortę. Mój przyjaciel będzie chciwy i zabierze wszystkie pieniądze.",
      "example_translation": "Мой брат жаден и всегда хочет больше. Моя сестра была жадной и съела весь торт. Мой друг будет жаден и возьмет все деньги.",
      "imageLink": "image_files\\English\\"imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "twardy",
      "translation": "твердый",
      "definition": "Stały i odporny na nacisk lub uderzenie; solidny i niezłomny.",
      "definition_translation": "Твердый и устойчивый к давлению или удару; сплошной и неизменный.",
      "example": "Skała była twarda i trudna do złamania. Nauczyciel jest twardy na nas, dając nam dużo pracy domowej. Egzamin będzie twardy, ale dobrze się nauczę.",
      "example_translation": "Камень был твердым и трудным для разбивания. Учитель суров к нам, давая нам много домашней работы. Экзамен будет трудным, но я хорошо приготовлюсь.",
      "imageLink": "image_files\\English\\"imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pracowity",
      "translation": "трудоёмкий",
      "definition": "Pokazujący chęć do pracy bardzo ciężko i sumiennie.",
      "definition_translation": "Показывающий готовность работать очень hard и усердно.",
      "example": "Była pracownicą, która zawsze spełniała swoje terminy. Pracowała ciężko nad tym projektem przez miesiące. Będzie liderem grupy, która będzie ciężko pracować w przyszłości.",
      "example_translation": "Она была трудолюбивым сотрудником, который всегда успевал выполнить задачи к установленному сроку. Она работала над этим проектом в течение месяцев. Она будет трудолюбивым руководителем команды в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lód",
      "translation": "ледяной",
      "definition": "EKSTREMALNIE zimny temperatury lub manier.",
      "definition_translation": "Экстремально холодный по температуре или манере.",
      "example": "Wiatr lodowy wiejący po zamarzniętym jeziorze był bardzo zimny. Dała mu lodowaty wzrok. Rano zimowa była lodowato zimna.",
      "example_translation": "Ледяной ветер дунул через замёрзшее озеро. Она дала ему ледяной взгляд. Утреннее зимнее было ледяным холодом.",
      "imageLink": "image_files\\English\\"imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niecierpliwy",
      "translation": "нетерпеливый",
      "definition": "Niezdolny do czekania na coś lub kogoś.",
      "definition_translation": "Неспособный подождать чего-то или кого-то.",
      "example": "Był niecierpliwy, by rozpocząć nową pracę. Była niecierpliwa ze swoim studentem, który miał wolny postęp. Będą niecierpliwi, by zobaczyć wyniki.",
      "example_translation": "Он был нетерпелив к началу новой работы. Она была нетерпеливой с медленным прогрессом ее студента. Они будут нетерпеливыми к результатам.",
      "imageLink": "image_files\\English\\"imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieuprzejmy",
      "translation": "невежливый",
      "definition": "Nie posiadający lub pokazujący dobrych manier.",
      "definition_translation": "Не имеющий или не демонстрирующий хороших манер.",
      "example": "Był nieuprzejmy wobec klienta. Była nieuprzejma wobec swojego sąsiada. Będą nieuprzejmi wobec turystów.",
      "example_translation": "Он был невежлив к клиенту. Она была невежливой к своему соседу. Они будут невежливыми к туристу.",
      "imageLink": "image_files\\English\\"imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niezależny",
      "translation": "независимый",
      "definition": "Posiadający moc lub zdolność do podejmowania decyzji bez wpływu lub kontroli osób trzecich.",
      "definition_translation": "Имея власть или способность действовать или принимать решения без влияния или контроля других.",
      "example": "Zawsze była osobą niezależną, podejmującą decyzje bez pytania o zdanie innych.",
      "example_translation": "Она всегда была независимым человеком, принимая свои собственные решения, не спрашивая мнения других.",
      "imageLink": "image_files\\English\\"imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niedoświadczony",
      "translation": "неопытный",
      "definition": "Brakujący wiedzy lub umiejętności w jakiejś dziedzinie lub zadaniu ze względu na brak doświadczenia.",
      "definition_translation": "Недостаток знаний или навыков в bestimmенной области или задаче из-за недостатка опыта.",
      "example": " Jako niedoświadczony kierowca, był nerwowy, gdy prowadził po raz pierwszy na autostradzie.",
      "example_translation": "Как неопытный водитель, он был нервным, когда впервые drove на шоссе.",
      "imageLink": "image_files\\English\\"imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niewinny",
      "translation": "невинный",
      "definition": "Niewinny przestępstwa lub winy; wolny od grzechu lub deprawacji moralnej.",
      "definition_translation": "Не виновен в преступлении или проступке; свободен от греха или моральной низости.",
      "example": "Ława przysięgłych uznała oskarżonego za niewinnego i umorzyła proces.",
      "example_translation": "Жюри признало обвиняемого невинным по всем пунктам обвинения, и он был оправдан.",
      "imageLink": "image_files\\English\\"imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieszczery",
      "translation": "неискренний",
      "definition": "Nieautentyczny lub nieuczciwy; udający, że czuje lub wierzy coś, czego nie czuje lub nie wierzy naprawdę.",
      "definition_translation": "Не подлинный или искренний; притворяясь чувствовать или верить в то, что на самом деле не чувствует или не верит.",
      "example": "Przepraszająca polityka była widziana jako próba ratowania twarzy, a nie jako autentyczne wyrażenie skruchy.",
      "example_translation": "Неискреннее извинение политика было разумеется как попытка спасти лицо, а не как подлинное выражение раскаяния.",
      "imageLink": "image_files\\English\\"imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "intelektualista",
      "translation": "интеллектуальный",
      "definition": "Osoba, która jest wysoko wykształcona i posiadająca dużą wiedzę, zwłaszcza w dziedzinie sztuk lub nauk.",
      "definition_translation": "Человек, имеющий высокое образование иnowledge, особенно в области искусств или наук.",
      "example": "Intelektualista napisał kilka książek o filozofii. Ona była intelektualistą przez wiele lat. On będzie intelektualistą w przyszłości.",
      "example_translation": "Интеллектуал написал несколько книг по философии. Она была интеллектуалом на протяжении многих лет. Она станет интеллектуалом в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odpowiedzialny",
      "translation": "безответственный",
      "definition": "Nieposiadający lub niepokazujący poczucia odpowiedzialności; lekkomyślny lub bezmyślny.",
      "definition_translation": "Не имеющий или не демонстрирующий чувство ответственности; безрассудный или небрежный.",
      "example": "On był odpowiedzialny w swoich finansach. Ona była odpowiedzialna w swoich decyzjach ostatnio. Oni będą odpowiedzialni w swojej nowej wolności.",
      "example_translation": "Он был безответственным в своих финансах. Она была безответственной в своих решениях последнее время. Они будут безответственными в своей новой свободе.",
      "imageLink": "image_files\\English\\"imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zirytowany",
      "translation": "раздраженный",
      "definition": "Czujący lub pokazujący niezadowolenie lub irytację.",
      "definition_translation": "Чувствуя или проявляя раздражение или неудовлетворенность.",
      "example": "Klient był zirytowany długim oczekiwaniem. Ona była zirytowana hałasem przez cały dzień. Oni będą zirytowani brakiem postępów.",
      "example_translation": "Клиент был раздражен долгим ожиданием. Она была раздражена шумом весь день. Они будут раздражены отсутствием прогресса.",
      "imageLink": "image_files\\English\\"imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "irytujący",
      "translation": "ирритирующий",
      "definition": "Powodujący niezadowolenie lub irytację.",
      "definition_translation": "Причиняющий раздражение или фрустрацию.",
      "example": "Hałas był irytujący dla wszystkich. Zadanie było irytujące jej przez cały poranek. Sytuacja będzie irytująca dla nich.",
      "example_translation": "Шум был ирритирующим для всех. Задача была ирритирующей для нее весь утренний день. Ситуация будет ирритирующей для них.",
      "imageLink": "image_files\\English\\"imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lojalny",
      "translation": "верный",
      "definition": "Okazujący lub dający firmę i stałą wsparcie lub lojalność wobec osoby lub instytucji.",
      "definition_translation": "Давая или демонстрируя твердую и постоянную поддержку или верность человеку или учреждению.",
      "example": "Lojalni klienci firmy otrzymali specjalny rabat. Ona była lojalna wobec męża przez całe małżeństwo. Drużyna będzie lojalna wobec trenera bez względu na co.",
      "example_translation": "Верные клиенты компании получили специальную скидку. Она была верна своему мужу на протяжении всего их брака. Команда будет верна своему тренеру независимо от всего.",
      "imageLink": "image_files\\English\\"imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dojrzały",
      "translation": "зрелый",
      "definition": "W pełni rozwinięty lub dorosły; osiągnięty maksymalny rozmiar, siłę lub jakość.",
      "definition_translation": "Полностью развитый или выросший; достигнувший полного размера, силы или качества.",
      "example": "Dojrzałe drzewa w lesie były widokiem wartym uwagi. Ona była dojrzałym studentem, który wrócił do college'u. Firma będzie dojrzała w succèsful biznes z czasem.",
      "example_translation": "Зрелые деревья в лесу были зрелищем, достойным внимания. Она была зрелой студенткой, которая вернулась в колледж. Компания со временем будет развиваться в успешный бизнес.",
      "imageLink": "image_files\\English\\"imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obraźliwy",
      "translation": "офицальный",
      "definition": "powodujący głęboki złość lub niezadowolenie kogoś",
      "definition_translation": "причиняющий кому-то глубокое раздражение или оскорбление",
      "example": "Obraźliwe komentarze wywołały ożywioną debatę. Firma przeprosiła za obraźliwą reklamę. Nowa polityka zapobiegnie obraźliwemu zachowaniu w miejscu pracy.",
      "example_translation": "Оскорбительные комментарии вызвали жаркую дискуссию. Компания извинилась за оскорбительную рекламу. Новая политика предотвратит оскорбительное поведение на работе.",
      "imageLink": "image_files\\English\\"imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "optymistyczny",
      "translation": "оптимистичный",
      "definition": "mający lub pokazujący nadzieję i pewność siebie w przyszłości",
      "definition_translation": "имеющий или проявляющий надежный и уверенный настрой",
      "example": "Ona jest zawsze optymistyczna wobec przyszłości. Optymistyczna prognoza przewidywała silną gospodarkę. Od początku był optymistyczny co do sukcesu projektu.",
      "example_translation": "Она всегда оптимистично смотрит на будущее. Оптимистичный прогноз предсказал сильную экономику. Он с самого начала был оптимистичен по поводу успеха проекта.",
      "imageLink": "image_files\\English\\"imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zorganizowany",
      "translation": "организованный",
      "definition": "ułożony lub zorganizowany w sposób systematyczny i efektywny",
      "definition_translation": "устроенный или структурированный систематическим и эффективным образом",
      "example": "Ona jest bardzo zorganizowaną osobą. Zorganizowana wycieczka obejmowała wszystkie środki transportu i zakwaterowanie. Firma jest zorganizowana w kilka departamentów.",
      "example_translation": "Она является очень организованной человек. Организованный тур включал все транспорт и размещение. Компания организована в несколько отделов.",
      "imageLink": "image_files\\English\\"imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skandaliczny",
      "translation": "неприличный",
      "definition": "szokujący lub nie do przyjęcia ze względu na swój nadmiar lub nieuzasadnioną wagę",
      "definition_translation": "шокирующий или неприемлемый из-за чрезмерности или неразумности",
      "example": "Skandaliczna cena nowego smartfona jest nie do uwierzenia. Firma wykazała skandaliczne zachowanie, co wywołało skandal. Skandaliczny show komediowy odniósł wielki sukces.",
      "example_translation": "Неприличная цена нового смартфона просто невероятна. Неприличное поведение компании вызвало скандал. Неприличное комедийное шоу стало огромным успехом.",
      "imageLink": "image_files\\English\\"imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bolesny",
      "translation": "болезненный",
      "definition": "powodujący fizyczny lub emocjonalny dyskomfort lub ból",
      "definition_translation": "Причиняющий физическую или эмоциональную боль или неудобство",
      "example": "Pacjent doświadczał bolesnych bólów głowy przez kilka tygodni. Ona bierze środki przeciwbólowe, aby ulżyć bólowi. Będzie musiała poddać się bolesnej operacji następnego tygodnia.",
      "example_translation": "Пациент страдал болезненными головными болями на протяжении недель. Она принимает обезболивающие средства, чтобы уменьшить боль. Она будет должна пройти болезненную операцию на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pasjonujący",
      "translation": "страстный",
      "definition": " pokazujący lub odczuwający silne emocje, entuzjazm lub ekscytację",
      "definition_translation": "Показывающий или чувствующий сильные эмоции, энтузиазм или возбуждение",
      "example": "Był pasjonującym mówcą, który zainspirował tłum. Ona jest pasjonująca się swoją pracą i poświęca jej długie godziny. Będą mieli pasjonującą dyskusję na ten temat.",
      "example_translation": "Он был страстным оратором, который вдохновил толпу. Она страстная в своей работе и посвящает долгие часы ей. Они будут иметь страстный спор о вопросе.",
      "imageLink": "image_files\\English\\"imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bierny",
      "translation": "пассивный",
      "definition": "nie aktywny lub nie zaangażowany w proces lub decyzję",
      "definition_translation": "Не активный или не вовлеченный в процесс или решение",
      "example": "Firma ma bierną strategię inwestycyjną. On był biernym obserwatorem konfliktu. Studenci byli biernymi odbiorcami informacji.",
      "example_translation": "Компания имеет пассивную инвестиционную стратегию. Он был пассивным наблюдателем конфликта. Студенты были пассивными получателями информации.",
      "imageLink": "image_files\\English\\"imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pesymistyczny",
      "translation": "пессимистичный",
      "definition": "mający negatywne lub ponure spojrzenie na rzeczy",
      "definition_translation": "Имеющий негативный или мрачный взгляд на вещи",
      "example": "Był pesymistyczną osobą, która zawsze spodziewała się najgorszego. Drużyna była pesymistyczna co do swoich szans na zwycięstwo. Ona miała pesymistyczne podejście do życia.",
      "example_translation": "Он был пессимистичным человеком, который всегда期待ал худшего. Команда была пессимистичной относительно своих шансов на победу. У нее был пессимистичный взгляд на жизнь.",
      "imageLink": "image_files\\English\\"imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przerażony",
      "translation": "напуганный",
      "definition": "ekstremalnie przestraszony lub wystraszony, często do punktu, w którym nie można nic zrobić",
      "definition_translation": "чрезвычайно напуганный илиilan, часто до такой степени, что не можетmoving или думать ясно",
      "example": "Byłem przerażony podczas horroru, nie mogłem spać tej nocy. Jestem przerażony pająkami. Będę przerażony, jeśli nie dostanę tej pracy.",
      "example_translation": "Меня напугал фильм ужасов, я не мог спать той ночью. Я напуган пауков. Я буду напуган, если не получу работу.",
      "imageLink": "image_files\\English\\"imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "praktyczny",
      "translation": "практический",
      "definition": "zajmujący się praktycznym wykonaniem lub użyciem czegoś, a nie tylko teorią lub ideami",
      "definition_translation": "связанный с фактическим выполнением или использованием чего-либо, а не с теорией и идеями",
      "example": "Jestem praktyczną osobą, wolę uczyć się przez działanie. Ona była praktyczna i zawsze miała zapasowy akumulator. Będą praktyczni i zaczną oszczędzać pieniądze.",
      "example_translation": "Я практический человек, я предпочитаю учиться, делая. Она была практичной и всегда носила с собой запасной аккумулятор. Они будут практичными и начнут экономить деньги.",
      "imageLink": "image_files\\English\\"imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zawodowy",
      "translation": "профессиональный",
      "definition": "dotyczący lub związany z pracą lub działalnością wymagającą wysokiego poziomu umiejętności lub szkolenia",
      "definition_translation": "относящийся к или связанный с работой или деятельностью, которая требует высокого уровня навыков или обучения",
      "example": "On jest zawodowym sportowcem, treneruje codziennie. Ona była profesjonalistką i poradziła sobie z sytuacją bardzo dobrze. Będą musieli być profesjonalni i współpracować ze sobą jako zespół.",
      "example_translation": "Он является профессиональным спортсменом, он тренируется каждый день. Она была профессионалом и справилась с ситуацией очень хорошо. Им придется быть профессионалами и работать вместе как команда.",
      "imageLink": "image_files\\English\\"imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdezorientowany",
      "translation": "озадаченный",
      "definition": "czujący się pomieszany lub niepewny co do czegoś",
      "definition_translation": "чувствующий себя запутанным или неуверенным в чем-то",
      "example": "Byłem zdezorientowany przez matematyczny problem, nie mogłem go rozwiązać. Wyglądała zdezorientowana, kiedy wyjaśniłem reguły. Będą zdezorientowani, jeśli nie będą się uczyć do egzaminu.",
      "example_translation": "Я был озадачен математической задачей, я не мог ее решить. Она выглядела озадаченной, когда я объяснил правила. Они будут озадаченными, если не будут готовиться к экзамену.",
      "imageLink": "image_files\\English\\"imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wykwalifikowany",
      "translation": "квалифицированный",
      "definition": "posiadający niezbędne umiejętności, doświadczenie lub kwalifikacje do wykonywania konkretnego zawodu lub działalności",
      "definition_translation": "Имея необходимые навыки, опыт или квалификацию для выполнения конкретной работы или деятельности.",
      "example": "Ona była wykwalifikowanym inżynierem z 5-letnim doświadczeniem. Ona kwalifikuje się do awansu. Ona zakwalifikuje się do stypendium w przyszłym roku.",
      "example_translation": "Она была квалифицированным инженером с 5-летним стажем. Она соответствует требованиям для продвижения. Она будет соответствовать требованиям для стипендии в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "realistyczny",
      "translation": "реалистичный",
      "definition": "posiadający lub pokazujący praktyczny i sensowny pogląd na to, co można osiągnąć lub oczekiwać",
      "definition_translation": "Имея или демонстрируя разумное и Практическое представление о том, что может быть достигнуто или ожидается.",
      "example": "Miał realistyczny pogląd na harmonogram projektu. Ona była realistyczna w odniesieniu do swoich szans na wygraną. Będą mieli realistyczne podejście do problemu.",
      "example_translation": "У него было-realistic представление о сроке проекта. Она была реалистична об своих шансах на победу. Они будут иметь реалистичный подход к проблеме.",
      "imageLink": "image_files\\English\\"imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozważny",
      "translation": "разумный",
      "definition": "posiadający lub pokazujący rozsądną ifair ustawę myśli",
      "definition_translation": "Имея или демонстрируя разумный и справедливый подход.",
      "example": "Zadał rozumną prośbę. Ona była rozważna w swoich wymaganiach. Będą mieli rozumną propozycję rozwiązania problemu.",
      "example_translation": "Он сделал разумный запрос. Она была разумной в своих требованиях. Они будут иметь разумное решение проблеме.",
      "imageLink": "image_files\\English\\"imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "religijny",
      "translation": "религиозный",
      "definition": "dotyczący lub związany z religią",
      "definition_translation": "Относится к или связано с религией.",
      "example": "Ona była osobą religijną. On uczęszczał do religijnej szkoły. Będą uczestniczyć w religijnej ceremonii.",
      "example_translation": "Она была религиозной personой. Он пошел в религиозную школу. Они будут присутствовать на религиозной церемонии.",
      "imageLink": "image_files\\English\\"imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zasobny",
      "translation": "ресурсный",
      "definition": "posiadający zdolność do szybkiego i sprytnego pokonywania trudności",
      "definition_translation": "Имея способность найти быстрые и умные способы преодолевать трудности.",
      "example": "Ona była zasobną osobą i była w stanie szybko naprawić zepsuty silnik. Ona była zasobna i znalazła sposób ucieczki z płonącego budynku. Będzie zasobna i w stanie rozwiązać złożony problem.",
      "example_translation": "Она была resourceful и была able to быстро исправить сломанный двигатель. Она была resourceful и нашла способ сбежать из горящего здания. Она будет resourceful и сможет решить сложную проблему.",
      "imageLink": "image_files\\English\\"imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szanowany",
      "translation": "уважаемый",
      "definition": "godny szacunku i podziwu, często ze względu na dobre zachowanie lub osiągnięcia",
      "definition_translation": "Заслуживающий уважения и восхищения, часто из-за хорошего поведения или достижений.",
      "example": "On był szanowanym członkiem społeczeństwa i był znany z dobroczynności. Ona zawsze była szanowna wobec swoich rodziców, nawet gdy się z nimi nie zgadzała. Będą szanownymi obywatelami i będą uczestniczyć w służbie społecznej.",
      "example_translation": "Он был уважаемым членом общества и был хорошо известен за свою благотворительную работу. Она всегда была уважительной к своим родителям, даже когда она не согласилась с ними. Они будут уважаемыми гражданами и участвовать в общественной службе.",
      "imageLink": "image_files\\English\\"imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uczony szacunkiem",
      "translation": "уважаемый",
      "definition": "okazujący szacunek i podziw dla kogoś lub czegoś",
      "definition_translation": "Чувствующий или показывающий уважение и восхищение к кому-то или чему-то.",
      "example": "On był liderem, którego opinie były wysoko cenione. Ona szanowała decyzję swojego nauczyciela i nie kwestionowała jej. Będą szanowani za swoją odwagę w obliczu niebezpieczeństwa.",
      "example_translation": "Он был уважаемым лидером, и его мнение высоко ценилось. Она уважала решение своего учителя и не оспаривала его. Они будут уважаемы за свою храбрость перед лицом опасности.",
      "imageLink": "image_files\\English\\"imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odpowiedzialny",
      "translation": "ответственный",
      "definition": "mający obowiązek wykonywania czegoś lub będący odpowiedzialnym za swoje czyny",
      "definition_translation": "Имея обязательство делать что-то или быть ответственным за свои действия.",
      "example": "Ona była odpowiedzialna za organizację imprezy i upewniła się, że wszystko poszło gładko. On był odpowiedzialny za porażkę projektu i został zwolniony. Będą odpowiedzialni za swoje decyzje w przyszłości.",
      "example_translation": "Она была ответственна за организацию мероприятия и убедилась, что все прошло гладко. Он был ответственным за неудачу проекта и был уволен. Они будут ответственны за свои собственные решения в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ryzykowny",
      "translation": "рискованный",
      "definition": "Wymagający lub narażający na ryzyko lub niebezpieczeństwo; niebezpieczny.",
      "definition_translation": "Включая или подвергая риск или опасность; опасный.",
      "example": "Zawsze byłem ostrożnym inwestorem, unikając ryzykownych akcji. On ma ryzykowną nawyk jazdy z przyśpieszeniem na autostradzie. Zdecyduję się na ryzykowną decyzję, aby zrezygnować z pracy za rok.",
      "example_translation": "Я всегда был осторожным инвестором, избегая рискованных акций. У него есть рискованная привычка превышать скорость на шоссе. Я примu рискованное решение уволиться с работы в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bezwzględny",
      "translation": "беспощадный",
      "definition": "Nie mający ani okazywający litości; okrutny.",
      "definition_translation": "Имея или показывая keine милосердия или жалости; жестокий.",
      "example": "Bezwzględny dyktator rządził krajem żelazną ręką. Była bezwzględna w swoim dążeniu do sukcesu. Bezwzględny krytyk zniszczył karierę aktora.",
      "example_translation": "Беспощадный диктатор правил страной железной рукой. Она была беспощадной в ее стремлении к успеху. Беспощадный критик разрушил карьеру актера.",
      "imageLink": "image_files\\English\\"imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wrażliwy",
      "translation": "чувствительный",
      "definition": "Szybko reagujący na bodźce emocjonalne lub fizyczne; delikatny.",
      "definition_translation": "Быстрый отклик на эмоциональные или физические стимулы; деликатный.",
      "example": "Ona jest wrażliwa na potrzeby innych. Wrażliwe urządzenie wymagało ostrożnego obchodzenia. Mam wrażliwą skórę i łatwo się poparzam.",
      "example_translation": "Она чувствительна к потребностям других. Чувствительное оборудование требовало аккуратного обращения. У меня чувствительная кожа и я легко загораюсь.",
      "imageLink": "image_files\\English\\"imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dotkliwy",
      "translation": "серьезный",
      "definition": "Bardzo poważny lub ciężki; intensywny lub ekstremalny.",
      "definition_translation": "Очень плохой или серьезный; интенсивный или экстремальный.",
      "example": "Wydano ostrzeżenie o dotkliwej pogodzie dla całego stanu. Ona ma dotkliwą alergię na orzechy. Dotkliwy kryzys gospodarczy wpłynął na wiele firm.",
      "example_translation": "Предупреждение о серьезной погоде было выпущено для всего штата. У нее серьезная аллергия на арахис. Серьезное экономическое спадениеAffected многих бизнесов.",
      "imageLink": "image_files\\English\\"imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdolny",
      "translation": "умелый",
      "definition": "Mający lub okazujący naturalny talent lub zdolność, zwłaszcza w aktywności praktycznej.",
      "definition_translation": "Имеющий или демонстрирующий естественный talent или способность, особенно в практической деятельности.",
      "example": "Była zdolną malarką, potrafiącą uchwycić piękno natury na płótnie. Była zdolną malarką przez wiele lat. Będzie zdolną malarką z większym doświadczeniem.",
      "example_translation": "Она была умелой художницей, способной捕uirать красоту природы на холсте. Она была умелой художницей многие годы. Она станет умелой художницей с более практикой.",
      "imageLink": "image_files\\English\\"imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "umiejętny",
      "translation": "квалифицированный",
      "definition": "Mający lub okazujący wysoki poziom umiejętności lub kompetencji w określonej aktywności lub zawodzie.",
      "definition_translation": "Имеющий или демонстрирующий высокий уровень мастерства или компетентности в определенной деятельности или профессии.",
      "example": "Umiejętny chirurg wykonał operację z łatwością. Umiejętny inżynier zaprojektował bardziej efektywny system. Firma będzie rekrutować umiejętnego menedżera, aby poprowadzić zespół.",
      "example_translation": "Квалифицированный хirurg провел операцию с легкостью. Квалифицированный инженер разработал более эффективную систему. Компания наймет квалифицированного менеджера, чтобы возглавить команду.",
      "imageLink": "image_files\\English\\"imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wyrafinowany",
      "translation": "софистированный",
      "definition": "Złożony lub kulturzony, często w sposób, który uważany jest za impresjonujący lub atrakcyjny.",
      "definition_translation": "Комплексный или культурный, часто таким образом, что считается впечатляющим или привлекательным.",
      "example": "Wyrafinowane oprogramowanie było w stanie analizować duże zestawy danych. Wyrafinowane muzeum sztuki prezentowało prace znanych artystów. Wyrafinowany system transportu publicznego w mieście sprawiał, że łatwo się poruszać.",
      "example_translation": "Софистированное программное обеспечение было schopное анализировать большие наборы данных. Софистированный музей искусства представил работы известных художников. Софистированная система общественного транспорта города сделала его легко передвигаться.",
      "imageLink": "image_files\\English\\"imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "duchowy",
      "translation": "духовный",
      "definition": "Dotyczący ducha lub duszy, a nie ciała fizycznego.",
      "definition_translation": "Связанный с духом или душой, а не с физическим телом.",
      "example": "Duchowy lider prowadził społeczność przez okres kryzysu. Ona miała głębokie doświadczenie duchowe podczas medytacji. Duchowa muzyka podniosła nastrój wszystkich.",
      "example_translation": "Духовный лидер руководил общиной через период кризиса. У нее был глубоко духовный опыт во время медитации. Духовная музыка подняла настроение у всех.",
      "imageLink": "image_files\\English\\"imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "spontaniczny",
      "translation": "спонтанный",
      "definition": "Występujący lub robiony bez planowania lub przygotowania; naturalny i nieplanowany.",
      "definition_translation": "Происходящий или выполненный без планирования или подготовки; натуральный и не запланированный.",
      "example": "Ona ma spontaniczny śmiech, który jest zaraźliwy. Wczoraj ona miała spontaniczną decyzję, aby pojechać do Paryża. Będzie miała spontaniczną reakcję na wiadomość.",
      "example_translation": "У нее есть спонтанный смех, который заразителен. Вчера она приняла спонтальное решение поехать в Париж. Она будет иметь спонтальную реакцию на новость.",
      "imageLink": "image_files\\English\\"imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prosty",
      "translation": "прямой",
      "definition": "Rozciągający się lub poruszający się w prostej linii; nie zakrzywiony ani nie zgięty.",
      "definition_translation": "Распространяющийся или движущийся по прямой линии; не кривой или согнутый.",
      "example": "Droga była prosta i wąska. On wszedł prosto do pokoju. Ona będzie jechała prosto do domu.",
      "example_translation": "Дорога была прямой и узкой. Он вошел прямо в комнату. Она поедет прямо домой.",
      "imageLink": "image_files\\English\\"imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uparty",
      "translation": "упрямый",
      "definition": "Odmawiający zmiany swojego zdania lub kursu działania, nawet w obliczu opozycji lub trudności.",
      "definition_translation": "Отказываясь изменить свое мнение или курс действия, даже когда сталкиваются с оппозицией или трудностью.",
      "example": "Był uparty i odmawiał słuchania rady. Ona była uparta co do swojej decyzji. Będą uparci w swoich negocjacjach.",
      "example_translation": "Он был упрямым и отказался聽ать советы. Она упрямилась в своем решении. Они будут упрямыми в своих переговорах.",
      "imageLink": "image_files\\English\\"imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przesądny",
      "translation": "суеверный",
      "definition": "Mający lub pokazujący nadmierną lub irracjonalną obawę przed nieznanym lub rzeczami nadprzyrodzonymi.",
      "definition_translation": "Имеющий или проявляющий избыточный или ирationalный страх неизвестного или сверхъестественных вещей.",
      "example": "Była przesądzna co do czarnych kotów. On był przesądny co do piątku trzynastego. Będą przesądni co do nawiedzonego domu.",
      "example_translation": "Она была суеверной относительно черных кошек. Он был суеверным относительно пятницы 13-го. Они будут суеверными относительно якобы домов.",
      "imageLink": "image_files\\English\\"imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "podejrzliwy",
      "translation": "подозрительный",
      "definition": "Wzbudzający podejrzenie; wątpliwy.",
      "definition_translation": "Возбуждающий подозрение; спорный.",
      "example": "Policja była podejrzliwa wobec obcego, i przesłuchiwali go przez godziny. Wczoraj byłem podejrzliwy co do mojego brata, bo zachowywał się dziwnie. Będę podejrzliwy co do nowego pracownika, dopóki nie poznam go lepiej.",
      "example_translation": "Полиция была подозрительной по отношению к незнакомцу и допрашивала его в течение часов. Вчера я был подозрительным по отношению к моему брату, потому что он вел себя странно. Я буду подозрительным по отношению к новому сотруднику, пока не узнаю его получше.",
      "imageLink": "image_files\\English\\"imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "współczujący",
      "translation": "симпатичный",
      "definition": "Czujący lub pokazujący współczucie i zrozumienie wobec innych.",
      "definition_translation": "Испытывающий или демонстрирующий симпатию и понимание по отношению к другим.",
      "example": "Lekarz był współczujący wobec pacjenta i próbował go pocieszyć. Byłem współczujący wobec mojego przyjaciela, kiedy stracił pracę. Będzie współczujący wobec swojej siostry, kiedy dostanie się rozwód.",
      "example_translation": "Доктор был симпатичным по отношению к пациенту и попытался утешить ее. Я был симпатичным по отношению к моему другу, когда он потерял работу. Она будет симпатичной по отношению к своей сестре, когда она развелась.",
      "imageLink": "image_files\\English\\"imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "napięty",
      "translation": "напряженный",
      "definition": "Czujący lub pokazujący niepokój lub zdenerwowanie; mający poczucie napięcia lub stresu.",
      "definition_translation": "Испытывающий тревогу или беспокойство; имеющий ощущение напряжения или стресса.",
      "example": "Byłem napięty podczas egzaminu, bo nie uczyłem się dobrze. Ona jest napięta przed publicznymi wystąpieniami. On będzie napięty podczas rozmowy o pracę.",
      "example_translation": "Я был напряженным во время экзамена, потому что не учился хорошо. Она напряжена перед публичной речью. Он будет напряженным во время интервью по трудоустройству.",
      "imageLink": "image_files\\English\\"imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przerażający",
      "translation": "потрясающий",
      "definition": "Wzbudzający ekstremalny strach lub przerażenie.",
      "definition_translation": "Вызывающий экстремальный страх или тревогу.",
      "example": "Ten horror był przerażający, i nie mogłem spać potem. Myśl o skokach spadochronowych jest przerażająca dla mnie. Wiadomość o trzęsieniu ziemi była przerażająca dla ludzi w mieście.",
      "example_translation": "Ужасный фильм был потрясающим, и я не мог спать после этого. Мысль о прыжке с парашютом является потрясающей для меня. Новость о землетрясении была потрясающей для людей в городе.",
      "imageLink": "image_files\\English\\"imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "troskliwy",
      "translation": "заботливый",
      "definition": "Pokazujący staranność i rozważność w swoich działaniach lub decyzjach.",
      "definition_translation": "показывающий тщательную мысль и внимание в своих действиях или решениях",
      "example": "Była troskliwą przyjaciółką, zawsze pamiętającą o moim urodzinach. Ona przyniosła mi prezent myśląc o tym troskliwie. On będzie myślał o szczegółach troskliwie.",
      "example_translation": "Она была заботливой подругой, всегда помнящей мой день рождения. Она заботливо принесла мне подарок. Она будет заботливо думать о деталях.",
      "imageLink": "image_files\\English\\"imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ekscytowany",
      "translation": "восхищенный",
      "definition": "Czujący lub pokazujący ekstremalną radość lub ekscytację z powodu czegoś.",
      "definition_translation": "чувствующий себя cựcено счастливым или взволнованным о чем-то",
      "example": "Byłem ekscytowany, kiedy zobaczyłem moją ulubioną grupę na żywo. Ona była ekscytowana, kiedy dowiedziała się o awansie. Oni będą ekscytowani, kiedy usłyszą o niespodziance.",
      "example_translation": "Я был восхищен, увидев выступление моей любимой группы. Она была восхищена новостью о своем повышении. Они будут восхищены, услышав о сюрпризной вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "twardy",
      "translation": "жесткий",
      "definition": "Silny i zdolny wytrzymać trudności lub ciężką pracę.",
      "definition_translation": "сильный и способный выдержать трудности или лишения",
      "example": "On jest twardym facetem, który może obsługiwać ciężką pracę. Ona była twarda i nie poddała się łatwo. Oni będą twardzi w swoim meczu.",
      "example_translation": "Он жесткий парень, который может справиться с трудной работой. Она была жесткой и не сдалась легко. Они будут жесткими к своим противникам в игре.",
      "imageLink": "image_files\\English\\"imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tragiczny",
      "translation": "трагический",
      "definition": "Wzbudzający lub wypełniony wielką smutkiem lub żalem.",
      "definition_translation": "вызывающий или наполненный великой печалью или горем",
      "example": "Ten tragiczny wypadek wstrząsnął całą społecznością. Ten tragiczny koniec filmu sprawił, że zapłakałem. Wiadomość o katastrofie była tragiczna.",
      "example_translation": "Трагическая авария потрясла всю общину. Трагичный конец фильма заставил меня плакать. Трагическая новость о катастрофе распространялась быстро.",
      "imageLink": "image_files\\English\\"imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieświadomy",
      "translation": "неведущий",
      "definition": "nie mając wiedzy lub świadomości o czymś",
      "definition_translation": "не имеющий знания или осведомленности о чем-либо",
      "example": "Byłem nieświadomy niebezpieczeństwa, aż wreszcie zdobyłem o tym wiedzę. Teraz jestem bardziej świadomy otoczenia. Będę świadomy ryzyka w przyszłości.",
      "example_translation": "Я был неосведомлен о опасности, пока не стало слишком поздно. Теперь я более осведомлен о своем окружении. В будущем я буду осведомлен о рисках.",
      "imageLink": "image_files\\English\\"imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niepewny",
      "translation": "неопределенный",
      "definition": "niejasno zdefiniowany lub nieznany",
      "definition_translation": "не ясно определенный или не известный",
      "example": "Byłem niepewny swojej decyzji, ale teraz jestem pewny. Będę niepewny wyniku w przyszłości.",
      "example_translation": "Я был неопределенный в своем решении, но теперь я уверен. В будущем я буду неопределенный в результате.",
      "imageLink": "image_files\\English\\"imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zrozumienie",
      "translation": "понимание",
      "definition": "zdolność do rozumienia i interpretacji",
      "definition_translation": "способность понимать и интерпретировать",
      "example": "Zyskałem zrozumienie pojęcia po przeczytaniu książki. Teraz mam głębokie zrozumienie przedmiotu. Będę miał lepsze zrozumienie materiału w przyszłości.",
      "example_translation": "Я приобрел понимание концепции после прочтения книги. Теперь у меня есть глубокое понимание предмета. В будущем я będy иметь лучшее понимание материала.",
      "imageLink": "image_files\\English\\"imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niepokojony",
      "translation": "непокойный",
      "definition": "czując niepokój lub dyskomfort",
      "definition_translation": "чувствующий тревогу или дискомфорт",
      "example": "Czułem się niepokojony w tej sytuacji, ale teraz jestem spokojny. Byłem niepokojony przed egzaminem, ale będę bardziej pewny siebie w przyszłości.",
      "example_translation": "Я чувствовал себя неудобно в этой ситуации, но теперь я спокоен. Я был неудобен в отношении экзамена, но в будущем я будy более уверен.",
      "imageLink": "image_files\\English\\"imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieszczęśliwy",
      "translation": "неудачный",
      "definition": "posiadający lub charakteryzujący się pech, nieszczęście w sposób uważany za nieuczciwy lub niezasłużony",
      "definition_translation": "Имеющий или отмеченный удачей; неудачный по способу, который считается несправедливым или не заслуженным.",
      "example": "Drużyna miała nieszczęśliwą porażkę w finale, ale mimo to awansowali do playoffów. W przeszłości firma miała nieszczęście z inwestycjami. Niestety, nowa polityka okazała się nieszczęśliwa dla wielu pracowników.",
      "example_translation": "Команда потерпела неудачу в финальной игре, но они все еще добились плей-офф. В прошлом компания неудачно инвестировала свои средства. К сожалению, новая политика была неудачной для многих сотрудников.",
      "imageLink": "image_files\\English\\"imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nepomoczny",
      "translation": "бесполезный",
      "definition": "nie zapewniający pomocy lub wsparcia; nieprzydatny lub niekorzystny",
      "definition_translation": "Не оказывающий помощи или поддержки; не полезный или благоприятный.",
      "example": "Instrukcje były nepomócne, więc musiałem to sam zrozumieć. Była nepomócna w planowaniu wydarzenia, ale jej koledzy zrobili wszystko, co możliwe. Nowa aktualizacja oprogramowania okazała się nepomócna dla wielu użytkowników.",
      "example_translation": "Инструкции были бесполезными, поэтому я должен был разобраться сам. Она была бесполезной в планировании события, но ее коллеги по команде подхватили initiative. Новое обновление программного обеспечения было бесполезным для многих пользователей.",
      "imageLink": "image_files\\English\\"imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niepopularny",
      "translation": "непопулярный",
      "definition": "nie lubiany lub nie akceptowany przez wielu ludzi; nie szeroko akceptowany lub preferowany",
      "definition_translation": "Не нравится или не одобряется многими людьми; не широко принят или предпочитаем.",
      "example": "Nowa polityka jest niepopularna wśród wielu pracowników, którzy uważają, że jest ona nieuczciwa. Restauracja była niepopularna wśród lokalnej społeczności, ale turyści lubili ją. W przeszłości idea mediów społecznościowych była niepopularna wśród starszych generacji.",
      "example_translation": "Новая политика была не популярна среди многих сотрудников, которые чувствовали, что это несправедливо. Ресторан был не популярным среди местных жителей, но туристы любили его. В прошлом идея социальных сетей была не популярна среди старших поколений.",
      "imageLink": "image_files\\English\\"imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieprzewidywalny",
      "translation": "непредсказуемый",
      "definition": "niemożliwy do przewidzenia lub prognozy; może zachowywać się w sposób nieprzewidywalny",
      "definition_translation": "Невозможно предсказать или прогнозировать; вероятно, поведет себя в неожиданном manera.",
      "example": "Pogoda była nieprzewidywalna ostatnio, z nagłymi zmianami temperatury. Jej zachowanie było nieprzewidywalne, a jej przyjaciele byli często zaszokowani. W przeszłości sprzedaż firmy była nieprzewidywalna, co utrudniało budżetowanie.",
      "example_translation": "Погода была непредсказуемой в последнее время, с внезапными изменениями температуры. Ее поведение было непредсказуемым, и ее друзья часто были удивлены. В прошлом продажи компании были непредсказуемыми, что делало бюджетирование трудным.",
      "imageLink": "image_files\\English\\"imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieracjonalny",
      "translation": "нerealistichny",
      "definition": "nie bazujący na rzeczywistości; niepraktyczny lub niezwiążony z realiami",
      "definition_translation": "не основанная на реальности; не практичная или неразумная",
      "example": "Idea latających samochodów jest nieracjonalna. Zawsze uważałem, że koncepcja jest nieracjonalna. Do 2050 roku będziemy mieć nieracjonalne oczekiwania wobec technologii.",
      "example_translation": "Идея летающих машин нереалистична. Я всегда думал, чтоconcept был нереалистичным. К 2050 году у нас будут нереалистичные ожидания от технологии.",
      "imageLink": "image_files\\English\\"imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nierzeczowy",
      "translation": "неразумный",
      "definition": "nie bazujący na zdrowym rozsądku lub rozsądnej ocenie; absurdalny lub głupi",
      "definition_translation": "не основанный на разуме или здравом суждении; абсурдный или глупый",
      "example": "Jej nierzeczowe żądania uczyniły negocjacje niemożliwymi. Polityki firmy były nierzeczowe, co doprowadziło do strajku. Był nierzeczowy w swoich oczekiwaniach wobec zespołu.",
      "example_translation": "Ее неразумные требования сделали невозможным переговоры. Неразумные политики компании привели к забастовке. Он был неразумным в своих ожиданиях от команды.",
      "imageLink": "image_files\\English\\"imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niepewny",
      "translation": "ненадежный",
      "definition": "niezdolny do zaufania lub polegania; niestabilny lub nieprzewidywalny",
      "definition_translation": "не способный быть надежным или полагаться на; неустойчивый или непредсказуемый",
      "example": "Niepewne połączenie internetowe utrudniało pracę z domu. Produkty firmy były niepewne, co doprowadziło do utraty klientów. On był niepewny w swoich zobowiązaniach.",
      "example_translation": "Ненадежное интернет-соединение сделало трудным работать из дома. Ненадежные продукты компании привели к потере клиентов. Он был ненадежным в своих обязательствах.",
      "imageLink": "image_files\\English\\"imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niepewny",
      "translation": "неуверенный",
      "definition": "niepewny lub niejasny co do czegoś; wahający się lub wątpliwy",
      "definition_translation": "не уверенный или определенный о чем-то; колеблющийся или сомневающийся",
      "example": "Jestem niepewny co do tego, co dalej. Ona była niepewna co do swoich uczuć. Byli niepewni co do przyszłości firmy.",
      "example_translation": "Я не уверен о том, что делать дальше. Она была неуверенной о своих чувствах. Они были неуверенными о будущем компании.",
      "imageLink": "image_files\\English\\"imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gwałtowny",
      "translation": "насильственный",
      "definition": "Używający lub charakteryzujący się siłą, mającą na celu zranienie lub zniszczenie kogoś lub czegoś.",
      "definition_translation": "Использующий или характеризующийся силой, предназначенной для причинения вреда кому-то или чему-то.",
      "example": "Gwałtowna burza spowodowała szerokie zniszczenia. Ona miała gwałtowny temperament. Policja zajmuje się gwałtownym incydentem.",
      "example_translation": "Сильная буря вызвала массовые разрушения. У нее violent характер. Полиция занимается делом о насильственном инциденте.",
      "imageLink": "image_files\\English\\"imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "witaj",
      "translation": "добро пожаловать",
      "definition": "Zaproszenie lub powitanie, które jest przyjazne i uprzejme.",
      "definition_translation": "Приветствие или прием, который является дружелюбным и вежливым.",
      "example": "Witaj na naszej imprezie. Personel hotelu udzielił nam ciepłego powitania. Witamy wszelkie opinie od naszych klientów.",
      "example_translation": "Я приветствую вас на нашей вечеринке. Персонал отеля дал нам теплый прием. Мы приветствуем любые отзывы от наших клиентов.",
      "imageLink": "image_files\\English\\"imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zrównoważony",
      "translation": "равновесный",
      "definition": "Mający dobrą równowagę różnych cech lub charakterystyk.",
      "definition_translation": "Имеющий хороший баланс различных качеств или характеристик.",
      "example": "Zrównoważona dieta jest niezbędna dla zdrowia. Firma ma zrównoważony zespół pracowników. Bilans zrównoważony pozwalał na dodatkowe wydatki.",
      "example_translation": "Равновесная диета является необходимой для хорошего здоровья. У компании есть равновесная команда сотрудников. Равновесный бюджет позволил некоторым дополнительным расходам.",
      "imageLink": "image_files\\English\\"imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mądry",
      "translation": "мудрый",
      "definition": "Mający lub pokazujący doświadczenie, wiedzę i dobrą ocenę sytuacji.",
      "definition_translation": "Имеющий или показывающий опыт, знания и хороший суд.",
      "example": "Moja mądra babcia dała mi cenną radę. On był mądry, inwestując w firmę wcześnie. Zrobiła mądrą decyzję, aby rzucić pracę.",
      "example_translation": "Моя мудрая старая бабушка дала мне некоторые ценные советы. Он был мудр, чтобы инвестировать в компанию рано. Она приняла мудрое решение уволиться с работы.",
      "imageLink": "image_files\\English\\"imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dowcipny",
      "translation": "остроумный",
      "definition": "Mający lub pokazujący szybką i wynalazczą umysł; sprytny i zabawny.",
      "definition_translation": "Имеющий или демонстрирующий быстрый и изобретательный ум; остроумный и забавный.",
      "example": "Była znana z dowcipnych uwag na przyjęciach. Zrobiła dowcipny komentarz o filmie wczoraj. Zrobi dowcipną uwagę na prezentacji jutro.",
      "example_translation": "Она была известна своими остроумными репликами на вечеринках. Она yesterday сказала остроумный комментарий о фильме. Она завтра сделает остроумную шутку на презентации.",
      "imageLink": "image_files\\English\\"imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "martwiący",
      "translation": "пугающий",
      "definition": "Wzbudzający uczucia niepokoju lub troski; uciążliwy.",
      "definition_translation": "Вызывающий чувства тревоги или беспокойства; хлопотный.",
      "example": "Martwiąca wiadomość o stanie gospodarki miała duży wpływ na rynek akcji. Była martwiąca się o wyniki egzaminu wczoraj. Będzie martwił się o bezpieczeństwo pracy w przyszłości.",
      "example_translation": "Пугающие новости об экономике hatten огромное влияние на рынок ценных бумаг. Она вчера беспокоилась о результатах экзамена. Он будет беспокоиться о безопасности своей работы в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]