[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "taniec",
      "translation": "танцевать",
      "definition": "Ruch ciała w rytmiczny sposób, zazwyczaj do muzyki, używając przepisanych lub improwizowanych kroków i gestów.",
      "definition_translation": "Двигать свое тело в ритмичном方式, типично к музыке, используя предписанные или импровизированные шаги и жесты.",
      "example": "Tańczyłem całą noc na imprezie. Tańczę do mojej ulubionej piosenki. Będę tańczył na swoim weselu.",
      "example_translation": "Я танцевал всю ночь на вечеринке. Я танцую под свою любимую песню. Я буду танцевать на своей свадьбе.",
      "imageLink": "image_files\\English\\"imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zakupy",
      "translation": "шоппинг",
      "definition": "Czynność kupowania rzeczy, szczególnie w dużych ilościach lub jako forma rekreacji.",
      "definition_translation": "Акт покупки вещей, особенно в большом количестве или как развлекательной деятельности.",
      "example": "Poszłam na zakupy z przyjaciółmi wczoraj. Zakupuję online teraz. Będę robił zakupy spożywcze jutro.",
      "example_translation": "Я пошел за покупками с друзьями вчера. Теперь я-shop online. Я пойду за покупками продуктов завтра.",
      "imageLink": "image_files\\English\\"imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "palenie",
      "translation": "курение",
      "definition": "Czynność wdychania i wydychania dymu tytoniowego lub innych narkotyków.",
      "definition_translation": "Акт вдыхания и выдыхания дыма табака или других наркотиков.",
      "example": "Palenie jest szkodliwe dla zdrowia. Paliłem papierosa po obiedzie. On będzie palił fajkę na imprezie.",
      "example_translation": "Курение вредно для здоровья. Я курил сигарету после обеда. Он будет курить трубку на вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "praca",
      "translation": "работа",
      "definition": "Czynność wymagająca wysiłku umysłowego lub fizycznego, wykonywana w celu osiągnięcia celu lub zarobku.",
      "definition_translation": "Активность, связанная с умственным или физическим трудом, сделанная для достижения цели илиearn на жизнь.",
      "example": "Idę do pracy o 9 rano. Ona pracuje jako nauczycielka. Oni będą pracować nad projektem wspólnie.",
      "example_translation": "Я иду на работу в 9 утра. Она работает учителем. Они будут работать над проектом вместе.",
      "imageLink": "image_files\\English\\"imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "działalność",
      "translation": "активность",
      "definition": "Jakość bycia aktywnym i skutecznym w określonej dziedzinie lub działalności.",
      "definition_translation": "Качество быть активным и эффективным в определенной области или деятельности.",
      "example": "Cieszyłem się z działalności wspinaczki w górach. Będę uczestniczyć w działalności wolontariackiej jutro. Byłem zaangażowany w działalność nauki nowego języka przez dwa lata.",
      "example_translation": "Я наслаждался активностью похода в горах. Я SHALL принимать участие в активности волонтерской работы завтра. Я был вовлечен в активность изучения нового языка в течение двух лет.",
      "imageLink": "image_files\\English\\"imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kliknięcie",
      "translation": "клик",
      "definition": "Krótki, ostry dźwięk, podobny do tego, jaki powstaje przy kliknięciu myszy lub zamknięciu migawki aparatu.",
      "definition_translation": "Короткий, острый звук, похожий на тот, который делается мышью или шаттером камеры.",
      "example": "Kliknąłem przycisk, aby wysłać formularz. Ona kliknie zdjęcie, aby wysłać je do przyjaciela. On klikał myszą przez godziny.",
      "example_translation": "Я кликнул кнопку, чтобы отправить форму. Она WILL кликнуть на картинку, чтобы отправить ее своему другу. Он кликал на мышь в течение часов.",
      "imageLink": "image_files\\English\\"imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wspinaczka",
      "translation": "альпинизм",
      "definition": "Czynność wspinaczki się na stromy obiekt, takim jak góra lub lina, używając specjalistycznych technik i sprzętu.",
      "definition_translation": "Действие восхождения по крутому объекту, такому как гора или веревка, с помощью специализированных техник и оборудования.",
      "example": "Uwielbiam wspinaczkę w górach latem. Ona wspinaczka się po ścianie skalnej z łatwością. Oni wspinają się po drzewach od kiedy byli dziećmi.",
      "example_translation": "Я люблю альпинизм в летнее время. Она легко лазила по стене скалы. Они лазили по деревьям с тех пор, как они были детьми.",
      "imageLink": "image_files\\English\\"imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gotowanie",
      "translation": "готовка",
      "definition": "Czynność przygotowywania i ogrzewania żywności, zazwyczaj w kuchni.",
      "definition_translation": "Действие приготовления и нагрева еды, обычно на кухне.",
      "example": "Cieszę się z gotowania obiadu dla mojej rodziny. Ona gotowała lunch dla kolegów z pracy. Oni gotowali śniadanie wspólnie każdego ranka.",
      "example_translation": "Я наслаждаюсь готовкой ужина для своей семьи. Она готовила обед для своих коллег. Они готовили завтрак вместе каждое утро.",
      "imageLink": "image_files\\English\\"imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kolarstwo",
      "translation": "велоспорт",
      "definition": "Czynność jazdy na rowerze, szczególnie jako sport lub forma ćwiczeń.",
      "definition_translation": "действие езды на велосипеде, особенно как спорт или форма упражнений",
      "example": "Jechałem na rowerze w parku wczoraj, potem będę jeździł do pracy jutro, a on jeździł z przyjaciółmi ostatnim tygodniu.",
      "example_translation": "Я ездил на велосипеде в парке вчера, потом я поеду на работу на велосипеде завтра, и я ездил с друзьями на велосипеде на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rysowanie",
      "translation": "рисование",
      "definition": "Czynność tworzenia obrazu lub diagramu używając linii, kształtów i kolorów.",
      "definition_translation": "действие создания рисунка или диаграммы с помощью линий, форм и цветов",
      "example": "Rysowałem portret swojej siostry wczoraj, potem będę rysował pejzaż jutro, a on rysował martwą naturę ostatnim tygodniu.",
      "example_translation": "Я рисовал портрет моей сестры вчера, потом я нарисую пейзаж завтра, и я рисовал натюрморт на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ćwiczenie",
      "translation": "упражнение",
      "definition": "zadanie lub aktywność wymagająca wysiłku fizycznego lub mentalnego, wykonane w celu poprawy lub utrzymania zdrowia i sprawności",
      "definition_translation": "задача или деятельность, требующая физического или ментального усилия, выполняемая для улучшения или поддержания здоровья и физической формы",
      "example": "Ćwiczyłem w siłowni wczoraj, dzisiaj ćwiczę w domu, a w zeszłym tygodniu ćwiczyłem z trenerem osobistym.",
      "example_translation": "Я занимался упражнением в спортзале вчера, потом я буду делать упражнение дома завтра, и я делал упражнение с личным тренером на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pomoc",
      "translation": "помощь",
      "definition": "wsparcie lub pomoc udzielona komuś, szczególnie aby umożliwić im zrobienie czegoś, czego sami nie mogliby zrobić",
      "definition_translation": "помощь или поддержка, оказываемая кому-либо, особенно для того, чтобы ermöglichten им сделать что-то, что они не могли сделать самостоятельно",
      "example": "Pomagałem mojemu przyjacielowi wczoraj, dzisiaj pomogę mojej siostrze, a w zeszłym tygodniu pomagałem mojemu bratu.",
      "example_translation": "Я помогал своему другу вчера, потом я помогу своей сестре завтра, и я помогал своему брату на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kopnięcie",
      "translation": "пнуть",
      "definition": "uderzenie lub trafienie czegoś z siłą, typowo nogą",
      "definition_translation": "ударять или бить что-либо с силой, обычно ногой",
      "example": "Kopnąłem piłkę w parku wczoraj. Kopię piłkę codziennie. Kopnę piłkę jutro.",
      "example_translation": "Я пнул мяч в парке вчера. Я пну мяч каждый день. Я пну мяч завтра.",
      "imageLink": "image_files\\English\\"imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pocałunek",
      "translation": "поцеловать",
      "definition": "dotknięcie ustami kogoś innego, zwykle jako znak miłości lub sympatii",
      "definition_translation": "прикасаться губами к кому-либо, обычно как знак любви или привязанности",
      "example": "Pocałowała mnie w urodziny w zeszłym roku. Pocałuje mnie każdego ranka. Pocałuje mnie dobranoc jutro.",
      "example_translation": "Она поцеловала меня в день рождения прошлого года. Она целует меня каждое утро. Она поцелует меня на ночь завтра.",
      "imageLink": "image_files\\English\\"imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "praktyka",
      "translation": "практика",
      "definition": "akt powtarzania lub ćwiczenia umiejętności lub aktywności w celu jej udoskonalenia",
      "definition_translation": "действие повторения или упражнения в技能е или деятельности для улучшения или совершенствования ее",
      "example": "Ćwiczyłem gitarę wczoraj. Ćwiczę codziennie. Ćwiczyć będę na koncert w następnym tygodniu.",
      "example_translation": "Я практиковал игру на гитаре вчера. Я практикую каждый день. Я SHALL практиковать для концерта на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śpiewanie",
      "translation": "пение",
      "definition": "akt produkowania dźwięków muzycznych za pomocą głosu, szczególnie w sposób umiejętny lub artystyczny",
      "definition_translation": "действие производства музыкальных звуков голосом, особенно в умелой или художественной манере",
      "example": "Śpiewałem w łazience wczoraj. Śpiewam w chórze każdej niedzieli. Śpiewać będę na show talentów w następnym miesiącu.",
      "example_translation": "Я пел в душе вчера. Я пою в хоре каждое воскресенье. Я спою на шоу талантов следующего месяца.",
      "imageLink": "image_files\\English\\"imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jeżdżenie na deskorolce",
      "translation": "скейтбординг",
      "definition": "akt jazdy i manewrowania deskorolką, zwykle na rampach lub innych specjalnie zaprojektowanych powierzchniach",
      "definition_translation": "действие езды и управление скейтбордом, обычно на рампах или других специально спроектированных поверхностях",
      "example": "Uwielbiałem jeździć na deskorolce jako dzieciak, a teraz mój syn uczy się wykonywać triki. Wczoraj jeździłem na deskorolce wzdłuż chodnika. Do czasu, gdy będę miał 30 lat, opanuję jeżdżenie na deskorolce.",
      "example_translation": "Я любил скейтбординг в детстве, и теперь мой сын учится делать трюки. Вчера я катался на скейтборде по тротуару. К следующему году я освою скейтбординг.",
      "imageLink": "image_files\\English\\"imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łyżwiarstwo",
      "translation": "катание",
      "definition": "akt ślizgania się na lodzie lub gładkiej powierzchni, zwykle na łyżwach",
      "definition_translation": "действие скольжения по льду или гладкой поверхности, обычно на коньках",
      "example": "Uwielbiam łyżwiarstwo na otwartym lodowisku zimą. Ona jeździ na łyżwach od pięciu lat. Do czasu, gdy będę miał 30 lat, nauczę się łyżwiarstwa.",
      "example_translation": "Я люблю кататься на открытой каток зимой. Она катается с пяти лет. К тому времени, когда мне будет 30, я научусь кататься.",
      "imageLink": "image_files\\English\\"imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "snowboardowanie",
      "translation": "сноубординг",
      "definition": "akt jazdy na desce śnieżnej, zwykle w pozycji stojącej",
      "definition_translation": "действие катания на доске вниз по снежному холму или горе, обычно в стоячем положении",
      "example": "Nigdy nie próbowałem snowboardowania, ale moi przyjaciele mówią, że jest to ekscytujące. Ona jeździ na snowboardzie od lat. Do czasu, gdy będę miał 30 lat, nauczę się snowboardowania.",
      "example_translation": "Я никогда не пробовал сноубординг, но мои друзья говорят, что это возбуждающе. Она катается на сноуборде годы. К следующей зиме я научусь сноубордингу.",
      "imageLink": "image_files\\English\\"imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "surfing",
      "translation": "сёрфинг",
      "definition": "akt jazdy na fali, zwykle na desce surfingowej",
      "definition_translation": "действие катания на волне, обычно на сёрфборде",
      "example": "Uwielbiam surfing na Hawajach, gdzie fale są ogromne. On surfował od czasu, gdy był nastolatkiem. Do czasu, gdy będę miał 40 lat, opanuję surfing.",
      "example_translation": "Я люблю сёрфинг на Гавайях, где волны огромные. Он катается на сёрфе с подростка. К тому времени, когда мне будет 40, я освою сёрфинг.",
      "imageLink": "image_files\\English\\"imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pływanie",
      "translation": "плавание",
      "definition": "Akt poruszania się przez wodę za pomocą ruchów, szczególnie jako forma ćwiczeń lub rekreacji.",
      "definition_translation": "Действие перемещения через воду с использованием ударов, особенно в виде упражнения или отдыха.",
      "example": "Wczoraj pływałem w jeziorze, ale jutro będę pływał w oceanie, a w zeszłym tygodniu pływałem w rzece.",
      "example_translation": "Я плавал в озере вчера, но я буду плавать в океане завтра, и я плавал в реке на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "użyć",
      "translation": "использовать",
      "definition": "Wykorzystać do celu lub zastosować dla korzyści.",
      "definition_translation": "Использовать для цели или прикладывать для выгоды.",
      "example": "Używałem tego laptopa do pracy, ale teraz używam go do gier, a wkrótce będę używał go do edycji wideo.",
      "example_translation": "Я использовал этот ноутбук для работы, но сейчас я использую его для игр, и я буду использовать его для видеомонтажа скоро.",
      "imageLink": "image_files\\English\\"imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chodzić",
      "translation": "ходьба",
      "definition": "Poruszać się pieszo w wolnym tempie, zwykle w pozycji wyprostowanej.",
      "definition_translation": "Двигаться шагом на_slow скорости на ногах, обычно в прямой позиции.",
      "example": "Wczoraj szedłem do sklepu, ale jutro będę szedł do szkoły, a w zeszłym tygodniu szedłem do parku.",
      "example_translation": "Я шел в магазин вчера, но я буду ходить в школу завтра, и я шел в парк на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chodzenie",
      "translation": "ходьба",
      "definition": "Akt poruszania się pieszo w umiarkowanym tempie, szczególnie w sposób rekreacyjny lub wypoczynkowy.",
      "definition_translation": "Действие перемещения на ногах в умеренном темпе, особенно в развлекательном или рекреационном виде.",
      "example": "Lubię chodzić w górach latem, ale wolię chodzić po plaży zimą, a wczoraj wieczorem chodziłem w parku.",
      "example_translation": "Я люблю ходить в горах летом, но я предпочитаю ходить на пляже зимой, и я ходил в парке прошлой ночью.",
      "imageLink": "image_files\\English\\"imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pranie",
      "translation": "стирка",
      "definition": "Akt czyszczenia czegoś, szczególnie ubrań, za pomocą wody i mydła lub detergentu.",
      "definition_translation": "Действие очистки чего-либо, особенно衣服, с водой и мылом или детергентом.",
      "example": "Wczoraj prałem mój samochód, teraz pranie ubrań, a jutro będę prał naczynia.",
      "example_translation": "Я мыл свою машину вчера, я мою теперь свои вещи, и я умыву посуду завтра.",
      "imageLink": "image_files\\English\\"imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmywanie",
      "translation": "мытье посуды",
      "definition": "Akt mycia naczyń, utensyliów i innych przedmiotów kuchennych po posiłku.",
      "definition_translation": "Действие мытья посуды, столовых приборов и других кухонных предметов после еды.",
      "example": "Moja mama robiła zmywanie po obiedzie, zrobiłem to wczoraj, a moja siostra zrobi jutro.",
      "example_translation": "Моя мама делала мытье посуды после обеда, я делал это вчера, и моя сестра сделает это завтра.",
      "imageLink": "image_files\\English\\"imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "osiągnięcie",
      "translation": "достижение",
      "definition": "Proces lub fakt osiągnięcia czegoś, szczególnie czegoś trudnego lub imponującego.",
      "definition_translation": "Процесс или факт достижения чего-либо, особенно чего-то трудного или внушающего.",
      "example": "Uzyskanie stypendium było wielkim osiągnięciem dla mnie, osiągnąłem swój cel w zeszłym roku, a w przyszłości osiągnę swój sen.",
      "example_translation": "Получение стипендии было великим достижением для меня, я достиг своей цели в прошлом году, и я достигну своего сна в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aranżacja",
      "translation": "расположение",
      "definition": "Sposób, w jaki coś jest zorganizowane lub ułożone, szczególnie w sposób ładny lub atrakcyjny.",
      "definition_translation": "Способ, которым что-то организовано или структурировано, особенно в порядке или привлекательном виде.",
      "example": "Aranżacja kwiatów na stole była piękna, wczoraj ułożyłem meble w swoim pokoju, a w przyszłości zorganizuję spotkanie.",
      "example_translation": "Расположение цветов на столе было красивым, я расположил мебель в своей комнате вчера, и я устрою встречу на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przybycie",
      "translation": "прибытие",
      "definition": "Akt przybycia lub przyjazdu do miejsca.",
      "definition_translation": "Акт прибытия или прибытия в место.",
      "example": "Przybycie pociągu zostało opóźnione o godzinę. Przybycie drużyny zostało powitane brawami. Przybycie nowego pracownika spowoduje zwiększenie wydajności.",
      "example_translation": "Прибытие поезда было задержано на час. Прибытие команды было встречено аплодисментами. Ожидается, что прибытие нового сотрудника будет способствовать росту производительности.",
      "imageLink": "image_files\\English\\"imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atak",
      "translation": "атака",
      "definition": "Wiele gorliwej lub intensywnej napaści lub ofensywy.",
      "definition_translation": "Энергичная или интенсивная атака или наступление.",
      "example": "Drużyna rozpoczęła ostrą atak na bramkę przeciwnika. Firma dokonała skutecznego ataku na udział rynku konkurentów. Atak na miasto był brutalny i niszczycielski.",
      "example_translation": "Команда запустила яростную атаку на ворота соперника. Атака компании на долю рынка конкурентов была успешной. Атака на город была жестокой и разрушительной.",
      "imageLink": "image_files\\English\\"imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sprawdzić",
      "translation": "проверка",
      "definition": "Badać lub sprawdzać coś, aby określić jego dokładność lub jakość.",
      "definition_translation": "Проверять или исследовать что-то для определения его точности или качества.",
      "example": "Postanowiła sprawdzić obliczenia, aby upewnić się, że są poprawne. Firma sprawdzi produkt przed wysłaniem. Muszę sprawdzić swoją pocztę elektroniczną w poszukiwaniu ważnych wiadomości.",
      "example_translation": "Она решила проверить расчеты, чтобы убедиться, что они точны. Компания будет проверять продукт перед отправкой его. Мне нужно проверить свою электронную почту для важных сообщений.",
      "imageLink": "image_files\\English\\"imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wybór",
      "translation": "выбор",
      "definition": "Akt wyboru między dwiema lub więcej możliwościami.",
      "definition_translation": "Акт выбора или принятия решения между двумя или более возможностями.",
      "example": "Restauracja oferowała szeroki wybór dań na obiad. Musiała dokonać trudnego wyboru między dwiema ofertami pracy. Wybór kierunku studiów był przytłaczający.",
      "example_translation": "Ресторан предлагал широкий выбор для ужина. Ей пришлось сделать трудный выбор между двумя предложениями работы. Выбор специальности в колледже был подавляющим.",
      "imageLink": "image_files\\English\\"imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "decyzja",
      "translation": "решение",
      "definition": "Decyzja to wybór dokonany po dokładnym rozważeniu czegoś.",
      "definition_translation": "Решение - это выбор, сделанный после тщательного размышления о чем-то.",
      "example": "Podjąłem decyzję, aby rzucić pracę i podróżować po świecie. Dokonuję decyzji dotyczącej swojej przyszłości teraz. Zdecyduję po rozważeniu wszystkich opcji.",
      "example_translation": "Я принял решение уйти с работы и путешествовать по миру. Я сейчас принимаю решение о моем будущем. Я буду принимать решение после рассмотрения всех вариантов.",
      "imageLink": "image_files\\English\\"imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dostawa",
      "translation": "доставка",
      "definition": "Akt dostarczenia towarów lub produktów do domu lub firmy.",
      "definition_translation": "Доставка - это акт доставки товаров или продуктов до дома или бизнеса человека.",
      "example": "Firma oferuje szybką dostawę na wszystkie zamówienia. Dostarczyli paczkę wczoraj. Dostarczą towarów następnego tygodnia.",
      "example_translation": "Компания предлагает быструю доставку на все заказы. Они доставили пакет вчера. Они доставят товары на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozwoj",
      "translation": "развитие",
      "definition": "Proces wzrostu lub stawania się bardziej zaawansowanym.",
      "definition_translation": "Развитие - это процесс роста или становления более avanzado.",
      "example": "Firma inwestuje w rozwój nowych technologii. Rozwój nowego projektu był powolny. Rozwój gospodarki kraju był szybki.",
      "example_translation": "Компания инвестирует в развитие новых технологий. Разработка нового проекта была медленной. Развитие экономики страны было быстрым.",
      "imageLink": "image_files\\English\\"imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skok w wodę",
      "translation": "дайвинг",
      "definition": "Akt skoku do wody, zwłaszcza z wysokiego miejsca.",
      "definition_translation": "Дайвинг - это акт прыгания в воду, особенно с высокой точки.",
      "example": "Lubię skakać do basenu w gorące letnie dni. Skoczyla do oceanu wczoraj. Skoczę do jeziora następnego weekendu.",
      "example_translation": "Я люблю дайвинг в бассейн на жаркие летние дни. Она дайвинг в океан вчера. Он будет дайвинг в озеро на следующем выходных.",
      "imageLink": "image_files\\English\\"imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jechać",
      "translation": "вести",
      "definition": "Operować pojazdem, zwłaszcza samochodem, ciężarówką lub motocyklem.",
      "definition_translation": "управлять транспортным средством, особенно автомобилем, грузовиком или мотоциклом",
      "example": "Jechałem do sklepu wczoraj, Jeepię do pracy każdego dnia, a jechałem na plażę jutro.",
      "example_translation": "Я управлял машиной в магазин вчера, я управляю машиной на работу каждый день, и я управлю машиной на пляж завтра.",
      "imageLink": "image_files\\English\\"imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wysiłek",
      "translation": "усилие",
      "definition": "Energetyczna lub zdeterminowana próba dokonania czegoś.",
      "definition_translation": "энергичная или решительная попытка сделать что-то",
      "example": "Dokonałem wysiłku, aby ukończyć projekt na czas, Robię wysiłek, aby nauczyć się języka rosyjskiego, a zrobię wysiłek, aby być obecny na spotkaniu.",
      "example_translation": "Я приложил усилие, чтобы закончить проект вовремя, я прилагаю усилие, чтобы выучить русский язык, и я приложу усилие, чтобы присутствовать на встрече.",
      "imageLink": "image_files\\English\\"imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wymiana",
      "translation": "обмен",
      "definition": "Akt dawania czegoś w zamian za coś innego.",
      "definition_translation": "действие, при которомomething отдается в обмен на что-то другое",
      "example": "Wymieniłem stary telefon na nowy, Wymieniam prezenty z przyjaciółmi w dniach urodzin, a wymienię informacje z kolegami jutro.",
      "example_translation": "Я обменивал свой старый телефон на новый, я обмениваюсь подарками с друзьями на дни рождения, и я обменяюсь информацией с коллегами завтра.",
      "imageLink": "image_files\\English\\"imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "eksperyment",
      "translation": "эксперимент",
      "definition": "Naukowy test lub próba, aby udowodnić lub udoskonalić coś.",
      "definition_translation": "научный тест или проба, чтобы доказать или улучшить что-то",
      "example": "Przeprowadziłem eksperyment, aby przetestować hipotezę, Przeprowadzam eksperyment, aby rozwinąć nowy produkt, a przeprowadzę eksperyment, aby zmierzyć wynik.",
      "example_translation": "Я проводил эксперимент, чтобы проверить гипотезу, я провожу эксперимент, чтобы разработать новый продукт, и я проведу эксперимент, чтобы измерить результат.",
      "imageLink": "image_files\\English\\"imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "walczyć",
      "translation": "бороться",
      "definition": "angażować się w walkę fizyczną lub werybalną z kimś lub czymś.",
      "definition_translation": "Бороться с кем-то или чем-то физически илиverbally.",
      "example": "Walczyłem z bratem wczoraj, ale pogodziliśmy się dzisiaj. Teraz walczę z przeziębieniem, a w przyszłości będę walczyć o swoje prawa.",
      "example_translation": "Я боролся с братом вчера, но мы помирились этим утром. Сейчас я борюсь с простудой, и я буду бороться за свои права в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "iść",
      "translation": "идти",
      "definition": "Przenieść się z jednego miejsca do innego, lub podróżować z jednego miejsca do innego.",
      "definition_translation": "Переместиться из одного места в другое или путешествовать из одного места в другое.",
      "example": "Poszedłem do sklepu wczoraj, teraz idę do siłowni, a jutro pójdę na plażę.",
      "example_translation": "Я пошел в магазин вчера, сейчас я иду в спортзал, и я пойду на пляж завтра.",
      "imageLink": "image_files\\English\\"imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nawyk",
      "translation": "привычка",
      "definition": "Ustalona lub regularna tendencja lub praktyka, szczególnie trudna do zerwania.",
      "definition_translation": "Установленная или регулярная тенденция или практика, особенно та, которую трудно преодолеть.",
      "example": "Mam nawyk sprawdzania telefonu co godzinę, moja siostra ma nawyk gryzienia paznokci, gdy jest nerwowa, a on miał nawyk budzenia się późno.",
      "example_translation": "У меня есть привычка проверять свой телефон каждый час, моя сестра имеет привычку грызть ногти, когда она нервничает, и у него была привычка просыпаться поздно.",
      "imageLink": "image_files\\English\\"imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prace domowe",
      "translation": "домашняя работа",
      "definition": "Zadania takie jak sprzątanie, gotowanie i inne obowiązki domowe niezbędne do utrzymania domu.",
      "definition_translation": "Задачи, such как уборка, приготовления еды и другие домашние обязанности, необходимые для поддержания дома.",
      "example": "Zrobiłem prace domowe wczoraj, moja mama robi prace domowe codziennie, a oni będą robić prace domowe razem jutro.",
      "example_translation": "Я делал домашнюю работу вчера, моя мать делает домашнюю работу каждый день, и они будут делать домашнюю работу вместе завтра.",
      "imageLink": "image_files\\English\\"imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uścisk",
      "translation": "обнять",
      "definition": "Szczerze ściskać kogoś lub coś w ramionach, typowo aby wyrazić uczucie.",
      "definition_translation": "обнимать кого-то или что-то紧око в своих руках, обычно чтобыแสดงать привязанность",
      "example": "Uścisknę mamę, gdy ją zobaczę jutro. Uściskałem przyjaciela na imprezie. Uściskam swoją poduszkę każdej nocy.",
      "example_translation": "Я обниму свою маму, когда увижу ее завтра. Я обнял друга на вечеринке. Я обнимаю свою подушку каждый вечер.",
      "imageLink": "image_files\\English\\"imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prasowanie",
      "translation": "гладилье",
      "definition": "Czynność używania żelazka do usuwania zagnieceń z tkaniny.",
      "definition_translation": "действие по удалению морщин с ткани с помощью утюга",
      "example": "Zrobię prasowanie jutro. Ona prasuje ubrania każdej rano. On prasował koszulę przez godzinę.",
      "example_translation": "Я сделаю гладилье завтра. Она гладит одежду каждый morning. Он занимается гладилье рубашки уже час.",
      "imageLink": "image_files\\English\\"imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skakać",
      "translation": "прыгать",
      "definition": "Wyrzucać się w górę lub do przodu za pomocą nagłego wyzwolenia energii.",
      "definition_translation": "передвигаться вверх или вперед с помощью внезапного высвобождения энергии",
      "example": "Dzieci skaczą w basenie każdego lata. Ona skoczyła ponad przeszkodę. On będzie skakał z samolotu jutro.",
      "example_translation": "Дети прыгают в бассейне каждое лето. Она перепрыгнула препятствие. Он будет прыгать с самолета завтра.",
      "imageLink": "image_files\\English\\"imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "spojrzeć",
      "translation": "смотреть",
      "definition": "Skierować swój wzrok w określonym kierunku lub na coś.",
      "definition_translation": "направлять свой взгляд в указанном направлении или на определенную вещь",
      "example": "Spojrę na gwiazdy dzisiaj. Ona spojrzała na mnie z łzami w oczach. On szukał kluczy cały ranek.",
      "example_translation": "Я посмотрю на звезды сегодня вечером. Она смотрела на меня с слезами в глазах. Он ищет свои ключи уже целое утро.",
      "imageLink": "image_files\\English\\"imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przygotowanie",
      "translation": "подготовка",
      "definition": "Czynność przygotowania lub robienia czegoś gotowego do użycia.",
      "definition_translation": "Акт приготовления или приготовления чего-то для использования",
      "example": "Kucharz był odpowiedzialny za przygotowanie posiłku, który miał być serwowany za godzinę. Drużyna przygotowywała się do wielkiego meczu przez tydzień. Do przyszłego roku nowy produkt będzie gotowy do wydania.",
      "example_translation": "Шеф-повар был ответственен за подготовку блюда, которое должно было быть сервировано через час. Команда готовилась к большому матчу неделями. К следующему году новый продукт будет готов к запуску.",
      "imageLink": "image_files\\English\\"imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "recykling",
      "translation": "переработка",
      "definition": "Proces zamieniania odpadów w nowe materiały.",
      "definition_translation": "Процесс преобразования отходов в новые материалы",
      "example": "Miasto wdrożyło program recyklingu, aby zmniejszyć ilość odpadów. Firma specjalizuje się w recyklingu plastiku. Recykling pomaga zachować zasoby naturalne.",
      "example_translation": "Город ввел программу переработки отходов, чтобы уменьшить количество мусора. Компания специализируется на переработке пластика. Переработка помогает сохранить природные ресурсы.",
      "imageLink": "image_files\\English\\"imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ratowanie",
      "translation": "спасение",
      "definition": "Akt ratowania kogoś lub czegoś z niebezpiecznej lub trudnej sytuacji",
      "definition_translation": "Акт спасения кого-то или чего-то из опасной или сложной ситуации",
      "example": "Drużyna ratownicza przybyła akurat na czas, aby uratować uwięzionych wspinaczy. Operacja ratunkowa zakończyła się sukcesem. Kot został uratowany z drzewa przez życzliwego sąsiada.",
      "example_translation": "Команда спасателей прибыла вовремя, чтобы спасти зажатых туристов. Операция по спасению была успешной. Кота спас от дерева добрый сосед.",
      "imageLink": "image_files\\English\\"imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "powrót",
      "translation": "возврат",
      "definition": "Przyjście lub powrót do miejsca lub osoby",
      "definition_translation": "Вернуться или прийти обратно в место или к человеку",
      "example": "Zwrócę książkę do biblioteki jutro. Powrót bohatera został uczczony przez całe miasto. Firma zwróci swoją inwestycję w ciągu kilku lat.",
      "example_translation": "Я верну книгу в библиотеку завтра. Возвращение героя было отпраздновано whole городом. Компания вернет инвестицию через несколько лет.",
      "imageLink": "image_files\\English\\"imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bieg",
      "translation": "бежать",
      "definition": "Poruszanie się szybko pieszo, zwykle stałym i szybkim tempem.",
      "definition_translation": "Двигаться быстро на ногах, обычно с устойчивым и быстрым темпом.",
      "example": "Wczoraj pobiegłem do sklepu, teraz biegnę do siłowni, a za tydzień pobiegnę maraton.",
      "example_translation": "Я побежал в магазин вчера, я бегу в спортзал сейчас, и я побегу марафон на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szukanie",
      "translation": "искать",
      "definition": "Dokładne i gruntowne poszukiwanie czegoś lub kogoś.",
      "definition_translation": "Искать тщательно и详情 что-то или кого-то.",
      "example": "Wczoraj szukałem moich kluczy, teraz szukam nowej pracy, a za miesiąc będę szukał nowego mieszkania.",
      "example_translation": "Я искал мои ключи вчера, я ищу новую работу сейчас, и я буду искать новую квартиру 다음 месяц.",
      "imageLink": "image_files\\English\\"imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "płeć",
      "translation": "секс",
      "definition": "Biologiczne i fizjologiczne cechy, które definiują mężczyzn i kobiety.",
      "definition_translation": "Биологические и физиологические характеристики, которые определяют мужчин и женщин.",
      "example": " Edukacja seksualna jest ważna dla nastolatków, płeć jest ważnym aspektem relacji międzyludzkich, a dyskryminacja ze względu na płeć jest nielegalna w wielu krajach.",
      "example_translation": "Сексуальное образование важно для подростков, секс - важный аспект человеческих отношений, и секс-дискриминация является незаконной во многих странах.",
      "imageLink": "image_files\\English\\"imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krok",
      "translation": "шаг",
      "definition": "Ruch nogi przy chodzeniu lub biegu.",
      "definition_translation": "Движение ноги при ходьбе или беге.",
      "example": "Zrobiłem krok wstecz, aby zobaczyć widok, robię krok naprzód w swojej karierze, a za chwilę zrobię krok w bok, aby uniknąć przeszkody.",
      "example_translation": "Я шагнул назад, чтобы посмотреть на вид, я делаю шаг вперед в своей карьере, и я шагну вбок, чтобы избежать препятствия.",
      "imageLink": "image_files\\English\\"imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wsparcie",
      "translation": "поддержка",
      "definition": "Udzielanie pomocy lub wsparcia komuś lub czemuś, szczególnie w trudnej sytuacji.",
      "definition_translation": "Предоставлять поддержку илипоощрение кому-то или чему-то, особенно в трудной ситуации.",
      "example": "Wsparłem mojego przyjaciela podczas jego choroby. Wsparcie go w przyszłości. Wsparłem go przez długi czas.",
      "example_translation": "Я поддерживал свою подругу во время ее болезни. Я поддержу ее в будущем. Я поддерживаю ее уже давно.",
      "imageLink": "image_files\\English\\"imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wizyta",
      "translation": "посетить",
      "definition": "Zwiedzanie kogoś lub czegoś, szczególnie w charakterze towarzyskim lub oficjalnym.",
      "definition_translation": "Побывать у кого-то или с целью официального или социального визита.",
      "example": "Odwiedziłem moich dziadków latem. Odwiedzę ich ponownie za rok. Regularnie odwiedzam ich.",
      "example_translation": "Я посетил своих бабушку и дедушку прошлым летом. Я посещу их снова следующим годом. Я регулярно посещаю их.",
      "imageLink": "image_files\\English\\"imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "marnotrawstwo",
      "translation": "отходы",
      "definition": "Niechciane lub bezużyteczne materiały lub substancje, które są wyrzucane lub odrzucane.",
      "definition_translation": "Нежелательные или бесполезные материалы или вещества, которые выбрасываются или отвергаются.",
      "example": "Firma zmarnotrawiła wiele zasobów na nieudanym projekcie. Będą mniej marnotrawić pieniędzy w przyszłości. Marnotrawią czas na niepotrzebne spotkania.",
      "example_translation": "Компания растратила многие ресурсы на провалившийся проект. Они будут тратить меньше денег в будущем. Они тратят время на ненужные встречи.",
      "imageLink": "image_files\\English\\"imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trening",
      "translation": "тренировка",
      "definition": "Sesja ćwiczeń fizycznych, szczególnie zaplanowana i strukturalna.",
      "definition_translation": "Сеанс физических упражнений, особенно один, который планируется и структурируется.",
      "example": "Wczoraj ćwiczyłem na siłowni. Ćwiczyć będę ponownie jutro. Regularnie ćwiczę od miesiąca.",
      "example_translation": "Я тренировался в спортзале вчера. ЯAGAIN буду тренироваться завтра. Я регулярно тренируюсь уже месяц.",
      "imageLink": "image_files\\English\\"imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]