[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dorosły",
      "translation": "взрослый",
      "definition": "Osoba, która osiągnęła pełny rozwój fizyczny, psychiczny i emocjonalny.",
      "definition_translation": "Взрослый человек, который полностью развился физически, умственно и эмоционально.",
      "example": "Jako dorosły, przyjmuję pełną odpowiedzialność za moje czyny. Byłem dorosły, gdy się ożeniłem. Będę dorosły, gdy odejdę na emeryturę.",
      "example_translation": "Как взрослый, я беру полную ответственность за свои действия. Я был взрослым, когда женился. Я буду взрослым, когда пенсионер.",
      "imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziecko",
      "translation": "младенец",
      "definition": "Bardzo młody człowiek, typowo od urodzenia do roku życia.",
      "definition_translation": "Очень молодой человеческий-being, обычно от рождения до одного года.",
      "example": "Trzymałem dziecko w ramionach. Była dzieckiem, gdy po raz pierwszy ją spotkałem. Dziecko będzie płakać, jeśli jest głodne.",
      "example_translation": "Я держал младенца в своих руках. Она была младенцем, когда я впервые встретил ее. Младенец будет плакать, если он голоден.",
      "imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "miał (lata)",
      "translation": "быть... (лет)",
      "definition": "Osiągnąć określony wiek.",
      "definition_translation": "Достичь определенного возраста.",
      "example": "Będę miał 30 lat jutro. Miała 25 lat, gdy się pobraliśmy. Będzie miał 40 lat w przyszłym roku.",
      "example_translation": "Я буду 30 лет завтра. Она была 25 лет, когда вышла замуж. Он будет 40 лет в следующем году.",
      "imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "broda",
      "translation": "борода",
      "definition": "Wzrost włosów na brodzie i szczęce człowieka.",
      "definition_translation": "Рост волос на подбородке и челюсти человека.",
      "example": "Miał długą brodę, gdy wrócił z podróży. Goleniem brodę każdego ranka. Mój dziadek miał białą brodę.",
      "example_translation": "У него была длинная борода, когда он вернулся из поездки. Я брею свою бороду каждое утро. У моего дедушки была белая борода.",
      "imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piękny",
      "translation": "красивый",
      "definition": "Zadowalający zmysły lub umysł estetycznie. Mający przyjemną lub atrakcyjną jakość.",
      "definition_translation": "Приятный для чувств или ума эстетически. Имеющий привлекательное качество.",
      "example": "Była piękną kobietą, z długimi, kręconymi włosami i błękitnymi oczami. Była piękna w młodości, ale teraz jest stara. Będzie piękna ponownie w kolejnym życiu.",
      "example_translation": "Она была красивой женщиной, с длинными, кудрявыми волосами и яркими синими глазами. Она была красивой в своей молодости, но теперь она была стара. Она будет красивой снова в своей следующей жизни.",
      "imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chłopak",
      "translation": "мальчик",
      "definition": "Młody chłopiec lub młody mężczyzna.",
      "definition_translation": "Мальчик или молодой мужчина.",
      "example": "Chłopak grał w piłkę nożną z przyjaciółmi w parku. Chłopak pójdzie do szkoły jutro. Chłopak złamał swój zabawkę.",
      "example_translation": "Мальчик играл в футбол со своими друзьями в парке. Мальчик пойдет в школу завтра. Мальчик сломал свой игрушку.",
      "imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oko",
      "translation": "глаз",
      "definition": "Organ widzenia; mała, kulista część głowy zwierzęcia, wypełniona przezroczystą substancją krystaliczną, czułą na światło.",
      "definition_translation": "Орган зрения; маленькое шарообразное тело в голове животного, заполненное прозрачной кристаллической субстанцией, и чувствительное к свету.",
      "example": "Miała przenikliwe oko, które mogło zobaczyć przez mnie. Jego oko zostało rannego w wypadku. Jej oczy będą świecić jasno w ciemności.",
      "example_translation": "У нее был проникающий взгляд, который мог увидеть прямо сквозь меня. Его глаз был травмирован в результате аварии. Ее глаза будут ярко сиять в темноте.",
      "imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "twarz",
      "translation": "лицо",
      "definition": "Czynna część głowy, od linii włosów do brody, wraz z oczami, nosem i ustami.",
      "definition_translation": "Передняя часть головы, от линии волос до подбородка, включая глаза, нос и рот.",
      "example": "Miała piękną twarz, z wysokimi kośćmi policzkowymi i małym nosem. Jego twarz była zmęczona i wykończona. Jej twarz będzie rozświetlona uśmiechem.",
      "example_translation": "У нее было красивое лицо, с высокими скулами и маленьким носом. Его лицо было усталым и изношенным. Ее лицо будет светиться с улыбкой.",
      "imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tłusty",
      "translation": "жирный",
      "definition": "Mający dużo tkanki tłuszczowej; pulchny. Mający dużą ilość tłuszczu, zwłaszcza w odniesieniu do żywności.",
      "definition_translation": "Имеющий много жира; полный. Имеющий высокий уровень жира, особенно в отношении еды.",
      "example": "Byłem tłustym, gdy byłem nastolatkiem, ale schudłem, gdy zacząłem regularnie ćwiczyć. Byłem tłustym, odkąd przestałem uprawiać sport. Będę tłustym, jeśli nie przestanę jeść fast food.",
      "example_translation": "Я был жирным, когда я был подростком, но я потерял вес после того, как я начал регулярно заниматься спортом. Я был жирным с тех пор, как я перестал играть в спорт. Я буду жирным, если я не перестану есть фаст-фуд.",
      "imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stopy",
      "translation": "стопы",
      "definition": "Dolne części nogi poniżej kostki, na których ciało stoi lub się porusza.",
      "definition_translation": "Нижние конечности ноги ниже лодыжки, на которых тела стоит или передвигается.",
      "example": "Mam zimne stopy zimą. Miałem duże stopy, gdy byłem dzieckiem. Będę miał małe stopy, gdy będę starszy.",
      "example_translation": "У меня холодные стопы зимой. У меня были большие стопы, когда я был ребенком. У меня будут маленькие стопы, когда я состарюсь.",
      "imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stopa",
      "translation": "нога",
      "definition": "Dolna część nogi poniżej kostki.",
      "definition_translation": "Нижняя часть ноги ниже лодыжки.",
      "example": "Uderzyłem nogę, gdy spadłem z roweru. Miałem złamaną nogę, kiedy byłam w szpitalu. Będę miał mocną nogę, kiedy skończę ćwiczenia.",
      "example_translation": "Я повредил ногу, когда упал с велосипеда. У меня была сломанная нога, когда я был в больнице. У меня будет сильная нога после того, как я закончу свои упражнения.",
      "imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziewczyna",
      "translation": "девушка",
      "definition": "Dziewczynka lub młoda kobieta.",
      "definition_translation": "Девочка или молодая женщина.",
      "example": "Zobaczyłem dziewczynę, która bawiła się lalką. Spotkam się z dziewczyną w parku jutro. Spotkałem się z dziewczyną na imprezie wczoraj wieczorem.",
      "example_translation": "Я увидел девушку, играющую с куклой. Я встречу девушку в парке завтра. Я встретил девушку на вечеринке прошлой ночью.",
      "imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "włosy",
      "translation": "волосы",
      "definition": "Nitkowate biomateriały, które rosną z mieszków skórnych ludzi i wielu innych zwierząt.",
      "definition_translation": "Филаментозный биоматериал, растущий из фолликулов в коже людей и многих других животных.",
      "example": "Ona czesała swoje włosy wczoraj, ona czesa swoje włosy każdego ranka, i ona będzie czesać swoje włosy jutro.",
      "example_translation": "Она расчёсывала свои волосы вчера, она расчёсывает свои волосы каждое утро, и она будет расчёсывать свои волосы завтра.",
      "imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ręka",
      "translation": "рука",
      "definition": "Końcowa część ramienia ludzkiego, służąca do chwytania i manipulowania przedmiotami.",
      "definition_translation": "Конечная часть человеческой руки за запястьем, используемая для захвата и манипулирования объектами.",
      "example": "On uściskał rękę swojego przyjaciela wczoraj, on uściska rękę swoich kolegów każdego dnia, i on będzie uściskał rękę swojego brata jutro.",
      "example_translation": "Он пожал руки с другом вчера, он пожимает руки с коллегами каждый день, и он будет пожимать руки с братом завтра.",
      "imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "noga",
      "translation": "нога",
      "definition": "Jedno z kończyn ciała ludzkiego, rozciągająca się od pachwiny do kostki.",
      "definition_translation": "Одна из конечностей человеческого тела, отходящая от паха до лодыжки.",
      "example": "Ona biegła nogą wczoraj, ona biega nogą każdego ranka, i ona będzie biegła nogą jutro.",
      "example_translation": "Она бежала своей ногой вчера, она бегает своей ногой каждое утро, и она будет бежать своей ногой завтра.",
      "imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mały",
      "translation": "маленький",
      "definition": "Mający niewielką ilość lub stopień; niewiele lub mało.",
      "definition_translation": "Маленький по количеству или степени; не много или не многие.",
      "example": "Ona miała trochę pieniędzy wczoraj, ona ma trochę pieniędzy każdego miesiąca, i ona będzie miała trochę pieniędzy w przyszłym roku.",
      "example_translation": "У нее было мало денег вчера, у нее мало денег каждый месяц, и у нее будет мало денег в следующем году.",
      "imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "długi",
      "translation": "длинный",
      "definition": "Rozciągający się na dużą odległość od końca do końca; nie krótki.",
      "definition_translation": "Простираясь на большое расстояние от конца до конца; не короткий.",
      "example": "Droga była długa i wijąca, ale krajobraz był piękny. Chodzę już długo i czuję się zmęczony. Będę chodził długą drogę, aby dotrzeć na szczyt wzgórza.",
      "example_translation": "Дорога была длинной и извилистой, но пейзаж был прекрасным. Я ходил в течение долгого времени и устал. Я пройду длинную дистанцию, чтобы дойти до вершины холма.",
      "imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mężczyzna",
      "translation": "мужчина",
      "definition": "Dorosły mężczyzna.",
      "definition_translation": "Взрослый мужчина.",
      "example": "Mężczyzna wyszedł do pokoju i uściskał mnie za rękę. Będę mężczyzną, kiedy dorosnę. Mój dziadek był mężczyzną wielkiej mądrości.",
      "example_translation": "Мужчина вошел в комнату и пожал мне руку. Я будет мужчиной, когда вырасту. Мой дедушка был мужчиной великой мудрости.",
      "imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "usta",
      "translation": "рт",
      "definition": "Otwór, przez który zwierzę przyjmuje pokarm.",
      "definition_translation": "Отверстие, через которое животное принимает пищу.",
      "example": "Dziecko włożyło usta do smoczka i zaczęło ssać. Musiałem umyć usta mydłem po zjedzeniu pikantnego jedzenia. Ona będzie miała usta na rurce, aby ją nadmuchać.",
      "example_translation": "Младенец положил рот на соску и начал сосать. Я должен был вымыть рот мылом после еды острый еды. Она будет ставить рот на трубку, чтобы надуть ее.",
      "imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nos",
      "translation": "нос",
      "definition": "Organ wzroku i wejście powietrza do płuc.",
      "definition_translation": "Орган обоняния и вход для воздуха в легкие.",
      "example": "Nos psa był bardzo wrażliwy i mogł sposób wyczuć przysmak z daleka. Musiałem dmuchać nos po złapaniu zimnego. Nos samolotu był skierowany w dół, kiedy zniżał się.",
      "example_translation": "Нос собаки был 매우 чувствительным, и он мог sentir угощение издалека. Я должен был вытереть свой нос после того, как поймал простуду. Нос самолета был направлен вниз, когда он шел вниз.",
      "imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stary",
      "translation": "старый",
      "definition": "Mający długi czas życia lub istnienia; już nie młody.",
      "definition_translation": "Имеющий долгую жизнь или существовавший давно; не молодой.",
      "example": "Mój dziadek był stary i mądry. Mieszkał w tym mieście przez 50 lat. Zawsze będzie pamiętany jako stary, dobry człowiek.",
      "example_translation": "Мой дедушка был старым и мудрым. Он жил в этом городе 50 лет. Он всегда будет помнитаться как старый, добрый человек.",
      "imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krótki",
      "translation": "короткий",
      "definition": "Nie długi w odległości lub ilości; mający małą ilość czegoś.",
      "definition_translation": "Не длинный в расстоянии или количестве; имеющий малое количество чего-либо.",
      "example": "Wczoraj wieczorem nosiłam krótką suknię na przyjęciu. Było to bardzo wygodne do tańca. Jutro nosić będę krótką spódnicę na spotkanie.",
      "example_translation": "Я надела короткое платье на вечеринку вчера ночью. Это было rất удобно танцевать. Я надену короткую юбку на встречу завтра.",
      "imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczupły",
      "translation": "стройный",
      "definition": "Mający wąską lub smukłą postać; nie tłusty.",
      "definition_translation": "Имеющий узкую или стройную форму; не жирный.",
      "example": "Próbowała pozostać szczupłą przez lata, ale nie było to łatwe. Była szczupła i sprawna, gdy miała 20 lat. Zacznie ćwiczyć regularnie, aby pozostać szczupłą.",
      "example_translation": "Она пыталась сохранять стройную фигуру в течение лет, но это не легко. Она была стройной и-fit, когда ей было 20 лет. Она начнет регулярно заниматься спортом, чтобы сохранить стройную фигуру.",
      "imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wysoki",
      "translation": "высокий",
      "definition": "Mający wielką wysokość; powyżej średniej wysokości.",
      "definition_translation": "Имеющий большую высоту; выше средней высоты.",
      "example": "On jest wysoki i przystojny. Był wysoki i chudy, gdy był nastolatkiem. Będzie jeszcze wyższy w przyszłości.",
      "example_translation": "Он высокий и красивый. Он был высоким и худым, когда ему было подростком. Он станет еще выше в будущем.",
      "imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kobieta",
      "translation": "женщина",
      "definition": "Dorosła ludzka samica, zwłaszcza ta, która jest dojrzała, zamężna lub o pewnym poziomie sophistykacji.",
      "definition_translation": "Взрослая женщина, особенно та, которая является зрелой, замужней или имеет определенный уровень изысканности.",
      "example": "Była kobietą wielkiej inteligencji i urody. Była kobietą wielkiej odwagi w młodości. Będzie kobietą wielkiej mądrości w starości.",
      "example_translation": "Она была женщиной великой интеллекта и красоты. Она была женщиной великой храбрости в своей молодости. Она будет женщиной великой мудрости в ее старости.",
      "imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "młody",
      "translation": "молодой",
      "definition": "Dotyczący lub charakterystyczny dla osoby w wczesnych stadiach wzrostu, rozwoju lub dojrzałości.",
      "definition_translation": "Относящийся к или характеризующий человека на начальных стадиях роста, развития или зрелости.",
      "example": "Był młody i pełen energii. Był młody i lekkomyślny w swojej młodości. Będzie młody sercem na zawsze.",
      "example_translation": "Он был молодым и полным энергии. Он был молодым и безрассудным в своей молодости. Он будет молодым в душе навечно.",
      "imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "starszy",
      "translation": "старый",
      "definition": "Mający długi czas życia; mający określoną liczbę lat, zwłaszcza dużą liczbę.",
      "definition_translation": "Живший долго; имеющий определенный возраст, особенно большой.",
      "example": "Starszy mężczyzna szedł wolno. Wino dojrzało dobrze. Drzewo zadrzewiło się wiekami.",
      "example_translation": "Старый человек медленно шел. Вино прекрасно постарело. Дерево состарилось за века.",
      "imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atrakcyjny",
      "translation": "привлекательный",
      "definition": "Pleasing w wyglądzie lub manierze; apelujący do zmysłów lub emocji.",
      "definition_translation": "Приятный внешне или манерой; привлекательный для чувств или эмоций.",
      "example": "Była atrakcyjną kobietą. Miasto było atrakcyjne dla turystów. Produkt miał atrakcyjny design.",
      "example_translation": "Она была привлекательной женщиной. Город был привлекательным для туристов. Продукт имел привлекательный дизайн.",
      "imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "blondynka",
      "translation": "блондинка",
      "definition": "Blondynka to osoba, zwłaszcza kobeta, z jasnymi włosami, często uważana za mającą kolor włosów żółty lub złoty.",
      "definition_translation": "Блондинка - это человек, особенно женщина, с fair волосами, часто считается иметь светло-желтый или золотистый цвет.",
      "example": "Była blondynką i miała wiele przyjaciół w szkole. Będzie blondynką, gdy dorośnie. Była blondynką podczas przyjęcia.",
      "example_translation": "Она была блондинкой и имела много друзей в школе. Она будет блондинкой, когда вырастет. Она была блондинкой во время вечеринки.",
      "imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ubrany",
      "translation": "одет",
      "definition": "Ubrany lub ozdobiony w określony sposób, zwłaszcza z odniesieniem do określonej okazji lub aktywności.",
      "definition_translation": "Одеты или украшены Certain образом, особенно с ссылкой на конкретное событие или деятельность.",
      "example": "Był ubrany w garnitur na rozmowę kwalifikacyjną. Wczoraj wieczorem ubrałam się na przyjęcie. Będą ubrani w kostiumy na Halloween.",
      "example_translation": "Он был одет в костюм для интервью. Она оделась на вечеринку вчера. Они будут одеты в костюмы на Хэллоуин.",
      "imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sprawiedliwy",
      "translation": "яркий",
      "definition": "Właściwy lub niezależny; nie faworyzujący jednej osoby lub grupy ponad inną.",
      "definition_translation": "Справедливый или без偏ятии; не отдавая предпочтение одному человеку или группе перед другой.",
      "example": "Sędzia próbował być sprawiedliwym w procesie. Targ był organizowany w mieście w zeszłym tygodniu. Będą mieli sprawiedliwą szansę wygrania gry.",
      "example_translation": "Судья пытался быть справедливым в судебном процессе. Ярмарка проходила в городе на прошлой неделе. У них будет справедливый шанс выиграть игру.",
      "imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "moda",
      "translation": "мода",
      "definition": "Panująca moda lub styl ubioru, itp., szczególnie taki, który jest popularny w określonym czasie.",
      "definition_translation": "Преобладающая обычай или стиль одежды и т.д., особенно тот, который является популярным в определенное время.",
      "example": "Lubi ona śledzić najnowsze trendy mody. Projektanci mody tworzą nowe style co sezon. Pokaz mody odbył się w Paryżu w zeszłym roku.",
      "example_translation": "Она любит следовать последним трендам моды. Дизайнеры моды создают новые стили каждый сезон. Модное шоу прошло в Париже в прошлом году.",
      "imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "palec",
      "translation": "палец",
      "definition": "Jedna z pięciu giętkich rurek znajdujących się na końcu ludzkiej ręki, używanych do chwytania i czucia rzeczy.",
      "definition_translation": "Один из пяти гибких труб, которые находятся в конце человеческой руки, используемых для захвата и чувствования вещей.",
      "example": "Złamałem palec podczas gry w piłkę nożną w zeszłym roku. Teraz mogę już nim ruszać. Będę uważać, aby nie złamać palca następnym razem.",
      "example_translation": "Я сломал палец, играя в футбол в прошлом году. Теперь я могу 이동ать его снова. Я буду осторожен, чтобы не сломать палец в следующий раз.",
      "imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przystojny",
      "translation": "хорошо выглядящий",
      "definition": "Atrakcyjny i miły dla oka; mający przyjemny wygląd.",
      "definition_translation": "Привлекательный и приятный для зрения; имеющий приятный вид.",
      "example": "Brat mojego kolegi jest przystojny, ale nie jest zbyt miły. Będzie jeszcze bardziej przystojny, gdy dorósł. Uznała go za przystojnego i zaprosiła na randkę.",
      "example_translation": "Брат друга моего является хорошо выглядящим, но он не оченьnice. Он будет еще более хорошо выглядящим, когда вырастет. Она подумала, что он является хорошо выглядящим и пригласила его на свидание.",
      "imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "facet",
      "translation": "парень",
      "definition": "Dorosły mężczyzna.",
      "definition_translation": "Взрослый мужчина.",
      "example": "Facet siedzący obok mnie w autobusie jest bardzo miły. Poznałem faceta na imprezie wczoraj. Facet, który mi pomógł, był bardzo uprzejmy.",
      "example_translation": "Парень, сидящий рядом со мной в автобусе, очень nice. Я встретил парня на вечеринке прошлой ночью. Парень, который помог мне, был очень kind.",
      "imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "makijaż",
      "translation": "макияж",
      "definition": "Kosmetyki takie jak szminka, puder i cień do powiek używane do polepszenia wyglądu.",
      "definition_translation": "Косметические средства, такие как губная помада, пудра и тени для век, используемые для улучшения внешнего вида.",
      "example": "Muszę kupić nowy makijaż na imprezę dzisiejszą. Spędziła godziny czyszcząc swój makijaż na ślubie. Uważam, że jest niepotrzebnie nosić zbyt dużo makijażu.",
      "example_translation": "Мне нужно купить新的 макияж для вечеринки сегодня ночью. Она потратила часы на нанесение макияжа для свадьбы. Я думаю, что это необязательно носить слишком много макияжа.",
      "imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ładny",
      "translation": "красивый",
      "definition": "Atrakcyjny w delikatny sposób; miły dla oka.",
      "definition_translation": "Привлекательный в нежном виде; приятный для зрения.",
      "example": "Była ładną dziewczyną, gdy była młodsza. Jest ładna teraz. Będzie ładna, gdy dorósł.",
      "example_translation": "Она была привлекательной девушкой, когда она была молодой. Она привлекательна теперь. Она будет привлекательной, когда она вырастет.",
      "imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rudowłosy",
      "translation": "рыжие волосы",
      "definition": "Włosy, które są rude.",
      "definition_translation": "Волосы, которые имеют рыжеватый цвет.",
      "example": "Moja babcia miała rude włosy, gdy była młodsza. Ma rude włosy teraz. Będzie miała rude włosy, gdy będzie stara.",
      "example_translation": "Моя бабушка имела рыжие волосы, когда она была молодой. У нее рыжие волосы теперь. У нее будут рыжие волосы, когда она станет старой.",
      "imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "silny",
      "translation": "сильный",
      "definition": "Mający dużo siły lub mocy.",
      "definition_translation": "Имеющий большое количество власти или силы.",
      "example": "Był silny, gdy był młodszy. Jest silny teraz. Będzie silny, gdy dorósł.",
      "example_translation": "Он был сильным, когда он был молодым. Он силен сейчас. Он будет сильным, когда он вырастет.",
      "imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nastolatek",
      "translation": "подросток",
      "definition": "Osoba w wieku między 13 a 19 lat.",
      "definition_translation": "Человек между возрастами 13 и 19.",
      "example": "Byłem nastolatkiem, gdy miałem 15 lat. Nie jestem już nastolatkiem. Nie będę nastolatkiem, gdy będę miał 25 lat.",
      "example_translation": "Я был подростком, когда мне было 15. Я не подросток сейчас. Я не буду подростком, когда мне будет 25.",
      "imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cienki",
      "translation": "тонкий",
      "definition": "Nie posiadający grubości lub substancji; smukły lub chudy w budowie lub formie.",
      "definition_translation": "Отсутствием в толщине или веществе; стройный или худой в строении или форме.",
      "example": "Byłem cienki, kiedy byłam nastolatkiem, ale od tej pory przybrałem na wadze. Staram się pozostać cienkim, ćwicząc regularnie. Będę cienki znów do następnego lata.",
      "example_translation": "Когда я был подростком, я был худым, но с тех пор я набрал вес. Я пытаюсь оставаться худым, регулярно тренируясь. Я снова стану худым к следующему лету.",
      "imageLink": "thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "palec",
      "translation": "палец",
      "definition": "Jeden z palców stopy, szczególnie najmniejszy lub wewnętrzny.",
      "definition_translation": "Один из пальцев ноги, especialmente smallest или innermost один.",
      "example": "Uderzyłem paznokciem o szczebel łóżka. Ona pomalowała paznokcie na czerwono. On będzie startował w zawodach pływackich, gdzie trzeba będzie stanieć na swoim palcu.",
      "example_translation": "Я ударил палец о bedpost. Она нарисовала свои пальцы ног красным. Он будет стоять наsst не линии на соревнованиях по плаванию.",
      "imageLink": "toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wygląd",
      "translation": "внешность",
      "definition": "Sposób, w jaki ktoś lub coś wygląda, szczególnie gdy jest to imponujące lub atrakcyjne.",
      "definition_translation": "Способ, которым кто-то или что-то выглядит, особенно когда это впечатляюще или привлекательно.",
      "example": "Jej występ na gali nagród był oszałamiający. Wygląd firmy na rynku dramatycznie się zmienił. Nowy pracownik zrobi dobrą impresję na spotkaniu.",
      "example_translation": "Ее внешность на церемонии награждения была ошеломляющей. Внешность компании на рынке изменилась значительно. Новый сотрудник создаст 好 впечатление на встрече.",
      "imageLink": "appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łysy",
      "translation": "лысый",
      "definition": "Nie mający włosów na głowie.",
      "definition_translation": "Имея мало или нет волос на голове.",
      "example": "Mój dziadek jest łysy. On łysiał, kiedy byłam dzieckiem. Do czasu, gdy będę miał 50 lat, będę łysy.",
      "example_translation": "Мой дедушка лысый. Он лысел, когда я был ребенком. К тому времени, когда я стану 50, я буду лысым.",
      "imageLink": "bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pięknie",
      "translation": "красиво",
      "definition": "W sposób, który jest przyjemny dla oczu lub uszu; z wielką urodą lub wdziękiem.",
      "definition_translation": "Таким образом, который приятен для глаза или уха; с большой красотой или обаянием.",
      "example": "Zachód słońca został pięknie uchwycony na obrazie. Wczoraj kwiaty były pięknie ułożone. Nowy restauracja będzie pięknie serwować kuchnię wegetariańską.",
      "example_translation": "Закат был прекрасно запечатлен на картине. Вчера цветы были прекрасно оформлены. Новый ресторан будет прекрасно обслуживать веганскую кухню.",
      "imageLink": "beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piękno",
      "translation": "красота",
      "definition": "Jakość, która jest obecna w czymś lub kimś i daje wielką przyjemność lub satysfakcję zmysłom.",
      "definition_translation": "Качество, присутствующее в вещи или человеке, которое доставляет большое удовольствие или удовлетворение чувствам.",
      "example": "Piękno krajobrazu odebrało mi odech. Piękno jest w oku patrzącego. Piękno miasta przyciągnie wielu turystów.",
      "example_translation": "Красота ландшафта оставила меня без дыхания. Красота находится в глазах смотрящего. Красота города привлечет многих туристов.",
      "imageLink": "beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "policzek",
      "translation": "щека",
      "definition": "Jedna ze stron twarzy poniżej oka.",
      "definition_translation": "Каждая сторона лица ниже глаза.",
      "example": "Dziecko miało rumiany policzek. Ona dała mu delikatny pocałunek w policzek. Lekarz zbadał policzek pacjenta w poszukiwaniu nieprawidłowości.",
      "example_translation": "У ребенка была румяная щека. Она дала ему легкий хлопок по щеке. Доктор εξаминовал щеку пациента на наличие любых аномалий.",
      "imageLink": "cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dzieciństwo",
      "translation": "детство",
      "definition": "Okres życia ludzkiego od urodzenia do pokwitania.",
      "definition_translation": "Период человеческой жизни от рождения до полового созревания.",
      "example": "Moje dzieciństwo było pełne szczęśliwych wspomnień. Dzieciństwo jest czasem niewinności i zdumienia. Doświadczenia z dzieciństwa ukształtowały jej osobowość.",
      "example_translation": "Моё детство было наполнено счастливыми воспоминаниями. Детство - это время невинности и чудес. Детские переживания形ировали ее личность.",
      "imageLink": "childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "broda",
      "translation": "подбородок",
      "definition": "Dolna część twarzy poniżej ust.",
      "definition_translation": "Подбородок - это нижняя передняя часть лица ниже рта.",
      "example": "Ona oparła brodę na ręce, myśląc. Wczoraj, ona oparła brodę na ręce podczas spotkania. Jutro, ona opiera się na brodzie, oglądając telewizję.",
      "example_translation": "Она опиралась подбородком на руку, когда думала. Вчера она опиралась подбородком на руку во время встречи. Завтра она опрет подбородком на руку, смотря телевизор.",
      "imageLink": "chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kręcony",
      "translation": "kurly",
      "definition": "Mający kręconą formę lub strukturę, szczególnie w odniesieniu do włosów.",
      "definition_translation": "Имеющий форму или структуру, особенно в 관계 к волосам.",
      "example": "Miała kręcone włosy, kiedy była dzieckiem. Teraz, ona ma kręcone włosy po użyciu curlingu. W przyszłości, ona będzie miała kręcone włosy po wykonaniu permanentu.",
      "example_translation": "У нее были курлы волосы, когда она была ребенком. Теперь у нее курлы волосы после использования челочки. В будущем у нее будут курлы волосы опять после химической завивки.",
      "imageLink": "curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "starszy",
      "translation": "старший",
      "definition": "Osoba starsza, zwłaszcza taka, która jest szanowana za swój wiek i mądrość.",
      "definition_translation": "Старший человек, особенно тот, кто уважается за свой возраст и мудрость.",
      "example": "Starszy plemienia był szanowany przez wszystkich. Wczoraj starszy wygłosił przemówienie. W przyszłości starszy będzie prowadził plemię.",
      "example_translation": "Старший племени был уважаем всеми. Вчера старший произнес речь. В будущем старший будет вести племя.",
      "imageLink": "elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "starsi",
      "translation": "пожилой",
      "definition": "Dotyczący lub charakterystyczny dla ludzi starszych, zwłaszcza w odniesieniu do fizycznej słabości lub upadku zdolności umysłowych.",
      "definition_translation": "Относящийся к или характерный для старых людей, особенно в терминах физической хрупкости или умственного упадка.",
      "example": "Starsza kobieta potrzebowała pomocy przy przekraczaniu ulicy. Wczoraj starszy mężczyzna miał problemy z chodzeniem. W przyszłości starsza para będzie potrzebować pomocy.",
      "example_translation": "Пожилой женщине нужна была помощь при пересечении улицы. Вчера пожилому мужчине было трудно ходить. В будущем пожилой паре будет необходима помощь.",
      "imageLink": "elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "najstarszy",
      "translation": "старший",
      "definition": "Będący pierwszym lub najstarszym w rodzinie lub w pozycji.",
      "definition_translation": "Быть первенцем или старшим по возрасту или.setPosition.",
      "example": "Moja najstarsza siostra jest lekarką. Studiowała medycynę, gdy się urodziłem. Za 10 lat będzie miała emeryturę.",
      "example_translation": "Моя старшая сестра - доктор. Она изучала медицину, когда я родился. Она уйдет в отставку через 10 лет.",
      "imageLink": "eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "modny",
      "translation": "модный",
      "definition": "Zgodny z najnowszą modą lub zwyczajem, zwłaszcza w odniesieniu do ubioru.",
      "definition_translation": "Соответствующий последней моде или обычаю, особенно в одежде.",
      "example": "Nosząc modną suknię na imprezie wczoraj wieczorem. W latach 90. było to modne. Za 10 lat będzie to modne ponownie.",
      "example_translation": "Она носила модное платье на вечеринке вчера вечером. Это было модно в 1990-х годах. Это снова станет модным через 10 лет.",
      "imageLink": "fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żeński",
      "translation": "женский",
      "definition": "Należący lub dotyczący kobiet lub dziewcząt.",
      "definition_translation": "Относящийся к женщинам или девочкам.",
      "example": "Moja żeńska nauczycielka była bardzo miła. Była inżynierką. Za 10 lat będą miały żeńską prezydent.",
      "example_translation": "Женский учитель была очень-kind. Она была женским инженером. У них будет женским президентом.",
      "imageLink": "female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sylwetka",
      "translation": "фигура",
      "definition": "Ciało człowieka, zwłaszcza जब considered w kategoriach jego kształtu lub wyglądu.",
      "definition_translation": "Тело человека, особенно когда оно рассматривается в терминах своей формы или вида.",
      "example": "Ma ładną sylwetkę. Figura ze statuy była imponująca. Za jutro będą to rozwiązać.",
      "example_translation": "У нее есть любимая фигура. Фигура статуи была внушительной. Они выяснят это завтра.",
      "imageLink": "figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pasować",
      "translation": "подходить",
      "definition": "Być odpowiedniego rozmiaru lub kształtu dla kogoś lub czegoś",
      "definition_translation": "Быть подходящего размера или формы для кого-то или чего-то",
      "example": "Wczoraj zmieściłem się w nowych ubraniach, Teraz pasuję do nich, i Za rok będę pasował do nich.",
      "example_translation": "Я подошел к новой одежде, я подхожу к ним сейчас, и я подхожу к ним в следующем году.",
      "imageLink": "fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czoło",
      "translation": "лоб",
      "definition": "Górna część twarzy, tuż nad brwiami i nosem.",
      "definition_translation": "Верхняя часть лица, justo над бровями и носом",
      "example": "Wytarła pot z czoła, Wytarła pot z czoła, i Wytarła pot z czoła.",
      "example_translation": "Она вытерла пот с лба, Она вытирает пот с лба, и Она будет вытирать пот с лба.",
      "imageLink": "forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rosnąć",
      "translation": "расти",
      "definition": "Stawać się większym lub bardziej rozwiniętym",
      "definition_translation": "Становиться больше или более развитым",
      "example": "Dziecko szybko rosło, Dziecko szybko rośnie, i Dziecko będzie szybko rosło.",
      "example_translation": "Ребенок быстро вырос, Ребенок быстро растет, и Ребенок быстро вырастет.",
      "imageLink": "grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "strzyżenie",
      "translation": "причёска",
      "definition": "styl, w jakim ktoś nosi włosy",
      "definition_translation": "Стиль, в котором стрижется волосы кого-то",
      "example": "Wczoraj zrobiłem strzyżenie, Co miesiąc robię strzyżenie, i Za tydzień zrobię strzyżenie.",
      "example_translation": "Я получил причёску вчера, Я получаю причёску каждый месяц, и Я получу причёску на следующей неделе.",
      "imageLink": "haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fryzjer",
      "translation": "парикмахер",
      "definition": "Osoba, której zawodem jest strzyżenie, stylizowanie i pielęgnacja ludzkich włosów.",
      "definition_translation": "Человек, чья профессия состоит в=cutting, стилизации и уходе за волосами людей.",
      "example": "Poszła do fryzjera, aby dostać nową fryzurę na ślub.",
      "example_translation": "Она пошла к парикмахеру, чтобы получить новый стиль для свадьбы.",
      "imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przystojny",
      "translation": "красивый",
      "definition": "Przyjemny dla oka; atrakcyjny.",
      "definition_translation": "Příятный для взора; привлекательный.",
      "example": "Był przystojnym młodzieńcem, a wszystkie dziewczyny w szkole go kochały. Jest przystojny i czarujący. Będzie przystojny, gdy dorósł.",
      "example_translation": "Он был красивым молодым человеком, и все девушки в школе любили его. Он красив и обаятелен. Он будет красивым, когда вырастет.",
      "imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wysokość",
      "translation": "рост",
      "definition": "Miara, która określa, jak wysoki jest ktoś lub coś.",
      "definition_translation": "Измерение того, насколько высокий кто-то или что-то.",
      "example": "Zmierzyła wysokość pokoju, aby sprawdzić, czy meble będą się mieścić. Był zaskoczony wysokością góry. Wysokość budynku była imponująca.",
      "example_translation": "Она измерила высоту комнаты, чтобы увидеть, будет ли мебель.fit Он был удивлен высотой горы. Высота здания была впечатляющей.",
      "imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziecko",
      "translation": "ребенок",
      "definition": "Ludzkie dziecko lub młoda osoba.",
      "definition_translation": "Человеческий ребенок или молодой человек.",
      "example": "Dziecko bawiło się swoimi zabawkami. Kiedy była dzieckiem, uwielbiała grać na dworze. Dziecko będzie szczęśliwe, gdy dostanie prezent.",
      "example_translation": "Ребенок играл со своими игрушками. Она раньше была ребенком, который любил играть на улице. Ребенок будетhappy, когда он получит подарок.",
      "imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kolano",
      "translation": "колено",
      "definition": "Kolano jest stawem, który łączy kości nogi i uda w ludzkim ciele.",
      "definition_translation": "Колено - это сустав, который соединяет кости нижней ноги и бедренную кость в теле человека.",
      "example": "Zraniłem kolano grając w piłkę nożną wczoraj, ale teraz czuję się lepiej. Wczoraj grając w piłkę nożną, zraniłem kolano. Jutro będę uważać, aby nie zranić kola.",
      "example_translation": "Я раненый колено во время игры в футбол вчера, но теперь я чувствую себя лучше. Вчера я играл в футбол и раненый колено. Завтра я буду осторожен, чтобы не раненый колено снова.",
      "imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dama",
      "translation": "дама",
      "definition": "Dama to grzeczny termin używany do odniesienia się do kobiety, zwłaszcza z wyższej klasy społecznej lub jako tytuł szacunku.",
      "definition_translation": "Дама - это вежливый термин, используемый для обращения к женщине, особенно из высокого общественного класса или титул уважения.",
      "example": "Dama weszła do pokoju i wszyscy wstali. Wczoraj dama była na przyjęciu i wszyscy mieli dobrą zabawę. Jutro dama odwiedzi swoją przyjaciółkę.",
      "example_translation": "Дама вошла в комнату, и все встали. Вчера дама была на вечеринке, и у всех было отличное время. Завтра дама посетит свою подругу.",
      "imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "usta",
      "translation": "губа",
      "definition": "Usta to jedna z dwóch mięsistych fałdów, które otaczają usta u ludzi i niektórych zwierząt.",
      "definition_translation": "Губа - это либо одна из двух мясистых складок, окружающих рот у людей и некоторых других животных.",
      "example": "Gryzła swoją wargę z nerwów, czekając na wyniki. Wczoraj gryzła swoją wargę z nerwów, czekając na wyniki. Jutro gryzie swoją wargę z nerwów, czekając na wyniki.",
      "example_translation": "Она укусила губу из-за тревоги, ожидая результатов. Вчера она укусила губу из-за тревоги, ожидая результатов. Завтра она укусит губу из-за тревоги, ожидая результатов.",
      "imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mężczyzna",
      "translation": "мужчина",
      "definition": "Mężczyzna to osoba, która produkuje spermę do zapłodnienia, zwłaszcza człowiek lub zwierzę.",
      "definition_translation": "Мужчина - это индивидуум вида, производящий сперму для оплодотворения, особенно человек или животное.",
      "example": "Mężczyzna lew ryknął głośno w dżungli wczoraj, ale teraz śpi. Wczoraj mężczyzna lew ryknął głośno w dżungli. Jutro mężczyzna lew będzie ryknął głośno w dżungli ponownie.",
      "example_translation": "Мужской лев громко рыкнул в джунглях вчера, но сейчас он спит. Вчера мужской лев рыкнул громко в джунглях. Завтра мужской лев громко рыкнет в джунглях снова.",
      "imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "średni wiek",
      "translation": "среднего возраста",
      "definition": "Dotyczy osób, które nie są ani młode, ani stare, typowo między 40 a 65 rokiem życia.",
      "definition_translation": "относящийся к людям, которые не молоды и не стары, обычно между 40 и 65 годами",
      "example": "Mój wujek w średnim wieku lubi grać w golfa podczas wolnego czasu. Grał w golfa ubiegły weekend i zagra ponownie następnym weekendem.",
      "example_translation": "Мой дядя среднего возраста любит играть в гольф в свободное время. Он играл в гольф на прошлых выходных и будет играть снова на следующих выходных.",
      "imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wąs",
      "translation": "усы",
      "definition": "Rost włosów na górnej wardze, zwłaszcza gdy jest pielęgnowany i upiększany.",
      "definition_translation": "рост волос на верхней губе, особенно когда он культивируется и ухаживается",
      "example": "Mój dziadek miał duży wąs, gdy był młody. Od wielu lat go pielęgnował i będzie pielęgnował, aż do starości.",
      "example_translation": "У моего дедушки был большой усы, когда он был молодым. Он растет его в течение многих лет и будет продолжать расти до старости.",
      "imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przytyć",
      "translation": "набрать вес",
      "definition": "zdobyć na wadze, szczególnie przez jedzenie zbyt dużo jedzenia",
      "definition_translation": "набрать вес, особенно поедая слишком много еды",
      "example": "Ostatnio przytyłem, bo jem zbyt dużo fast food. Przestanę jeść fast food i zacznę ćwiczyć, aby schudnąć.",
      "example_translation": "Я最近 набрал вес, потому что я ел слишком много фаст-фуда. Я перестану есть фаст-фуд и начну заниматься спортом, чтобы сбросить вес.",
      "imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "płeć",
      "translation": "пол",
      "definition": "charakterystyka bycia mężczyzną lub kobietą",
      "definition_translation": "характеристика быть мужчиной или женщиной",
      "example": "Formularz pytał o moją płeć, więc wypełniłem 'mężczyzna'. W przyszłości wypełnię 'mężczyzna', kiedy będę musiał podać swoją płeć.",
      "example_translation": "Форма просила мой пол, поэтому я заполнил 'мужчина'. Я заполню 'мужчина' в будущем, когда мне нужно будет.",
      "imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "golić",
      "translation": "брить",
      "definition": "usuwać włosy z części ciała, szczególnie z twarzy, za pomocą brzytwy",
      "definition_translation": "удалить волосы с части тела, особенно лица, используя бритву",
      "example": "Wczoraj się zgoliłem, goliłem się każdego ranka i będę się golił jutro.",
      "example_translation": "Я брился вчера, я брюсь каждое утро, и я сбриюсь завтра.",
      "imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "inteligentny",
      "translation": "умный",
      "definition": "mający lub pokazujący dużo inteligencji lub zdrowego rozsądku",
      "definition_translation": "имеющий или проявляющий большую долю интеллекта или здравого смысла",
      "example": "Moja inteligentna siostra ukończyła uniwersytet w wieku 20 lat, ona jest inteligentna w matematyce i będzie inteligentna wystarczająco, aby dostać stypendium.",
      "example_translation": "Моя умная сестра закончила университет в возрасте 20 лет, она разумна в математике, и она будет достаточно умна, чтобы получить стипендию.",
      "imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nastolatka",
      "translation": "подростковый",
      "definition": "dotycząca lub charakterystyczna dla osób w wieku nastoletnim",
      "definition_translation": "относящийся к или характерный для людей в подростковом возрасте",
      "example": "Byłem nastolatkiem-buntownikiem, moja nastoletnia córka kocha muzykę rockową, a mój nastoletni syn będzie idolem nastolatków.",
      "example_translation": "Я был подростковым бунтарем, моя подростковая дочь любит рок-музыку, и мой подростковый сын будет подростковым идолом.",
      "imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kciuk",
      "translation": "большой палец",
      "definition": "krótki, gruby palec na wewnętrznej stronie dłoni",
      "definition_translation": "короткий, толстый палец на внутренней стороне человеческой руки",
      "example": "Zraniłem kciuk, grając w piłkę nożną, ona ssała kciuk jako dziecko, a on złamie kciuk, jeśli nie będzie ostrożny.",
      "example_translation": "Я поранил большой палец, играя в футбол, она сосала большой палец в детстве, и он сломает большой палец, если он не будет осторожен.",
      "imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słaby",
      "translation": "слабый",
      "definition": "Brak siły lub energii; nie silny lub potężny.",
      "definition_translation": "Не имеющий силы или энергии; не сильный или мощный.",
      "example": "Czułem się słabym po długiej chorobie. Byłem słabym w matematyce w szkole. Będę słabym, jeśli nie będę dobrze się odżywiał.",
      "example_translation": "Я чувствовал себя слабым после долгой болезни. Я был слаб в математике в школе. Я буду слаб, если не буду хорошо питаться.",
      "imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ważyć",
      "translation": "весить",
      "definition": "Mierzyć wagę czegoś lub mieć określoną wagę.",
      "definition_translation": "Измерять вес чего-либо или иметь определенный вес.",
      "example": "Muszę ważyć ten pakiet, aby go wysłać. Ona waży 50 kg. Oni będą ważyć opcje przed podjęciem decyzji.",
      "example_translation": "Мне нужно измерить вес этого пакета, чтобы отправить его. Она весит 50 кг. Они будут взвешивать варианты перед принятием решения.",
      "imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "waga",
      "translation": "вес",
      "definition": "Ilość lub wielkość ciężaru lub masy czegoś.",
      "definition_translation": "Количество или масса тяжести или массы чего-либо.",
      "example": "Waga tego worka jest zbyt dla mnie ciężka, aby go unieść. Jego waga znacznie wzrosła. Waga tej decyzji spoczywa na ich barkach.",
      "example_translation": "Вес пакета слишком велик для меня, чтобы нести. Его вес значительно увеличился. Вес решения лежит на их плечах.",
      "imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "elegancki",
      "translation": "элегантный",
      "definition": "Noszenie czystych i schludnych ubrań w stylowy sposób.",
      "definition_translation": "Носит чистую и опрятную одежду в элегантном стиле.",
      "example": "On jest zawsze elegancko ubrany na ważne spotkania. Była elegancko ubrana na imprezę. Są oni elegancką parą.",
      "example_translation": "Он всегда элегантен на важных встречах. Она была элегантно одета на вечеринке. Они - элегантная пара.",
      "imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "młodość",
      "translation": "молодежь",
      "definition": "Okres życia między dzieciństwem a dorosłością, charakteryzujący się fizycznym, emocjonalnym i społecznym rozwojem człowieka.",
      "definition_translation": "Период жизни между детством и взрослой жизнью, характеризующийся физическим, эмоциональным и социальным развитием člověka.",
      "example": "W swojej młodości była odważną i przygodową osobą, zawsze gotową do eksploracji nowych miejsc. Spędziła swoją młodość studiując za granicą. Będzie wspominać swoją młodość z nostalgią w przyszłości.",
      "example_translation": "В своей молодости она была смелым и авантюрным человеком, всегда готовым исследовать новые места. Она проведет свою молодость, учась за границей. Она будет вспоминать свою молодость с ностальгией в будущем.",
      "imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nagi",
      "translation": "голый",
      "definition": "Bez okrycia lub odzieży; nadzy.",
      "definition_translation": "Без покрытия или одежды; голый.",
      "example": "Drzewo było nagie z liści w zimie. Chodziła boso po plaży. Pokój był nagący z mebli.",
      "example_translation": "Дерево было голым без листьев зимой. Она ходила босиком на пляже. Комната была голой без какой-либо мебели.",
      "imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przebrać się",
      "translation": "маскировка",
      "definition": "Kostium lub wygląd noszony, aby ukryć swoją tożsamość lub charakter.",
      "definition_translation": "Костюм или внешний вид, ношенный для сокрытия своей личности или характера.",
      "example": "Włożyła przebranie na przyjęcie, aby uniknąć rozpoznania. Użył fałszywego brody jako przebrania. Szpiegowe przebranie pozwoliło jej się wmieszać w tłum.",
      "example_translation": "Она надела маскировку на вечеринку, чтобыavoid recognition. Он использовал фальшивую бороду как маскировку. Маскировка шпионки позволила ей слиться с толпой.",
      "imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przebrać się",
      "translation": "маскировка",
      "definition": "Kostium lub wygląd noszony, aby ukryć swoją tożsamość lub charakter.",
      "definition_translation": "Костюм или внешний вид, ношенный для сокрытия своей личности или характера.",
      "example": " Aktorowe przebranie było tak dobre, że nikt nie rozpoznał go. Złodziej użył przebrania, aby popełnić przestępstwo. Policjanci próbowali odkryć przebranie podejrzanego.",
      "example_translation": "Маскировка актера была так хороша, что никто не узнал его. Вор использовал маскировку, чтобы совершить преступление. Полиция пыталась раскрыть маскировку подозреваемого.",
      "imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "elegancki",
      "translation": "элегантный",
      "definition": "Mający przyjemnie wyrafinowany i godny wygląd lub charakter.",
      "definition_translation": "Имеющий приятно-refined и достойный внешний вид или характер.",
      "example": "Wyglądała elegancko w swojej czerwonej sukni na przyjęciu. Będzie wyglądać elegancko na swoim weselu. Wyglądała elegancko na swoim dyplomie.",
      "example_translation": "Она выглядела элегантно в ее красном платье на вечеринке. Она будет выглядеть элегантно на ее свадьбе. Она выглядела элегантно на ее выпускной церемонии.",
      "imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "elegancko",
      "translation": "элегантно",
      "definition": "W sposób przyjemnie wyrafinowany i godny.",
      "definition_translation": "Таким образом, который является приятно-refined и достойным.",
      "example": "Schodziła elegancko po schodach. Będzie tańczyć elegancko na balu. Tańczyła elegancko na balu maturalnym.",
      "example_translation": "Она шла элегантно вниз по лестнице. Она будет танцевать элегантно на балу. Она танцевала элегантно на выпускном вечере.",
      "imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "brwi",
      "translation": "брови",
      "definition": "Włosy rosnące nad oczami.",
      "definition_translation": "Волосы, которые растут над глазами.",
      "example": "Ma grube brwi, które wymagają regularnego przycinania. Jej brwi były doskonale skształtowane. Miała swoje brwi woskowane wczoraj.",
      "example_translation": "У нее густые брови, которые требуют регулярной стрижки. Ее брови были идеально сформированы. Она удалила свои брови воском вчера.",
      "imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rzęsy",
      "translation": "ресницы",
      "definition": "Włosy rosnące na brzegach powiek.",
      "definition_translation": "Волосы, которые растут на краях век.",
      "example": "Ma długie rzęsy, które sprawiają, że jej oczy wyglądają pięknie. Jej rzęsy były zakręcone i pomadzane. Miała swoje rzęsy przedłużone w salonie.",
      "example_translation": "У нее длинные ресницы, которые делают ее глаза выглядеть красивыми. Ее ресницы были закрученными и покрытыми mascara. Она.extend свои ресницы в салоне.",
      "imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cecha",
      "translation": "функция",
      "definition": "Wyróżniająca się lub charakterystyczna część lub charakterystyka czegoś, np. krajobrazu, twarzy człowieka lub produktu.",
      "definition_translation": "Выбочные или отличительные части или характеристики чего-либо, такие как ландшафт, лицо человека или продукт.",
      "example": "Nowa cecha smartfona umożliwia użytkownikom odblokowanie telefonu za pomocą twarzy.",
      "example_translation": "Новая функция смартфона позволяет пользователям разблокировать свой телефон лицом.",
      "imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żeński",
      "translation": "женский",
      "definition": "Dotyczący lub charakteryzujący kobiety lub dziewczyny.",
      "definition_translation": "Относящийся к женщинам или девушкам.",
      "example": "Żeńska atletka zdobyła złoty medal na igrzyskach olimpijskich. Będzie rywalizować z innymi żeńskimi atletami w następnym turnieju.",
      "example_translation": "Женская спортсменка выиграла золотую медаль на Олимпийских играх. Она будет соревноваться с другими женскими спортсменками на следующем турнире.",
      "imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plamki",
      "translation": "прыщики",
      "definition": "Małe, zwykle brązowe, plamki na skórze, szczególnie na twarzy lub ramionach, powstające w wyniku tworzenia się melaniny.",
      "definition_translation": "Маленькие, обычно коричневые, пятна на коже, особенно на лице или руках, образующиеся в результате формирования меланина.",
      "example": "Miała plamki na całej twarzy i ramionach, co sprawiało, że wyglądała jeszcze piękniej. Kiedy była dzieckiem, jej plamki były ciemniejsze, ale w miarę dorastania stawały się jaśniejsze.",
      "example_translation": "У нее были прыщики на всем лице и руках, что делало ее еще более красивой. Когда она была ребенком, ее прыщики были темнее, но когда она выросла, они стали světlejší.",
      "imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "frędzel",
      "translation": "бахрома",
      "definition": " Dekoracyjny brzeg lub obramowanie, szczególnie na tkaninie lub ubraniu.",
      "definition_translation": "Декоративная кайма или окантовка, особенно на ткани или на предмете одежды.",
      "example": " Sukienka miała piękny frędzel na dole, co sprawiało, że wyglądała bardziej elegancko. Uwielbiała frędzel na swoim szaliku, który dodawał stylizacji do jej stroju.",
      "example_translation": "Платье имело красивую бахрому внизу, что делало его более элегантным. Она любила бахрому на ее шарфе, которая добавляла штрих изысканности к ее наряду.",
      "imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "płeć",
      "translation": "гендер",
      "definition": "Stan bycia mężczyzną lub kobietą, szczególnie w odniesieniu do ról społecznych i kulturowych.",
      "definition_translation": "Состояние быть мужчиной или женщиной, особенно в отношении социальных и культурных ролей.",
      "example": "Nauczyciel spytał ucznia, aby określił swoją płeć na formularzu. Od zawsze walczyła ze swoją tożsamością płciową. Do czasu, gdy miała 30 lat, przeszła już całkowicie na nową płeć.",
      "example_translation": "Учитель спросил ученика, чтобы тот указал свой пол в форме. Она всегда боролась со своей гендерной идентичностью. К тому времени, когда ей было 30, она полностью перешла к новому полу.",
      "imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dorosły",
      "translation": "взрослый",
      "definition": "Osoba, która osiągnęła fizyczną i emocjonalną dojrzałość, charakteryzującą się sensem odpowiedzialności i niezależności.",
      "definition_translation": "Человек, достигший физической и эмоциональной зрелости, обычно отмеченной чувством ответственности и независимости.",
      "example": "Jako dorosły, zrozumiałem, że moi rodzice mieli rację w wielu sprawach. Była dorosłą w wieku 18 lat, ale wciąż mieszkała z rodzicami. Do czasu, gdy miał 40 lat, stał się już udanym dorosłym z rodziną.",
      "example_translation": "В качестве взрослого я понял, что мои родители были правы о многих вещах. Она была взрослой в 18 лет, но все еще жила с родителями. к тому времени, когда ему было 40, он стал успешным взрослым с семьей.",
      "imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "włosy",
      "translation": "волосы",
      "definition": "Różowy wzrost na głowie lub ciele zwierzęcia, składający się z filamentu białkowego, który rośnie z mieszków w skórze.",
      "definition_translation": "Рост на человеческой голове или теле животного, состоящий из белковой филаменты, растущей из фолликулов в коже.",
      "example": "Miała długie, kręcone włosy, które spadały jej na plecy. Musiał się ostrzyc, ponieważ jego włosy były zbyt długie. W przyszłości będę miał szare włosy i zmarszczki.",
      "example_translation": "У нее были длинные, кучерявые волосы, которые спускались вниз по ее спине. Он должен был постричься, потому что его волосы были слишком длинными. В будущем у меня будет седая шевелюра и морщины.",
      "imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obraz",
      "translation": "образ",
      "definition": "Wizualne przedstawienie lub podobieństwo czegoś, takiego jak osoba, obiekt lub scena.",
      "definition_translation": "Визуальное представление или подобие чего-то, такого как человек, объект или сцена.",
      "example": "Obraz na ekranie telewizora był nieostry. Projektowała obraz pewności siebie, który inspirował jej zespół. W przyszłości stworzę 3D obraz mojego idealnego miasta.",
      "example_translation": "Образ на экране ТВ был нечетким. Она проецировала образ уверенности, который вдохновил ее команду. В будущем я создам трехмерный образ моего идеального города.",
      "imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mężczyzna",
      "translation": "мужской",
      "definition": "Posiadający lub pokazujący cechy, które tradycyjnie są kojarzone z mężczyznami, takie jak siła i odwaga.",
      "definition_translation": "Имеющий или демонстрирующий качества, традиционно связанные с мужчинами, such as strength и храбрость.",
      "example": "Był modelem męskim, znanym ze swojego szorstkiego wyglądu. Był modelem męskim przez wiele lat. Będzie modelem męskim w przyszłym roku.",
      "example_translation": "Он был моделью мужского пола, известным своей мужской внешностью. Он был моделью мужского пола в течение лет. Он станет моделью мужского пола в следующем году.",
      "imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gwoźdź",
      "translation": "гвоздь",
      "definition": "Mała metalowa szpila z płaską głową, używana do łączenia rzeczy, szczególnie drewna.",
      "definition_translation": "Маленький металлический штырь с плоской головкой, используемый для соединения вещей, особенно дерева.",
      "example": "Wbiłem gwoźdź w ścianę, aby powiesić obraz. Wbiłem gwoźdź w ścianę wczoraj. Wbiję gwoźdź w ścianę jutro.",
      "example_translation": "Я забил гвоздь в стену, чтобы повесить картину. Я забил гвоздь в стену вчера. Я забью гвоздь в стену завтра.",
      "imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nagi",
      "translation": "голый",
      "definition": "Bez ubrania lub okrycia; nie noszący żadnych ubrań.",
      "definition_translation": "Без одежды или покрытия; не носит никакой одежды.",
      "example": "Dziecko było nagie w wannie. Dziecko było nagie w wannie wcześniej. Dziecko będzie nagie w wannie znów.",
      "example_translation": "Младенец был голым в ванне. Младенец был голым в ванне раніше. Младенец будет голым в ванне снова.",
      "imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bledny",
      "translation": "бледный",
      "definition": "Mający jasny lub wybledźony kolor; nie będący zbyt jaskrawym.",
      "definition_translation": "Имеющий светлый или выцветший цвет; не ярко окрашенный.",
      "example": "Ściany w bladoniebieskim kolorze wyglądały ładnie z ciemnym meblem. Ściany były bladoniebieskie przez wiele lat. Ściany będą bladoniebieskie znów wkrótce.",
      "example_translation": "Бледно-синие стены выглядели хорошо с темной мебелью. Стены были бледно-синими в течение лет. Стены снова станут бледно-синими скоро.",
      "imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kucyk",
      "translation": "хвостик",
      "definition": "Fryzura, w której włosy są ściągnięte i związane z tyłu głowy, zwykle za pomocą wstążki lub gumki.",
      "definition_translation": "Причёска, в которой волосы оттянуты назад и закреплены на затылке, обычно с помощью ленты или резинки.",
      "example": "Miała kucyk i nosiła białą bluzkę. Wczoraj miała kucyk i nosiła białą bluzkę. Jutro będzie miała kucyk i będzie nosiła białą bluzkę.",
      "example_translation": "У неё был хвостик, и она носила белую рубашку. Вчера у неё был хвостик, и она носила белую рубашку. Завтра у неё будет хвостик, и она будет носить белую рубашку.",
      "imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rasowy",
      "translation": "расовый",
      "definition": "Dotyczący lub charakteryzujący rasę osoby.",
      "definition_translation": "Относящийся к или характеризующий расу человека.",
      "example": "Rasowa różnorodność miasta była imponująca. Rasowa różnorodność miasta jest imponująca. Rasowa różnorodność miasta będzie imponująca.",
      "example_translation": "Расовая разнообразие города было впечатляющим. Расовое разнообразие города является впечатляющим. Расовое разнообразие города будет впечатляющим.",
      "imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "seksualny",
      "translation": "сексуальный",
      "definition": "Dotyczący lub związany z seksem.",
      "definition_translation": "Относящийся к или связанный с сексом.",
      "example": "Zdrowie seksualne populacji jest poważnym problemem. Zdrowie seksualne populacji było poważnym problemem. Zdrowie seksualne populacji będzie poważnym problemem.",
      "example_translation": "Сексуальное здоровье населения являетсяmajor concern. Сексуальное здоровье населения было major concern. Сексуальное здоровье населения будет major concern.",
      "imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plama",
      "translation": "пятно",
      "definition": "Mała plamka lub ślad na powierzchni.",
      "definition_translation": "Маленькое пятно или стой на поверхности.",
      "example": "Była plama na mojej koszuli. Była plama na mojej koszuli wczoraj. Będzie plama na mojej koszuli jutro.",
      "example_translation": "Было пятно на моей рубашке. Было пятно на моей рубашке вчера. Будет пятно на моей рубашке завтра.",
      "imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "siła",
      "translation": "сила",
      "definition": "Cecha lub stan bycia silnym; zdolność do oporu przed złamaniem lub zniszczeniem;",
      "definition_translation": "Качество или состояние быть сильным; Способность抵истать быть破ленным или разбитым;",
      "example": "Pokazał wielką siłę, podnosząc ciężkie ciężary. Będzie potrzebować siły, aby pokonać swoje lęki. Będą rozwijać siłę w nogach, ćwicząc regularnie.",
      "example_translation": "Он проявил великую силу, поднимая тяжелые веса. Ей будет нужна сила, чтобы преодолеть свои страхи. Они разовьют силу в своих ногах, регулярно тренируясь.",
      "imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wzmocnić",
      "translation": "укреплять",
      "definition": "Zwiększyć siłę lub moc kogoś lub czegoś; Wsparcie lub wzmocnić coś;",
      "definition_translation": "Сделать кого-то или что-то сильнее или более мощным; Поддержать или укрепить что-то;",
      "example": "Ćwiczenia mogą wzmocnić twoje mięśnie. Firma wzmocni swoją pozycję na rynku. Będzie wzmocnić relacje z przyjaciółmi.",
      "example_translation": "Упражнения могут укрепить ваши мускулы. Компания укрепит свою позицию на рынке. Она укрепит свои отношения с друзьями.",
      "imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "opalenizna",
      "translation": "загар",
      "definition": "Brązowy kolor skóry spowodowany przez ekspozycję na słońce; typ skóry;",
      "definition_translation": "Коричневый цвет кожи, вызванный воздействием солнца; Тип кожи;",
      "example": "Dostała opaleniznę po spędzeniu tygodnia na plaży. Brązowa skóra była bardzo modna. Chciał dostać opaleniznę, aby wyglądać zdrowiej.",
      "example_translation": "Она загорела после недельного пребывания на пляже. Коричневая кожаная куртка была очень модной. Он хотел загореться, чтобы выглядеть здоровее.",
      "imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "udo",
      "translation": "бедро",
      "definition": "Część nogi ludzkiej powyżej kolana; kawałek mięsa z tej części;",
      "definition_translation": "Часть human ноги выше колена; Нарезка мяса из этой области;",
      "example": "Zawodnik stracił udowa mięśnie podczas gry. Lekarz zbadał jej udo, aby sprawdzić, czy jest niewypadkowe. Będą gotować udo mięso na obiad.",
      "example_translation": "Спортсмен растянул мышцу бедра во время игры. Врач осмотрел ее бедро, чтобы проверить на травмы. Они будут готовить мясо бедра на ужин.",
      "imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "falach",
      "translation": "волнистый",
      "definition": "Mający kształt falisty lub sinusoidalny; nieprosty lub płaski.",
      "definition_translation": "Имея волнистую или синусоидальную форму; не прямую или плоскую.",
      "example": "Surfista jeździł falach przez cały ranek. Miała falach włosy jako dziecko. Droga będzie falach, kiedy skończą ją budować.",
      "example_translation": "Сёрфер катался на волнистой волне весь morning. У нее были волнистые волосы в детстве. Дорога будет волнистой, когда они закончат строительство.",
      "imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atletyczny",
      "translation": "крепко сложенный",
      "definition": "Mający silne i zdrowe ciało; fizycznie sprawny.",
      "definition_translation": "Имея крепкое и здоровое тело; физически.fit.",
      "example": "Atletyczny zawodnik wygrał mistrzostwa. Był atletycznym mężczyzną w swojej młodości. Firma zamierza budować domy atletyczne.",
      "example_translation": "Крепко сложенный спортсмен выиграл чемпионат. Он был крепко сложенным мужчиной в молодости. Компания стремится строить крепко сложенные дома.",
      "imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmarszczki",
      "translation": "морщины",
      "definition": "Linie lub fałdy na skórze, szczególnie na twarzy, które są efektem starzenia się lub powtarzających się ekspresji twarzy.",
      "definition_translation": "Линии или складки на коже, особенно на лице, в результате старения или повторяющихся мимических выражений.",
      "example": "Palenie może powodować zmarszczki na twarzy. Starzec miał głębokie zmarszczki na czole. Próbowała usuwać zmarszczki ze swojej twarzy za pomocą kremów do pielęgnacji.",
      "example_translation": "Курение может вызвать морщины на лице. Старый мужчина имел глубокие морщины на лбу. Она пыталась удалить морщины с лица, используя кремы для лица.",
      "imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nadgarstek",
      "translation": "запястье",
      "definition": "Staw między ręką a przedramieniem, lub odpowiednia partia rękawiczki.",
      "definition_translation": "Сустав между рукой и предплечьем, или соответствующая часть перчатки.",
      "example": "Zraniła się w nadgarstek podczas gry w tenisa. Opaska nadgarstka była zbyt ciasna. Lekarz dokładnie zbadał jego nadgarstek.",
      "example_translation": "Она повредила запястье, играя в теннис. Запястный браслет был слишком тесным. Доктор тщательно осмотрел его запястье.",
      "imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "młodzież",
      "translation": "молодежь",
      "definition": "Okres życia między dzieciństwem a dorosłością, charakteryzujący się poczuciem wolności i eksperymentowania.",
      "definition_translation": "Период жизни между детством и взрослой жизнью, характеризующийся ощущением свободы и эксперимента.",
      "example": "W mojej młodzieży byłem wolny i podróżowałem po świecie. Teraz jestem osadzony z rodziną. Gdy spojrzę wstecz, zdaję sobie sprawę, ile nauczyłem się z tych doświadczeń i chciałbym je powtórzyć.",
      "example_translation": "В моей молодости я был свободен и путешествовал по миру. Теперь я женат с семьей. Когда я смотрю назад, я понимаю, сколько я научился из тех опытов и хочу пережить их заново.",
      "imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cielę",
      "translation": "теленок",
      "definition": "Młody byk lub cielica, typowo w pierwszym roku życia.",
      "definition_translation": "Молодая корова или бык, обычно в первый год своей жизни.",
      "example": "Cielę urodziło się wczoraj i jeszcze uczy się chodzić. Wczoraj widziałem cielę bawiące się na łące. Do przyszłego roku to cielę będzie już dorosłą krową.",
      "example_translation": "Теленок родился прошлой ночью и все еще учится ходить. Вчера я видел теленка, играющего в полях. К следующему году этот теленок станет взрослой коровой.",
      "imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "elegancja",
      "translation": "элегантность",
      "definition": "Jakość bycia przyjemnie efektowną i stylową w wyglądzie lub zachowaniu.",
      "definition_translation": "Качество быть приятно изящным и стильным внешне или в манере.",
      "example": "Elegancja ruchów baleriny zachwyciła publiczność. Nowa restauracja robiła na mnie wrażenie swoją elegancją, ale jedzenie nie było tak dobre, jak się spodziewałem. Gdy dorośnie, chcę projektować eleganckie ubrania.",
      "example_translation": "Элегантность движений балериныcaptivated аудиторию. Элегантность нового ресторана впечатлила меня, но еда не была så good, как я ожидаем. Когда я вырасту, я хочу diseñar элегантные clothes.",
      "imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mały palec",
      "translation": "мизинец",
      "definition": "Najmniejszy palec ręki ludzkiej.",
      "definition_translation": "Самый маленький палец human руки.",
      "example": "Złamałem mały palec podczas gry w piłkę nożną. Lekarz powiedział, że muszę odpocząć mały palec przez kilka tygodni. Mój mały palec wciąż boli po kontuzji.",
      "example_translation": "Я сломал свой мизинец, играя в футбол. Доктор сказал, что мне нужно отдохнуть мой мизинец на несколько недель. Мой мизинец все еще болит от травмы.",
      "imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "środkowy palec",
      "translation": "средний палец",
      "definition": "Trzeci palec ręki ludzkiej, położony między palcem wskazującym a palcem serdecznym.",
      "definition_translation": "Средний палец - это третий палец человеческой руки, расположенный между указательным и безымянным пальцами.",
      "example": "Dała kierowcy środkowy palec, gdy ten przeciął jej drogę w ruchu. Wczoraj dała swojemu bratu środkowy palec, gdy ten zabrał jej ulubioną zabawkę. W przyszłości da środkowy palec każdemu, kto spróbuje zająć jej miejsce parkingowe.",
      "example_translation": "Она показала средний палец водителю, когда он cắt ее на дороге. Вчера она показала средний палец брату, когда он взял ее любимую игрушку. В будущем она будет показывать средний палец любому, кто попытается занять ее парковочное место.",
      "imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "otyły",
      "translation": "ожиревший",
      "definition": "Otyły oznacza, że osoba ma indeks masy ciała (BMI) równy 30 lub wyższy, co oznacza, że jest ciężko otyła.",
      "definition_translation": "Ожиревший - это человек, который имеет индекс массы тела (ИМТ) 30 или выше, что означает, что он имеет сильный лишний вес.",
      "example": "Lekarz ostrzegł pacjenta, że być otyłym może prowadzić do poważnych problemów zdrowotnych. Pacjent był otyły od dzieciństwa, ale ostatnio zaczął ćwiczyć, aby schudnąć. W przyszłości pacjent chce już nie być otyłym.",
      "example_translation": "Доктор предупредил пациента, что ожирение может привести к серьезным проблемам со здоровьем. Пациент был ожиревшим с детства, но недавно начал заниматься физкультурой, чтобы похудеть. В будущем пациент надеется больше не быть ожиревшим.",
      "imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przypominać",
      "translation": "походить",
      "definition": "Przypominać coś lub kogoś oznacza mieć podobny wygląd, charakter lub jakość.",
      "definition_translation": "Быть похожим на что-то или кого-то означает иметь похожий вид, характер или качество.",
      "example": "Nowy pracownik przypomina mojego starego szefa w stylu zarządzania. Dom przypomina zamek ze swoimi wysokimi wieżami i wielkimi halami. W przyszłości firma będzie przypominać korporację międzynarodową.",
      "example_translation": "Новый сотрудник походит на моего старого босса по стилю управления. Дом походит на замок, с его высокими башнями и просторными залами. В будущем компания будет походить на 멀тинациональную корпорацию.",
      "imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nastolatek",
      "translation": "подросток",
      "definition": "Nastolatek to młoda osoba w trakcie rozwoju z dziecka w dorosłego, typowo między 13 a 19 rokiem życia.",
      "definition_translation": "Подросток - это молодой человек, который развивается из ребенка в взрослого, обычно в возрасте между 13 и 19 годами.",
      "example": "Nastolatek walczył, aby się uczyć w szkole. Jako nastolatek byłem bardzo buntowniczy i niezależny. W przyszłości nastolatek stanie się pewnym się dorosłym.",
      "example_translation": "Подросток боролся со своей социальной группой в школе. Как подросток, она была очень упрямой и независимой. В будущем подросток станет уверенным взрослым.",
      "imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kości policzkowe",
      "translation": "скулы",
      "definition": "Kości policzkowe to kościołowe występy twarzy, położone poniżej oczu i tworzące górę szczękę.",
      "definition_translation": "Скулы - это костные выступы лица, расположенные ниже глаз и образующие верхнюю челюсть.",
      "example": "Jej wysokie kości policzkowe i uderzające rysy sprawiły, że była pięknym modelem. Miała wyraźne kości policzkowe, które były zazdrośczone przez wielu. W przyszłym roku będzie miała operację, aby polepszyć kości policzkowe.",
      "example_translation": "Ее высокие скулы и поразительные черты делали ее стопроцентной моделью. У нее были заметные скулы, которые завидовали многие. Она будет прошла операцию по коррекции своих скул в следующем году.",
      "imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cera",
      "translation": "кожный тон",
      "definition": "Cera to naturalny kolor i tekstura skóry, zwłaszcza twarzy.",
      "definition_translation": "Кожный тон - это естественный цвет и текстура кожи человека, особенно лица.",
      "example": "Jej jasna cera sprawiała, że wyglądała delikatnie. Miał ciemną cerę, która często kojarzona była z pracą na świeżym powietrzu. Po zabiegu pielęgnacyjnym będzie miała promienną cerę.",
      "example_translation": "Ее светлый кожный тон делал ее выглядеть хрупкой. У него был темный кожный тон, который часто ассоциировался с работой на открытом воздухе. У нее будет радужный кожный тон после процедуры ухода за лицом.",
      "imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "naskórek",
      "translation": "кутикула",
      "definition": "Naskórek to cienka warstwa skóry u podstawy paznokcia lub palucha.",
      "definition_translation": "Кутикула - это тонкий слой кожи у основания ногтя или пальца ноги.",
      "example": "Pchnęła swój naskórek, aby paznokcie wyglądały ładniej. Kosmetyczka ostrożnie przycinała jego naskórek, aby zapobiec wrosnięciu paznokci. Po zabiegu pielęgnacyjnym będzie miała miękki naskórek.",
      "example_translation": "Она отодвинула свои кутикулы, чтобы ее ногти выглядели аккуратнее. Косметолог аккуратно подрезал его кутикулы, чтобы предотвратить врастание ногтей. У нее будут мягкие кутикулы после увлажняющего лечения.",
      "imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dłoń",
      "translation": "ладонь",
      "definition": "Dłoń to wewnętrzna powierzchnia ręki, od nadgarstka do podstawy palców.",
      "definition_translation": "Ладонь - это внутренняя поверхность руки, от запястья до основания пальцев.",
      "example": "Położyła dłoń na jego czole, aby poczuć jego temperaturę. On czytał jej dłoń, aby przepowiedzieć jej przyszłość. W przyszłym roku będzie miała bliznę na dłoni po operacji.",
      "example_translation": "Она поместила свою ладонь на его лоб, чтобы почувствовать его температуру. Он читал ее ладонь, чтобы предсказать ее будущее. У нее будет шрам на ладони после операции.",
      "imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pierścionkowy palec",
      "translation": "безымянный палец",
      "definition": "Czwarty palec ludzkiej ręki, położony między palcem środkowym a małym, na który tradycyjnie noszone jest pierścionek ślubny.",
      "definition_translation": "Четвертый палец человеческой руки, расположенный между средним пальцем и мизинцем, на котором обычно носят обручальное кольцо.",
      "example": "W pierścionkowym palcu miała piękny diamentowy pierścionek. Wczoraj miała srebrny pierścionek na tym palcu, ale teraz nosi złoty.",
      "example_translation": "Она носила красивое бриллиантовое кольцо на безымянном пальце. Вчера она носила серебряное кольцо на том пальце, но теперь она носит золотое.",
      "imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "golgota",
      "translation": "голень",
      "definition": "Przednia część ludzkiej nogi poniżej kolana, pokrywająca kość piszczelową.",
      "definition_translation": "Передняя часть человеческой ноги ниже колена, покрывающая большеберцовую кость.",
      "example": "Dostał siniaka na golgocie podczas gry w piłkę nożną. Ona zręcznie omija przeszkody na szlaku górskim, wykorzystując swoją golgotę.",
      "example_translation": "Он получил ушиб на голени, играя в футбол. Она проходит через препятствия на тропе для походов, используя свою голень.",
      "imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "boki brody",
      "translation": "бакенбарды",
      "definition": "Włosy rosnące po bokach twarzy, przed uszami, zwłaszcza gdy są cięte, aby utworzyć wyraźny kształt.",
      "definition_translation": "Волосы, grows вниз по бокам лица человека перед ушами, особенно когда онистрижены в форму отличительного образа.",
      "example": "On udeptał boki brody, aby wyglądać jak Elvis Presley. Ona uważa, że boki brody czynią go starszym.",
      "example_translation": "Он отрастил бакенбарды, чтобы выглядеть как Элвис Пресли. Она думает, что бакенбарды делают его старше.",
      "imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szpiczasty",
      "translation": "шпилечный",
      "definition": "Mający punktowe lub stożkowe kształty, jak szpik.",
      "definition_translation": "Имеющий острую или сужающуюся форму, как спика.",
      "example": "W latach 80. popularny był styl szpiczastych fryzur. Lubi nosić szpiczaste obcasy na imprezach.",
      "example_translation": "Шпилечный стиль волос был популярным в 1980-х годах. Она любит носить шпилечные каблуки на вечеринки.",
      "imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zarost",
      "translation": "борода",
      "definition": "Włosy rosnące na brodzie i szczęce, zwłaszcza gdy są krótkie i szorstkie.",
      "definition_translation": "Рост волос на подбородке и челюсти, особенно когда он короткий и грубый.",
      "example": "Miał szorstki zarost na brodzie po tygodniu niegolenia. Wczoraj miał gładką twarz, ale teraz ma zarost. W przyszłym tygodniu będzie miał pełny brodę.",
      "example_translation": "У него была грубая борода на подбородке после того, как он не брился неделю. Вчера у него было гладкое лицо, но теперь у него борода. К следующей неделе он будет иметь полную бороду.",
      "imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziecko chodzące",
      "translation": "малыш",
      "definition": "Młode dziecko, zwykle w wieku między jednym a trzema lat, które uczy się chodzić i mówić.",
      "definition_translation": "Маленький ребенок, обычно в возрасте от одного до трех лет, который учится ходить и говорить.",
      "example": "Dziecko chodzące zrobiło swoje pierwsze kroki wczoraj. Rok temu nie chodziło, ale teraz już biega. W przyszłym roku będzie jeździć na trójkołowym rowerze.",
      "example_translation": "Малыш сделал свои первые шаги вчера. В прошлом году он не мог ходить, но теперь он бегает вокруг. К следующему году он будет кататься на трicycle.",
      "imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "brzuch",
      "translation": "живот",
      "definition": "Region ciała między klatką piersiową a miednicą, zawierający narządy trawienne.",
      "definition_translation": "Регион тела между грудной клеткой и тазом, содержащий органы пищеварения.",
      "example": "Lekarz zbadał brzuch pacjenta, aby zdiagnozować problem. Wczoraj pacjent miał ból brzucha, ale teraz ból już ustąpił. Do przyszłego tygodnia pacjent będzie całkowicie wyzdrowiał.",
      "example_translation": "Доктор осмотрел живот пациента, чтобы диагностировать проблему. Вчера у пациента был желудочный спазм, но теперь боль утихла. К следующей неделе пациент hoànно выздоровеет.",
      "imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bułka",
      "translation": "булочка",
      "definition": "Mała, usually okrągła lub wydłużona bułka chleba, często serwowana jako przekąska lub używana jako baza dla kanapek.",
      "definition_translation": "Маленькая, обычно круглая или овальная булка, часто подающаяся в качестве закуски или используемая в качестве основы для сэндвичей.",
      "example": "Ona zjadła bułkę z masłem na śniadanie wczoraj. Dziś ona je bułkę z szynką, a jutro ona zje bułkę z serem.",
      "example_translation": "Она ела булочку с маслом на завтрак вчера. Сегодня она ест булочку с ветчиной, а завтра она будет есть булочку с сыром.",
      "imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wskazujący",
      "translation": "указательный палец",
      "definition": "Palec obok kciuka, używany do wskazywania i manipulowania przedmiotami.",
      "definition_translation": "Палец, находящийся рядом с большим пальцем, используемый для указания и манипулирования объектами",
      "example": "Ona użyła swojego wskazującego palca, aby dotknąć klawiatury, potem ona będzie używała go do wskazania na mapie, a w końcu ona użyła go do trzymania ołówka.",
      "example_translation": "Она использовала свой указательный палец, чтобы постучать по клавиатуре, потом она будет использовать его, чтобы указать на карту, иfinally она использовала его, чтобы держать карандаш",
      "imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "broda kilowa",
      "translation": "гётэ",
      "definition": "Typ brody, która obejmuje tylko brodę i nie rozciąga się na policzki.",
      "definition_translation": "Тип бороды, который покрывает только подбородок и не распространяется на щеки",
      "example": "On miał brodę kilową, kiedy był młody, potem ogolił ją, ale teraz znów growie krótką brodę kilową.",
      "example_translation": "У него был гётэ, когда он был молодым, затем он сбрил его, но теперь он снова растет короткий гётэ",
      "imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "permanentka",
      "translation": "химическая завивка",
      "definition": "Typ fryzury, która obejmuje chemiczne traktowanie włosów, aby uzyskać loczcze lub fale.",
      "definition_translation": "Тип прически, который涉ет химическое лечение волос для создания кудрей или волн",
      "example": "Ona zrobiła permanentkę w latach 80., potem wyprostowała swoje włosy, a teraz rozważa zrobienie permanentki ponownie.",
      "example_translation": "Она получила химическую завивку в 80-х, затем она выпрямила волосы, и теперь она рассматривает возможность получения химической завивки снова",
      "imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]