[
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Piątek",
      "translation": "Пятница",
      "definition": "Dzień tygodnia między czwartkiem a sobotą.",
      "definition_translation": "День недели между четвергом и субботой.",
      "example": "Spotkam się z tobą w piątek po południu. Wczoraj był piątek. Spotkałem się z nią w zeszłym piątku.",
      "example_translation": "Я встречусь с тобой в пятницуПослеобеда. Вчера был пятница. Я встретился с ней в прошлую пятницу.",
      "imageLink": "image_files\\English\\"imageLink": "friday.jpg",
      "audioLink": "Friday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Poniedziałek",
      "translation": "Понедельник",
      "definition": "Pierwszy dzień tygodnia, uważany za początek tygodnia pracy.",
      "definition_translation": "Первый день недели, считающийся началом рабочей недели.",
      "example": "Zacznę nową pracę w poniedziałek. Byłem zmęczony w poniedziałek rano. Wyjadę w poniedziałek następnego tygodnia.",
      "example_translation": "Я начну новую работу в понедельник. Я был утомлен в понедельник утром. Я поеду в понедельник на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "monday.jpg",
      "audioLink": "Monday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Sobota",
      "translation": "Суббота",
      "definition": "Dzień tygodnia między piątkiem a niedzielą, często uważany za dzień wolny.",
      "definition_translation": "День недели между пятницей и воскресеньем, часто считающийся днем досуга.",
      "example": "Pójdę na plażę w sobotę. Wyszli za mąż w sobotę zeszłego roku. Będę uczyć się w sobotę rano.",
      "example_translation": "Я пойду на пляж в субботу. Они поженились в прошлый субботу год. Я буду учиться в субботу утром.",
      "imageLink": "image_files\\English\\"imageLink": "saturday.jpg",
      "audioLink": "Saturday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Niedziela",
      "translation": "Воскресенье",
      "definition": "Dzień tygodnia między sobotą a poniedziałkiem, często uważany za dzień odpoczynku.",
      "definition_translation": "День недели между субботой и понедельником, часто считающийся днем отдыха.",
      "example": "Pójdę do kościoła w niedzielę. Mieli piknik w niedzielę po południu. Będę oglądać telewizję w niedzielę wieczorem.",
      "example_translation": "Я пойду в церковь в воскресенье. Они устроили пикник в воскресенье днем. Я буду смотреть телевизор в воскресенье вечером.",
      "imageLink": "image_files\\English\\"imageLink": "sunday.jpg",
      "audioLink": "Sunday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Czwartek",
      "translation": "Четверг",
      "definition": "Piąty dzień tygodnia, następujący po środzie i przed piątkiem.",
      "definition_translation": "Пятый день недели, следующий после среды и предшествующий пятнице.",
      "example": "Spotkam się z tobą w czwartek o 5 pm. Spotkałem się z tobą w czwartek zeszłego tygodnia. Spotkałem się z tobą w czwartek w przyszłym roku.",
      "example_translation": "Я встречусь с вами в четверг в 5 вечера. Я встретился с вами в прошлый четверг. К следующему году я встречусь с вами в четверг.",
      "imageLink": "image_files\\English\\"imageLink": "thursday.jpg",
      "audioLink": "Thursday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Wtorek",
      "translation": "Вторник",
      "definition": "Drugi dzień tygodnia, następujący po poniedziałku i przed środą.",
      "definition_translation": "Второй день недели, следующий после понедельника и предшествующий среде.",
      "example": "Mam spotkanie w wtorek o 2 pm. Miałem spotkanie w wtorek zeszłego miesiąca. Będę miał spotkanie w wtorek następnego tygodnia.",
      "example_translation": "У меня есть встреча во вторник в 2 часа дня. У меня была встреча во вторник прошлого месяца. У меня будет встреча во вторник на следующей недели.",
      "imageLink": "image_files\\English\\"imageLink": "tuesday.jpg",
      "audioLink": "Tuesday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Środa",
      "translation": "Среда",
      "definition": "Trzeci dzień tygodnia, następujący po wtorku i przed czwartkiem.",
      "definition_translation": "Третий день недели, следующий после вторника и предшествующий четвергу.",
      "example": "Uczyłem się angielskiego w środę wieczorem. Będę uczyć się angielskiego w środę rano. Uczyłem się angielskiego w środę popołudniu.",
      "example_translation": "Я изучал английский язык в среду вечером. Я изучу английский язык в среду утром. Я изучил английский язык в среду днем.",
      "imageLink": "image_files\\English\\"imageLink": "wednesday.jpg",
      "audioLink": "Wednesday.mp3"
    }
  ]