[
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kwiat",
      "translation": "цветок",
      "definition": "Roślina, która produkuje kwiaty, zwłaszcza ta, która jest uprawiana w ogrodzie ze względu na jej piękno lub aromat.",
      "definition_translation": "Растение, которое производит цветы, особенно то, который выращивается в саду для его красоты или аромата.",
      "example": "Posadziła kwiat w ogrodzie wczoraj, obecnie kwitnie i podlewa go jutro.",
      "example_translation": "Она посадила цветок в саду вчера, сейчас он распустился, и она будет поливать его завтра.",
      "imageLink": "image_files\\English\\"imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "róża",
      "translation": "роза",
      "definition": "Krzew o kolczastych pędach, który jest szeroko uprawiany w wielu odmianach, typowo mający okazałe, pachnące kwiaty, zwłaszcza w odcieniach różu lub czerwieni.",
      "definition_translation": "Колючая стебель цветущего кустарника, который широко культивируется в многих вариантах, обычно имея яркие, душистые цветы, особенно в оттенках розового или красного.",
      "example": "Dostałem jej różę w naszą rocznicę w zeszłym roku, ona ją kochała, i dadę jej jeszcze jedną w przyszłym roku.",
      "example_translation": "Я дал ей розу на нашу годовщину в прошлом году, она любила его, и я дам ей еще одну в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stokrotka",
      "translation": "маргаритка",
      "definition": "Mała, delikatna kwiatka z białymi płatkami i żółtym środkiem, powszechnie spotykana na trawnikach i łąkach.",
      "definition_translation": "Маленькое, хрупкое цветочное растение с белыми лепестками и желтым центром, часто встречающееся на лужайках и лугах.",
      "example": "Stokrotka kwitła na łące wiosną ubiegłą, kwitła latem, i zakwitnie ponownie jesienią przyszłym roku.",
      "example_translation": "Маргаритка расцветала на лугу прошлой весной, она расцветала летом, и она будет расцветать снова в следующей осени.",
      "imageLink": "image_files\\English\\"imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słonecznik",
      "translation": "гелиантус",
      "definition": "Wysoka, jednoroczna roślina z dużymi, żółtymi kwiatami, które następują kierunek słońca, rodzima w Ameryce Północnej.",
      "definition_translation": "Высокий, однолетний растительный с большими, желтыми цветками, которые следуют направлению солнца, родиной которых является Северная Америка.",
      "example": "Posadziła słonecznik w ogrodzie latem ubiegłym, teraz rośnie, i zbierze go jesienią przyszłego roku.",
      "example_translation": "Она посадила гелиантус в саду прошим летом, он сейчас растет, и она будет собирать урожай в следующей осени.",
      "imageLink": "image_files\\English\\"imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tulipan",
      "translation": "тюльпан",
      "definition": "Tulipan jest typem rośliny kwiatowej uprawianej w ogrodach i znanej ze swoich jaskrawych, kielichowatych kwiatów.",
      "definition_translation": "Тюльпан - это тип цветущего растения, которое выращивается в садах и известно своими яркими, чашеобразными цветами.",
      "example": "Posadziła tulipany w swoim ogrodzie wiosną. Teraz kwitną pięknie. W przyszłym roku posadzi więcej tulipanów.",
      "example_translation": "Она посадила тюльпаны в ее саду прошлой весной. Теперь они цветут прекрасно. В следующем году она посадит больше тюльпанов.",
      "imageLink": "image_files\\English\\"imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aster",
      "translation": "астер",
      "definition": "Aster jest typem rośliny kwiatowej, często używanej w bukietach i kompozycjach ze względu na swoje małe, stylowe kwiaty.",
      "definition_translation": "Астер - это тип цветущего растения, которое часто используется в букетах и композициях из-за своих маленьких, похожих на ромашки цветков.",
      "example": "Kwiaciarka zaaranżowała piękny bukiet aster i róż. W zeszłym tygodniu sprzedała już wiele bukietów aster. W przyszłym miesiącu przygotuje więcej bukietów aster.",
      "example_translation": "Флорист составила красивый букет из астеров и роз. На прошлой неделе она уже продала много букетов астеров. В следующем месяце она подготовит еще больше букетов астеров.",
      "imageLink": "image_files\\English\\"imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "azalia",
      "translation": "азалия",
      "definition": "Azalia jest typem krzewu kwiatowego, często używanego w ogrodnictwie i architekturze krajobrazu ze względu na swoje żywe, różowe, purpurowe lub białe kwiaty.",
      "definition_translation": "Азалия - это тип цветущего кустарника, который часто используется в ландшафтном дизайне и садоводстве из-за своих ярких, розовых, фиолетовых или белых цветов.",
      "example": "Azalie w ogrodzie kwitły pięknie latem ubiegłym. Teraz przygotowują się do kwitnienia ponownie. W przyszłym roku zakwitną jeszcze piękniej.",
      "example_translation": "Азалии в саду цвели красиво прошлым летом. Теперь они готовятся цвести снова. В следующем году они будут цвести еще более красиво.",
      "imageLink": "image_files\\English\\"imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kaktus",
      "translation": "кактус",
      "definition": "Kaktus jest typem rośliny sukulentnej, rodzimej w Ameryce, znanej ze swoich grubych, woskowych łodyg, które magazynują wodę.",
      "definition_translation": "Кактус - это тип суккулентного растения, которое является родным для Америк и известно своими толстыми, восковыми стеблями, которые хранят воду.",
      "example": "Miała kaktus w swoim pokoju, ale umarł miesiąc temu. Teraz chce kupić nowego kaktusa. W przyszłym tygodniu pójdzie do sklepu kupić kaktus.",
      "example_translation": "У нее был кактус в ее комнате, но он умер последним месяцем. Теперь она хочет купить новый кактус. В следующую неделю она пойдет в магазин, чтобы купить кактус.",
      "imageLink": "image_files\\English\\"imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "goździk",
      "translation": "гардения",
      "definition": "Goździk jest rośliną kwiatową, rodzimą z regionu śródziemnomorskiego. Jest znany ze swoich okazałych, pachnących kwiatów, które występują w różnych kolorach, w tym różu, czerwieni, białego i żółtego.",
      "definition_translation": "Гарденция - это цветущее растение, которое является родным для Средиземноморского региона. Она известна своими яркими, ароматными цветами, которые имеют различные цвета, включая pink, red, white и yellow.",
      "example": "Przypięła goździk do klapy, czując się elegancko i stylowo. Kwiaciarka dostarczy bukiet goździków do jej drzwi jutro. W przyszłym tygodniu goździki zakwitną w ogrodzie.",
      "example_translation": "Она заколола гардению к лацкану, чувствуя себя элегантной и культурной. Флорист доставит букет гарденций к ее дверям завтра. К следующей неделе гардении будут цвести в саду.",
      "imageLink": "image_files\\English\\"imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chryzantema",
      "translation": "хризантема",
      "definition": "Chryzantema jest rośliną kwiatową, rodzimą w Azji. Jest znany ze swoich okazałych, stylowych kwiatów, które występują w różnych kolorach, w tym żółtym, różowym, czerwieni i białym.",
      "definition_translation": "Хризантема - это цветущее растение, которое является родным для Азии. Она известна своими яркими, похожими на астровые цветами, которые имеют различные цвета, включая желтый, pink, red и white.",
      "example": "Układ chryzantem na stole dodał pągu koloru do pokoju. Ostrożnie posadziła chryzantemy w swoim ogrodzie w zeszłym weekendzie. W przyszłym miesiącu chryzantemy zaczną kwitnąć.",
      "example_translation": "Аранжировка хризантем на столе добавила цвета к комнате. Она аккуратно посадила хризантемы в ее саду на прошлых выходных. К следующему месяцу хризантемы начнут цвести.",
      "imageLink": "image_files\\English\\"imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kwietnik",
      "translation": "VASILEK",
      "definition": "Kwietnik to roczna roślina kwitnąca, która jest rodzima dla Europy. Jest znana ze swoich jasnoniebieskich kwiatów, które przypominają miniaturowe stokrotki.",
      "definition_translation": "VASILEK - это однолетнее цветущее растение, которое является родным для Европы. Она известна своими яркими синими цветами, похожими на мини-астровые.",
      "example": "Kwietnik zakwitł na polu, przyciągając pszczoły i motyle. Zebrała kilka kwietników podczas spaceru i zapresowała je w swoim dzienniku. Do przyszłego lata kwietniki rozprzestrzenią się po łące.",
      "example_translation": "VASILEK расцвел в поле, привлекая пчел и бабочек. Она собрала несколько VASILEK на ее прогулке и прижала их в ее журнале. К следующему лету VASILEK будут разрастаться по всей лугу.",
      "imageLink": "image_files\\English\\"imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szafir",
      "translation": "шафран",
      "definition": "Szafir to roślina kwitnąca, która jest rodzima dla Europy i Azji. Jest znana ze swoich kielichowatych kwiatów, które występują w różnych kolorach, w tym żółtym, białym i fioletowym.",
      "definition_translation": "Шафран - это многолетнее цветущее растение, которое является родным для Европы и Азии. Она известна своими чашеобразными цветами, которые имеют различные цвета, включая желтый, белый и фиолетовый.",
      "example": "Cebulki szafiru zostały posadzone w ogrodzie jesienią, a teraz kwitną. Ułożyła bukiet szafirów na kuchennym stole, wypełniając pokój kolorem. Do przyszłej wiosny szafiry naturalnie rozprzestrzenią się po łące.",
      "example_translation": "Луковицы шафрана были посажены в саду прошлой осенью, и теперь они цветут. Она устроила букет шафранов на ее кухонном столе, заполнив комнату цветом. К следующей весне шафраны будут натурализованы в лугу.",
      "imageLink": "image_files\\English\\"imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szafran",
      "translation": "подснежник",
      "definition": "Szafran to rodzaj rośliny kwitnącej, która często jest kojarzona z wiosną i nowymi początkami. Ma jaskrawożółty kwiat trębaczasty i gruby pień.",
      "definition_translation": "Подснежник - это тип цветущего растения, которое часто ассоциируется с весной и новыми начинаниями. У него есть ярко-желтый цветок в форме трубки и стойкий стебель.",
      "example": "Zasadziłem szafrany w ogrodzie roku temu, a teraz kwitną pięknie. Będę sadził więcej szafranów dziś, a jeszcze więcej roku przyszłym.",
      "example_translation": "Я посадил подснежники в моем саду прошлым годом, и они расцветут красиво следующей весной. Сегодня я сажаю больше подснежников, и я посадлю еще больше следующим годом.",
      "imageLink": "image_files\\English\\"imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dalja",
      "translation": "георгин",
      "definition": "Dalja to rodzaj rośliny kwitnącej, która jest rodzima dla Meksyku i Ameryki Środkowej. Ma okazałe kwiaty, które występują w różnych kolorach i kształtach.",
      "definition_translation": "Георгин - это тип цветущего растения, которое является родным для Мексики и Центральной Америки. У него есть прихотливые цветы, которые приходят в различных цветах и формах.",
      "example": "Rok temu uprawiałem dalje w ogrodzie, a były one wielkim hitem u sąsiadów. Będę uprawiał dalje ponownie rok przyszły, a zamierzam zgłosić je do konkursu kwiatowego.",
      "example_translation": "Я выращивал георгины в моем саду прошлым летом, и они были большим хитом у моих соседей. Я выращу георгины снова следующим летом, и я планирую представить их на цветочном шоу.",
      "imageLink": "image_files\\English\\"imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "edelweiss",
      "translation": "эдельвейс",
      "definition": "Edelweiss to rodzaj rośliny kwitnącej, która jest rodzima dla alpejskich regionów Europy. Ma delikatny, biały kwiat o wełnistym wyglądzie.",
      "definition_translation": "Эдельвейс - это тип цветущего растения, которое является родным для Европейских Альп. У него есть хрупкий, белый цветок с шерстистым видом.",
      "example": "Zobaczyłem edelweiss kwitnący w górach, kiedy wędrowałem po Alpach rok temu. Zobaczę edelweiss ponownie, kiedy wrócę do gór rok przyszły.",
      "example_translation": "Я видел эдельвейс, растущий в горах, когда я ходил в Альпы прошлым годом. Я увижу эдельвейс снова, когда я вернусь в горы следующим годом.",
      "imageLink": "image_files\\English\\"imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niezapominajka",
      "translation": "незабудка",
      "definition": "Niezapominajka to rodzaj rośliny kwitnącej, która ma małe, niebieskie kwiaty i często jest kojarzona z pamięcią i wspomnieniami.",
      "definition_translation": "Незабудка - это тип цветущего растения, которое имеет маленькие, синие цветы и часто ассоциируется с памятью и памятными событиями.",
      "example": "Dla mojej babci kupiłem bukiet niezapominajek na urodziny, a była ona bardzo wzruszona. Będę kupował więcej niezapominajek na jej następne urodziny.",
      "example_translation": "Я подарил своей бабушке букет незабудок на ее день рождения, и она была очень тронута. Я подарю своей бабушке больше незабудок на ее следующий день рождения.",
      "imageLink": "image_files\\English\\"imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fresja",
      "translation": "фрезия",
      "definition": "Fresja to rodzaj rośliny kwitnącej, która jest rodzima dla Afryki Południowej, znana ze swoich pachnących kwiatów i delikatnych płatków.",
      "definition_translation": "Тип цветущего растения, родом из Южной Африки, известный своими ароматными цветами и нежными лепестками.",
      "example": "Kupiłem bukiet frezji, aby wypełnić pokojowe wnętrze. Po uwolnieniu z bukietu fresje zaczęły więdnieć. Będę sadził fresje w ogrodzie rok przyszły.",
      "example_translation": "Я купил букет фрезий, чтобы осветить свою гостиную. Освобожденные от букета, фрезии начали увядать. Я посадлю фрезию в свой сад следующей весной.",
      "imageLink": "image_files\\English\\"imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fukcja",
      "translation": "фуксия",
      "definition": "Fukcja to rodzaj rośliny kwitnącej, która jest znana ze swoich żywych, różowych, czerwonych lub fioletowych kwiatów, często używanych w koszach i pojemnikach.",
      "definition_translation": "Тип цветущего растения, известный своими яркими розовыми, фиолетовыми или красными цветами, часто используемый в висячих корзинах или контейнерах.",
      "example": "Zasadziłem fukcję w ogrodzie, a kwitła ona pięknie całego lata. Fukcje były popularnym wyborem w ogrodach wiktoriańskich. Ona będzie nosić sukienkę fukcji na przyjęciu wieczorem.",
      "example_translation": "Я посадил фуксию в свой сад, и она расцвелаbeautifully всю летом. Фуксии были популярным выбором для викторианских садов. Она наденет платье фуксии на вечеринку сегодня ночью.",
      "imageLink": "image_files\\English\\"imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gerbera",
      "translation": "герберова ромашка",
      "definition": "Gerbera to rodzaj rośliny kwitnącej, która jest znana ze swoich jaskrawych, kolorowych kwiatów, często używanych w bukiecie i aranżacjach.",
      "definition_translation": "Тип цветущего растения, известный своими яркими, радостными цветами, часто используемый в букетах и композициях.",
      "example": "Dla urodzin jej kupiłem bukiet gerber, aby celebrować jej urodziny. Gerbery w wazonie zaczęły więdnieć po tygodniu. Będę sadził gerbery w ogrodzie rok przyszły.",
      "example_translation": "Я подарил ей букет герберовых ромашек, чтобы отпраздновать ее день рождения. Герберовые ромашки в вазе начали увядать через неделю. Она посадит герберовые ромашки в свой сад следующей весной.",
      "imageLink": "image_files\\English\\"imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "głębik",
      "translation": "шток-роза",
      "definition": "Głębik to rodzaj rośliny kwitnącej, która jest znana ze swoich wysokich, wieżowych kwiatów, które występują w różnych kolorach, często używanych w ogrodach wiejskich.",
      "definition_translation": "Тип цветущего растения, известный своими высокими, величественными шипами ярко окрашенных цветов, часто используемый в деревенских садах.",
      "example": "Zasadziłem głębiki w ogrodzie, a rosły one do ponad sześciu stóp wysokości. Głębiki w ogrodzie były popularnym miejscem dla motyli. Będę przycinał głębiki w ogrodzie jutro.",
      "example_translation": "Я посадил шток-розы в свой сад, и они выросли более шести футов в высоту. Шток-розы в саду были популярным местом для бабочек. Она будет обрезать шток-розы в ее саду завтра.",
      "imageLink": "image_files\\English\\"imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hiacint",
      "translation": "гиацинт",
      "definition": "Hiacint to rodzaj rośliny kwitnącej, często uprawianej w ogrodach ze względu na swoje piękne i pachnące kwiaty.",
      "definition_translation": "Гиацинт - это тип цветущего растения, которое часто выращивается в садах для своих красивых и ароматных цветов.",
      "example": "Zasadziłem hiacint w moim ogrodzie w zeszłym roku, i zakwitł pięknie tej wiosny. Zasadzę kolejny hiacint w przyszłym roku, i znów zakwitnie. Zasadziłem hiacint w moim ogrodzie pięć lat temu, i nadal kwitnie co wiosnę.",
      "example_translation": "Я посадил гиацинт в моем саду в прошлом году, и он зацвел beautefully этой весной. Я посадлю другой в следующем году, и он снова зацветет. Я посадил гиацинт в моем саду пять лет назад, и он до сих пор зацвел каждой весной.",
      "imageLink": "image_files\\English\\"imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "iris",
      "translation": "ирис",
      "definition": "Iris to rodzaj rośliny kwitnącej, znany ze swoich okazałych, kolorowych kwiatów, które występują w różnych kształtach i rozmiarach.",
      "definition_translation": "Ирис - это тип цветущего растения, которое известно своими эффектными, цветными цветами, которые приходят в различных формах и размерах.",
      "example": "Zobaczyłem irisa kwitnącego w ogrodzie, i był tak piękny. Zobaczę kolejny iris kwitnący następnym tygodniem, i będzie równie piękny. Zobaczyłem irisa kwitnącego w ogrodzie w zeszłym miesiącu, i był zdumiewający.",
      "example_translation": "Я увидел ирис, цветущий в саду, и он был таким красивым. Я увижу другой ирис, цветущий на следующей неделе, и он будет justo tão lovely. Я увидел ирис, цветущий в саду в прошлом месяце, и он был ошеломляющим.",
      "imageLink": "image_files\\English\\"imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lilak",
      "translation": "сирень",
      "definition": "Lilak to rodzaj krzewu, znany ze swoich pięknych, pachnących kwiatów, które są często fioletowe lub różowe.",
      "definition_translation": "Сирень - это тип кустарника, который известен своими красивыми, ароматными цветами, которые часто бывают пурпурного или розового цвета.",
      "example": "Uwielbiam zapach lilaka wiosną. Zasadzę lilak w moim ogrodzie w przyszłym roku, i zakwitnie pięknie. Zasadziłem lilak w moim ogrodzie w zeszłym roku, i zakwitł wspaniale.",
      "example_translation": "Я люблю запах сирени весной. Я посадлю сирень в моем саду в следующем году, и она зацветет beautefully. Я посадил сирень в моем саду в прошлом году, и она зацвела чудесно.",
      "imageLink": "image_files\\English\\"imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lilia",
      "translation": "лилия",
      "definition": "Lilia to rodzaj rośliny kwitnącej, znany ze swoich pięknych, trąbkowatych kwiatów, które są często białe lub żółte.",
      "definition_translation": "Лилия - это тип цветущего растения, которое известно своими красивыми, трубаобразными цветами, которые часто бывают белого или желтого цвета.",
      "example": "Dostałem moją matkę bukietem lili na urodziny. Dostałem moją siostrę bukietem lili na dyplom. Dostałem mojego przyjaciela bukietem lili na ślub.",
      "example_translation": "Я дал моей матери букет лилий к ее дню рождения. Я дам моей сестре букет лилий к ее выпускному. Я дал моей подруге букет лилий к ее свадьбе.",
      "imageLink": "image_files\\English\\"imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " konwalija",
      "translation": "лилия долины",
      "definition": "Konwalija to mała, biała, dzwonek kwiatu, które rosną dziko w wielu częściach Europy i Azji. Często wykorzystywana jest w perfumach i jest symbolem czystości i niewinności.",
      "definition_translation": "Лилия долины - это маленький, белый, колоколовидный цветок, который растет в дикой природе во многих частях Европы и Азии. Он часто используется в парфюмах и является символом чистоты и невинности.",
      "example": "Zasadziłem konwaliję w moim ogrodzie w zeszłym roku, i zakwitła pięknie. Teraz używam jej kwiatów do stworzenia pięknego perfumem. W przyszłości dam ją jako prezent mojej siostrze.",
      "example_translation": "Я посадил лилию долины в саду в прошлом году, и она вырослаautifully. Теперь я использую ее цветы, чтобы создать любопытный парфюм. В будущем я дам его в подарок своей сестре.",
      "imageLink": "image_files\\English\\"imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "narcyz",
      "translation": "нарцисс",
      "definition": "Narcyz to rodzaj rośliny kwitnącej, często spotykany w ogrodach i parkach. Jego kwiaty są zwykle żółte lub białe i mają słodki, pachnący zapach.",
      "definition_translation": "Нарцисс - это тип цветущего растения, которое часто встречается в садах и парках. Его цветы обычно желтые или белые и имеют сладкий, ароматный запах.",
      "example": "Przechodziłem przez park i zobaczyłem piękny narcyz kwitnący. Zebrałem jeden i dałem go mojej matce jako prezent. Ona zasadzi go w swoim ogrodzie, i w przyszłości zakwitnie ponownie.",
      "example_translation": "Я прошел через парк и увидел красивый нарцисс, цветущий. Я подобрал один и подарил его своей матери. Она посадит его в ее саду, и в будущем он снова будет цвести.",
      "imageLink": "image_files\\English\\"imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "orkidea",
      "translation": "орхидея",
      "definition": "Orkidea to rodzaj rośliny kwitnącej, znany ze swojej delikatnej, egzotycznej piękności. Często wykorzystywana jest w bukietach i aranżacjach, aby dodać dotyk elegancji.",
      "definition_translation": "Орхидея - это тип цветущего растения, известного своей деликатной, экзотической красотой. Он часто используется в букетах и arrangеements, чтобы добавить штрих элегантности.",
      "example": "Odwiedziłem ogrody botaniczne i zobaczyłem wiele pięknych orkidei na wystawie. Kupiłem jeden i zasadziłem go w moim pokoju, i teraz kwitnie każdego roku. W przyszłości użyję jej kwiatów do stworzenia oszałamiającego bukietu.",
      "example_translation": "Я посетил ботанический сад и увидел многие красивые орхидеи на выставке. Я купил один и посадил его в своей комнате, и теперь он цветет каждый год. В будущем я использую его цветы, чтобы создать ошеломляющий букет.",
      "imageLink": "image_files\\English\\"imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fiołek",
      "translation": "фиалка",
      "definition": "Fiołek to rodzaj rośliny kwitnącej, znany ze swoich kolorowych, delikatnych płatków. Często wykorzystywany jest w ogrodach i aranżacjach, aby dodać dotyk szaleństwa.",
      "definition_translation": "Фиалка - это тип цветущего растения, известного своими разноцветными, деликатными лепестками. Он часто используется в садах и arrangеements, чтобы добавить штрих фантазии.",
      "example": "Zasadziłem fiołek w moim ogrodzie wiosną, i zakwitł pięknie. Teraz używam jego kwiatów do stworzenia pięknej aranżacji. W przyszłości dam ją jako prezent mojemu przyjacielowi.",
      "example_translation": "Я посадил фиалку в саду прошлой весной, и она цвететbeautifully. Теперь я использую ее цветы, чтобы создать любопытный arrangement. В будущем я дам ее в подарок своей подруге.",
      "imageLink": "image_files\\English\\"imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piwonia",
      "translation": "пони",
      "definition": "Piwonia to roślina kwitnąca, znana ze swoich okazałych, różowych, fioletowych lub białych kwiatów, rodzima Azji, Europy i zachodniej części Ameryki Północnej.",
      "definition_translation": "Цветущее растение с красивыми, розовыми, пурпурными или белыми цветами, родом из Азии, Европы и западной Северной Америки.",
      "example": "W XIX wieku piwonie były używane jako lek, ale obecnie są głównie uprawiane dla ozdoby. Piwonie zakwitną latem, i zakwitły w zeszłym roku.",
      "example_translation": "В 19 веке, пионы использовались как лекарство, но сейчас они в основном выращиваются для декоративных целей. Пионы будут цвести летом, и они цвели прошлым годом.",
      "imageLink": "image_files\\English\\"imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mak",
      "translation": "мак",
      "definition": "Roślina z dużymi, okazałymi kwiatami, często kojarzona z pamięcią i dniem pamięci.",
      "definition_translation": "Растение с большими, красивыми цветами, часто ассоциируемое с памятью и Днем памяти.",
      "example": "Nasiona maku są często używane jako dodatek do chleba, a kwiaty zakwitną wiosną. Zasadzę maki w ogrodzie w przyszłym roku.",
      "example_translation": "Семена мака часто используются в качестве топинга для хлеба, и цветы будут цвести весной. Я植ру мак в саду в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prymulka",
      "translation": "первоцвет",
      "definition": "Delikatna, żółta kwiatowa roślina, często spotykana w lasach i łąkach.",
      "definition_translation": "Деликатное, желтоцветущее растение, часто встречающееся в лесах и лугах.",
      "example": "Prymulki będą kwitnąć wczesną wiosną, a ja je zakwitnęłam zeszłego roku. Prymulki były sadzone w ogrodzie przez moją babkę.",
      "example_translation": "Первоцветы будут цвести ранней весной, и я посадил их в прошлом году. Первоцветы были посажены в саду моей бабушкой.",
      "imageLink": "image_files\\English\\"imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "liliowiec",
      "translation": "львиный зев",
      "definition": "Wysoka roślina kwiatowa z ozdobnymi, rurkowatymi kwiatami, często stosowana w ogrodach i kompozycjach kwiatowych.",
      "definition_translation": "Высокое, цветущее растение с красивыми, трубчатыми цветами, часто используемое в садах и цветочных композициях.",
      "example": "Liliowce będą rosły wysoko latem, a one rosły zeszłego roku. Zasadzę liliowce w ogrodzie następnego miesiąca.",
      "example_translation": "Львиные зевы будут расти высокими летом, и они росли в прошлом году. Я植ру львиные зевы в саду в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śnieżyczka",
      "translation": "подснежник",
      "definition": "Mała, biała kwiatka, która rośnie zimą i jest często kojarzona z czystością i niewinnością.",
      "definition_translation": "Маленький белый цветок, который растет зимой и часто ассоциируется с чистотой и невинностью.",
      "example": "Zobaczyłem śnieżyczkę kwitnącą w ogrodzie zeszłej zimy. Ona zakwitnie znów następnej zimy. Zakwitnęłam śnieżyczkę w ogrodzie zeszłego roku.",
      "example_translation": "Я видел подснежник, цветущий в саду прошлой зимой. Он будет цвести снова на следующей зимой. Я выращивал подснежник в我的 саду в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tagetes",
      "translation": "тагетес",
      "definition": "Typ kwiatowej rośliny, także znanej jako nagietek, z intensywnie żółtymi lub pomarańczowymi kwiatami.",
      "definition_translation": "Вид цветущего растения, также известного как бархатцы, с ярко-желтыми или оранжевыми цветами.",
      "example": "Zasadziłem tagetes w ogrodzie zeszłego lata. One będą sadzone następnego lata. Zasadziłem tagetes w ogrodzie zeszłego roku.",
      "example_translation": "Я посадил тагетес в мой сад прошлым летом. Они будут посажены на следующее лето. Я посадил тагетес в мой сад в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fiołek",
      "translation": "фиалка",
      "definition": "Mała, delikatna kwiatka z słodkim zapachem, często kojarzona z skromnością i pokorą.",
      "definition_translation": "Маленький, нежный цветок с сладким ароматом, часто ассоциируется с скромностью и смирением.",
      "example": "Zebrałem fiołek w lesie wczoraj. On będzie zbierany znów jutro. Zebrałem fiołek w lesie zeszłego tygodnia.",
      "example_translation": "Я сорвал фиалку в лесу вчера. Она будет сорвана снова завтра. Я сорвал фиалку в лесу на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "liliowodnik",
      "translation": "водяная лилия",
      "definition": "Typ wodnej rośliny z pięknymi, pachnącymi kwiatami, często spotykanej w stawach i jeziorach.",
      "definition_translation": "Вид водного растения с красивыми, ароматными цветами, часто встречается в прудах и озерах.",
      "example": "Zobaczyłem liliowodnik kwitnący w stawie wczoraj. On zakwitnie znów następnego lata. Zobaczyłem liliowodnik kwitnący w stawie zeszłego roku.",
      "example_translation": "Я видел водяную лилию, цветущую в пруду вчера. Она будет цвести снова на следующее лето. Я видел водяную лилию, цветущую в пруду в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wietlica",
      "translation": "ветродержец",
      "definition": "Wietlica jest typem kwiatka, który jest dostatecznie lekki, aby być unoszonym przez wiatr, często spotykanym w łąkach i polach. Jest to delikatna i drobna kwiatka, często z subtelnym zapachem i różnymi kolorami.",
      "definition_translation": "Ветродержец - это тип цветка, который легок enough to быть дунутым ветром, часто встречаются в лугах и полях. Это хрупкое и изящное цветок, часто с тонким ароматом и разнообразием цветов.",
      "example": "Zobaczyłem piękną wietlicę w łące wczoraj, jej płatki delikatnie śpiewały na wietrze. Zasadzę wietlicę w ogrodzie następnego tygodnia, a mam nadzieję, że zakwitnie latem. W następnym roku wietlica będzie rozprzestrzeniła się po całym ogrodzie.",
      "example_translation": "Я видел красивый ветродержец в лугу вчера, его лепестки нежно раскачивались на ветру. Я посадлю ветродержец в мой сад неделюnext week, и я надеюсь, что он зацветет летом. К следующему году ветродержец будет разносить свои семена по всему саду.",
      "imageLink": "image_files\\English\\"imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]