[
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Kwiecień",
      "translation": "Апрель",
      "definition": "Czwarty miesiąc roku, następujący po Marcu i przed Mkiem.",
      "definition_translation": "Четвертый месяц года, следующий за мартом и предшествующий маю.",
      "example": "Pojadę na wakacje w kwietniu przyszłego roku. Byłem na plaży w kwietniu ubiegłego roku. Będę w parku w kwietniu tego roku.",
      "example_translation": "Я поеду в отпуск в апреле следующего года. Я был на пляже в апреле прошлого года. Я иду в парк в апреле этого года.",
      "imageLink": "image_files\\English\\"imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Sierpień",
      "translation": "Август",
      "definition": "Ósmy miesiąc roku, następujący po Lipcu i przed Wrześniem.",
      "definition_translation": "Восьмой месяц года, следующий за июлем и предшествующий сентябрю.",
      "example": "Rozpocznę naukę w sierpniu tego roku. Rozpocząłem studia w sierpniu ubiegłego roku. Będę w górach w sierpniu przyszłego roku.",
      "example_translation": "Я начну школу в августе этого года. Я начал колледж в августе прошлого года. Я иду в горы в августе следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Grudzień",
      "translation": "Декабрь",
      "definition": "Dwunasty i ostatni miesiąc roku, następujący po Listopadzie.",
      "definition_translation": "Двенадцатый и последний месяц года, следующий за ноябрем.",
      "example": "Będę świętować Boże Narodzenie w grudniu tego roku. Świętowałem urodziny w grudniu ubiegłego roku. Będę na Jarmarku Bożonarodzeniowym w grudniu przyszłego roku.",
      "example_translation": "Я буду праздновать Рождество в декабре этого года. Я_marksел день рождения в декабре прошлого года. Я иду на рождественский рынок в декабре следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Luty",
      "translation": "Февраль",
      "definition": "Drugi miesiąc roku, następujący po Styczniu i przed Marcem.",
      "definition_translation": "Второй месяц года, следующий за январем и предшествующий марту.",
      "example": "Pojadę na narty w lutym tego roku. Byłem na imprezie WalentYNów w lutym ubiegłego roku. Będę na wystawie w lutym przyszłego roku.",
      "example_translation": "Я поеду на лыжи в феврале этого года. Я был на празднике Дня святого Валентина в феврале прошлого года. Я иду на выставку в феврале следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Styczeń",
      "translation": "январь",
      "definition": "Pierwszy miesiąc roku, następujący po Grudniu, w kalendarzu gregoriańskim.",
      "definition_translation": "Первый месяц года, после февраля, в григорианском календаре.",
      "example": "Urodziłem się w styczniu 1990 roku. Pójdzę do szkoły w styczniu. Byłem na plaży w styczniu ubiegłego roku.",
      "example_translation": "Я родился в январе 1990 года. Я пойду в школу в январе. Я пошел на пляж в январе прошлого года.",
      "imageLink": "image_files\\English\\"imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Lipiec",
      "translation": "июль",
      "definition": "Siódmy miesiąc roku, następujący po Czerwcu i przed Sierpniem, w kalendarzu gregoriańskim.",
      "definition_translation": "Седьмой месяц года, после августа, в григорианском календаре.",
      "example": "Pojadę na wakacje w lipcu. Byłem w parku w lipcu ubiegłego roku. Będę absolwentem w lipcu przyszłego roku.",
      "example_translation": "Я пойду в отпуск в июле. Я пошел в парк в июле прошлого года. Я закончу обучение в июле следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Czerwiec",
      "translation": "июнь",
      "definition": "Szósty miesiąc roku, następujący po Maju i przed Lipcem, w kalendarzu gregoriańskim.",
      "definition_translation": "Шестой месяц года, после июля, в григорианском календаре.",
      "example": "Będę na weselu w czerwcu. Byłem na plaży w czerwcu ubiegłego roku. Będę zdawał egzamin w czerwcu przyszłego roku.",
      "example_translation": "Я пойду на свадьбу в июне. Я пошел на пляж в июне прошлого года. Я сдам экзамен в июне следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Marzec",
      "translation": "март",
      "definition": "Trzeci miesiąc roku, następujący po Lutym i przed Kwietniem, w kalendarzu gregoriańskim.",
      "definition_translation": "Третий месяц года, после апреля, в григорианском календаре.",
      "example": "Rozpocznę naukę francuskiego w marcu. Byłem w Paryżu w marcu ubiegłego roku. Będę kończył projekt w marcu przyszłego roku.",
      "example_translation": "Я начну учить французский в марте. Я пошел в Париж в марте прошлого года. Я закончу проект в марте следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Maj",
      "translation": "Май",
      "definition": "Piąty miesiąc roku, następujący po Kwietniu i przed Czerwcem.",
      "definition_translation": "Пятый месяц года, следующие между апрелем и июнем.",
      "example": "Będę absolwentem w maju. Ukończyłem studia w maju. Ukończyłem już studia w maju.",
      "example_translation": "Я окончу учебу в мае. Я окончил учебу в мае. Я уже окончил учебу в мае.",
      "imageLink": "image_files\\English\\"imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Listopad",
      "translation": "Ноябрь",
      "definition": "Jedenasty miesiąc roku, następujący po Październiku i przed Grudniem.",
      "definition_translation": "Одиннадцатый месяц года, следующие между октябрем и декабрем.",
      "example": "Będę podróżował w listopadzie. Podróżowałem w listopadzie. Podróżowałem już w listopadzie.",
      "example_translation": "Я поеду в ноябре. Я ездил в ноябре. Я уже ездил в ноябре.",
      "imageLink": "image_files\\English\\"imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Październik",
      "translation": "Октябрь",
      "definition": "Dziesiąty miesiąc roku, następujący po wrześniu i przed listopadem.",
      "definition_translation": "Десятый месяц года, следующие между сентябрем и ноябрем.",
      "example": "Będę studiował w październiku. Studiowałem w październiku. Studiowałem w październiku przedtem.",
      "example_translation": "Я буду учиться в октябре. Я учился в октябре. Я уже учился в октябре.",
      "imageLink": "image_files\\English\\"imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Wrzesień",
      "translation": "Сентябрь",
      "definition": "Dziewiąty miesiąc roku, następujący po sierpniu i przed październikiem.",
      "definition_translation": "Девятый месяц года, следующие между августом и октябрем.",
      "example": "Będę pracował we wrześniu. Pracowałem we wrześniu. Pracowałem we wrześniu przedtem.",
      "example_translation": "Я буду работать в сентябре. Я работал в сентябре. Я уже работал в сентябре.",
      "imageLink": "image_files\\English\\"imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]