[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "owad",
      "translation": "насекомое",
      "definition": "Małe zwierzę, które ma sześć nóg i ciało, które składa się z trzech części: głowy, tułowia i odwłoka.",
      "definition_translation": "Маленькое животное, которое имеет шесть ног и тело, которое обычно делится на три части: голову, грудь и брюшко.",
      "example": "Owad pełzał wolno po liściu. Owad był pełzający wolno po liściu. Owad będzie pełzał wolno po liściu.",
      "example_translation": "Насекомое медленно ползло по листу. Насекомое медленно ползло по листу. Насекомое будет медленно ползти по листу.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mrówka",
      "translation": "муравей",
      "definition": "Mały owad, który żyje w koloniach i jest znany ze swojej pracowitej natury.",
      "definition_translation": "Маленькое насекомое, которое живет в колониях и известно своим трудолюбивым характером.",
      "example": "Mrówka niosła kawałek pieczywa z powrotem do swojego gniazda. Mrówka była niosąc kawałek pieczywa z powrotem do swojego gniazda. Mrówka będzie niosła kawałek pieczywa z powrotem do swojego gniazda.",
      "example_translation": "Муравей носил крошку обратно в свое гнездо. Муравей носил крошку обратно в свое гнездо. Муравей будет носить крошку обратно в свое гнездо.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pszczoła",
      "translation": "пчела",
      "definition": "Latający owad, który zbiera nektar z kwiatów i produkuje miód.",
      "definition_translation": "Летающее насекомое, которое собирает нектар из цветов и производит мед.",
      "example": "Pszczoła latała z kwiatu na kwiat. Pszczoła była latająca z kwiatu na kwiat. Pszczoła będzie latała z kwiatu na kwiat.",
      "example_translation": "Пчела летела от цветка к цветку. Пчела летела от цветка к цветку. Пчела будет лететь от цветка к цветку.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "robak",
      "translation": "жук",
      "definition": "Mały owad z twardą skorupą, typowo mający sześć nóg i dwie skrzydła.",
      "definition_translation": "Маленькое насекомое с твердой наружной оболочкой, обычно имеющее шесть ног и два крыла.",
      "example": "Robak pełzał po podłodze. Robak był pełzający po podłodze. Robak będzie pełzał po podłodze.",
      "example_translation": "Жук полз по полу. Жук полз по полу. Жук будет ползти по полу.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "motyl",
      "translation": "бабочка",
      "definition": "Motyl to rodzaj owada, który ma duże, często kolorowe skrzydła i żywi się nektarem z kwiatów.",
      "definition_translation": "Бабочка - это тип насекомого, который имеет большие, часто ярко окрашенные крылья и питается нектаром из цветов.",
      "example": "Motyl unosił się wokół ogrodu, pijąc nektar z kwiatów. Wczoraj, uleciał, aby znaleźć partnera. Jutro, złoży jaja na liściu.",
      "example_translation": "Бабочка порхала вокруг сада, пила нектар из цветов. Вчера она улетела tìmать пару. Завтра она снесёт яйца на лист.",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "karaluch",
      "translation": "таракан",
      "definition": "Karaluch to rodzaj owada, który ma długie, płaskie ciało i jest często uważany za szkodnika.",
      "definition_translation": "Таракан - это тип насекомого, который имеет длинное, плоское тело и часто считается вредителям.",
      "example": "Karaluch szukał po kuchni, unikając szczepty. W zeszłym tygodniu, zainfekował spiżarnię. W przyszłym miesiącu, będzie wyeliminowany.",
      "example_translation": "Таракан бежал по кухонному полу, избегая метлы. На прошлой неделе он infested кладовку. В следующем месяце он будет истреблён.",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stworzenie",
      "translation": "существо",
      "definition": "Stworzenie to żyjąca istota, taka jak zwierzę lub osoba, która ma odrębną egzystencję.",
      "definition_translation": "Существо - это живое существо, такое как животное или человек, которое имеет чёткое существование.",
      "example": "Stworzenie czaiło się w cieniu, obserwując swoją ofiarę. Wczoraj, zaatakowało turystę. Jutro, będzie badane przez naukowców.",
      "example_translation": "Существо скрывалось в тени, наблюдая за добычей. Вчера оно атаковало туриста. Завтра оно будет изучаться учёными.",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "muchomor",
      "translation": "муха",
      "definition": "Muchomor to rodzaj owada, które ma skrzydła i jest często spotykane w pobliżu jedzenia lub odpadów.",
      "definition_translation": "Муха - это тип насекомого, которое имеет крылья и часто встречается возле еды или мусора.",
      "example": "Muchomor buchnął wokół mojej głowy, irytując mnie. Wczoraj, wylądował na moim sandwiczem. W przyszłym tygodniu, będzie unicestwiony z restauracji.",
      "example_translation": "Муха жужжала вокруг моей головы, раздражая меня. Вчера она села на мой сэндвич. На следующей неделе она будет истребленной из ресторана.",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "komar",
      "translation": "Комар",
      "definition": "Mały latający owad, który żywi się krwią zwierząt i ludzi, znany ze swojego ukąszenia.",
      "definition_translation": "Маленькая летающая насекомая, питающаяся кровью животных и людей, известная своими укусами.",
      "example": "Byłem ukąszony przez komara wczoraj wieczorem. Macham na komary, kiedy szumią wokół mojej głowy. Unikam obszarów zinfekowanych komarami.",
      "example_translation": "Я был укушен комаром прошлой ночью. Я отмахиваюсь от комаров, когда они жужжат вокруг моей головы. Я избегу района, infested с комарами.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pająk",
      "translation": "Паук",
      "definition": "Ośmiornóg, drapieżny pajęczak, który tka sieci, aby złapać swoją ofiarę.",
      "definition_translation": "Восьминогий хищный арахнид, Spiníng сети для catching добычи.",
      "example": "Zobaczyłem pająka pełzającego po ścianie. Pająk już utknął swoją sieć. Zamierzam pozbyć się sieci pająka.",
      "example_translation": "Я видел паука, ползущего по стене. Паук уже сплёл свою сеть. Я убираю сеть паука.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pluskwa łóżkowa",
      "translation": "клоп",
      "definition": "Mały, płaski, pasożytniczy owad, który infekuje łóżka i żywi się ludzką krwią, często powodując bolesne ugryzienia.",
      "definition_translation": "Маленькое, плоское, паразитическое насекомое, которое infests кровати и питается человеческой кровью, часто вызывая болезненные укусы.",
      "example": "Obudziłem się z wieloma ugryzieniami pluskwy łóżkowej na ramieniu. Wczoraj zobaczyłem kilka pluskiew łóżkowych pełzających po pościeli. Do przyszłego tygodnia wyeliminujemy wszystkie pluskwy łóżkowe z hotelu.",
      "example_translation": "Я проснулся с множественными укусами постельного клопа на своей руке. Вчера я видел несколько постельных клопов, ползущих по простыням. К следующей неделе мы уничтожим всех постельных клопов из отеля.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trzmiel",
      "translation": "шмель",
      "definition": "Typ dużego, owłosionego, społecznego pszczoła, często żółto-czarnego koloru, znany ze swojej ważnej roli w zapylaniu.",
      "definition_translation": "Тип большого, волосатого, социального пчелы, который часто имеет желтый и черный цвет, известный своей важной ролью в опылении.",
      "example": "Trzmiel buzzował wokół jasnych kwiatów, zbierając nektar. W zeszłym lato zobaczyłem trzmiela unoszącego się wokół ogrodu. Do wiosny trzmiele powrócą na pola.",
      "example_translation": "Шмель жужжал вокруг ярких цветов, собираяnectar. Летом прошлого года я видел шмеля, зависающего рядом с садом. К весне шмели вернутся в поля.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gąsienica",
      "translation": "гусеница",
      "definition": "Larwa motyla lub ćmy, która je dużo pokarmu i rośnie, zanim przekształci się w pupę i w końcu wyemerguje jako w pełni uformowany dorosły.",
      "definition_translation": "Личинка бабочки или моли, которая ест много пищи и растет перед превращением в куклу и, в конце концов, вылезает в виде полностью сформированного взрослого.",
      "example": "Gąsienica pełzała wzdłuż liścia, jedząc dziury w nim. Wczoraj zobaczyłem gąsienicę transformującą się w chrysalis. Do przyszłego miesiąca gąsienica stanie się pięknym motylem.",
      "example_translation": "Гусеница ползла вдоль листа, едя дыры в нем. Вчера я видел гусеницу, превращающуюся в куклу. К следующему месяцу гусеница станет красивой бабочкой.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cykada",
      "translation": "цикада",
      "definition": "Duży, hałaśliwy owad z charakterystycznym kształtem ciała i długim, podziemnym stadium larwalnym.",
      "definition_translation": "Большое, шумное насекомое с характерной формой тела и длинной, подземной стадиейjuvenil.",
      "example": "Cykada wydawała głośny szum w drzewie. W zeszłym roku zobaczyłem cykadę wychodzącą z ziemi. Do przyszłego lata cykady wyjdą z ziemi.",
      "example_translation": "Цикада издавала громкий жужжащий шум на дереве. В прошлом году я见 цикаду shell на стволе. К следующему лету цикады выйдут из земли.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żagnica",
      "translation": "стрекоза",
      "definition": "Żagnica jest owadem z długim, smukłym ciałem i dużymi skrzydłami, które chwytają owady w powietrzu.",
      "definition_translation": "Стрекоза - это насекомое с длинным, стройным телом и большими крыльями, которые ловят насекомых в воздухе.",
      "example": "Żagnica unosiła się nad stawem, jej irisowe skrzydła błyszczące w słońcu. Wczoraj zobaczyłem żagnicę(osługowaną na trawie. Jeśli będę miał szczęście, zobaczę żagnicę ponownie jutro.",
      "example_translation": "Стрекоза зависала над прудом, ее радужные крылья мерцали в солнечном свете. Вчера я увидел стрекозу, сидевшую на стебле травы. Если я повезу, то завтра яagain увижу стрекозу.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drone",
      "translation": "дрон",
      "definition": "Drone to bezzałogowy statek powietrzny lub okręt, który jest operowany zdalnie lub autonomicznie.",
      "definition_translation": "Дрон - это беспилотный самолет или корабль, который управляется дистанционно или автономно.",
      "example": "Firma używa dronów do dostarczania pakietów do odległych obszarów. Drone unosował się nad polem bitwy, transmitując obraz wideo z powrotem do kwatery głównej. Do przyszłego roku drony będą mogły latać autonomicznie.",
      "example_translation": "Компания использует дроны для доставки пакетов в отдаленные районы. Дрон зависал над полем боя, передавая видеоинформацию обратно в штаб-квартиру. К следующему году дроны смогут летать автономно.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bąk",
      "translation": "оса",
      "definition": "Bąk to typ muchy, która jest znana ze swego irytującego szumu i tendencji do dokuczenia zwierzętom i ludziom.",
      "definition_translation": "Оса - это тип мухи, который известен своим раздражающим жужжанием и тенденцией беспокоить животных и людей.",
      "example": "Bąk szumiał wokół mojej głowy, doprowadzając mnie do szaleństwa. Wczoraj bąk ugryzł mojego konia, powodując, że rzucił się dziko. Jeśli będę mógł, uderzę bąka, który dokuczał mi cały dzień.",
      "example_translation": "Оса жужжала вокруг моей головы, доводя меня до сумасшествия. Вчера оса укусила мою лошадь, заставляя ее рьяно метаться. Если смогу, я ушамycin osu, которая беспокоила меня весь день.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "konik polny",
      "translation": "кузнечик",
      "definition": "Konik polny to typ owada z zielonym lub brązowym ciałem i dużymi tylnymi nogami, które umożliwiają mu skakanie na dużych odległościach.",
      "definition_translation": "Кузнечик - это тип насекомого с зеленым или коричневым телом и большими задними ногами, которые позволяют ему прыгать на дальние расстояния.",
      "example": "Konik polny skoczył przez pole, jego zielone ciało błyszczące w słońcu. Wczoraj zobaczyłem konika polnego siedzącego na trawie. Jeśli będę miał szczęście, złapę konika polnego ponownie jutro.",
      "example_translation": "Кузнечик прыгнул через поле, его ярко-зеленое тело сверкало в солнечном свете. Вчера я увидел кузнечика, сидевшего на стебле травы. Если я повезу, то завтра яagain поймаю кузнечика.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szerszeń",
      "translation": "шершень",
      "definition": "Szpłaszcz to typ latającego owada, który buduje duże gniazda w drzewach lub pod ziemią i jest znany ze swego bolesnego ukąszenia.",
      "definition_translation": "Шершень - это тип летающего насекомого, которое строит большие гнезда в деревьях или под землей и известно своей болезненной укус.",
      "example": "Szpłaszcz ugryzł mnie wczoraj, ale będę uważny, gdy pójdę na wycieczkę i nie będę przeszkadzał szerszeniom w przyszłości.",
      "example_translation": "Шершень укусил меня вчера, но я буду осторожен, когда пойду на хайкинг завтра, и не буду тревожить шершней в будущем.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biedronka",
      "translation": "божья коровка",
      "definition": "Biedronka to mały chrząszcz z charakterystyczną czerwono-czarną skorupą, znany ze swej zdolności do wydzielania przezroczystej, nieprzyjemnej dla smaku cieczy, aby odeprzeć predatorów.",
      "definition_translation": "Божья коровка - это маленький жук с характерной красно-черной оболочкой, известный своей способностью выделять неприятный на вкус раствор, чтобы отпугивать хищников.",
      "example": "Wczoraj zobaczyłem biedronkę pełzającą po liściu, a jutro zasadzę kwiaty w ogrodzie, aby ściągnąć więcej biedronek, tak żeby one mogły pomóc mi chronić rośliny w przyszłości.",
      "example_translation": "Я увидел божью коровку, ползущую по листу вчера, и я посадлю некоторые цветы в саду завтра, чтобы привлечь больше божьих коровок, так они могут помочь мне защитить мои растения в будущем.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szarańcza",
      "translation": "саранча",
      "definition": "Szarańcza to rodzaj dużego szkodnika, który może tworzyć rój i niszczyć uprawy i roślinność.",
      "definition_translation": "Саранча - это тип большой кузнечика, который может формировать рои и губить урожай и растительность.",
      "example": "Szarańcze zniszczyły pole kukurydzy w zeszłym roku, ale przygotuję swoją farmę na przyszłość, sadząc odmiany szarańczo-odporne, aby szarańcze nie były problemem, kiedy wrócą następnego roku.",
      "example_translation": "Саранча разрушила кукурузное поле в прошлом году, но я приготовлю свою ферму к будущему, посадив культуры, устойчивые к саранче, так саранча не будет проблемой, когда они вернутся снова в следующем году.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wesz",
      "translation": "вошь",
      "definition": "Wesz to mały, bezskrzydły owad, który żyje na ciele ludzi i niektórych zwierząt, żywiąc się ich skórą i krwią.",
      "definition_translation": "Вошь - это маленькое бескрылое насекомое, которое живет на телах людей и некоторых животных, питаясь их кожей и кровью.",
      "example": "Wszawe infekujące całą szkołę miesiąc temu, ale będę regularnie myć włosy, aby uniknąć wszawicy w przyszłości, i będę co tydzień sprawdzać włosy moich dzieci, aby upewnić się, że nie mają wszawicy.",
      "example_translation": "Вши infested всю школу в прошлом месяце, но я буду мыть голову регулярно, чтобы избежать вшей в будущем, и я буду проверять волосы моих детей каждую неделю, чтобы убедиться, что у них нет вшей.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]