[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ołówki kolorowe",
      "translation": "цветные карандаши",
      "definition": "Ołówki kolorowe są przyborami artystycznymi używanymi do malowania i rysowania.",
      "definition_translation": "Цветные карандаши - это художественные материалы, используемые для рисования и окрашивания.",
      "example": "Użyłem ołówków kolorowych do narysowania pięknego obrazu. Użyję ich znów jutro. Użyłem ich w zeszłym tygodniu do pokolorowania mapy.",
      "example_translation": "Я использовал цветные карандаши, чтобы нарисовать красивую картину. Я снова использую их завтра. Я использовал их на прошлой неделе, чтобы окрасить карту.",
      "imageLink": "image_files\\English\\crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ołówek",
      "translation": "карандаш",
      "definition": "Ołówek jest przyborem pisarskim lub rysunkowym składającym się z wąskiego, stałego rdzenia grafitowego zamkniętego w cylindrze drewnianym.",
      "definition_translation": "Карандаш - это инструмент для письма или рисования, состоящий из узкого, твердого графитового ядра, закрытого в деревянном цилиндре.",
      "example": "Napisałem swoje imię ołówkiem. Użyję ołówka do robienia notatek. Użyłem ołówka do narysowania portretu.",
      "example_translation": "Я написал свое имя карандашом. Я использую карандаш, чтобы делать заметки. Я использовал карандаш, чтобы нарисовать портрет.",
      "imageLink": "image_files\\English\\pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pędzel",
      "translation": "кисть",
      "definition": "Pędzel jest narzędziem z włosiem lub pierścieniem używanym do czyszczenia, nakładania lub rozprowadzania substancji.",
      "definition_translation": "Кисть - это инструмент с щетиной или волосами, используемый для очистки, нанесения или разбрызгивания веществ.",
      "example": "Użyłem pędzla do pomalowania ściany. Użyję pędzla do czyszczenia podłogi. Użyłem pędzla do aplikacji kleju.",
      "example_translation": "Я использовал кисть, чтобы покрасить стену. Я использую кисть, чтобы очистить пол. Я использовал кисть, чтобы нанести клей.",
      "imageLink": "image_files\\English\\brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "linijka",
      "translation": "линейка",
      "definition": "Linijka jest prostoliniową kreską z równomiernie rozmieszczonymi oznaczeniami, używaną jako przewodnik do rysowania prostych linii.",
      "definition_translation": "Линейка - это прямой край с равномерно расположенными отметками, используемый в качестве направляющей для رسمки прямых линий.",
      "example": "Użyłem linijki do narysowania prostej linii. Użyję linijki do pomiaru długości stołu. Użyłem linijki do narysowania diagramu.",
      "example_translation": "Я использовал линейку, чтобы нарисовать прямую линию. Я использую линейку, чтобы измерить длину стола. Я использовал линейку, чтобы нарисовать диаграмму.",
      "imageLink": "image_files\\English\\ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nożyczki",
      "translation": "NoSuch",
      "definition": "Nożyczki składają się z dwóch ostrzy, które są połączone tak, aby ostrze mogło być zamknięte, aby przeciąć przez cienkie materiały, takie jak papier, tkanina lub włosy.",
      "definition_translation": "Пара ножниц состоит из двух лезвий, которые шарнирно прикреплены, чтобы острые края могли быть brought вместе, чтобы切атьнежные материалы, такие как бумага, ткань или волосы.",
      "example": "Użyłem nożyczek do wycięcia kształtów papieru. Ona ostrzy nożyczki jutro. Oni używali nożyczek do cięcia tkaniny przez cały dzień.",
      "example_translation": "Я использовал ножницы, чтобы вырезать纸шаблоны. Она отточит ножницы завтра. Они целый день использовали ножницы, чтобы裁剪fabric.",
      "imageLink": "image_files\\English\\scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "guzik",
      "translation": "кнопка",
      "definition": "Guzik jest małą plastikową lub metalową tarczą lub kulką, używaną do zapinania lub odpianiania czegoś, szczególnie ubrania.",
      "definition_translation": "Маленькая пластиковая или металлическая дисковая или кнопка, обычно круглая и плоская, используемая для застегивания или расстегивания чего-либо, особенно одежды.",
      "example": "Straciłem guzik na koszuli. Ona zszyła guzik z powrotem. Oni zaprojektują nowy guzik dla strony internetowej.",
      "example_translation": "Я потерял кнопку на моей рубашке. Она пришила кнопку обратно. Они спроектируют новую кнопку для веб-сайта.",
      "imageLink": "image_files\\English\\button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czytnik plansz",
      "translation": "drawing заколка",
      "definition": "Czytnik plansz jest małą szpilką z płaską główką, używaną do przybijania rzeczy do tablicy lub ściany, szczególnie do wyświetlania rysunków lub ogłoszeń.",
      "definition_translation": "Маленькая булавка с плоской головкой, используемая для прикрепления вещей к доске или стене, особенно для отображения рисунков или объявлений.",
      "example": "Użyłem czytnika plansz do powieszenia plakatu. Ona kupiła opakowanie czytników plansz. Oni używali czytników plansz do przybijania map do ściany.",
      "example_translation": "Я использовал заколку для рисования, чтобы повесить плакат. Она купила пакет заколок для рисования. Они целый день использовали заколки для рисования, чтобы прикрепить карты к стене.",
      "imageLink": "image_files\\English\\drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atrament",
      "translation": "чернила",
      "definition": "Atrament jest płynną substancją używaną do pisania lub drukowania, zwykle sporządzaną z mieszaniny barwników, pigmentów i rozpuszczalników.",
      "definition_translation": "Жидкое вещество, используемое для написания или печати, обычно изготовленное из смеси красителей, пигментов и растворителей.",
      "example": "Potrzebuję kupić atrament do pióra. Ona rozlała atrament na stole. Oni będą testować nową formułę atramentu jutro.",
      "example_translation": "Мне нужно купить некоторые чернила для моей ручки. Она пролила чернила на стол. Они будут тестировать новую формулу чернил завтра.",
      "imageLink": "image_files\\English\\ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wzór",
      "translation": "шаблон",
      "definition": "Wzór to regularny lub powtarzający się układ lub zestaw instrukcji, model do naśladowania.",
      "definition_translation": "Шаблон - это регулярный или повторяющийся дизайн или расположение вещей, таких как набор инструкций или модель для выполнения.",
      "example": "Użyłem wzoru do uszycia pięknego ubrania. Użyję wzoru do zaprojektowania strony internetowej. Ona użyła wzoru do dekoracji swojego pokoju.",
      "example_translation": "Я использовал шаблон, чтобы сшить красивое платье. Я буду использовать шаблон, чтобы спроектировать веб-сайт. Она использовала шаблон, чтобы украсить свою комнату.",
      "imageLink": "image_files\\English\\pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szpilka",
      "translation": "штырь",
      "definition": "Szpilka jest małą, cienką częścią metalu z punktem na jednym końcu i główką na drugim, używaną do łączenia rzeczy.",
      "definition_translation": "Штырь - это小, тонкая кусок металла с острием на одном конце и головкой на другом, используется для скрепления вещей вместе.",
      "example": "Użyłem szpilki do zapinania koszuli. Ona będzie używać szpilki do zafiksowania włosów. Oni używali szpilek do łączenia tkaniny.",
      "example_translation": "Я использовал штырь, чтобы застегнуть свою рубашку. Она будет использовать штырь, чтобы уложить волосы. Они использовали штыри, чтобы удерживать ткань вместе.",
      "imageLink": "image_files\\English\\pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "poduszka do szpilków",
      "translation": "игольница",
      "definition": "Poduszka do szpilków to mały, okrągły lub owalny obiekt z miękką powierzchnią, używany do przechowywania szpilków.",
      "definition_translation": "Игольница - это small, круглый или овальный объект с мягкой поверхностью, используемый для хранения штырей.",
      "example": "Użyłam poduszki do szpilków, aby utrzymać szpilki w porządku. Ona używa poduszki do szpilków do przechowywania igieł. Oni zrobili poduszkę do szpilków jako prezent.",
      "example_translation": "Я сшила игольницу, чтобы хранить свои штыри организованно. Она использовала игольницу, чтобы хранить свои иглы. Они сделали игольницу в качестве подарка.",
      "imageLink": "image_files\\English\\pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tektura",
      "translation": "картон",
      "definition": "Tektura to sztywna, gruba papierowa płytka, używana do tworzenia pudeł, kartonów i innych opakowań.",
      "definition_translation": "Картон - это жесткая, толстая бумага, используемая для производства коробок, картонных упаковок и других контейнеров.",
      "example": "Użyłem tektury, aby zrobić pudełko. Ona będzie używać tektury do stworzenia projektu craftowego. Oni użyli tektury, aby zapakować bagaż.",
      "example_translation": "Я использовал картон, чтобы сделать коробку. Она будет использовать картон, чтобы создать проект ручной работы. Они использовали картон, чтобы упаковать свой багаж.",
      "imageLink": "image_files\\English\\cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "glina",
      "translation": "глина",
      "definition": "Glina to miękkie, lepkie ziemiaste materiały, typowo żółte lub brązowe, używane do tworzenia ceramiki, cegieł i innych obiektów.",
      "definition_translation": "Мягкий, липкий материал地球,通常 желтовато-коричневого цвета, используемый для изготовления керамических изделий, кирпичей и других объектов.",
      "example": "Zrobiłem wazę z gliny w zajęciach plastycznych wczoraj. Będę robić rzeźbę z gliny na projekt plastyczny. Zrobiłem błąd przy pracy z gliną w zeszłym tygodniu.",
      "example_translation": "Я сделал вазу из глины на уроке искусства вчера. Я собираюсь сделать скульптуру из глины для моего арт-проекта. Я сделал ошибку при работе с глиной на прошлой неделе.",
      "imageLink": "image_files\\English\\clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kredki",
      "translation": "краски",
      "definition": "Kredki to pałeczki z barwioną woskiem, używane do rysowania lub kolorowania.",
      "definition_translation": "Палочки из цветного воска, используемые для рисования или покраски.",
      "example": "Dzieci kolorowały kredkami w przedszkolu wczoraj. Muszę kupić więcej kredki na urodziny mego bratanka. Oni używali kredki do rysowania od rana.",
      "example_translation": "Дети рисовали красками в детском саду вчера. Мне нужно купить больше красок для дня рождения моего племянника. Они рисовали красками с утра.",
      "imageLink": "image_files\\English\\crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klej",
      "translation": "клей",
      "definition": "Klej to lepka substancja używana do łączenia lub naprawy rzeczy.",
      "definition_translation": "Липкая субстанция, используемая для joining или ремонта вещей.",
      "example": "Użyłem kleju, aby naprawić moją złamaną zabawkę, gdy byłem dzieckiem. Ona potrzebuje kleju, aby skleić części razem dla projektu craftowego. Oni będą sklejać papiery razem jutro.",
      "example_translation": "Я использовал клей, чтобы починить мою сломанную игрушку, когда я был ребенком. Ей нужно приклеить куски вместе для ее проекта ремесел. Они приклеят бумаги вместе завтра.",
      "imageLink": "image_files\\English\\glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "igła",
      "translation": "игла",
      "definition": "Igła to mały, cienki kawałek metalu z ostrą końcówką i okiem na drugim końcu, używany do szycia lub haftowania.",
      "definition_translation": "Маленький, тонкий кусок металла с острием на одном конце и глазом на другом, используемый для шитья или вышивки.",
      "example": "Moja babcia nauczyła mnie, jak przeciągnąć nitkę przez igłę, gdy byłem dzieckiem. Ona używa igły, aby przyszyć guzik na swoim płaszczu. Oni będą używać igieł, aby zrobić quilt następnego miesiąca.",
      "example_translation": "Моя бабушка научила меня, как нить иглу, когда я был ребенком. Она использует иглу, чтобы пришить кнопку к ее пальто. Они будут использовать иглы, чтобы сделать квiltnext месяц.",
      "imageLink": "image_files\\English\\needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papierowy chusteczka",
      "translation": "бумажная салфетка",
      "definition": "Papierowy chusteczka to mały kawałek papieru używany do suszenia lub wycierania rąk lub twarzy, szczególnie podczas posiłku.",
      "definition_translation": "Маленький кусочек бумаги, используемый для вытирания или утирания рук или лица, особенно во время еды.",
      "example": "Potrzebowałem papierowej chusteczki, aby wytrzeć usta po jedzeniu burgera. Użyłem papierowej chusteczki, aby oczyścić ręce. Będę używać papierowej chusteczki, aby osuszyć twarz po umy ciu.",
      "example_translation": "Мне нужно было использовать бумажную салфетку, чтобы вытереть рот после еды сочной бургером. Я использовал бумажную салфетку, чтобы очистить руки. Я использовать буду бумажную салфетку, чтобы высушить лицо после мытья.",
      "imageLink": "image_files\\English\\paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "safety pin",
      "translation": "застёжка безопасности",
      "definition": "Safety pin to mała szpilka z osłoną lub zamkiem, używana do noszenia odzieży, szczególnie dla niemowląt lub małych dzieci.",
      "definition_translation": "Маленькая булавка с защитным кожухом или застёжкой, используемая для застегивания одежды, особенно для малышей или маленьких детей.",
      "example": "Użyłem safety pin, aby przypiąć pieluchę dla dziecka. Ona straciła safety pin podczas zabawy. Będę kupić safety pin, aby naprawić mojąrozdartą koszulę.",
      "example_translation": "Я использовал застёжку безопасности, чтобы застегнуть подгузник младенца. Она потеряла застёжку безопасности, играя. Я куплю застёжку безопасности, чтобы починить свою порванную рубашку.",
      "imageLink": "image_files\\English\\safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "maszyna do szycia",
      "translation": "швейная машина",
      "definition": "Maszyna do szycia to urządzenie używane do szycia lub haftowania tkaniny, skóry lub innych materiałów, typowo za pomocą igły i nici.",
      "definition_translation": "Машина, используемая для шитья или строчки материала, кожи или других материалов, обычно с иглой и ниткой.",
      "example": "Potrzebuję użyć maszyny do szycia, aby naprawić moją rozdartą suknię. Ona nauczyła się używać maszyny do szycia w szkole. Będę kupić maszynę do szycia, aby zrobić własne ubrania.",
      "example_translation": "Мне нужно использовать швейную машину, чтобы починить свою порванную платье. Она научилась использовать швейную машину в школе. Я куплю швейную машину, чтобы создавать свои собственные вещи.",
      "imageLink": "image_files\\English\\sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "naklejka",
      "translation": "наклейка",
      "definition": "Naklejka to mała, samoprzylepna etykieta lub obrazek, używany do dekorowania lub identyfikowania czegoś.",
      "definition_translation": "Маленькая клеящаяся метка или картинка, используемая для украшения или идентификации чего-либо.",
      "example": "Przyczepiłem naklejkę do mojego laptopa. Ona zbierała naklejki z jej ulubionych kreskówek. Będę używać naklejki, aby zdekować okładkę mojej książki.",
      "example_translation": "Я приклеил наклейку на мой ноутбук. Она собрала наклейки из своих любимых мультфильмов. Я использовать буду наклейку, чтобы украсить обложку своей книги.",
      "imageLink": "image_files\\English\\sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sznur",
      "translation": "струна",
      "definition": "Długi, cienki, giętki sznur składający się ze splecionych nitek lub włókien, używany do wiązania, zaczepiania lub łączenia rzeczy.",
      "definition_translation": "Длинная, тонкая, гибкая структура, сделанная из скрученных нитей или волокон, используемая для связывания, фиксации или соединения вещей.",
      "example": "Ona związała paczkę sznurkiem. Ona związała sznurek mocno. Ona zwiąże sznur ponownie jutro.",
      "example_translation": "Она завязала пакет струной. Она завязала струну плотно. Она завяжет струну снова завтра.",
      "imageLink": "image_files\\English\\string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drut",
      "translation": "провод",
      "definition": "Cienka, giętka nitka lub pasek metalu, używany do przewodzenia elektryczności lub wysyłania wiadomości.",
      "definition_translation": "Тонкая, гибкая нить или полоса металла, используемая для проведения электричества или отправки сообщений.",
      "example": "Telefoniczny drut był złamany. Naprawili drut wczoraj. Instalują nowy drut przyszłego tygodnia.",
      "example_translation": "Телефонный провод был сломан. Они починили провод вчера. Они установят новый провод на следующей неделе.",
      "imageLink": "image_files\\English\\wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zamek błyskawiczny",
      "translation": "молния",
      "definition": "Zaczepka składająca się z pary zębatek, które mogą być otwierane lub zamykane przy pomocy suwaka.",
      "definition_translation": "Застежка, состоящая из пары взаимосвязанных зубцов, которая может быть открыта или закрыта скользящей кнопкой.",
      "example": "Zapiąłem kurtkę na zamek błyskawiczny. Ona zapina torbę zamkiem błyskawicznym jutro. Oni zapiali spodnie zamkiem błyskawicznym wczoraj.",
      "example_translation": "Я застегнул куртку. Она застегнет сумку завтра. Они застегнули свои брюки вчера.",
      "imageLink": "image_files\\English\\zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kredki woskowe",
      "translation": "восковые карандаши",
      "definition": "Pasek barwy wosku używany do rysowania lub malowania.",
      "definition_translation": "Палочка цветного воска, используемого для рисования или раскраски.",
      "example": "Dziecko użyło kreków woskowych do narysowania obrazka. Ona użyje kreków woskowych do pokolorowania papieru jutro. Oni użyli kreków woskowych do dekoracji ściany wczoraj.",
      "example_translation": "Ребенок использовал восковые карандаши, чтобы нарисовать картину. Она будет использовать восковые карандаши, чтобы раскрасить бумагу завтра. Они использовали восковые карандаши, чтобы украсить стену вчера.",
      "imageLink": "image_files\\English\\wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tkanina",
      "translation": "ткань",
      "definition": "Tkanina to materiał tekstylny, najczęściej wytwarzany przez tkanie lub dzianie włókien, używany do produkcji odzieży, mebli i innych wyrobów tekstylnych.",
      "definition_translation": "Ткань - это текстильный материал, чаще всего производимый путём ткачества или вязания волокон, и используется для производства одежды, обивки и других текстильных изделий.",
      "example": "Ona ostrożnie zszywała tkaninę razem, aby stworzyć piękną narzutę. Wczoraj kupiła tkaninę w sklepie. Do przyszłego roku skończy tkaninowy projekt artystyczny.",
      "example_translation": "Она тщательно сшила ткань вместе, чтобы создать красивую квilt. Вчера она купила ткань в магазине. К следующему году она закончит проект тканных искусств.",
      "imageLink": "image_files\\English\\fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pieczęć gumowa",
      "translation": "резиновая печать",
      "definition": "Narzędzie gumiowe używane do aplikowania tuszu lub innych substancji na powierzchnię, zwykle w celu drukowania lub znakowania.",
      "definition_translation": "Резиновая печать - это инструмент, используемый для нанесения чернил или других веществ на поверхность, обычно для печати или маркировки.",
      "example": "Urzędnik użył pieczęci gumowej, aby zatwierdzić dokumenty. Ona użyła pieczęci gumowej do podpisywania listów. Do przyszłego miesiąca będą mieli nową pieczęć gumową.",
      "example_translation": "Клерк использовал резиновую печать для утверждения документов. Она использовала резиновую печать для подписания писем. К следующему месяцу они заменят старую резиновую печать на новую.",
      "imageLink": "image_files\\English\\rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "filc",
      "translation": "фильтр",
      "definition": "Filc to materiał tekstylny, najczęściej wytwarzany z wełny, włosów lub włókien syntetycznych, używany do produkcji nakryć głowy, kapci i innych wyrobów rękodzieła.",
      "definition_translation": "Фильтр - это нетканый материал, сделанный из шерсти, волос или синтетических волокон, часто используемый для изготовления шляп, тапочек или других craft.",
      "example": "Rękodziełniczka ostrożnie cięła filc, aby stworzyć piękną ozdobę. Ona czuła teksturę filcu przed zakupem. Do przyszłej zimy stworzy filcową czapkę.",
      "example_translation": "Мастерmetic тщательно cắt фильтр, чтобы создать красивый украшение. Она чувствовала текстуру ткани перед тем, как купить ее. К следующей зиме она сделает фильтровую шляпу.",
      "imageLink": "image_files\\English\\felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klucze",
      "translation": "плоские щипцы",
      "definition": "Narzędzia ręczne używane do chwytania i gięcia różnych przedmiotów, takich jak rury, druty lub małe części.",
      "definition_translation": "Плоские щипцы - это ручные инструменты, используемые для захвата и изгиба различных объектов, таких как трубы, провода или小 детали.",
      "example": "Mechanik użył kluczy, aby chwycić śrubę. Ona użyła kluczy, aby zgiąć drut. Do przyszłego tygodnia naprawią klucze.",
      "example_translation": "Механик использовал плоские щипцы, чтобы захватить болт. Она использовала плоские щипцы, чтобы загнуть провод. К следующей неделе они исправят плоские щипцы.",
      "imageLink": "image_files\\English\\pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zastępczy guzik",
      "translation": "пресс пуговица",
      "definition": "Mały metalowy lub plastikowy zaczep, używany do łączenia lub zaczepiania dwóch części odzieży lub innej tkaniny.",
      "definition_translation": "Маленькая металлическая или пластиковая застежка, используемая для прикрепления или соединения двух частей одежды или другой ткани вместе.",
      "example": "Muszę zszyć nowy zastępczy guzik na kurcie, bo starej się złamał. Wczoraj zszyłam nowy zastępczy guzik na kurcie i teraz zszyję następny jutro.",
      "example_translation": "Мне пришлось пришить новую пресс пуговицу на мой жилет, потому что старая сломалась. Вчера я пришила новую пресс пуговицу на мой жилет, а теперь я пришью еще одну завтра.",
      "imageLink": "image_files\\English\\press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uderzenie",
      "translation": "удар",
      "definition": "Szybki, gwałtowny cios, szczególnie udzielony z zamkniętą pięścią.",
      "definition_translation": "Быстрый, острый удар, особенно тот, который наносится сжатым кулаком.",
      "example": "Będę bił workę pięściami jutro, ale wczoraj biłem ją mocno. Jeśli jeszcze raz biłem workę, to ona się zepsuje.",
      "example_translation": "Завтра я ударю мешок, а вчера я ударил его сильно. Если я ударю мешок снова, он сломается.",
      "imageLink": "image_files\\English\\punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wiklina",
      "translation": "плетеный",
      "definition": "Wiklina to rodzaj mebli lub innych obiektów wykonanych z włókien roślinnych, takich jak rattan czy wierzba.",
      "definition_translation": "Плетеный - это тип тканой мебели или других объектов, изготовленных из растительных волокон, таких как ротанг или ива.",
      "example": "Kupiłem krzesło wiklinowe na taras, a teraz jest moim ulubionym miejscem do czytania. Zwiklinałem kosz rok temu, i nadal się trzyma dobrze. Zwiklinałem nowy stół na letnią imprezę ogrodową za rok.",
      "example_translation": "Я купил плетеный стул для своей веранды, и он стал моим любимым местом для чтения. В прошлом году я сплел корзину, и она все еще хорошо работает. В следующем году я сплету новый стол для нашей садовой вечеринки.",
      "imageLink": "image_files\\English\\wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "farba akrylowa",
      "translation": "акриловая краска",
      "definition": "Farba akrylowa to szybko schnąca farba wodna wykonana z mieszaniny wody, pigmentu, spoiwa i innych dodatków.",
      "definition_translation": "Акриловая краска - это быстросохнущая, водорастворимая краска, изготовленная из смеси воды, пигмента, связующего вещества и других добавок.",
      "example": "Użyłem farby akrylowej do stworzenia żywego muralu na ścianie. Artystka mieszała farbę akrylową z wodą, aby uzyskać pożądaną konsystencję. Będzie używała farby akrylowej do namalowania portretu swojego kota następnego tygodnia.",
      "example_translation": "Я использовал акриловую краску, чтобы создать яркую фреску на стене. Художник смешал акриловую краску с водой, чтобы достичь желаемой консистенции. Она будет использовать акриловую краску, чтобы написать портрет ее кошки на следующей неделе.",
      "imageLink": "image_files\\English\\acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obrzeżenie klejące",
      "translation": "клейкая рамка",
      "definition": "Obrzeżenie klejące to dekoracyjny pasek z samoprzylepną podstawą, który może być naklejony na powierzchnię, aby stworzyć wzór lub ornament.",
      "definition_translation": "Клейкая рамка - это декоративная полоса с samo-клеящимся покрытием, которое может быть применено к поверхности, чтобы создать дизайн или узор.",
      "example": "Nakleiłem obrzeżenie klejące na krawędzie albumu fotograficznego, aby nadać mu profesjonalny wygląd. Rzemieślnik użył obrzeżenia klejącego do dekoracji scrapbooka. Będzie naklejała obrzeżenie klejące na ramkę obrazu za miesiąc.",
      "example_translation": "Я применил клеющую рамку к краям фотоальбома, чтобы дать ему профессиональный вид. Ремесленник использовал клеющую рамку, чтобы украсить альбом для вырезок. Она будет применять клеющую рамку к рамке для pictures next month.",
      "imageLink": "image_files\\English\\adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "koraliki",
      "translation": "бусины",
      "definition": "Koraliki to małe, okrągłe obiekty, zwykle wykonane z szkła, plastiku lub innych materiałów, używane jako ozdoba lub jako medium do tworzenia biżuterii.",
      "definition_translation": "Бусины - это небольшие, округлые объекты, обычно сделанные из стекла, пластика или других материалов, используемые для украшения или в качестве среды для изготовления украшений.",
      "example": "Naszyłem koraliki na łańcuszek, aby stworzyć unikatowy przedmiot biżuterii. Artystka indiańska użyła koralików do stworzenia intratnych wzorów na hełmie. Będzie używała koralików do stworzenia pięknego ozdobi na choinkę za rok.",
      "example_translation": "Я нанизал бусины на ожерелье, чтобы создать уникальный предмет украшения. Индейский художник использовал бусины, чтобы создать интригующие узоры на ее головном уборе. Она будет использовать бусины, чтобы сделать красивое украшение для новогодней елки в следующем году.",
      "imageLink": "image_files\\English\\beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szewisko",
      "translation": "шв приblanket",
      "definition": "Szewisko to rodzaj szwu używanego do wykończenia surowych krawędzi kołdry lub innego projektu dekoracyjnego, charakteryzujący się serią małych pętli na krawędzi tkaniny.",
      "definition_translation": "ティп стежки, используемый для отделки сырых краев одеяла или другого домашнего декора, характеризуется серией маленьких петель на краю ткани.",
      "example": "Będę używał szewiska do wykończenia krawędzi tego quiltu. Wczoraj użyłem szewiska do wykończenia krawędzi tej kołdry. W przyszłości będę używał szewiska do wykończenia krawędzi wszystkich swoich domowych kołder.",
      "example_translation": "Я，将 использовать шв приblanket, чтобы закончить край этого квилта. Вчера я использовал шв приblanket, чтобы закончить край того одеяла. В будущем я буду использовать шв приblanket, чтобы закончить край всех моих домашних одеял.",
      "imageLink": "image_files\\English\\blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zestaw pędzli",
      "translation": "набор кистей",
      "definition": "Zestaw pędzli to kolekcja pędzli używanych do różnych celów artystycznych lub kosmetycznych, często obejmujących różne kształty i rozmiary.",
      "definition_translation": "Коллекция кистей, используемых для различных художественных или косметических целей, часто включая в себя различные формы и размеры.",
      "example": "Muszę kupić nowy zestaw pędzli do malowania. Ona używa tego samego zestawu pędzli od lat. Do końca roku kupię nowy zestaw pędzli do mojej klasy artystycznej.",
      "example_translation": "Мне нужно купить новый набор кистей для рисования. Она использует тот же набор кистей уже годы. К следующему году я куплю новый набор кистей для моего арт-класса.",
      "imageLink": "image_files\\English\\brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szew lancetowy",
      "translation": "цепной стежок",
      "definition": "Szew lancetowy to rodzaj szwu używanego w haftowaniu i szyciu, charakteryzujący się serią połączonych pętli, które przypominają łańcuch.",
      "definition_translation": "Тип стежки, используемый в вышивке и шитье, характеризуется серией связанных петель, похожих на цепь.",
      "example": "Potrafię wykonać szew lancetowy na mojej maszynie do szycia. Ona uczy się wykonywać szew lancetowy ręcznie. Do końca miesiąca opanuję szew lancetowy.",
      "example_translation": "Я могу сделать цепной стежок на моей швейной машине. Она учится делать цепной стежок вручную. К концу месяца я овладею цепным стежком.",
      "imageLink": "image_files\\English\\chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "igła okrągła",
      "translation": "круглая игла",
      "definition": "Igła okrągła to rodzaj igły do robótek ręcznych z okrągłym lub elastycznym trzonkiem, używana do robót wokół lub do tworzenia bezszwowych rur.",
      "definition_translation": "Тип крючка для вязания с круглым или гибким стержнем, используемый для вязания в кругу или для создания бесшовных труб.",
      "example": "Muszę mieć igłę okrągłą, aby wykonać ten kapelusz. Ona używa igły okrągłej do robót wokół. Do końca zimy wykonałem szal, używając igły okrągłej.",
      "example_translation": "Мне нужна круглая игла, чтобы связать эту шляпу. Она использует круглую иглу, чтобы сделать свитер. К следующей зиме я сделаю шарф, используя круглую иглу.",
      "imageLink": "image_files\\English\\circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "punch rogów",
      "translation": "угольный пуансон",
      "definition": "Punch rogów to narzędzie używane do tworzenia zaokrąglonych rogów na kartce lub karcie.",
      "definition_translation": "Инструмент, используемый для создания округлого угла на листе бумаги или карте.",
      "example": "Użyłem puncha rogów, aby stworzyć dekoracyjny brzeg na zaproszeniu. Wczoraj puncowałem wszystkie rogi dokumentów. Do końca tygodnia puncuję wszystkie rogi raportów.",
      "example_translation": "Я использовал угольный пуансон, чтобы создать декоративный край на приглашении. Yesterday, я пробил все углы документов. К следующей неделе я пробью все углы отчетов.",
      "imageLink": "image_files\\English\\corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papier krepe",
      "translation": "кrepе-бумага",
      "definition": "Papier krepe to rodzaj cienkiego, skręconego papieru używanego do dekoracji i rzemiosł.",
      "definition_translation": "Тип тонкой, морщинистой бумаги, используемой для декораций и проектов handmade.",
      "example": "Użyliśmy papieru krepe, aby udekorować salę balową. Papier krepe jest stałym elementem naszego zestawu rzemiosł. Do końca roku użyjemy papieru krepe do wszystkich dekoracji.",
      "example_translation": "Мы использовали кrepе-бумагу, чтобы украсить зал для праздника. Кrepе-бумага является основой в нашем ящике снабжения для crafts. К следующему году мы будем использовать кrepе-бумагу для всех наших декораций.",
      "imageLink": "image_files\\English\\crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "haku crochet",
      "translation": "крючок для вязания",
      "definition": "Narzędzie używane do tworzenia pętli z przędzy, aby stworzyć tkaninę.",
      "definition_translation": "Инструмент, используемый для создания петель в нити, чтобы создать ткань.",
      "example": "Zawsze noszę hak crochet ze mną, aby robić czapki dla charytatywnych organizacji. Moja babcia nauczyła mnie, jak używać haka crochet, gdy byłem dzieckiem. Do następnego miesiąca stworzę koc używając haka crochet.",
      "example_translation": "Я всегда ношу с собой крючок для вязания, чтобы делать шляпы для благотворительности. Моя бабушка научила меня, как использовать крючок для вязания, когда я был ребенком. К следующему месяцу я буду иметь сделанную_blanket, используя крючок для вязания.",
      "imageLink": "image_files\\English\\crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krzyżyk",
      "translation": "крестовый шов",
      "definition": "Typ haftu, który używa krzyżowych szwów, aby stworzyć projekt.",
      "definition_translation": "Тип вышивания, который использует стежки в виде креста, чтобы создать дизайн.",
      "example": "Lubię robić krzyżyk w wolnym czasie. Krzyżyk to wspaniała hobby relaksacyjne. Do następnego roku skończę mój projekt krzyżyka.",
      "example_translation": "Я люблю делать крестовый шов в свое свободное время. Крестовый шов - этоgreat хобби для релаксации. К следующему году я закончу свой проект крестового шва.",
      "imageLink": "image_files\\English\\cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stempel daty",
      "translation": "MARK дата",
      "definition": "Stempel daty to urządzenie lub znak, który wskazuje datę, w której coś zostało stworzone, wysłane lub odebrane.",
      "definition_translation": "Марка даты - это устройство или отметка, которая указывает дату, когда что-то было создано, отправлено или получено.",
      "example": "Prawnicy sprawdzili stempel daty na dokumencie, aby potwierdzić jego autentyczność. Musiała zapieczętować datę na wszystkich fakturach przed wysłaniem ich do klientów. Firma wprowadzi nowy system stempel daty, aby poprawić swoją dokumentację.",
      "example_translation": "Адвокат проверил марку даты на документе, чтобы проверить его подлинность. Она должна была поставить дату на всех счетах-фактурах перед отправкой их клиентам. Компания введет новую систему марки даты, чтобы улучшить свой процесс документооборота.",
      "imageLink": "image_files\\English\\date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papier dekupacyjny",
      "translation": "Бумага для декупажа",
      "definition": "Papier dekupacyjny to rodzaj papieru używanego do dekorowania powierzchni z wyciętymi projektami lub wzorami, typowo używając kleju lub laku.",
      "definition_translation": "Бумага для декупажа - это тип бумаги, используемой для украшения поверхностей с помощью вырезанных дизайнов или узоров, обычно с помощью клея или лака.",
      "example": "Nauczycielka sztuki pokazała uczniom, jak używać papieru dekupacyjnego, aby stworzyć piękny kolaż. Miała ogromną kolekcję papieru dekupacyjnego w różnych kolorach i wzorach. Papier dekupacyjny był zbyt delikatny, aby być użyty na wazie ceramicznej.",
      "example_translation": "Учительница искусства показала студентам, как использовать бумагу для декупажа, чтобы создать красивый коллаж. У нее была обширная коллекция бумаги для декупажа_differentcolors и узорах. Бумага для декупажа была слишком хрупкой, чтобы быть использованной на керамическом вазе.",
      "imageLink": "image_files\\English\\decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nicielka",
      "translation": "Шелковая нить для вышивки",
      "definition": "Nicielka to rodzaj nici wykonanej z bawełny, jedwabiu lub innych materiałów, używanej do haftu, embroidery i innych form pracy z igłą.",
      "definition_translation": "Шелковая нить для вышивки - это тип нити, сделанной из хлопка, шелка или других материалов, используемой для ручной или машинной вышивки и других форм шитья.",
      "example": "Haftarka ostrożnie wybrała nicielkę, aby dopasować ją do tkaniny sukienki. Musiała Завершіć projekt embroidery przed wyczerpaniem nici. Nicielka była zbyt cienka, aby być użyta do pracy tapicerowanej.",
      "example_translation": "Вышивальщица тщательно выбрала шелковую нить, чтобы она соотвествовала ткани платья. Она должна была закончить проект вышивки, прежде чем истощились запасы нити. Шелковая нить была слишком тонкой, чтобы быть использованной для работ по таписерии.",
      "imageLink": "image_files\\English\\embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rama do haftu",
      "translation": "Вышивальная рамка",
      "definition": "Rama do haftu to okrągła lub owalna ramka używana do trzymania tkaniny napiętej, co ułatwia szycie, haftowanie lub inne formy pracy z igłą.",
      "definition_translation": "Вышивальная рамка - это круглая или овальная рамка, используемая для натяжения ткани, что делает ее легче для шитья, вышивки или других типов шитья.",
      "example": "Początkująca haftarka znalazła trudności w obsłudze ramy do haftu na początku, ale wkrótce się nauczyła. Rama do haftu była zbyt mała dla dużego koca, nad którym pracowała. Użyła ramy do haftu, aby skończyć intratny design na sukience ślubnej.",
      "example_translation": "Новичок-вышивальщица нашла трудным управление вышивальной рамкой сначала, но скоро овладела ею. Вышивальная рамка была слишком маленькой для большого квилта, над которым она работала. Она использовала вышивальную рамку, чтобы закончить интригующий дизайн на свадебном платье.",
      "imageLink": "image_files\\English\\embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pędzel ze szczenięcia",
      "translation": "пенка для краски",
      "definition": "Pędzel ze szczenięcia to rodzaj pędzla używanego do aplikowania farby lub innych materiałów na powierzchnię. Jest typowo wykonany z materiału szczenięcia i ma miękkie włosie, które absorbuje i trzyma dużo płynu.",
      "definition_translation": "Пенка для краски - это тип кисти, используемой для нанесения краски или других материалов на поверхность. Она обычно сделана из материала пены и имеет мягкие волоски, которые абсорбируют и держат много жидкости.",
      "example": "Użyłem pędzla ze szczenięcia do pomalowania ścian wczoraj. Będę używał go do aplikowania kleju jutro. Użyłem go do pokrycia powierzchni w ciągu ostatniego tygodnia.",
      "example_translation": "Я использовал пенку для краски, чтобы покрасить стены вчера. Я использую ее, чтобы нанести клей завтра. Я использовал ее, чтобы покрыть поверхность на прошлой неделе.",
      "imageLink": "image_files\\English\\foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pistoł do kleju",
      "translation": "пистолет для клея",
      "definition": "Pistoł do kleju to urządzenie ręczne używane do aplikowania gorącego kleju na powierzchnię. Składa się z mechanismu spustowego, dyszy i elementu grzewczego, który topi kleje.",
      "definition_translation": "Пистолет для клея - это ручное устройство, используемое для нанесения горячего клея на поверхность. Он состоит из спуска, насадки и нагревающего элемента, который плавит клеевые стики.",
      "example": "Użyłem pistoletu do kleju, aby załączyć dekoracje do karty wczoraj. Będę używał go, aby naprawić zabawkę jutro. Użyłem go do łączenia materiałów w ciągu ostatniego miesiąca.",
      "example_translation": "Я использовал пистолет для клея, чтобы прикрепить украшения к карте вчера. Я использую его, чтобы починить игрушку завтра. Я использовал его, чтобы склеить материалы в прошлом месяце.",
      "imageLink": "image_files\\English\\glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "haczyk i oczko",
      "translation": "крючок и петля",
      "definition": "Haczyk i oczko to rodzaj zaczepu używanego do łączenia dwóch części. Składa się z metalowego haczyka i odpowiedniego oczka, które może być przywiązane do tkaniny lub innych materiałów.",
      "definition_translation": "Крючок и петля - это тип застежки, используемой для соединения двух частей. Он состоит из металлического крючка и соответствующей петельки, которая может быть прикреплена к ткани или другим материалам.",
      "example": "Użyłem haczyka i oczka, aby zapiąć sukienkę wczoraj. Będę używał go, aby przyłączyć strap jutro. Użyłem go, aby zabezpieczyć tkaninę w ciągu ostatniego roku.",
      "example_translation": "Я использовал крючок и петлю, чтобы застегнуть платье вчера. Я использую его, чтобы прикрепить ремень завтра. Я использовал его, чтобы обеспечить ткань в прошлом году.",
      "imageLink": "image_files\\English\\hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tuszówka",
      "translation": "чёрнильная подушка",
      "definition": "Tuszówka to mała podpórka używana do absorbowania i trzymania tuszu do stempla lub pisania. Jest typowo używana z stemplem lub piórem, aby apply tusz do papieru lub innych powierzchni.",
      "definition_translation": "Чёрнильная подушка - это маленькая подушка, используемая для впитывания и удержания чернил для штамповки или письма. Она обычно используется с маркой или пером, чтобы наносить чернила на бумагу или другие поверхности.",
      "example": "Użyłem tuszówki, aby zapieczętować kopertę wczoraj. Będę używał go, aby podpisać dokument jutro. Użyłem go, aby wydrukować teksty w ciągu ostatniego miesiąca.",
      "example_translation": "Я использовал чёрнильную подушку, чтобы проставить конверт вчера. Я использую ее, чтобы подписать документ завтра. Я использовал ее, чтобы печатать тексты в прошлом месяце.",
      "imageLink": "image_files\\English\\ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "igły krawieckie",
      "translation": "шпильки для вязания",
      "definition": "Para ostrych kijów używanych do manipulowania przędzą w haftowaniu, typowo trzymanych w rękach i używanych do tworzenia rzędów połączonych pętli.",
      "definition_translation": "Пару остронаконечных палок, используемых для манипуляции пряжей при вязании, обычно удерживаемых в руках и используемых для создания рядов взаимосвязанных петель.",
      "example": "Użyłem moich igieł krawieckich, aby stworzyć piękną szalik dla siostry. Wczoraj używałem igieł krawieckich, aby uszyć kapelusz. Do następnego weekendu będę miał skończony sweter, używając moich igieł krawieckich.",
      "example_translation": "Я использовал свои шпильки для вязания, чтобы создать красивый шарф для своей сестры. Вчера я вязал шляпу с помощью своих шпилек для вязания. К следующим выходным я закончу эту кофту, используя свои шпильки для вязания.",
      "imageLink": "image_files\\English\\knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "masa modelarska",
      "translation": "пластиковая глина",
      "definition": "Miękka, plastyczna masa używana do modelowania i formowania, często używana w pracy artystycznej lub edukacyjnej.",
      "definition_translation": "Мягкий, податливый материал, используемый для формирования и лепки, часто используемый в художественных или образовательных целях.",
      "example": "Dzieci były podekscytowane, aby zagrać z masą modelarską w lesie artystycznym. Użyliśmy masy modelarskiej, aby stworzyć miniaturę miasta. Do końca roku będą mieli opanowane pracę z masą modelarską.",
      "example_translation": "Дети были рады поиграть с пластиковой глиной на уроке искусства. Мы использовали пластиковую глину, чтобы создать миниатюрный город. К концу года они сумеют работать с пластиковой глиной.",
      "imageLink": "image_files\\English\\modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "narzędzie do przewlekania nici",
      "translation": "напрягатель для нитей",
      "definition": "Małe narzędzie używane do pomocy w prowadzeniu nici lub przędzy przez oczy szwy.",
      "definition_translation": "Маленький инструмент, используемый для помощи в проведении нити или пряжи через ушко иглы.",
      "example": "Szewc użył narzędzia do przewlekania nici, aby zszyć delikatną tkaninę. Wczoraj miałem problemy z przewleczeniem nici bez narzędzia do przewlekania nici. Do następnego tygodnia będę nauczył się używać narzędzia do przewlekania nici efektywnie.",
      "example_translation": "Швея использовала напрягатель для нитей, чтобы сшить деликатную ткань. Вчера я боролся с нитью иглы без напрягателя для нитей. К следующей неделе я научусь эффективно использовать напрягатель для нитей.",
      "imageLink": "image_files\\English\\needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stemplowiec numerujący",
      "translation": "нумератор",
      "definition": "Narzędzie używane do nakładania numerów sekwencyjnych na dokumenty, papiery lub inne materiały.",
      "definition_translation": "Инструмент, используемый для нанесения последовательных номеров на документы, бумаги или другие материалы.",
      "example": "Administrator biura użył stemplowca numerującego, aby zorganizować pliki. Wczoraj szukaliśmy stemplowca numerującego, aby oznaczyć pudła. Do końca miesiąca będziemy numerować wszystkie dokumenty przy użyciu stemplowca numerującego.",
      "example_translation": "Администратор офиса использовал нумератор, чтобы организовать файлы. Вчера мы искали нумератор, чтобы пометить коробки. К концу месяца мы пронумеруем все документы с помощью нумератора.",
      "imageLink": "image_files\\English\\numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nożyczki papierowe",
      "translation": "резак для бумаги",
      "definition": "Narzędzie używane do cięcia papieru, składające się z ostrza i uchwytu.",
      "definition_translation": "Инструмент для разрезания бумаги, Typically состоящий из лезвия и ручки.",
      "example": "Użyłem nożyczek papierowych, aby ostrzyc krawędzie zdjęcia. Wczoraj używałem nożyczek papierowych, aby wyciąć serce. Gdyby miałem nożyczki papierowe, ciąłbym papier na paski.",
      "example_translation": "Я использовал резак для бумаги, чтобы обрезать края фотографии. Вчера я использовал резак для бумаги, чтобы вырезать сердечную форму. Если бы у меня был резак для бумаги, я бы разрезал бумагу на полоски.",
      "imageLink": "image_files\\English\\paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plastelina",
      "translation": "пластилин",
      "definition": "Miękka, plastyczna masa używana do modelowania i tworzenia obiektów, często używana przez dzieci.",
      "definition_translation": "Мягкий, пластичный материал, используемый для моделирования и создания объектов, часто используемый детьми.",
      "example": "Dziecko bawiło się plasteliną, tworząc kolorowego zwierzęcia. Wczoraj uformowała plastelinową twierdzę. Gdyby miała więcej plasteliny, stworzyłaby całe miasto.",
      "example_translation": "Ребенок играл с пластилином, создавая цветное животное. Вчера она отлила пластилиновый замок. Если бы у нее было больше пластилина, она бы создала целый город.",
      "imageLink": "image_files\\English\\play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "farba plakatowa",
      "translation": "крахмальный краситель",
      "definition": "Typ farby wodnej, nieprzezroczystej, używanej do tworzenia kolorowych i jaskrawych prac artystycznych i projektów graficznych.",
      "definition_translation": "Тип непрозрачного водорастворимого красителя, используемого для ярких, насыщенных работ и дизайнов, часто используемого в постерах и других графических материалах.",
      "example": "Artysta użyła farby plakatowej, aby stworzyć jasne tło dla reklamy. Wczoraj namalowała piękny krajobraz z farbą plakatową. Gdyby miała więcej farby plakatowej, stworzyłaby oszałamiający mural.",
      "example_translation": "Художник использовал крахмальный краситель, чтобы создать яркий фон для рекламы. Вчера она нарисовала красивый пейзаж с помощью крахмального красителя. Если бы у нее было больше крахмального красителя, она бы создала величественный мурал.",
      "imageLink": "image_files\\English\\poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "strassa",
      "translation": "рождественский камень",
      "definition": "Typ kamienia lub szkła ozdobnego, często używany w biżuterii i dekoracjach, charakteryzujący się swoją lśniącą, odbijającą powierzchnią.",
      "definition_translation": "Тип кристалла или стеклянного камня, который часто используется в ювелирных изделиях и декорациях, характеризующийся своей сверкающей, отражательной поверхностью.",
      "example": "Sukienka była ozdobiona strassami, które lśniły w świetle. Wczoraj zobaczyłem ładny naszyjnik ze strassami, który pięknie lśnił. Gdyby miałem brosz z strassami, założyłbym go na przyjęcie.",
      "example_translation": "Платье было украшено рождественскими камнями, которые сверкали под светом. Вчера я видел рождественский камень на шее, который сиял красиво. Если бы у меня был рождественский камень на булавке, я бы надел его на вечеринку.",
      "imageLink": "image_files\\English\\rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papier ryżowy",
      "translation": "рисовая бумага",
      "definition": "Cienki, przezroczysty papier wyprodukowany z rdzenia rośliny papierowej ryżowej, używany do rzemiosł, pisania i gotowania.",
      "definition_translation": "Тонкая, полупрозрачная бумага, сделанная из сердцевины растения рисовой бумаги, используемая для ремесел, письма и приготовления пищи.",
      "example": "Użyłem papieru ryżowego, aby stworzyć delikatne kwiaty origami. Używam papieru ryżowego do moich projektów artystycznych. Będę używać papieru ryżowego, aby stworzyć piękną latarnię.",
      "example_translation": "Я использовал рисовую бумагу, чтобы сделать хрупкие цветы оригами. Я использовал рисовую бумагу для моих проектов искусства. Я использую рисовую бумагу, чтобы создать красивую лампу.",
      "imageLink": "image_files\\English\\rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szydek prosty",
      "translation": "простой стежок",
      "definition": "Najprostszy szew w szyciu ręcznym, wykonany przez przeciągnięcie igły w linii prostej przez tkaninę.",
      "definition_translation": "Самый базовый стежок в ручной швейной работе, выполняемый путем поднятия иглы вверх и вниз через ткань в прямой линии.",
      "example": "Użyłem szodka prostego, aby zdziałać spódnicę. Ona używa szodka prostego, aby naprawiać swoje ubrania. Będą używać szodka prostego, aby stworzyć quilt.",
      "example_translation": "Я использовал простой стежок, чтобы подшить брюки. Она использовала простой стежок, чтобы отремонтировать ее одежду. Они будут использовать простой стежок, чтобы сшить покрывало.",
      "imageLink": "image_files\\English\\running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skrzynka do szycia",
      "translation": "швейная коробка",
      "definition": "Pojemnik używany do przechowywania artykułów do szycia, takich jak nitki, igły idrobne fragmenty tkanin.",
      "definition_translation": "Контейнер, используемый для хранения швейных принадлежностей, таких как нити, иглы и обрезки ткани.",
      "example": "Trzymam moją skrzynkę do szycia zorganizowaną, kategoryzując moje nitki. Ona używa swojej skrzynki do szycia od lat. Oni będą używać skrzynki do szycia, aby zrobić prezent dla siostry.",
      "example_translation": "Я giữ свою швейную коробку организованной, сортируя свои нити. Она использовала свою швейную коробку на протяжении многих лет. Они будут использовать швейную коробку, чтобы сделать подарок для своей сестры.",
      "imageLink": "image_files\\English\\sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wzór do szycia",
      "translation": "швейная модель",
      "definition": "Szablon lub projekt używany jako wzór do krojenia i szycia tkanin, aby stworzyć ubranie lub tekstyl.",
      "definition_translation": "Шаблон или дизайн, используемый как руководство для裁ting и сшивания ткани, чтобы создать одежду или текстиль.",
      "example": "Użyłem wzoru do szycia, aby zrobić suknię. Ona tworzy własne wzory do szycia od lat. Oni będą używać wzoru do szycia, aby zrobić kostium do sztuki.",
      "example_translation": "Я использовал швейную модель, чтобы сделать платье. Она создавала свои собственные швейные модели на протяжении многих лет. Они будут использовать швейную модель, чтобы сделать костюм для спектакля.",
      "imageLink": "image_files\\English\\sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "manekin krawca",
      "translation": "манекен",
      "definition": "Model postaci ludzkiej używany przez krawców do prezentowania lub dopasowywania ubrań.",
      "definition_translation": "Модель человеческой фигуры, используемая портными для демонстрации или подгонки одежды.",
      "example": "Manekin krawca stał dumnie w witrynie sklepowej, nosząc najnowsze trendy mody. Krawiec użył manekina krawca, aby stworzyćidealny pomiar dla klienta. Studentka mody będzie używać manekina krawca, aby ćwiczyć swoje umiejętności.",
      "example_translation": "Манекен стоял гордо в витрине магазина, надевая последние тенденции моды. Портной использовал манекен, чтобы создать идеальный посад для клиента. Студентка моды будет использовать манекен, чтобы практиковать свои навыки.",
      "imageLink": "image_files\\English\\tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "miarka",
      "translation": "сантиметр",
      "definition": "Elastyczna linijka używana do mierzenia odległości lub rozmiarów.",
      "definition_translation": "Гибкая линейка, используемая для измерения расстояний или размеров.",
      "example": "Cieśla użył miarki, aby obliczyć długość pokoju. Krawiec będzie używał miarki, aby zmierzyć klienta. Do 2025 roku firma będzie miała rozwiniętą inteligentną miarkę z zaawansowanymi funkcjami.",
      "example_translation": "Плотник использовал сантиметр, чтобы рассчитать длину комнаты. Портной будет использовать сантиметр, чтобы измерить размеры клиента. К 2025 году компания разработает умный сантиметр с передовыми функциями.",
      "imageLink": "image_files\\English\\tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papier higieniczny",
      "translation": "туалетная бумага",
      "definition": "Miękki, absorbujący papier używany do czyszczenia lub wycierania.",
      "definition_translation": "Мягкая, абсорбирующая бумага, используемая для очистки или вытирания.",
      "example": "Sklep z materiałami biurowymi sprzedawał papier higieniczny w dużych ilościach. Ona użyła papieru higienicznego, aby wydmuchać nos. Firma będzie wprowadzać nową linię ekologicznych produktów papieru higienicznego.",
      "example_translation": "Магазин канцтоваров продавал туалетную бумагу оптом. Она использовала туалетную бумагу, чтобы вытереть нос. Компания запустит новую линейку экологически чистых продуктов туалетной бумаги.",
      "imageLink": "image_files\\English\\tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "akwarela",
      "translation": "водяные краски",
      "definition": "Technika malarska używająca podatnych na wodę pigmentów na papierze lub tkaninie.",
      "definition_translation": "Техника рисования, используя водорастворимые пигменты на бумаге или ткани.",
      "example": "Artystka specjalizowała się w akwarelowych pejzażach. Ona nauczyła się akwarelowych technik w szkole artystycznej. Wystawa sztuki prezentowała wspaniały akwarelowy portret.",
      "example_translation": "Артист специализировался на пейзажах, выполненных водяными красками. Она научилась техникам водяных красок в художественной школе. Арт-выставка представила потрясающий портрет, выполненный водяными красками.",
      "imageLink": "image_files\\English\\watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stempel drewniany",
      "translation": "деревянная печать",
      "definition": "Stempel wykonany z drewna, służący do robię odcisków lub znaków na powierzchni, typowo z rytowanym lub grawerowanym wzorem.",
      "definition_translation": "Деревянная печать - это инструмент, используемый для создания оттисков или меток на поверхности, обычно сделанный из дерева и имеющий выгравированный или гравированный дизайн.",
      "example": "Użyłem stempla drewnianego, aby stworzyć wzór na tkaninie. Użyję stempla drewnianego, aby zaprojektować logo. Ona użyła stempla drewnianego, aby stworzyć piękne dzieło sztuki.",
      "example_translation": "Я использовал деревянную печать, чтобы создать узор на ткани. Я использую деревянную печать, чтобы спроектировать логотип. Она использовала деревянную печать, чтобы создать красивое произведение искусства.",
      "imageLink": "image_files\\English\\wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pędzel pisarski",
      "translation": "писательная кисть",
      "definition": "Pędzel pisarski to pędzel używany do pisania lub rysowania atramentem lub innymi płynnymi substancjami, typowo z miękkimi włoskami i elastycznym końcem.",
      "definition_translation": "Писательная кисть - это кисть, используемая для письма или рисования с использованием чернил или других жидких веществ, обычно имеющая мягкие волоски и гибкую вершину.",
      "example": "Artysta użył pędzla pisarskiego, aby stworzyć piękne kaligrafie. Ona będzie używać pędzla pisarskiego, aby podpisać dokument. On użył pędzla pisarskiego, aby napisać wiersz.",
      "example_translation": "Артист использовал писательную кисть, чтобы создать красивую каллиграфию. Она использует писательную кисть, чтобы подписать документ. Он использовал писательную кисть, чтобы написать стихотворение.",
      "imageLink": "image_files\\English\\writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]