[
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ryba",
      "translation": "рыба",
      "definition": "Zimnokrwisty zwierz, który żyje w wodzie, zazwyczaj mając skrzela i strumieniowate ciało.",
      "definition_translation": "Хладнокровное животное, живущее в воде, обычно имеющее жабры и удлиненное тело.",
      "example": "Złowiłem dużą rybę w jeziorze wczoraj. Złowię kolejną jutro. Złowiłem wiele ryb w zeszłym roku.",
      "example_translation": "Я поймал большую рыбу в озере вчера. Я поймаю еще одну завтра. Я поймал много рыбы в прошлом году.",
      "imageLink": "image_files\\English\\fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dorsz",
      "translation": "треска",
      "definition": "Biała ryba o delikatnym smaku, często używana w kuchni.",
      "definition_translation": "Белая рыба с мягким вкусом, часто используемая в кулинарии.",
      "example": "Ugotowałem dorsza na obiad wczoraj wieczorem. Ugotuję dorsza na lunch dziś. Ugotowałem dorsza na śniadanie wczoraj.",
      "example_translation": "Я приготовил треску на ужин прошлой ночью. Я приготовлю треску на обед сегодня. Я приготовил треску на завтрак вчера.",
      "imageLink": "image_files\\English\\cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łosoś",
      "translation": "лосось",
      "definition": "Tłusta ryba o różowo-czerwonej barwie, często grillowana lub pieczona.",
      "definition_translation": "Жирная рыба с розовато-красным цветом, часто грильуется или запекается.",
      "example": "Jem łososia w restauracji w zeszłym tygodniu. Zjem łososia w domu jutro. Jem łososia na plaży w zeszłym roku.",
      "example_translation": "Я ел лосось в ресторане на прошлой неделе. Я będę есть лосось дома завтра. Я ел лосось на пляже в прошлом году.",
      "imageLink": "image_files\\English\\salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rekin",
      "translation": "акула",
      "definition": "Duża, mięsożerna ryba o spiczastym nosie, często spotykana w tropikalnych wodach.",
      "definition_translation": "Большая, хищная рыба с заостренным рылом, часто встречающаяся в тропических водах.",
      "example": "Zobaczyłem rekina w filmie wczoraj wieczorem. Zobaczę rekiny w akwarium jutro. Zobaczyłem wiele rekinów na plaży w zeszłym roku.",
      "example_translation": "Я увидел акулу в фильме прошлой ночью. Я увижу акул в аквариуме завтра. Я увидел nhiều акул на пляже в прошлом году.",
      "imageLink": "image_files\\English\\shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tuńczyk",
      "translation": "тунец",
      "definition": "Tuńczyk to duża, szybko pływająca ryba, która żyje w ciepłych wodach oceanu. Często jest jedzona jako pokarm.",
      "definition_translation": "Тунец - это большая,快速но plavayuschaya рыба, которая найдена в теплых океанских водах. Она часто ест как пищу.",
      "example": "Jem sałatkę z tuńczykiem na lunch wczoraj, zjem ją ponownie jutro, i jem ją na obiad w zeszłym tygodniu.",
      "example_translation": "Я ел салат из тунца на ланч вчера, я ем его снова завтра, и я ел его на ужин на прошлой неделе.",
      "imageLink": "image_files\\English\\tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tarło",
      "translation": "размножаться",
      "definition": "Tarło oznacza produkcję jaj lub potomstwa, szczególnie w dużych ilościach.",
      "definition_translation": "Размножаться означает производить яйца или потомство, особенно в больших количествах.",
      "example": "Łosoś będzie tarło w rzece kolejnym miesiącem, tarło w zeszłym roku i będzie tarło ponownie za dwa lata.",
      "example_translation": "Лосось будет размножаться в реке следующим месяцем, оно размножалось прошлым годом, и оно будет размножаться снова через два года.",
      "imageLink": "image_files\\English\\spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pstrąg",
      "translation": "форель",
      "definition": "Pstrąg to rodzaj ryb słodkowodnych, które są często łowione jako pokarm.",
      "definition_translation": "Форель - это тип пресноводной рыбы, которая часто ловится для еды.",
      "example": "Złowiłem pstrąga podczas wędkowania wczoraj, złowię go ponownie jutro, i złowiłem go w zeszłym tygodniu.",
      "example_translation": "Я поймал форель при рыбалке вчера, я поймаю его снова завтра, и я поймал его на прошлой неделе.",
      "imageLink": "image_files\\English\\trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zjadacz glonów",
      "translation": "питатель водорослей",
      "definition": "Zjadacz glonów to rodzaj ryb, które jedzą glony, które są rodzajem roślin wodnych.",
      "definition_translation": "Питатель водорослей - это тип рыбы, который ест водоросли, которая является типом водного растения.",
      "example": "Ryba zjadacz glonów jest bardzo pomocna w akwariach, była bardzo pomocna w zeszłym roku, i będzie pomocna ponownie w przyszłym roku.",
      "example_translation": "Рыба-питатель водорослей очень полезна в аквариумах, она была очень полезна прошлым годом, и она будет полезна снова следующим годом.",
      "imageLink": "image_files\\English\\algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "anchois",
      "translation": "анчоус",
      "definition": "Mała, oleista ryba z rodziny Engraulidae, często solona lubprise w oleju i używana jako przyprawa.",
      "definition_translation": "Маленькая,emasляная рыба семейства Engraulidae, часто соленая в соли или масле и используемая в качестве приправы.",
      "example": "Dodałem anchois do pizzy, aby uzyskać dodatkowy smak. Miałem anchois na sałatce wczoraj wieczorem.Dodam anchois do makaronu jutro.",
      "example_translation": "Я добавил анчоусы в свою пиццу для дополнительного всплеска вкуса. Я ел анчоусы на салате вчера ночью. Я положу анчоусы на свою пасту завтра.",
      "imageLink": "image_files\\English\\anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "karpiówka",
      "translation": "усач",
      "definition": "Ryba słodkowodna z rodziny karpiowatych, spotykana w Europie i Azji, mająca długie, smukłe ciało i charakterystyczną brodę na pysku.",
      "definition_translation": "Пресноводная рыба семейства карпов, обнаруженная в Европе и Азии, имеющая длинное стройное тело и отличительный ус на рту.",
      "example": "Złowiłem karpiówkę podczas wędkowania w rzece wczoraj. Karpiówki są dość powszechne w tym jeziorze. Spróbuję złowić karpiówkę w następny weekend.",
      "example_translation": "Я поймал усача,_while рыбача в реке вчера. Усачи довольно распространены в этом озере. Я постараюсь поймать усача на следующий уикенд.",
      "imageLink": "image_files\\English\\barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sielawa",
      "translation": "беляк",
      "definition": "Mała, smukła ryba z rodziny karpiowatych, występująca w europejskich rzekach i jeziorach.",
      "definition_translation": "Маленькая, стройная рыба семейства карпов, обнаруженная в европейских реках и озерах.",
      "example": "Zobaczyłem szkołę sielaw pływających w rzece. Sielawy są często używane jako przynęta. Złowiłem sielawę latem ubiegłym.",
      "example_translation": "Я видел стаю белаков, плававших в реке. Беляки часто используются как приманка. Я поймал белака прошлым летом.",
      "imageLink": "image_files\\English\\bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "leszcz",
      "translation": "лещ",
      "definition": "Świeża ryba z rodziny karpiowatych, występująca w Europie i Azji, o płaskim ciele i małym pysku.",
      "definition_translation": "Пресноводная рыба семейства карпов, обнаруженная в Европе и Азии, имеющая сплюснутое тело и маленький рот.",
      "example": "Złowiłem leszcza w jeziorze wczoraj. Leszcze są dość smaczne, kiedy grille się je. Zobaczymy, czy uda mi się złowić leszcza następnym tygodniu.",
      "example_translation": "Я поймал леща в озере вчера. Лещи çok вкусны, когда они приготовлены на гриле. Я постараюсь поймать леща на следующей неделе.",
      "imageLink": "image_files\\English\\bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łosoś",
      "translation": "палия",
      "definition": "Świeża ryba z rodziny dorszowatych, występująca w północnej Europie i Azji, również znana jako węgorz.",
      "definition_translation": "свежеводная треска, найденная в Северной Европе и Азии, также известная как угольная палатка",
      "example": "Złowiłem łososia, kiedy łowiłem ryby na lodzie zimą, było to prawdziwe wyzwanie. Chcę pójść na łososie łowieckie następnym roku, ponieważ uwielbiam ekscytację związaną z jego złowieniem. Do następnej zimy, będę złowił już wiele łososi.",
      "example_translation": "Я поймал палю во время ледовой рыбалки прошлой зимой, это было реальным испытанием. Я пойду на ловлю пали следующей год потому, что люблю радость от вытаскивания одной из них. К следующей зиме я поймаю много пали.",
      "imageLink": "image_files\\English\\burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "karp",
      "translation": "карп",
      "definition": "Duża świeża ryba z rodziny karpiowatych, często hodowana dla użytku spożywczego",
      "definition_translation": "большая пресноводная рыба с широким телом и длинным спинным плавником, часто разводимая для пищи",
      "example": "Próbowałem złowić karpia w jeziorze, ale był on zbyt szybki dla mnie. Mój przyjaciel pomoże mi złowić karpia następnego weekendu, ponieważ jest doświadczonym wędkarzem. Do nastłego lata, nauczę się łowić karpia.",
      "example_translation": "Я пытался поймать карпа в озере, но он был слишком быстрым для меня. Мой друг поможет мне поймать карпа на следующей неделе, потому что он zkuшенный английский. К следующему лету я научусь ловить карпа.",
      "imageLink": "image_files\\English\\carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " suma",
      "translation": "сом",
      "definition": "Świeża ryba z długim, smukłym ciałem i wąsikowatymi brodawkami wokół pyska",
      "definition_translation": "пресноводная рыба с длинным, гибким телом и усы-like барбелями вокруг рта",
      "example": "Złowiłem sumę, kiedy łowiłem ryby w rzece, stawiała ona znaczny opór. Mój brat zabierze mnie na łowienie sumy następnego miesiąca, ponieważ uwielbia ekscytację związaną z jej złowieniem. Do następnego roku, opanuję już sztukę łowienia sum.",
      "example_translation": "Я поймал сома, пока рыбачил в реке, он дал мне бой. Мой брат возьмет меня на рыбалку сома следующий месяц, потому что он любит радость от вытаскивания одного из них. К следующему году я овладею искусством лова сома.",
      "imageLink": "image_files\\English\\catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cień",
      "translation": "хариус",
      "definition": "Typ świeżej ryby, podobny do leszcza, występujący w rzekach i strumieniach",
      "definition_translation": "тип пресноводной рыбы, похожий на ушу, найденный в реках и ручьях",
      "example": "Zobaczyłem cienia pływającego w strumieniu, było to piękne widoku. Mój przyjaciel nauczy mnie, jak złowić cienia następnego tygodnia, ponieważ jest doświadczonym wędkarzem. Do następnej jesieni, złowiłem już wiele cieni.",
      "example_translation": "Я видел хариус, плывущим в ручье, это было красивое зрелище. Мой друг научит меня, как поймать хариус следующей неделе, потому что он zkuшенный английский. К следующей осени я поймаю много хариусов.",
      "imageLink": "image_files\\English\\chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "węgorz",
      "translation": "угорь",
      "definition": "Długa, smukła ryba, często łowiona dla użytku spożywczego.",
      "definition_translation": "длинная, тонкая рыба, которая часто ловится для еды.",
      "example": "Złowiłem węgorza, kiedy łowiłem ryby w jeziorze. Wczoraj, zobaczyłem węgorza pływającego w rzece. Jutro, spróbuję złowić węgorza ponownie.",
      "example_translation": "Я поймал угря, рыбалля в озере. Вчера я увидел угря, плывущего в реке. Завтра я снова постараюсь поймать угря.",
      "imageLink": "image_files\\English\\eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "płetwa",
      "translation": "плывник",
      "definition": "Cienka, płaska kończyna ryb lub innych zwierząt wodnych, służąca do napędzania.",
      "definition_translation": "тонкая, плоская конечность на рыбе или других водных животных, используемая для пропulsion",
      "example": "Rekin miał wielką płetwę na plecach. Ryba używa płetwy do pływania szybko. Delfin ma bardzo silną płetwę.",
      "example_translation": "Акула имела большой плывник на спине. Рыба использует свой плывник, чтобы плыть быстро. Плывник дельфина очень силен.",
      "imageLink": "image_files\\English\\fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ryba płaska",
      "translation": "плоская рыба",
      "definition": "Typ ryby, która ma płaskie ciało, często łowiona dla użytku spożywczego.",
      "definition_translation": "тип рыбы, имеющей плоское тело, часто ловимой для еды.",
      "example": "Uwielbiam jeść rybę płaską na obiad. Wczoraj, zobaczyłem płaską rybę pływającą w oceanie. Jutro, spróbuję złowić płaską rybę.",
      "example_translation": "Я люблю есть плоскую рыбу на обед. Вчера я увидел плоскую рыбу, плывущую в океане. Завтра я постараюсь поймать плоскую рыбу.",
      "imageLink": "image_files\\English\\flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "flądra",
      "translation": "камбала",
      "definition": "Typ płaskiej ryby, często łowionej dla użytku spożywczego.",
      "definition_translation": "тип плоской рыбы, часто ловимой для еды.",
      "example": "Złowiłem flądrę, kiedy łowiłem ryby w morzu. Wczoraj, zobaczyłem flądrę pływającą w jeziorze. Jutro, spróbuję złowić flądrę ponownie.",
      "example_translation": "Я поймал камбалу, рыбалля в море. Вчера я увидел камбалу, плывущую в озере. Завтра я снова постараюсь поймать камбалу.",
      "imageLink": "image_files\\English\\flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gilthead",
      "translation": "дорада",
      "definition": "Rodzaj ryb morskich, również znany jako łupacz, z charakterystyczną złotą smugą na czole.",
      "definition_translation": "тип морской рыбы, также известной как морской лаврак, с отличительной золотой полосой на ее лбу.",
      "example": "Na wyjeździe wędkarskim złowiłem wielkiego łupacza w zeszłym tygodniu. Wczoraj ugotowałem go na lunch, a za tydzień będą serwować go na kolacji.",
      "example_translation": "Я поймал огромную дораду на своей рыбалке на прошлой неделе. Вчера я приготовил его на обед, а на следующей неделе я подам его на ужин.",
      "imageLink": "image_files\\English\\gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gudgeon",
      "translation": "хариус",
      "definition": "Rodzaj ryb słodkowodnych, często łowionych dla sportu lub jako pożywienie, o długim, smukłym ciele i małych łuskach.",
      "definition_translation": "тип пресноводной рыбы, часто ловимый для спорта или еды, с длинным, стройным телом и маленькими чешуйками.",
      "example": "Mój dziadek nauczył mnie, jak łowić kiełbie, gdy byłem dzieckiem. Teraz zabieram swoje dzieci na wędkowanie po kiełbie każdego lata. Za rok zabiorę ich na konkurs wędkarski po kiełbie.",
      "example_translation": "Мой дедушка научил меня ловить хариусов, когда я был ребенком. Теперь я беру моих детей на рыбу за хариусами каждое лето. В следующем году я отвезу их на соревнование по ловле хариусов.",
      "imageLink": "image_files\\English\\gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "guppy",
      "translation": "гуппи",
      "definition": "Mała, kolorowa ryba słodkowodna, popularna jako zwierzę domowe, z charakterystycznym ogonem i żywymi kolorami.",
      "definition_translation": "Маленькая, цветная пресноводная рыба, популярная как домашнее животное, с отличительным хвостом и яркими цветами.",
      "example": "Gdy byłem dzieckiem, miałem gupik jako zwierzę domowe i uwielbiałem obserwować, jak pływa. Teraz moja córka ma gupik w swoim akwarium, a jutro zabiorę ją do sklepu zoologicznego, aby kupić jedzenie dla niego.",
      "example_translation": "Когда я был ребенком, у меня был гуппи в качестве домашнего животного, и я любил смотреть, как он плавает. Теперь моя дочь имеет гуппи в ее аквариуме, и я отвезу ее в зоомагазин, чтобы купить еду для него завтра.",
      "imageLink": "image_files\\English\\guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "haddock",
      "translation": "кольцехвост",
      "definition": "Rodzaj ryb morskich, często używany w tradycyjnej kuchni brytyjskiej, z charakterystyczną czarną linią boczną i białym, delikatnym mięsem.",
      "definition_translation": "Тип морской рыбы, часто используемый в традиционной британской кухне, с отличительной черной боковой линией и хлопьевидным белым мясом.",
      "example": "Wczoraj wieczorem jadłem smażonego dorsza w szkockiej restauracji. Rano kupiłem świeżego dorsza na targu, a wieczorem ugotuję go z cytryną i czosnkiem.",
      "example_translation": "Я имел обжаренный кольцехвост на обед в шотландском ресторане прошлой ночью. Сегодня утром я купил свежий кольцехвост на рынке, и tonight я приготовлю его с лимоном и чесноком.",
      "imageLink": "image_files\\English\\haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hake",
      "translation": "хек",
      "definition": "Rodzaj ryb morskich, często używany jako ryba spożywcza.",
      "definition_translation": "Тип морской рыбы, часто используемой в качестве рыбного продукта.",
      "example": "Złowiłem hacza, gdy łowiłem w oceanie. Wczoraj złowiłem hacza. Jutro złowię hacza.",
      "example_translation": "Я поймал хека, занимаясь рыбалкой в океане. Вчера я поймал хека. Завтра я поймаю хека.",
      "imageLink": "image_files\\English\\hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "halibut",
      "translation": "халIBUT",
      "definition": "Rodzaj płaszczki, często używany w gotowaniu.",
      "definition_translation": "Тип плоской рыбы, часто используемой в кулинарии.",
      "example": "Wczoraj wieczorem ugotowałem płaszczkę na obiad. Moja matka ugotowała płaszczkę na obiad wczoraj. Jutro ugotuję płaszczkę na obiad.",
      "example_translation": "Я приготовил халибут на ужин прошлой ночью. Моя мать приготовила халибут на ужин вчера. Я приготовлю халибут на ужин завтра.",
      "imageLink": "image_files\\English\\halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "herring",
      "translation": "селёдка",
      "definition": "Rodzaj małych ryb, często marynowanych lub solonych.",
      "definition_translation": "Тип маленькой рыбы, часто солёной или обработанной.",
      "example": "Zjadłem talerz marynowanych śledzi na lunch. Mój dziadek zjadł talerz marynowanych śledzi na lunch wczoraj. Jutro zjem talerz marynowanych śledzi na lunch.",
      "example_translation": "Я съел тарелку солёной селёдки на обед. Мой дедушка съел тарелку солёной селёдки на обед вчера. Я съю тарелку солёной селёдки на обед завтра.",
      "imageLink": "image_files\\English\\herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lamprey",
      "translation": "минога",
      "definition": "Rodzaj ryb węgorzopodobnych, często uważanych za przysmak.",
      "definition_translation": "Тип рыбы, похожей на угря, часто считающейся деликатесом.",
      "example": "Spróbowałem węgorza w restauracji wielokrotnie w zeszłym tygodniu. Mój przyjaciel spróbował węgorza w restauracji w zeszłym roku. Spróbuję węgorza w restauracji za tydzień.",
      "example_translation": "Я попробовал миногу в фешенебельном ресторане на прошлой неделе. Мой друг попробовал миногу в фешенебельном ресторане в прошлом году. Я попробую миногу в фешенебельном ресторане на следующей неделе.",
      "imageLink": "image_files\\English\\lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mackerel",
      "translation": "скумбрия",
      "definition": "Szybko pływająca, drapieżna ryba z oceanów Atlantyku i Pacyfiku, często łowiona jako pożywienie.",
      "definition_translation": "Быстро плавающая, хищная рыба Атлантического и Тихого океанов, часто ловящаяся для еды.",
      "example": "Złowiłem makrelę podczas wędkowania w zeszłym tygodniu. Teraz grilluję ją na obiad. Za lato złowię kolejną makrelę.",
      "example_translation": "Я поймал скумбрию при рыбалке в прошлые выходные. Сейчас я грилюю ее на ужин. Летом следующего года я поймаю еще одну.",
      "imageLink": "image_files\\English\\mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "moray",
      "translation": "мурай",
      "definition": "Duża, wydłużona ryba z ciepłych mórz, często żyjąca w szczelinach lub pod skałami.",
      "definition_translation": "Крупная, вытянутая рыба теплых морей, часто живущая в щелях или под камнями.",
      "example": "Nurkowa sawę ukrywającą się w jaskini. Wczoraj sawę ukrywającą się przy rafie. Za miesiąc eksploruje wrak statku, gdzie sępy często mieszkają.",
      "example_translation": "Дайвер увидел мурай, прячущегося в пещере. Вчера она увидела другого, плавающего у рифа. В следующем месяце она исследует кораблекрушение, где мураи часто живут.",
      "imageLink": "image_files\\English\\moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "okoniowiec",
      "translation": "окунь",
      "definition": "Mała do średniej wielkości ryba słodkowodna, często złowiona w celach sportowych lub jako przysmak.",
      "definition_translation": "Маленькая или среднего размера рыба пресноводных озер и рек, часто ловящаяся для спорта или еды.",
      "example": "Uwielbiam łowić okoniowce w jeziorze. W minionym lato złowiłem dużą. W przyszłym tygodniu spróbuję złowić następną.",
      "example_translation": "Я люблю ловить окуни в озере. Летом прошлого года я поймал большого. В следующее выходные я постараюсь поймать еще одного.",
      "imageLink": "image_files\\English\\perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczupak",
      "translation": "щука",
      "definition": "Długa, agresywna ryba słodkowodna, często złowiona w celach sportowych lub jako przysmak.",
      "definition_translation": "Длинная, агрессивная рыба пресноводных озер и рек, часто ловящаяся для спорта или еды.",
      "example": "Mój przyjaciel złowił szczupaka w rzece. Wczoraj złowił kolejnego. W przyszłym roku złowi największego z nich.",
      "example_translation": "Мой друг поймал щуку в реке. Вчера он поймал еще одну. В следующем году он поймает самую большую из них.",
      "imageLink": "image_files\\English\\pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pirania",
      "translation": "пирания",
      "definition": "Pirania to ryba słodkowodna, rodzima w Ameryce Południowej, znana z ostrych zębów i potężnych szczęk.",
      "definition_translation": "Пиранья - это пресноводная рыба, native to Южной Америки, известная своими острыми зубами и мощными челюстями.",
      "example": "Pirania zaatakowała nurka, gryząc go ciężko. Nurkowi widział piranie wcześniej, ale zobaczy je ponownie w przyszłości.",
      "example_translation": "Пиранья атаковала дайвера, укусив его сильно. Дайвер видел пирань раньше, но он увидит их снова в будущем.",
      "imageLink": "image_files\\English\\piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pleszczotka",
      "translation": "камбала",
      "definition": "Pleszczotka to rodzaj ryby płaskiej, spotykanej w Oceanie Atlantyckim i Morzu Śródziemnym, znana ze swojego smukłego ciała i delikatnego smaku.",
      "definition_translation": "Камбала - это тип плоской рыбы, который встречается в Атлантическом океане и Средиземном море, известная своим стройным телом и деликатным вкусом.",
      "example": "Szef kuchni ugotował smaczną pleszczotkę na obiad, którą klienci delektowali się przez lata. Kiedyś spróbują nowego przepisu z pleszczotką.",
      "example_translation": "Шеф-повар приготовил вкусную камбалу на ужин, которую клиенты наслаждались годами. Однажды они попробуют новый рецепт с камбалой.",
      "imageLink": "image_files\\English\\plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "karaluch",
      "translation": "вша",
      "definition": "Karaluch to rodzaj szuka, typowego szkodnika domowego, znany z odporności na insektycydy.",
      "definition_translation": "Вша - это тип таракана, обычный домашний паразит, который известен своей способностью противостоять инсектицидам.",
      "example": "Właściciel domu próbował wyeliminować inwazję karaluchów, ale będą walczyć z nimi w przyszłości. Na szczęście, nie widzieli karaluchów przed tym dniem.",
      "example_translation": "Владелец дома пытался уничтожить нашествие вшей, но они продолжат бороться с ними в будущем. К счастью, они не видели вшей до того дня.",
      "imageLink": "image_files\\English\\roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sardynka",
      "translation": "сардина",
      "definition": "Sardynka to mała, oleista ryba, często konserwowana i spożywana jako przekąska lub składnik różnych dań.",
      "definition_translation": "Сардина - это маленькая, жирная рыба, которая часто консервируется и едается как закуска или используется как ингредиент в различных блюдах.",
      "example": "Turyści kupili puszkę sardynek na lunch, którą zjedzą na plaży. Jedli sardynki wcześniej, ale będą próbować nowego przepisu wkrótce.",
      "example_translation": "Туристы купили банку сардин для обеда, которую они будут есть на пляже. Они ели сардины раньше, но они попробуют новый рецепт скоро.",
      "imageLink": "image_files\\English\\sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piłogłów",
      "translation": "пилачи",
      "definition": "Piłogłów to rodzaj ryby z długim, płaskim dziobem, przypominającym piłę, używanym do rozdzierania ciała lub obrony.",
      "definition_translation": "Пилачи - это тип рыбы с длинным, плоским ртом, напоминающим пилу, используемым для разрывания плоти или самозащиты.",
      "example": "Piłogłów znajduje się na liście gatunków zagrożonych od dziesięcioleci, a efekty konserwacji są ukierunkowane na ochronę tego gatunku. W przeszłości piłogłowy były abundantne w oceanie, ale obecnie ich liczba zmniejsza się. Do 2030 roku mamy nadzieję na przywrócenie populacji piłogłowa do poziomu zdrowego.",
      "example_translation": "Пилачи были в списке исчезающих видов на протяжении десятилетий, и к настоящему времени предпринимаются усилия по их защите. В прошлом пилачи были многочисленны в океане, но сейчас их численность уменьшается. К 2030 году мы надеемся восстановить популяцию пилачи до здорового уровня.",
      "imageLink": "image_files\\English\\sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skalar",
      "translation": "скаляр",
      "definition": "Skalar to wielkość mająca tylko wielkość, ale nie kierunek, taką jak temperatura lub masa.",
      "definition_translation": "Скаляр - это величина, имеющая только величину, но не направление, مانند температура или масса.",
      "example": "Pole skalarne jest używane do modelowania dystrybucji temperatury w pokoju, umożliwiając nam wizualizację danych w sposób bardziej efektywny. Obliczyliśmy wartość skalarną masy obiektu, a ona zgadzała się z naszymi przewidywaniami. W przyszłości będziemy używać wielkości skalarnych do analizy właściwości materiałów.",
      "example_translation": "Скалярное поле используется для моделирования распределения температуры в комнате, что позволяет визуализировать данные более эффективно. Мы рассчитали скалярное значение массы объекта, и оно совпало с нашими предсказаниями. В будущем мы будем использовать скалярные величины для анализа свойств материалов.",
      "imageLink": "image_files\\English\\scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skala",
      "translation": "масштаб",
      "definition": "Skala to szeregowanie nut muzycznych w określonym schemacie lub urządzenie do ważenia lub mierzenia.",
      "definition_translation": "Масштаб - это серия музыкальных нот в определённом порядке, или устройство для взвешивания или измерения.",
      "example": "Muzyk ćwiczył skalę przez godziny, aby poprawić swoją technikę. Skala w łazience wskazywała, że przytyłem parę kilogramów. W przyszłości będziemy używać innej skali do pomiaru wpływu zmian klimatu.",
      "example_translation": "Музыкант практиковала масштаб часами, чтобы усовершенствовать свою технику. Масштаб в ванной комнате указал, что я набрал несколько фунтов. В будущем мы будем использовать другой масштаб для измерения влияния изменения климата.",
      "imageLink": "image_files\\English\\scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "morskakonia",
      "translation": "морской конёк",
      "definition": "Morskakonia to rodzaj ryby morskiej z głową podobną do głowy konia i skręconym ogonem, spotykany w wodach tropikalnych i subtropikalnych.",
      "definition_translation": "Морской конёк - это тип морской рыбы с головой,似 horse, и закрученным хвостом, найденным в тропических и субтропических водах.",
      "example": "Morskakonia pływała wolno przez rafę koralową, jej ogon był skręcony za nią. Widzieliśmy morskokonie w akwarium wcześniej, ale to było nasze pierwsze zimowe spotkanie z nimi na wolności. Do przyszłego roku mamy nadzieję na pomoc w ustanowieniu sanktuarium morskokonich w Zatoce Meksykańskiej.",
      "example_translation": "Морской конёк плавал медленно через коралловый риф, его хвост был закручен сзади. Мы видели морских коней в аквариуме раньше, но это был наш первый раз, когда мы видели их в дикой природе. К следующему году мы надеемся помочь создать санктуарий для морских коней в Мексиканском заливе.",
      "imageLink": "image_files\\English\\seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sandacz",
      "translation": "палтус",
      "definition": "Sandacz to rodzaj ryb płaskich, które występują w oceanach całego świata. Jest rybą o delikatnym smaku i często używana w kuchni.",
      "definition_translation": "Палтус - это тип платистой рыбы, который широко распространен в океанах мира. Это рыба с мягким вкусом и часто используется в кулинарии.",
      "example": "Dzisiaj złowiłem sandacza podczas połowu ryb w morzu. Zamierzam gotować go na obiad dzisiaj. Do końca roku będę jeść sandacza już wiele razy.",
      "example_translation": "Я поймал палтуса WHILE рыбачил в море вчера. Я собираюсь приготовить его на ужин сегодня вечером. Я буду есть палтус многие разы к концу года.",
      "imageLink": "image_files\\English\\sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szprotek",
      "translation": "килька",
      "definition": "Szprotek to mała, tłusta ryba, która często służy jako przynęta lub w produkcji mączki rybnej. Jest rybą stadną i żyje w dużych grupach w oceanie.",
      "definition_translation": "Килька - это маленькая, жирная рыба, которая часто используется как наживка или в производстве рыбной муки. Это рыба стая, и она находится в больших группах в океане.",
      "example": "Rybacy użyli szprótków jako przynęty, aby złowić większe ryby. Szprotki pływały w płytkiej wodzie wczoraj. Do następnego roku szprotki będą już zanikłe z powodu nadmiernej eksploatacji.",
      "example_translation": "Рыбаки использовали кильку как наживку, чтобы поймать более крупную рыбу. Килька плавала в мелкой воде вчера. К следующему году килька будет вымершей из-за过fishing.",
      "imageLink": "image_files\\English\\sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciernik",
      "translation": "колюшка",
      "definition": "Ciernik to mała, kolczasta ryba, która jest rodzimą w Europie i Azji. Jest rybą drapieżną i żywi się małymi owadami i skorupiakami.",
      "definition_translation": "Колюшка - это маленькая, колючая рыба, которая является родом из Европы и Азии. Это рыба-хищник и питается мелкими насекомыми и ракообразными.",
      "example": "Ciernik pływał szybko przez wodę wczoraj. Był przyczepiony do mojej dłoni, gdy próbowałem go złapać. Do następnego roku zobaczę już wiele cierników w jeziorze.",
      "example_translation": "Колюшка быстро плыла через воду вчера. Оно было прикреплено к моей руке, когда я пытался поймать его. К следующему году я увижу многих колюшек в озере.",
      "imageLink": "image_files\\English\\stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jesiotr",
      "translation": "осетр",
      "definition": "Jesiotr to duża, starożytna ryba, która jest rodzimą w Europie i Azji. Jest rybą wolno rosnącą i może żyć nawet 100 lat w naturze.",
      "definition_translation": "Осетр - это крупная, древняя рыба, которая является родом из Европы и Азии. Это рыба с медленным ростом и может жить до 100 лет в дикой природе.",
      "example": "Wczoraj zobaczyłem jesiotra pływającego w rzece. Jesiotr został już złapany przez rybaków wcześniej. Do następnego roku jesiotr będzie już chroniony przez rząd.",
      "example_translation": "Я увидел осетра, плывущего в реке вчера. Осетра поймали рыбаки раньше. К следующему году осетр будет защищен правительством.",
      "imageLink": "image_files\\English\\sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "moczarka",
      "translation": "солнечник",
      "definition": "Moczarka to mała ryba morska o spłaszczonym ciele, występująca w ciepłych i umiarkowanych wodach.",
      "definition_translation": "Маленькая морская рыба с плоским телом,FOUND в теплых и умеренных водах.",
      "example": "Moczarka pływała wolno w oceanie. Będzie pływać znów jutro. Pływała szybko wczoraj.",
      "example_translation": "Солнечник плавал медленно в океане. Он будет плавать снова завтра. Он плавал быстро вчера.",
      "imageLink": "image_files\\English\\sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "miecznik",
      "translation": "меч-рыба",
      "definition": "Miecznik to duża, szybko pływająca ryba morska o długim, ostrym dziobie, występująca w ciepłych i umiarkowanych wodach.",
      "definition_translation": "Большая, быстро плавающая морская рыба с длинным, острым носом, найденная в теплых и умеренных водах.",
      "example": "Miecznik wyskoczył z wody. Będzie skakać znów jutro. Skakał bardzo wysoko wczoraj.",
      "example_translation": "Меч-рыба выпрыгнула из воды. Он будет прыгать снова завтра. Он прыгнул очень высоко вчера.",
      "imageLink": "image_files\\English\\swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lin",
      "translation": "линь",
      "definition": "Lin to mała, słodkowodna ryba o płaskim ciele i długich płetwach, występująca w wolno płynących rzekach i jeziorach.",
      "definition_translation": "Маленькая, пресноводная рыба с плоским телом и длинными плавниками, найденная в медленно текущих реках и озерах.",
      "example": "Lin pływał cicho w jeziorze. Będzie pływać znów jutro. Pływał szybko wczoraj.",
      "example_translation": "Линь плавал тихо в озере. Он будет плавать снова завтра. Он плавал быстро вчера.",
      "imageLink": "image_files\\English\\tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " sandals",
      "translation": "судак",
      "definition": "Żandar to duża, słodkowodna ryba o smukłym ciele i długich płetwach, występująca w rzekach i jeziorach Europy i Azji.",
      "definition_translation": "Большая, пресноводная рыба с стройным телом и длинными плавниками, найденная в реках и озерах Европы и Азии.",
      "example": "Żandar pływał szybko w rzece. Będzie pływać znów jutro. Pływał wolno wczoraj.",
      "example_translation": "Судак плавал быстро в реке. Он будет плавать снова завтра. Он плавал медленно вчера.",
      "imageLink": "image_files\\English\\zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]