[
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciasteczko",
      "translation": "печенье",
      "definition": "Małe, zwykle słodkie pieczony produkt żywnościowy, który jest zwykle chrupki na zewnątrz i miękki w środku.",
      "definition_translation": "Маленькое, обычно сладкое испеченное блюдо, которое обычно хрустящее снаружи и мягкое внутри.",
      "example": "Wczoraj zjadłem ciasteczko z herbatą, teraz jadam ciasteczko z herbatą, a jutro zjem ciasteczko z herbatą.",
      "example_translation": "Я ел печенье с чаем вчера, я ем печенье с чаем сейчас, и я буду есть печенье с чаем завтра.",
      "imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tort",
      "translation": "торт",
      "definition": "Słodkie danie przygotowane z mąki, cukru i jaj, zwykle pieczone i dekorowane.",
      "definition_translation": "Сладкое блюдо, сделанное с мукой, сахаром и яйцами, обычно выпекаемое и часто украшенное.",
      "example": "Wczoraj upiekłem tort dla urodzin przyjaciela, teraz upiekuję tort dla urodzin siostry, a jutro upiekuję tort dla urodzin mamy.",
      "example_translation": "Я выпекал торт для дня рождения друга вчера, я выпекаю торт для дня рождения сестры сейчас, и я выпеку торт для дня рождения мамы завтра.",
      "imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czekolada",
      "translation": "шоколад",
      "definition": "Słodkie jedzenie zrobione z prażonych nasion drzewa kakaowego.",
      "definition_translation": "Сладкая еда, сделанная из обжаренных семян шоколадного дерева.",
      "example": "Kochałem jeść czekoladę jako dziecko, teraz kocham jeść czekoladę, a gdy będę old, to również będę kochał jeść czekoladę.",
      "example_translation": "Я любил есть шоколад когда был ребенком, я люблю есть шоколад сейчас, и я буду любить есть шоколад когда стану старым.",
      "imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lody",
      "translation": "мороженое",
      "definition": "Słodkie mrożone jedzenie zrobione z kremu, cukru i aromatów.",
      "definition_translation": "Сладкое замороженное блюдо, сделанное из сливок, сахара и ароматизаторов.",
      "example": "Wczoraj zjadłem lody na plaży, teraz jadam lody w parku, a jutro zjem lody na imprezie.",
      "example_translation": "Я ел мороженое на пляже вчера, я ем мороженое в парке сейчас, и я буду есть мороженое на.party завтра.",
      "imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cukierek",
      "translation": "конфета",
      "definition": "Mała, słodka konfektywna zrobiona z cukru, często aromatyzowana i kolorowana, a także aromatyzowana owocami lub orzechami.",
      "definition_translation": "Маленькая, сладкая кондитерская продукция, изготовленная из сахара, часто ароматизированная и окрашенная, и часто ароматизированная фруктами или орехами.",
      "example": "Wczoraj zjadłem cukierek na imprezie, teraz jadam cukierki codziennie, a jutro zjem cukierki na ślubie.",
      "example_translation": "Я съел кусок конфеты на празднике, я ем конфеты каждый день, и я буду есть конфеты на свадьбе.",
      "imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "deser",
      "translation": "десерт",
      "definition": "Słodka pozycja lub danie, zwykle jedzone na końcu posiłku.",
      "definition_translation": "Сладкий курс или блюдо, обычно едимый в конце еды.",
      "example": "Miałem smaczny deser w restauracji, teraz jadam deser każdej niedzieli, a jutro zjem deser na urodzinach.",
      "example_translation": "Я měl вкусный десерт в ресторане, я ем десерт每 воскресенье, и я будет иметь десерт на день рождения.",
      "imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lizak",
      "translation": "леденец",
      "definition": "Twarda cukierka umieszczona na kiju, zwykle aromatyzowana i kolorowana.",
      "definition_translation": "Твёрдый леденец,裝ленный на палочке, обычно ароматизированный и окрашенный.",
      "example": "Wczoraj ssąłem lizaka na targach, teraz ssę lizaki każdego lata, a jutro ssę lizaka w parku rozrywki.",
      "example_translation": "Я сосал леденец на ярмарке, я сосу леденцы каждый летом, и я буду сосать леденец в парке аттракционов.",
      "imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słodki",
      "translation": "сладкий",
      "definition": "Mający przyjemny smak słodyczy lub zapach.",
      "definition_translation": "Имеющий приятную сладость вкуса или запаха.",
      "example": "Tort był słodki, teraz jadam słodkie jedzenie każdego dnia, a jutro upiekuję słodkie ciasteczka.",
      "example_translation": "Торт был сладким, я ем сладкую еду каждый день, и я будет печь сладкие печенья.",
      "imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słodycze",
      "translation": "сладости",
      "definition": "Artykuły spożywcze, które są bogate w cukier i często serwowane jako deser lub przekąska.",
      "definition_translation": "Продукты, богатые сахаром, и часто подающиеся как десерт или закуска.",
      "example": "Kocham jeść słodycze w specjalnych okolicznościach. Wczoraj zjadłem słodycze na imprezie. Będę kupował słodycze na urodziny przyjaciela.",
      "example_translation": "Я люблю есть сладости на специальных мероприятиях. Я ел сладости на вечеринке прошлой ночью. Я куплю сладости на день рождения моего друга.",
      "imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tablica czekolady",
      "translation": "шоколадная плитка",
      "definition": "Prostokątny blok czekolady, często zapakowany w papier lub folię, serwowany jako przekąska.",
      "definition_translation": "Прямоугольный блок шоколада, часто заворачиваемый в бумагу или фольгу, и подаваемый как закуска.",
      "example": "Wczoraj zjadłem tabliczkę czekolady podczas filmu. Ona będzie kupowała tabliczkę czekolady dla brata. Oni jedli tabliczki czekolady na pikniku.",
      "example_translation": "Я ел шоколадную плитку во время фильма. Она купит шоколадную плитку для брата. Они ели шоколадные плитки на пикнике.",
      "imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "galaretkę",
      "translation": "желе",
      "definition": "Słodki i transparentny deser robiony z soku owocowego, cukru i pektyny.",
      "definition_translation": "Сладкое и прозрачное десертное блюдо, изготовленное из фруктового сока, сахара и пектина.",
      "example": "Lubię jeść galaretkę z lodem. Ona zrobi galaretkę na przyjęcie. Oni jedli galaretkę na śniadaniu.",
      "example_translation": "Я люблю есть желе с мороженым. Она сделает желе для вечеринки. Они ели желе на завтраке.",
      "imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cukierki piankowe",
      "translation": "вату-газ",
      "definition": "Słodki przysmak robiony z cukru, który jest przewijany w cienkie nitki i następnie nawijany na patyk.",
      "definition_translation": "Сладкое лакомство, изготовленное из сахара, что/stretch в тонкие нити и затем намотано на палку.",
      "example": "Kupiłem cukierki piankowe na targach. Ona będzie jeść cukierki piankowe na karnawale. Oni sprzedawali cukierki piankowe na rynku.",
      "example_translation": "Я купил вату-газ на ярмарке. Она будет есть вату-газ на карнавале. Они продавали вату-газ на рынке.",
      "imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żelki",
      "translation": "жевательные конфеты",
      "definition": "Typ czekoladowego przysmaku, który jest miękki i elastyczny w tekście.",
      "definition_translation": "Тип жевательной конфеты, обычно с фруктовым вкусом, который мягкий и гибкий по текстуре.",
      "example": "Uwielbiałem jeść żelki jako dziecko, były moim ulubionym przysmakiem. Jem żelki codziennie po lunchu. Będę kupował żelki na moje urodziny za tydzień.",
      "example_translation": "Я любил есть жевательные конфеты, когда был ребенком, они были моим любимым закусом. Я ем жевательные конфеты каждый день после обеда. Я куплю жевательные конфеты на свой день рождения на следующей неделе.",
      "imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cukierki twarde",
      "translation": "твердый конфект",
      "definition": "Typ cukierka, który jest twardy i kruchy, często aromatyzowany owocami lub przyprawami.",
      "definition_translation": "Тип конфеты, который твердый и хрупкий, часто ароматизированный фруктом или специями.",
      "example": "Moja babcia zawsze trzymała cukierki twarde w swojej torebce. Jem cucierki twarde na targach latem. Będę robił cukierki twarde jako prezenty bożonarodzeniowe w tym roku.",
      "example_translation": "Моя бабушка всегда держала твердый конфект в своей сумочке. Я ел твердый конфект на ярмарке прошлым летом. Я сделаю твердый конфект в качестве рождественских подарков в этом году.",
      "imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "marcepan",
      "translation": "марципан",
      "definition": "Słodki pasta migdałowa, często używana do robienia słodyczy i cukierków, szczególnie podczas sezonu bożonarodzeniowego.",
      "definition_translation": "Сладкая паста на основе миндаля, часто используемая для приготовления сладостей и конфет, особенно в рождественский сезон.",
      "example": "Uwielbiałem marcepanowe owoce na choince. Moja siostra robi marcepanowe cukierki co roku na Wielkanoc. Będę używał marcepanu do dekoracji tortu urodzinowego.",
      "example_translation": "Я любил фрукты из марципана на рождественской елке. Моя сестра делает марципановые конфеты каждый год на Пасху. Я буду использовать марципан для украшения торта на свой день рождения.",
      "imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cukierki gotowane",
      "translation": "отварной конфект",
      "definition": "Typ cukierka, który jest robiony przez gotowanie cukru i wody razem, często aromatyzowany owocami lub przyprawami.",
      "definition_translation": "Тип конфеты, который делается путем кипячения сахара и воды вместе, часто ароматизированный фруктом или специями.",
      "example": "Uwielbiałem jeść cukierki gotowane jako dziecko. Moja babcia zawsze robiła cukierki gotowane na nasze wakacje rodzinne. Będę robił cukierki gotowane na szkolny kiermasz za miesiąc.",
      "example_translation": "Я любил есть отварные конфеты, когда был ребенком. Моя бабушка всегда делала отварные конфеты для наших семейных отпусков. Я сделаю отварные конфеты для школьной продажи выпечки следующий месяц.",
      "imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cukiernia",
      "translation": "кондитерская",
      "definition": "Cukiernia to miejsce, gdzie robione są słodycze i cukierki, lub typ słodkiej żywności robionej z cukru.",
      "definition_translation": "Кондитерская - это место, где producir и selling sweets и candies, или тип сладкой пищи, приготовленной с сахаром.",
      "example": "Ona odwiedziła sklep cukierniczy, aby kupić czekoladki. Ona odwiedzi sklep cukierniczy, aby kupić czekoladki. Ona będzie odwiedzić sklep cukierniczy, aby kupić czekoladki.",
      "example_translation": "Она посетила магазин кондитерской продукции, чтобы купитьSome chocolates. Она visits магазин кондитерской продукции, чтобы купитьSome chocolates. Она будет visit магазин кондитерской продукции, чтобы купитьSome chocolates.",
      "imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fudż",
      "translation": "фадж",
      "definition": "Fudż to typ słodkiej żywności robionej z cukru, mleka i masła, często aromatyzowany wanilią lub innymi składnikami.",
      "definition_translation": "Фадж - это тип сладкой пищи, приготовленной из сахара, молока и масла, часто ароматизированной ванилью или другими ингредиентами.",
      "example": "Ona zrobiła fudż na swoje urodziny. Ona robi fudż na swoje urodziny. Ona będzie robić fudż na swoje urodziny.",
      "example_translation": "Она приготовилаSome фадж для своей birthday party. Она готовитSome фадж для своей birthday party. Она будет готовитьSome фадж для своей birthday party.",
      "imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żelkowe cukierki",
      "translation": "желевые конфеты",
      "definition": "Żelkowe cukierki to typ cukierka, który ma miękkie, galaretowe centrum, często aromatyzowane owocami lub innymi składnikami.",
      "definition_translation": "Желевые конфеты - это тип конфет, который имеет мягкое, желеобразное сердце, часто ароматизированное фруктами или другими ингредиентами.",
      "example": "Dzieci uwielbiały jeść żelkowe cukierki na targach. Dzieci jedzą żelkowe cukierki na targach. Dzieci będą jeść żelkowe cukierki na targach.",
      "example_translation": "Дети любили есть желевые конфеты на ярмарке. Дети едят желевые конфеты на ярмарке. Дети будут есть желевые конфеты на ярмарке.",
      "imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]