[
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " kot",
      "translation": "кошка",
      "definition": "Mały, zwykle futrzasty ssak mięsożerny. Często nazywany ' kocurkiem' gdy jest trzymany jako domowy pupil.",
      "definition_translation": "Небольшое обычно пушистое хищное млекопитающее. Их часто называют 'домашними кошками', когда они содержатся как домашние животные.",
      "example": "Miałem kota, gdy byłem dzieckiem. Teraz mam psa. Będę miał kota ponownie w przyszłości.",
      "example_translation": "У меня была кошка, когда я был ребенком. Теперь у меня есть собака. У меня снова будет кошка в будущем.",
      "imageLink": "image_files\\English\\cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krowa",
      "translation": "корова",
      "definition": "Duży, udomowiony ssak nieparzystokopytny, często trzymany na farmach i ranchach dla mleka lub mięsa.",
      "definition_translation": "Большое домашнее парнокопытное млекопитающее, которое обычно содержится на фермах и ранчо для его молока или мяса.",
      "example": "Mój dziadek miał krowę na swojej farmie. Używał jej mleka każdego ranka. Teraz mój kuzyn ma krowę i sprzedaje jej mleko.",
      "example_translation": "У моего дедушки была корова на его ферме. Он использовал доить ее每ое утро. Теперь у моего кузена есть корова, и он продает ее молоко.",
      "imageLink": "image_files\\English\\cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pies",
      "translation": "собака",
      "definition": "Udomowiony ssak mięsożerny, należący do rodziny psów. Często trzymany jako pupil lub używany do pracy.",
      "definition_translation": "Домашнее хищное млекопитающее, принадлежащее к семейству Canidae. Это часто содержится как домашнее животное или используется для работы.",
      "example": "Wczoraj wyprowadziłem psa. Teraz on wyprowadza mnie. Jutro znów wyprowadzę psa.",
      "example_translation": "Я гулял с моей собакой вчера. Теперь оно гуляет со мной. Я ее снова погуляю завтра.",
      "imageLink": "image_files\\English\\dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "koń",
      "translation": "лошадь",
      "definition": "Duży, udomowiony ssak roślinożerny, często używany do transportu lub rekreacji.",
      "definition_translation": "Большое копытное травоядное млекопитающее, которое часто содержится в-dom и используется для перевозки или отдыха.",
      "example": "Wczoraj jeździłem koniem, gdy byłem na wakacjach. Mój przyjaciel jeździł nim przed mną. Jutro znów jeździłem koniem następnym roku.",
      "example_translation": "Я骑л лошадь, когда был на отпуске. Мой друг ездил на ней до меня. Я снова поеду на ней в следующем году.",
      "imageLink": "image_files\\English\\horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "świnia",
      "translation": "свинья",
      "definition": "Świnia to udomowiony ssak, często hodowany na farmach dla mięsa, znanego jako wieprzowina.",
      "definition_translation": "Свинья - это одомашненное млекопитающее, часто выращиваемое на ферме для своего мяса, известного как свинина.",
      "example": "Wczoraj widziałem świnie jedzącą jedzenie w fermie. Świnia teraz je jedzenie w fermie. Świnia jutro będzie jeść jedzenie w fermie.",
      "example_translation": "Я видел свинью, еющую пищу на ферме вчера. Свинья ест пищу на ферме сейчас. Свинья будет есть пищу на ферме завтра.",
      "imageLink": "image_files\\English\\pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "owca",
      "translation": "овца",
      "definition": "Owca to udomowiony ssak, często hodowany na farmach dla wełny i mięsa.",
      "definition_translation": "Овца - это одомашненное млекопитающее, часто выращиваемое на ферме для своей шерсти и мяса.",
      "example": "Wczoraj widziałem owcę pasącą się w polu. Owca teraz pasie się w polu. Owca jutro będzie się pasać w polu.",
      "example_translation": "Я видел овцу, пасшуюся в поле вчера. Овца пасется в поле сейчас. Овца будет пасеться в поле завтра.",
      "imageLink": "image_files\\English\\sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziecko",
      "translation": "младенец",
      "definition": "Dziecko to bardzo młody człowiek, od urodzenia do około roku lub dwóch lat.",
      "definition_translation": "Младенец - это очень молодой человеческий существ, от рождения до около одного-двух лет.",
      "example": "Moje dziecko było głośno płaczę wczoraj. Moje dziecko teraz śpi. Moje dziecko jutro będzie się śmiać.",
      "example_translation": "Мой младенец громко плакал вчера. Мой младенец спит сейчас. Мой младенец будет смеяться завтра.",
      "imageLink": "image_files\\English\\baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niedźwiedź",
      "translation": "медведь",
      "definition": "Niedźwiedź to duży, mięsożerny ssak z futrem, żyjący w lasach i górach.",
      "definition_translation": "Медведь - это большой, хищный млекопитающий с шерстяной шерстью, найденный в лесах и горах.",
      "example": "Wczoraj widziałem niedźwiedzia wspinającego się na drzewo. Niedźwiedź teraz je miód. Niedźwiedź jutro będzie hibernować.",
      "example_translation": "Я видел медведя,-scaling дерево вчера. Медведь ест мед сейчас. Медведь будет спать завтра.",
      "imageLink": "image_files\\English\\bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gepard",
      "translation": "чета",
      "definition": "Gepard to duży kot, endemiczny dla Afryki i Azji centralnej, mający charakterystyczną szatę z czarnymi plamami lub paskami",
      "definition_translation": "большой кошачий родина из Африки и Центральной Азии, имеющий характерный окрас с чёрными пятнами или полосами",
      "example": "Wczoraj roku widziałem geparda biegnącego na sawannie. Był niesamowicie szybki. Jutro pójdę do zoo, aby zobaczyć geparda.",
      "example_translation": "Я видел чету, бегущую по саванне в прошлом году. Она была невероятно быстрой. Я пойду в зоопарк, чтобы увидеть чету в следующем месяце.",
      "imageLink": "image_files\\English\\cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słoń",
      "translation": "слон",
      "definition": "Słoń to duże, inteligentne i społeczne zwierzę z długim trzonkiem, endemiczne dla Afryki i południowej Azji",
      "definition_translation": "большое, интеллектуальное и социальное животное с длинным хоботом, родом из Африки и южной Азии",
      "example": "Wczoraj roku jechałem słońcem w dżungli. Było to podekscytujące doświadczenie. Jutro pójdę do cyrku, aby zobaczyć słońa wykonującego numer.",
      "example_translation": "Я ездил на слоне в джунгле на прошлой неделе. Это был захватывающий опыт. Я пойду в цирк, чтобы увидеть слона, выполняющего трюк, в следующем году.",
      "imageLink": "image_files\\English\\elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "świnka",
      "translation": "морская свинка",
      "definition": "Mały, futrzasty, roślinożerny gryzoni rodem z Ameryki Południowej, często trzymany jako zwierzę domowe",
      "definition_translation": "маленькое, пушистое, травоядное грызун из Южной Америки, часто содержится в качестве домашних животного",
      "example": "Trzymałem świnkę jako zwierzę domowe, gdy byłem dzieckiem. Była bardzo słodka. Moja siostra kupi świnkę jako prezent dla swojej przyjaciółki w przyszłym tygodniu.",
      "example_translation": "Я содержал морскую свинку как домашнее животное, когда я был ребенком. Она была очень милой. Моя сестра купит морскую свинку в качестве подарка для своей подруги на следующей неделе.",
      "imageLink": "image_files\\English\\guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chomik",
      "translation": "хомяк",
      "definition": "Mały, zwykle futrzasty gryzoni, często trzymany jako zwierzę domowe",
      "definition_translation": "маленькое, обычно пушистое, грызун, часто содержится в качестве домашних животного",
      "example": "Miałem chomika jako zwierzę domowe, gdy byłem w college'u. Był bardzo aktywny. Mój brat kupi chomika dla swojego syna w przyszłym miesiącu.",
      "example_translation": "У меня был хомяк как домашнее животное, когда я был в колледже. Он был очень активным. Мой брат купит хомяка для своего сына в следующем месяце.",
      "imageLink": "image_files\\English\\hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lew",
      "translation": "лев",
      "definition": "Duży, mięsożerny ssak płciowy Afryki i Indii, z krótką, rudą lub złotą szatą i długą grzywą u samców",
      "definition_translation": "Большой хищный млекопитающий зверь Африки и Индии, с короткой рыжей или золотистой шерстью и длинной гривой у самцов.",
      "example": "Lew ryknął głośno na sawannie. Wczoraj spał. Jutro będzie polował na zdobycz.",
      "example_translation": "Лев громко рычал на саванне. Вчера он спал. Завтра он будет охотиться за едой.",
      "imageLink": "image_files\\English\\lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "małpa",
      "translation": "обезьяна",
      "definition": "Ssak z rzędu Primates, obejmujący prozimiane, małpy nowego świata i wielkie małpy",
      "definition_translation": "Примат отряда приматов, включая протопrimates, обезьян Нового Света и человекообразных обезьян.",
      "example": "Małpa zsunęła się z drzewa. Wczoraj bawiła się ze swoimi przyjaciółmi. Jutro będzie uczyć nowych sztuczek.",
      "example_translation": "Обезьяна качалась с дерева на дерево. Вчера она играла со своими друзьями. Завтра она научится новым трюкам.",
      "imageLink": "image_files\\English\\monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mysz",
      "translation": "мышь",
      "definition": "Mały gryzoni ssak, często spotykany w domach i fermach",
      "definition_translation": "Маленький грызун, который часто встречается в домах и фермах.",
      "example": "Mysz szybko przebiegła po podłodze. Wczoraj chowała się w swojej norze. Jutro będzie eksplorować kuchnię.",
      "example_translation": "Мышь бежала по полу. Вчера она пряталась в своей норе. Завтра она будет исследовать кухню.",
      "imageLink": "image_files\\English\\mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "królik",
      "translation": "кролик",
      "definition": "Mały ssak z długimi uszami, krótkim ogonkiem i tylnymi nogami dłuższymi niż przednie",
      "definition_translation": "Маленькое млекопитающее с длинными ушами, коротким хвостом и задними ногами, которые длиннее его передних ног.",
      "example": "Królik szybko uciekł. Wczoraj jedł marchewki. Jutro będzie bawić się ze swoimi przyjaciółmi.",
      "example_translation": "Кролик быстро ушёл. Вчера он ел морковь. Завтра он будет играть со своими друзьями.",
      "imageLink": "image_files\\English\\rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczur",
      "translation": "крыса",
      "definition": "Szczur jest gryzoniem należącym do rodzaju Rattus. Szczury są zwykle uważane za szkodniki i są znane z rozprzestrzeniania chorób",
      "definition_translation": "Крыса - это грызун, который принадлежит к роду Rattus. Крысы обычно считаются вредителями и известны тем, что распространяют заболевания.",
      "example": "Szczur chował się pod stosem śmieci. Szczur będzie jadł resztki jedzenia. Szczur uciekł z klatki.",
      "example_translation": "Крыса пряталась под кучей мусора. Крыса будет есть оставшуюся еду. Крыса сбежала из клетки.",
      "imageLink": "image_files\\English\\rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nietoperz",
      "translation": "летучая мышь",
      "definition": "Nietoperz jest latającym ssakiem należącym do rzędu Chiroptera. Nietoperze są nocnymi zwierzętami i używają echolokacji do nawigacji",
      "definition_translation": "Летучая мышь - это летающее млекопитающее, которое принадлежит к отряду Chiroptera. Летучие мыши - это ночные животные, которые используют эхолокацию для навигации.",
      "example": "Nietoperz wyfrunął z jaskini nocą. Nietoperz będzie używał echolokacji, aby znaleźć swoją ofiarę. Nietoperz spał w dzień.",
      "example_translation": "Летучая мышь вылетела из пещеры ночью. Летучая мышь будет использовать эхолокацию, чтобы найти свою добычу. Летучая мышь заснула днем.",
      "imageLink": "image_files\\English\\bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "byk",
      "translation": "бык",
      "definition": "Byk jest dorosłym samcem bydła, często używanym do hodowli lub walk",
      "definition_translation": "Бык - это взрослый самец крупного рогатого скота, часто используемый для разведения или боев. Быки известны своей силой и агрессивностью.",
      "example": "Byk zarzucił się na torreadora podczas walki. Byk będzie używany do hodowli w następnym sezonie. Byk został wykastrowany, aby zmniejszyć jego agresję.",
      "example_translation": "Бык напал на матадора во время боя. Бык будет использоваться для разведения в следующем сезоне. Бык был кастрирован, чтобы уменьшить его агрессивность.",
      "imageLink": "image_files\\English\\bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cielę",
      "translation": "теленок",
      "definition": "Cielę jest młodym bykiem lub jałówką, zwykle w pierwszym roku życia. Cielęta są zależne od swoich matek na mleko i ochronę",
      "definition_translation": "Теленок - это молодая корова или бык, обычно в første году жизни. Телята зависят от своих матерей для молока и защиты.",
      "example": "Cielę urodziło się wczesnym rankiem. Cielę będzie odebrane od matki wkrótce. Cielę zrobiło swoje pierwsze kroki na polu.",
      "example_translation": "Теленок родился рано утром. Теленок будет отнят от своей матери soon. Теленок сделал свои первые шаги в поле.",
      "imageLink": "image_files\\English\\calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wielbłąd",
      "translation": "верблюд",
      "definition": "Duży,-parzystokopytny ssak z charakterystycznym garbem na grzbiecie, spotykany w pustyniach i regionach suchych.",
      "definition_translation": "Большой, чётко-копытный млекопитающий с характерным горбом на спине, находящийся в пустынях и арктических регионах.",
      "example": "Wielbłąd przemierzył pustynię bez trudu. Wielbłąd jest zmęczony. Wielbłąd będzie pił wodę jutro.",
      "example_translation": "Верблюд пересек пустыню с легкостью. Верблюд устал. Верблюд выпьет воду завтра.",
      "imageLink": "image_files\\English\\camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bydło",
      "translation": "скот",
      "definition": "Udomowione ssaki, takie jak krowy, byki i woły, hodowane dla mięsa, mleka lub pracy.",
      "definition_translation": "Домашние млекопитающие, такие как коровы, быки и волы, выращиваемые для еды, молока или работы.",
      "example": "Bydło pasło się na zielonej łące. Bydło jest karmione sianem. Bydło będzie sprzedane w następnym miesiącu.",
      "example_translation": "Скот пасся в зеленой лугу. Скот кормят сеном. Скот будет продан в следующем месяце.",
      "imageLink": "image_files\\English\\cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "delfin",
      "translation": "дельфин",
      "definition": "Bardzo inteligentny, wodny ssak z dużym płetwą grzbietową, często spotykany w grupach w oceanie.",
      "definition_translation": "ВысокоИнтеллектуальное, водное млекопитающее с большим спинным плавником, часто встречающееся в группах в океане.",
      "example": "Delfin szybko pływał przez fale. Delfin bawi się z rybą. Delfin będzie skakał z wody jutro.",
      "example_translation": "Дельфин быстро проплыл через волны. Дельфин играет с рыбой. Дельфин выпрыгнет из воды завтра.",
      "imageLink": "image_files\\English\\dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "osioł",
      "translation": "осел",
      "definition": "Udomowiony ssak, często wykorzystywany jako zwierzę juczne, charakteryzujący się szarym lub brązowym futrem i długimi uszami.",
      "definition_translation": "Домашнее млекопитающее, часто используемое как тягловое животное, характеризующееся серым или коричневым мехом и длинными ушами.",
      "example": "Osioł niósł ciężki ład na wzgórze. Osioł jest karmiony sianem. Osioł będzie dosiadany przez dziecko w następnym tygodniu.",
      "example_translation": "Осел вез тяжелую ношу вверх по холму. Осел ест сено. Осел будет騎чен ребенком на следующей неделе.",
      "imageLink": "image_files\\English\\donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kobieta",
      "translation": "женщина",
      "definition": "Kobieta to osoba lub zwierzę płci żeńskiej, która produkuje jaja lub rodzi potomstwo.",
      "definition_translation": "Женщина - это человек или животное, которое производит яйца или рожает потомство.",
      "example": "Była pierwszą kobietą astronautką, która podróżowała w przestrzeń kosmiczną. Obecnie pracuje jako inżynierka kobieta. Będzie lekarką kobietą w przyszłości.",
      "example_translation": "Она была первой женщиной-космонавтом, которая отправилась в космос. Сейчас она работает инженером-женщиной. В будущем она станет женщиной-врачом.",
      "imageLink": "image_files\\English\\female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "futro",
      "translation": "шерсть",
      "definition": "Futro to gęsta, miękka sierść, która rośnie u wielu zwierząt, szczególnie ssaków.",
      "definition_translation": "Шерсть - это thick, мягкая шерсть, которая растет на многих животных, особенно млекопитающих.",
      "example": "Futro królika jest bardzo miękkie. Królik zużył swe futro, pocierając się o klatkę. Królik będzie miał błyszczące futro po ładnej kąpieli.",
      "example_translation": "Шерсть кролика очень мягкая. Кролик износил свою шерсть от трения о клетку. Кролик будет иметь блестящую шерсть после хорошей бани.",
      "imageLink": "image_files\\English\\fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żyrafa",
      "translation": "жираф",
      "definition": "Żyrafa to wysoki, parzystokopytny ssak z charakterystycznym umaszczeniem i długą szyją.",
      "definition_translation": "Жираф - это высокое, парнокопытное млекопитающее с характерным узором шерсти и длинной шеей.",
      "example": "Żyrafa wędrowała swobodnie po sawannie. Żyrafa jest karmiona liśćmi z wysokiego drzewa. Żyrafa będzie biegła szybko, aby uciec przed drapieżnikiem.",
      "example_translation": "Жираф свободно бродил по саванне. Жираф ест листья с высокого дерева. Жираф будет быстро бежать, чтобы уйти от хищника.",
      "imageLink": "image_files\\English\\giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "koza",
      "translation": "коза",
      "definition": "Koza to ssak przeżuwający z brodą jakby wąsem na brodzie, często trzymana jako zwierzę hodowlane.",
      "definition_translation": "Коза - это рuminant млекопитающее с бородой в виде характерного пучка волос на подбородке, часто содержащееся как домашнее животное.",
      "example": "Koza wspięła się na stromą górę. Koza jedzie trawę na polu. Koza będzie dawała mleko dla naszej rodziny.",
      "example_translation": "Коза攀аял крутую гору. Коза ест траву в поле. Коза будет производить молоко для нашей семьи.",
      "imageLink": "image_files\\English\\goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zając",
      "translation": "зайц",
      "definition": "Zając to szybko poruszający się, długonogi ssak z małą głową, długimi uszami i silnymi nogami tylnymi.",
      "definition_translation": "Быстроногий, длинноногий млекопитающий с маленькой головой,長ными ушами и мощными задними ногами",
      "example": "Zając przemknął przez pole, jego długie uszy flapując w wietrze. Wczoraj widziałem zajęca skaczącego nad rzeką. Jutro będę próbował złapać zajęca.",
      "example_translation": "Зайц неожиданно бросился через поле, его длинные уши хлопали на ветру. Вчера я видел зайца,跳ающего возле реки. Завтра я постараюсь поймать зайца",
      "imageLink": "image_files\\English\\hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hipopotam",
      "translation": "бегемот",
      "definition": "Hipopotam to duże, częściowo wodne zwierzę z okrągłym ciałem, krótkimi nogami i długą trąbą.",
      "definition_translation": "Большое, полуводное млекопитающее с круглым телом, короткими ногами и длинным рылом",
      "example": "Hipopotam pływał w głębokim basenie, jego krótkie nogi pompowały powoli. Wczoraj karmiłem hipopotama w zoo. Jutro będę obserwował hipopotama bawiącego się z przyjaciółmi.",
      "example_translation": "Бегемот плавал в глубоком бассейне, его короткие ноги делали медленные гребки. Вчера я покормил бегемота в зоопарке. Завтра я буду смотреть, как бегемот играет со своими друзьями",
      "imageLink": "image_files\\English\\hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kotek",
      "translation": "котенок",
      "definition": "Młody kot, typowo mniej niż rok stary.",
      "definition_translation": "Молодой кот, обычно менее года от рождения",
      "example": "Kotek bawił się z piłką watową, skacząc na nią z radością. Wczoraj moja siostra przyniosła do domu nowego kotka. Jutro zabiorę kotka do weterynarza na kontrolę.",
      "example_translation": "Котенок играл с клубком пряжи, прыгая на него с радостью. Вчера моя сестра привела домой новорожденного котенка. Завтра я帶у котенка к ветеринару на осмотр",
      "imageLink": "image_files\\English\\kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jagnię",
      "translation": "агнец",
      "definition": "Młody owca, typowo mniej niż rok stary.",
      "definition_translation": "Молодой овен, обычно менее года от рождения",
      "example": "Jagnię bawiło się na zielonej łące, jego wełnista szata lśniła w słońcu. Wczoraj widziałem jagnię rodzące się na fermie. Jutro pomagam strzyc jagnięciu wełny.",
      "example_translation": "Агнец развлекался в зеленом лугу, его шерстяной мех блестел на солнце. Вчера я видел агнца, рожденного на ферме. Завтра я помогу стричь шерсть агнца",
      "imageLink": "image_files\\English\\lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "samiec",
      "translation": "мужчина",
      "definition": "Samiec to dorosły człowiek lub zwierzę, które ma narządy płciowe produkujące spermę.",
      "definition_translation": "Мужчина - это взрослый человек или животное, имеющее репродуктивные органы, производящие сперму.",
      "example": "Samiec lwa ryknął głośno, wczoraj widziałem samca jelenia, a jutro zobaczę sameca pawia.",
      "example_translation": "Мужской лев громко рычал, вчера я увидел мужского оленя, а завтра я увижу мужского павлина.",
      "imageLink": "image_files\\English\\male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "muł",
      "translation": "муль",
      "definition": "Muł to potomstwo samca osła i klaczy, znane z siły i uporu.",
      "definition_translation": "Муль - это потомок мужского осла и самки лошади, известный своей силой и упрямством.",
      "example": "Rolnik używał muła do orki pola, mój dziadek miał muła, a za rok kupię muła.",
      "example_translation": "Фермер использовал мула для пахоты, мой дедушка имел мула, а в следующем году я куплю мула.",
      "imageLink": "image_files\\English\\mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "puma",
      "translation": "пума",
      "definition": "Puma to duża, rdzawa lub szarobrązowa kotka rodzima Ameryki, także znana jako kuguar lub górski lew.",
      "definition_translation": "Пума - это большой, тавный или серо-коричневый кот, родом из Америки, также известный как пума или горный лев.",
      "example": "Widziałem pumę w zoo, puma jest bardzo zwinnym zwierzęciem, a puma będzie jeść jelenia.",
      "example_translation": "Я увидел пуму в зоопарке, пума - это очень гибкое животное, а пума будет есть оленя.",
      "imageLink": "image_files\\English\\puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczeniak",
      "translation": "щенок",
      "definition": "Szczeniak to młody pies, szczególnie jeden, który jest mniej niż rok stary, często uważany za słodkiego i zabawnego.",
      "definition_translation": "Щенок - это молодой собака, особенно та, которая моложе года, часто считается милым и игривым.",
      "example": "Mam szczeniaka u siebie w domu, wczoraj mój szczeniak nauczył się siedzieć, a jutro mój szczeniak będzie uczyć się przynosić.",
      "example_translation": "У меня есть щенок дома, вчера мой щенок научился сидеть, а завтра мой щенок научится приносить.",
      "imageLink": "image_files\\English\\puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "renifer",
      "translation": "олень",
      "definition": "Duża ćwierć z charakterystycznym zestawem rogów, spotykana w północnych częściach Europy, Azji i Ameryki, często kojarzona ze Świętami Bożego Narodzenia",
      "definition_translation": "большой олень с характерным набором рогов, найденный в северных частях Европы, Азии и Америки, часто ассоциируемый с Рождеством",
      "example": "Renifer biegł szybko przez śnieżne pole. Wczoraj zjadł wszystką trawę. Jutro będzie migrować do nowego środowiska.",
      "example_translation": "Олень быстро chạyился через снежное поле. Yesterday, он съел всю траву. Завтра он уйдет в新的 местообитание.",
      "imageLink": "image_files\\English\\reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tygrys",
      "translation": "тигр",
      "definition": "Duży, mięsożerny ssak z rodziny kotów, typowo pomarańczowo-żółty z czarnymi paskami",
      "definition_translation": "большой хищный млекопитающий рода кошачьих, обычно оранжево-желтый с черными полосами",
      "example": "Tygrys ryknął głośno w dżungli. Rok temu zabił jelena. Za tydzień będzie wypuszczony na wolność.",
      "example_translation": "Тигр громко рявкнул в джунглях. В прошлом году он убил оленя. На следующей неделе он будет выпущен на волю.",
      "imageLink": "image_files\\English\\tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wieloryb",
      "translation": "кит",
      "definition": "Duże, wodne ssaki, które oddychają powietrzem przez otwór oddymowy",
      "definition_translation": "большой, акватический млекопитающий, который дышит воздухом через свое дыхало",
      "example": "Wieloryb pływał wolno w oceanie. Miesiąc temu urodził cielę. Za lato będzie migrować do Arktyki.",
      "example_translation": "Кит медленно плавал в океане. В прошлом месяце он родил теленка. На следующее лето он уйдет в Арктику.",
      "imageLink": "image_files\\English\\whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jeleń",
      "translation": "олень",
      "definition": "Szybko poruszający się, kopytny ssak o smukłej budowie, spotykany w lasach i łąkach",
      "definition_translation": "быстродвижущийся, копытный млекопитающий со стройным телом, найденный в лесах и лугах",
      "example": "Jeleń biegł szybko przez pole. Wczoraj zjadł wszystką trawę. Jutro będzie polowany przez myśliwego.",
      "example_translation": "Олень быстро chạyился через поле. Yesterday, он съел всю траву. Завтра он будет охотиться охотником.",
      "imageLink": "image_files\\English\\deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lis",
      "translation": "лиса",
      "definition": "mały, drapieżny ssak z buszowym ogonem, żyjący w lasach i łąkach",
      "definition_translation": "маленькое хищное млекопитающее с пушистым хвостом,found в лесах и степях",
      "example": "Szybki lis skacze nad leniwym psem. Wczoraj lis skoczył nad psem. Jutro lis skoczy nad psem.",
      "example_translation": "Быстрый лис прыгает над лентяем псом. Вчера лис прыгнул над псом. Завтра лис прыгнет над псом.",
      "imageLink": "image_files\\English\\fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "goryl",
      "translation": "горилла",
      "definition": "duży, potężny primat żyjący w lasach środkowej Afryki",
      "definition_translation": "крупное, мощное примат, живущее в лесах центральной Африки",
      "example": "Goryl rytuje głośno w dżungli. Wczoraj goryl rytował głośno w dżungli. Jutro goryl będzie rytował głośno w dżungli.",
      "example_translation": "Горилла громко ревет в джунглях. Вчера горилла громко ревела в джунглях. Завтра горилла громко будет реветь в джунглях.",
      "imageLink": "image_files\\English\\gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kangur",
      "translation": "кенгуру",
      "definition": "duży, skaczący torbacz żyjący w Australii",
      "definition_translation": "крупное, прыгающее сумчатое млекопитающее, родом из Австралии",
      "example": "Kangur skacze przez równinę. Wczoraj kangur skakał przez równinę. Jutro kangur będzie skakał przez równinę.",
      "example_translation": "Кенгуру прыгает через пустошь. Вчера кенгуру прыгало через пустошь. Завтра кенгуру прыгнет через пустошь.",
      "imageLink": "image_files\\English\\kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lampart",
      "translation": "леопард",
      "definition": "duży, drapieżny kot z charakterystycznym plamistym lub rozetkowym ubarwieniem, żyjący w Afryce i Azji",
      "definition_translation": "крупная, хищная кошка с характерным пятнистым или розетковидным мехом, found в Африке и Азии",
      "example": "Lampart stalkinguje ofiarę w sawannie. Wczoraj lampart stalkingował ofiarę w sawannie. Jutro lampart będzie stalkingował ofiarę w sawannie.",
      "example_translation": "Леопард подкрадывается к дичи в саванне. Вчера леопард подкрадывался к дичи в саванне. Завтра леопард подкрадется к дичи в саванне.",
      "imageLink": "image_files\\English\\leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wół",
      "translation": "бык",
      "definition": "Udomowiony, kopytny ssak, często trzymany na farmach i wykorzystywany do produkcji mleka lub mięsa.",
      "definition_translation": "Домашнее копытное млекопитающее, часто содержащееся на фермах и используемое для молока или мяса.",
      "example": "Wół będzie używany do orki pól jutro, ale dziś odpoczywa. Wczoraj został użyty do transportu. W przyszłości będziemy używać wołu do uprawy ziemi.",
      "example_translation": "Бык будет использоваться для вспашки полей завтра, но сегодня он отдыхает. Вчера он использовался для транспортировки. В будущем мы будем использовать быка для культивации земли.",
      "imageLink": "image_files\\English\\ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łap",
      "translation": "лапа",
      "definition": "Stopa zwierzęcia, szczególnie czworonożnego, mająca pazury lub paznokcie.",
      "definition_translation": "Ноготь животного, 특히 четвероногого, имеющего когти или ногти.",
      "example": "Niedźwiedź używał swojej łapy, aby trafić w muchę. Wczoraj miał złamaną łapę podczas wspinaczki. W przyszłości łapa będzie całkowicie zdrowa.",
      "example_translation": "Медведь использовал свою лапу, чтобы отмахнуться от мухи. Вчера он поранил свою лапу при лазании. В будущем лапа будет полностью излечена.",
      "imageLink": "image_files\\English\\paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niedźwiedź polar",
      "translation": "полярный медведь",
      "definition": "Duży, drapieżny niedźwiedź żyjący w regionach polarnych, z białym futrem i dietą składającą się głównie z fok.",
      "definition_translation": "Большой хищный медведь, родиной которого являются арктические регионы, с белым мехом и диетой, состоящей в основном из тюленей.",
      "example": "Niedźwiedź polar będzie hibernował w zimie, ale latem będzie wędrował swobodnie. W zeszłym roku niedźwiedź polar urodził dwa szczenięta. W przyszłości będziemy studiować zachowanie niedźwiedzia polarnego.",
      "example_translation": "Полярный медведь будет спать зимой, но летом он будет свободно бродить. В прошлом году полярный медведь родил двух медвежат. В будущем мы будем изучать поведение полярного медведя.",
      "imageLink": "image_files\\English\\polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nosorożec",
      "translation": "носорог",
      "definition": "Duży, roślinożerny ssak z charakterystycznym rogą na nosie, żyjący w Afryce i południowej Azji.",
      "definition_translation": "Большое травоядное млекопитающее с отличительной роговой частью на носу, родиной которого является Африка и южная Азия.",
      "example": "Nosorożec będzie migrował do nowego środowiska jutro, ale dziś piję wodę. Wczoraj spotkał rywala nosorożca. W przyszłości będziemy chronić nosorożca przed kłusownikami.",
      "example_translation": "Носорог будет мигрировать в новые места обитания завтра, но сегодня он пьет воду. Вчера он встретился с соперником-носорогом. В будущем мы будем защищать носорога от браконьеров.",
      "imageLink": "image_files\\English\\rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "foka",
      "translation": "тюлень",
      "definition": "Foka jest ssakiem morskim, które ma zwarte ciało i płetwy, i może żyć na lądzie i w wodzie.",
      "definition_translation": "Тюлень - это морское млекопитающее с потокообразным телом и ластами, способное жить на суше и в воде.",
      "example": "Foka szybko pływa przez lodowate wody. Będzie pływać szybko jutro. Pływała blisko brzegu.",
      "example_translation": "Тюлень быстро плавал через ледяные воды. Он будет плавать снова завтра. Он plavал близко к берегу.",
      "imageLink": "image_files\\English\\seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wiewiórka",
      "translation": "белка",
      "definition": "Wiewiórka jest małym, rozpowszechnionym ssakiem żyjącym w drzewach, żywiącym się orzechami i nasionami.",
      "definition_translation": "Белка - это маленький грызун с пушистым хвостом, живущий на деревьях и питаясь орехами и семенами.",
      "example": "Wiewiórka biegła szybko po drzewie. Będzie biegać szybko jutro po drzewie. Biegła wokół parku.",
      "example_translation": "Белка быстро забежала на дерево. Она будет бежать вниз по дереву завтра. Она бежала вокруг парка.",
      "imageLink": "image_files\\English\\squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]