[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ubrania",
      "translation": "одежда",
      "definition": "artykuły odzieżowe, zwłaszcza odzież wierzchnia, noszone na górnej części ciała ludzkiego",
      "definition_translation": "статьи одежды, особенно верхняя одежда, носимая на верхней части человеческого тела",
      "example": "Włożyłem ładne ubrania na przyjęcie wieczorem, noszę ubrania casual do pracy każdego dnia, i będę nosił ubrania formalne na weselu w przyszłym tygodniu.",
      "example_translation": "Я надел красивую одежду на вечеринку昨夜, я ношу повседневную одежду на работу каждый день, и я надену формальную одежду на свадьбу следующей неделе.",
      "imageLink": "image_files\\English\\clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "płaszcz",
      "translation": "палто",
      "definition": "outerwear noszony, aby się ogrzać, typowo z rękawami i kołnierzem",
      "definition_translation": "внешняя одежда, носимая для согревания, обычно с рукавами и воротником",
      "example": "Miałem płaszcz, gdy wyszedłem na zewnątrz rano, będę nosił płaszcz na góry zimą przyszłym, i nosiłem płaszcz na przyjęcie roku temu.",
      "example_translation": "Я надел пальто, когда я вышел на улицу этим утром, я надену пальто на горы следующей зимой, и я надел пальто на вечеринку прошлым годом.",
      "imageLink": "image_files\\English\\coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "suknia",
      "translation": "платье",
      "definition": "jeden kawałek odzieży dla kobiety lub dziewczynki, typowo sięgającej poniżej kolan",
      "definition_translation": "одежда для женщины или девушки, обычно до колена",
      "example": "Włożyłam piękną suknię na weselu wieczorem, będę nosił suknię na przyjęcie w przyszłym tygodniu, i nosiłam suknię na obiadzie roku temu.",
      "example_translation": "Я надел красивое платье на свадьбу昨夜, я надену платье на вечеринку следующей неделе, и я надел платье на ужин прошлым годом.",
      "imageLink": "image_files\\English\\dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kapelusz",
      "translation": "шляпа",
      "definition": " Nakrycie głowy, typowo z rondem i koroną",
      "definition_translation": "головной убор, обычно с полями и тульей",
      "example": "Włożyłem kapelusz na przyjęcie wieczorem, będę nosił kapelusz na plaży latem przyszłym, i nosiłem kapelusz na weselu roku temu.",
      "example_translation": "Я надел шляпу на вечеринку昨夜, я надену шляпу на пляж следующим летом, и я надел шляпу на свадьбу прошлым годом.",
      "imageLink": "image_files\\English\\hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dżinsy",
      "translation": "джинсы",
      "definition": "Dżinsy są typu spodni wykonanych z denimu lub innej tkanki bawełnianej, typowo zaprojektowanych do noszenia casual.",
      "definition_translation": "Джинсы - это тип брюк, сделанных из денима или другой хлопковой ткани, обычно предназначенных для повседневного ношения.",
      "example": "Włożyłem dżinsy na przyjęcie wieczorem, noszę dżinsy do pracy każdego dnia, i będę nosił dżinsy na plaży w przyszłym tygodniu.",
      "example_translation": "Я надел джинсы на вечеринку вчера вечером, я ношу джинсы на работу каждый день, и я надену джинсы на пляж на следующей неделе.",
      "imageLink": "image_files\\English\\jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "koszula",
      "translation": "рубашка",
      "definition": "Koszula jest ubraniem z kołnierzem, typowo noszonym na górnej części ciała, często z guzikami lub zamekiem.",
      "definition_translation": "Рубашка - это предмет одежды с воротником, обычно носящийся на верхней части тела, часто с кнопками или молнией.",
      "example": "Uprasowałem moją koszulę wczoraj, noszę koszulę dziś, i kupię nową koszulę jutro.",
      "example_translation": "Я гладил свою рубашку вчера, я ношу рубашку сегодня, и я куплю новую рубашку завтра.",
      "imageLink": "image_files\\English\\shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "but",
      "translation": "обувь",
      "definition": "But jest obuwiem, które pokrywa stopę, typowo wykonanym z skóry, materiałów syntetycznych lub tkaniny.",
      "definition_translation": "Обувь - это изделие для ног, обычно сделанное из кожи, синтетических материалов или ткани.",
      "example": "Wyczyściłem mój but przed tygodniem, noszę but teraz, i kupię nowy but za miesiąc.",
      "example_translation": "Я полировал мою обувь на прошлой неделе, я ношу обувь сейчас, и я куплю новую обувь следующим месяцем.",
      "imageLink": "image_files\\English\\shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "spódnica",
      "translation": "юбка",
      "definition": "Spódnica jest ubraniem noszonym przez kobiety i dziewczynki, typowo wiszącym z talii i sięgającym nogom.",
      "definition_translation": "Юбка - это изделие, носимое женщинами и девочками, обычно висящее от пояса и спускающееся до ног.",
      "example": "Moja siostra włożyła spódnice na przyjęcie, będę nosił spódnice na weselu, i nosiła spódnice na balu roku temu.",
      "example_translation": "Моя сестра надела юбку на вечеринку, я надену юбку на свадьбу, и она надела юбку на выпускной бал.",
      "imageLink": "image_files\\English\\skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "T-shirt",
      "translation": "Футболка",
      "definition": "T-shirt jest rodzajem ubrania casual z okrągłym dekoltem i krótkimi rękawami, typowo wykonanym z bawełny, poliestru lub mieszanki obu.",
      "definition_translation": "Футболка - это тип повседневной одежды с круглым вырезом и короткими рукавами, обычно сделанной из хлопка, полиэстера или смеси обоих.",
      "example": "Włożyłem T-shirt na siłownię wczoraj, będę nosił T-shirt na parku jutro, i noszę T-shirt na koncercie dzisiaj.",
      "example_translation": "Я надел футболку в спортзал вчера, я надену футболку в парк завтра, и я ношу футболку на концерт сегодня вечером.",
      "imageLink": "image_files\\English\\t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "spodnie",
      "translation": "брюки",
      "definition": "Spodnie są rodzajem ubrania noszonego na dolnej części ciała, pokrywającym nogi.",
      "definition_translation": "Брюки - это тип одежды, носимой на нижней части тела, покрывающей ноги.",
      "example": "Włożyłem spodnie do pracy wczoraj, będę nosił spodnie do biura jutro, i noszę spodnie na spotkaniu dziś wieczorem.",
      "example_translation": "Я надел брюки на работу вчера, я надену брюки в офис завтра, и я ношу брюки на встречу сегодня вечером.",
      "imageLink": "image_files\\English\\trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "but",
      "translation": "ботинок",
      "definition": "But to rodzaj obuwia, który zakrywa stopę i kostkę, często sięgający do górnej części nogi.",
      "definition_translation": "Ботинок - это тип обуви, покрывающей стопу и лодыжку, часто достигающий до ноги.",
      "example": "Wczoraj nosiłem buty na wycieczkę górska, jutro noszę buty na stok narciarski, a dziś noszę buty na plac budowy.",
      "example_translation": "Я надел ботинки на поход вчера, я надену ботинки в сноуборд-резорт завтра, и я ношу ботинки на строительную площадку сегодня вечером.",
      "imageLink": "image_files\\English\\boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czapka",
      "translation": "кепка",
      "definition": "Czapka to rodzaj nakrycia głowy z daszkiem, często wykonana z bawełny, poliestru lub ich mieszanki.",
      "definition_translation": "Кепка - это тип головного убора с козырьком, часто сделанная из хлопка, полиэстера или смеси обоих.",
      "example": "Wczoraj nosiłem czapkę na mecz baseballowy, jutro noszę czapkę na piknik, a dziś noszę czapkę na paradę.",
      "example_translation": "Я надел кепку на бейсбольный матч вчера, я надену кепку на пикник завтра, и я ношу кепку на парад сегодня вечером.",
      "imageLink": "image_files\\English\\cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rękawiczka",
      "translation": "перчатка",
      "definition": "Rękawiczka to nakrycie dłoni,(typowo wykonane z tkaniny lub skóry), używane do ogrzania dłoni lub ochrony przed urazem.",
      "definition_translation": "Перчатка - это одежда, надеваемая на руку, обычно сделанная из ткани или кожи, чтобы रखनать руку в тепле или защитить ее от травмы.",
      "example": "Wczoraj nosiłem rękawiczki, aby chronić ręce przed zimnem. Wczoraj zapomniałem rękawiczek w domu. Jutro kupię nowe rękawiczki.",
      "example_translation": "Я надел перчатки, чтобы защитить руки от холода. Вчера я забыл перчатки дома. Завтра я куплю новые перчатки.",
      "imageLink": "image_files\\English\\glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kurtka",
      "translation": "пиджак",
      "definition": "Kurtka to krótki płaszcz, typowo noszony przez mężczyzn i chłopców, często wykonany z grubszego materiału niż koszula.",
      "definition_translation": "Пиджак - это короткая куртка, обычно носящаяся мужчинами и мальчиками, часто сделанная из более толстого материала, чем рубашка.",
      "example": "Wczoraj nosiłem kurtkę na imprezę. Mój brat będzie nosił kurtkę do szkoły jutro. Ona nosiła kurtkę w górach rok temu.",
      "example_translation": "Я надел пиджак на вечеринку昨скую ночь. Мой брат будет носить пиджак в школу завтра. Она носила пиджак в горы в прошлом году.",
      "imageLink": "image_files\\English\\jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sweter",
      "translation": "свитер",
      "definition": "Sweter to rodzaj dzianego ubrania, które zakrywa górną część ciała, typowo wykonany z wełny lub bawełny.",
      "definition_translation": "Свитер - это тип вязаного изделия, которое покрывает верхнюю часть тела, обычно сделанного из шерсти или хлопка.",
      "example": "Wczoraj nosiłem sweter, aby się ogrzać zimą. Ona będzie nosiła sweter do biura jutro. Oni nosili swetry na stok narciarski przed tygodniem.",
      "example_translation": "Я надел свитер, чтобы giữ теплом в зимой. Она будет носить свитер в офис завтра. Они носили свитеры на горнолыжном курорте на прошлой неделе.",
      "imageLink": "image_files\\English\\jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kieszeń",
      "translation": "карман",
      "definition": "Kieszeń to mała torba lub koperta zszywana do ubrania, używana do przechowywania małych przedmiotów.",
      "definition_translation": "Карман - это маленький мешок или конверт, пришитый к или прикрепленный к одежде, используемый для ношения маленьких предметов.",
      "example": "Trzymałem telefon w kieszeni. Ona będzie trzymała klucze w kieszeni jutro. Znaleźliśmy portfel w kieszeni starej kurtki.",
      "example_translation": "Я держал свой телефон в кармане. Она будет класть свои ключи в карман завтра. Они нашли бумажник в кармане старого пиджака.",
      "imageLink": "image_files\\English\\pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plaszcz przeciwdeszczowy",
      "translation": "пальто",
      "definition": "Plaszcz przeciwdeszczowy to wodoodporny lub wodoodporna kurtka noszona, aby chronić przed deszczem.",
      "definition_translation": "Водонепроницаемое или водоотталкивающее пальто, носимое для защиты от дождя.",
      "example": "Wczoraj nosiłem płaszcz przeciwdeszczowy do parku, ale nie padało. Nosię go jutro, na wypadek, gdyby padało. Nosiłem go rok temu podczas sezonu deszczowego.",
      "example_translation": "Я надел пальто в парк вчера, но не было дождя. Я надену его завтра, на случай если будет дождь. Я носил его в прошлом году во время дождливого сезона.",
      "imageLink": "image_files\\English\\raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szal",
      "translation": "шарф",
      "definition": "Szal to kawałek tkaniny noszony wokół szyi dla ogrzania lub jako dodatek modowy.",
      "definition_translation": "Кусок ткани, носимый вокруг шеи для тепла или как аксессуар моды.",
      "example": "Wczoraj nosiłem szal na imprezę, ale zgubiłem go w drodze do domu. Nosię nowy szal do biura jutro. Nosiłem szal podczas wakacji zimowej rok temu.",
      "example_translation": "Я надел шарф на вечеринку, но потерял его по дороге домой. Я надену новый шарф в офис завтра. Я носил шарф во время зимнего отпуска в прошлом году.",
      "imageLink": "image_files\\English\\scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szorty",
      "translation": "шорты",
      "definition": "Szorty to spodnie, które są krótsze niż długość kolan, noszone w ciepłej pogodzie.",
      "definition_translation": "Штаны, которые короче колена, носимые в теплую погоду.",
      "example": "Wczoraj nosiłem szorty na plażę, ale zapomniałem zastosować krem z filtrem przeciwsłonecznym. Nosię szorty do parku jutro, jeśli nie będzie zbyt zimno. Nosiłem szorty podczas wakacji letniej rok temu.",
      "example_translation": "Я надел шорты на пляж вчера, но забыл наносить солнцезащитный крем. Я надену шорты в парк завтра, если не будет слишком холодно. Я носил шорты во время летнего отпуска в прошлом году.",
      "imageLink": "image_files\\English\\shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skarpetka",
      "translation": "носок",
      "definition": "Skarpetka to ubranie noszone na stopie, typowo wykonane z tkaniny lub przędzy.",
      "definition_translation": "Кусок одежды, носимый на ноге, обычно сделанный из ткани или пряжи.",
      "example": "Wczoraj straciłem skarpetkę w pralce, ale ją znalazłem dziś. Nosię nową parę skarpetek do siłowni jutro. Nosiłem skarpetki podczas wędrówki górskiej rok temu.",
      "example_translation": "Я потерял носок в стиральной машине вчера, но нашел сегодня. Я надену новую пару носков в спортзал завтра. Я носил носки во время похода в прошлом году.",
      "imageLink": "image_files\\English\\sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "garnitur",
      "translation": "костюм",
      "definition": "Zestaw ubrań wewnętrznych wykonanych z tego samego materiału i zaprojektowanych do noszenia razem, typowo składający się z marynarki, spodni i czasem kamizelki.",
      "definition_translation": "комплект outer одежды, сделанный из того же материала и спроектированный для ношения вместе, обычно состоящий из куртки, брюк и иногда жилета.",
      "example": "Włożyłem garnitur na rozmowę o pracę i myślę, że zrobił dobre wrażenie. Będę nosić garnitur na ślub jutro, a włożyłem garnitur na imprezę ubiegłego tygodnia.",
      "example_translation": "Я надел костюм на собеседование по работе, и я думаю, что это произвелоgood впечатление. Я надену костюм на свадьбу завтра, и я надел костюм на вечеринку на прошлой неделе.",
      "imageLink": "image_files\\English\\suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sweter",
      "translation": "свитер",
      "definition": "Ciepła, dzianina odzieżowa, typowo z długimi rękawami, noszona na okazje casualowe lub sportowe.",
      "definition_translation": "тёплый вязаный гармент, обычно с длинными рукавами, носимый для неформальных или спортивных случаев.",
      "example": "Lubię nosić sweter w zimny zimowy dzień, a kiedyś nosiłem sweter, grając w piłkę nożną, gdy byłem dzieckiem. Będę nosić sweter w góry następnego miesiąca, a włożyłem sweter do parku ubiegłego weekendu.",
      "example_translation": "Я люблю надевать свитер в холодный зимний день, и я носил свитер играть в футбол, когда был ребенком. Я надену свитер в горы nächsten месяц, и я надел свитер в парке на прошлом Wochenende.",
      "imageLink": "image_files\\English\\sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kostium pływacki",
      "translation": "плавательный костюм",
      "definition": "Ubiór noszony do pływania, typowo wykonany z materiału szybko schnącego i zaprojektowany do redukcji oporu w wodzie.",
      "definition_translation": "гармент, носимый для плавания, обычно сделанный из быстросохнущего материала и спроектированный для уменьшения сопротивления в воде.",
      "example": "Muszę kupić nowy kostium pływacki na lato, a zapomniałem kostiumu pływackiego, gdy poszedłem do basenu ostatnio. Będę nosić kostium pływacki na plażę następnego tygodnia, a włożyłem kostium pływacki do parku wodnego ubiegłego roku.",
      "example_translation": "Мне нужно купить новый плавательный костюм на лето, и я забыл свой плавательный костюм дома, когда я пошел в бассейн в прошлый раз. Я надену плавательный костюм на пляж 次週, и я надел плавательный костюм в водный парк в прошлом году.",
      "imageLink": "image_files\\English\\swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stroj kąpielowy",
      "translation": "купальник",
      "definition": "Ubiór noszony do pływania, typowo wykonany z materiału szybko schnącego i zaprojektowany do redukcji oporu w wodzie.",
      "definition_translation": "гармент, носимый для плавания, обычно сделанный из быстросохнущего материала и спроектированный для уменьшения сопротивления в воде.",
      "example": "Wolę nosić stroj kąpielowy na plażę, a kupiłem nowy stroj kąpielowy na lato. Włożyłem stroj kąpielowy na imprezę basenową ubiegłego miesiąca, a będę nosić stroj kąpielowy do parku wodnego następnego tygodnia.",
      "example_translation": "Я предпочитаю надевать купальник на пляж, и я купил новый купальник на лето. Я надел купальник на.party в бассейне прошлого месяца, и я надену купальник в водный паркgetNext неделю.",
      "imageLink": "image_files\\English\\swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krawat",
      "translation": "галстук",
      "definition": "Krawat jest długim, wąskim kawałkiem tkaniny noszonym wokół szyi, typowo przez mężczyzn, aby dodać szlachetności i profesjonalizmu do ich stroju.",
      "definition_translation": "Галстук - это длинная, узкая piece ткани, носимая вокруг шеи, обычно мужчинами, чтобы добавить элегантности и профессиональности к их одежде.",
      "example": "Zawiązałem krawat po raz pierwszy w życiu, gdy miałem 20 lat. Teraz zawiązuję krawat codziennie do pracy. Będę zawiązywać krawat na ślub brata następnego tygodnia.",
      "example_translation": "Я завязал галстук впервые в жизни, когда мне было 20 лет. Теперь я завязываю галстук каждый день для работы. Я завяжу галстук на свадьбе моего брата на следующей неделе.",
      "imageLink": "image_files\\English\\tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pończochy",
      "translation": "колготки",
      "definition": "Pończochy są typem odzieży noszonej przez ludzi, typowo kobiety, aby zakryć nogi i stopy, często dla ciepła lub jako oświadczenie mody.",
      "definition_translation": "Колготки - это тип одежды, носимой людьми, обычно женщинами, чтобы покрыть ноги и ступни, часто для warmth или как заявление о моде.",
      "example": "Włożyłem pończochy na imprezę wczoraj wieczorem. Ona będzie nosić pończochy na przedstawienie baletowe jutro. Oni włożyli pończochy na imprezę kostiumową ubiegłego roku.",
      "example_translation": "Я надел колготки на вечеринку вчера вечером. Она наденет колготки на балетное представление завтра. Они надели колготки на костюмированную вечеринку в прошлом году.",
      "imageLink": "image_files\\English\\tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "buty sportowe",
      "translation": "кеды",
      "definition": "Buty sportowe są typem obuwia atletycznego zaprojektowanego do biegania, joggingu lub innych form ćwiczeń, często noszone dla codziennego użytku.",
      "definition_translation": "Кеды - это тип спортивной обуви, предназначенный для бега, джоггинга или других форм упражнений, часто носятся для неформального, повседневного использования.",
      "example": "Kupiłem buty sportowe na urodziny. Ona będzie kupować buty sportowe dla swojej siostry następnego tygodnia. Oni kupili buty sportowe na podróż w góry ubiegłego roku.",
      "example_translation": "Я купил кеды на свой день рождения. Она купит кеды своей сестре на следующей неделе. Они купили кеды для своей поездки в горы в прошлом году.",
      "imageLink": "image_files\\English\\trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mundur",
      "translation": "униформа",
      "definition": "Mundur jest zestawem specjalnych ubrań noszonych przez ludzi, często dla określonej profesji, zajęcia lub działalności, aby zidentyfikować się jako część grupy lub organizacji.",
      "definition_translation": "Униформа - это набор спеціальных одежд, носимых людьми, часто для определенной профессии, занятия или деятельности, чтобы идентифицировать себя как часть группы или организации.",
      "example": "Włożyłem mundur do szkoły każdego dnia. Ona będzie nosić mundur do nowej pracy następnego miesiąca. Oni włożyli mundury na uroczystość absolutorium akademii policyjnej ubiegłego roku.",
      "example_translation": "Я носил униформу в школу каждый день. Она наденет униформу на свою новую работу следующий месяц. Они надели униформы на церемонию выпуска полиции академии в прошлом году.",
      "imageLink": "image_files\\English\\uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bluzka",
      "translation": "блузка",
      "definition": "Bluzka jest typem górnej części ubioru noszonej przez kobiety i dziewczynki. Jest to zazwyczajубranie casualowe, nieformalne, ale także może być noszone jako część wyżej formalnego stroju.",
      "definition_translation": "Блузка - это тип верхней части одежды, которая обычно носится женщинами и девочками. это обычно неформальная, неофициальная часть одежды, но также может быть носить как часть более формального наряда.",
      "example": "Włożyłem piękną bluzkę na imprezę wczoraj wieczorem. Będę nosić nową bluzkę do biura jutro. Ona włożyła piękną bluzkę na ślub wczoraj.",
      "example_translation": "Я надела красивую блузку на вечеринку сегодня ночью. Я надену новую блузку в офис завтра. Она наделаsplendid блузку на свадьбу вчера.",
      "imageLink": "image_files\\English\\blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kołnierz",
      "translation": "воротник",
      "definition": "Kołnierz jest częścią koszuli lub sukni, która składa się i zapięciem wokół szyi. Może być wykonany z różnych materiałów i mogą być projektowane w różnych stylach.",
      "definition_translation": "Воротник - это часть рубашки или платья, которая складывается и застегивается вокруг шеи. Он может быть сделан из различных материалов и может иметь различные стили.",
      "example": "Kołnierz mojej koszuli był zabrudzony. Ona będzie nosić suknię z białym kołnierzem na ceremonię. On zawsze nosi koszulę z sztywnym kołnierzem.",
      "example_translation": "Воротник моей рубашки был испачкан. Она будет носить платье с белым воротником на церемонии. Он всегда носит рубашку с жестким воротником.",
      "imageLink": "image_files\\English\\collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obcas",
      "translation": "каблук",
      "definition": "Obcas to tylna część buta, która unosi piętę nogi ponad palcami. Może być wysoki lub niski, i może być wykonany z różnych materiałów.",
      "definition_translation": "Каблук - это задняя часть обуви, которая поднимает пятку ноги над пальцами. Он может быть высоким или низким и может быть сделан из различных материалов.",
      "example": "Włożyłem wysokie obcasy na przyjęcie. Ona będzie nosić płaskie obcasy do biura jutro. On potknął się o swój obcas na schodach.",
      "example_translation": "Я надела высокие каблуки на вечеринку. Она будет носить плоские каблуки в офис завтра. Он споткнулся о свой каблук на лестнице.",
      "imageLink": "image_files\\English\\heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "majteczki",
      "translation": "трусики",
      "definition": "Majteczki to rodzaj bielizny damskej i dziewczęcej. Są zwykle wykonane z miękkich tkanin i zaprojektowane, aby zapewnić komfort i wsparcie.",
      "definition_translation": "Трусики - это тип нижнего белья, который носят женщины и девочки. Они обычно сделаны из мягких тканей и предназначены для обеспечения комфорта и поддержки.",
      "example": "Zapomniałem spakować majteczki na podróż. Ona kocha nosić koronkowe majteczki. Były zbyt ciasne i niekomfortowe, więc musiałem zmienić majteczki.",
      "example_translation": "Я забыла упаковать свои трусики для поездки. Она любит носить кружевные трусики. Они были слишком тесными и неудобными, så я должна была поменять свои трусики.",
      "imageLink": "image_files\\English\\knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "spodnie",
      "translation": "брюки",
      "definition": "Zewnętrzna część ubrania, która zakrywa dolną część ciała, zwykle sięgająca od talii do kostek.",
      "definition_translation": "Наружная одежда, покрывающая нижнюю часть тела, обычно от талии до голеней.",
      "example": "Włożyłem spodnie na przyjęcie wczoraj. Noszę spodnie do pracy codziennie. Będę nosić spodnie na ślub jutro.",
      "example_translation": "Я надел брюки на вечеринку вчера. Я ношу брюки на работу каждый день. Я надену брюки на свадьбу завтра.",
      "imageLink": "image_files\\English\\pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sweter",
      "translation": "свитер",
      "definition": "Sweter to rodzaj ubrania, który nakłada się na głowę, bez guzików lub zapięcia.",
      "definition_translation": "Свитер, который надевается через голову, без кнопок или молнии.",
      "example": "Nakładając sweter, aby się ogrzać. Ona nosi sweter na siłownię. Będą kupować sweter na zimę.",
      "example_translation": "Я надел свитер, чтобы согреться. Она носит свитер в спортзал. Они купят свитер на зиму.",
      "imageLink": "image_files\\English\\pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sandale",
      "translation": "сандали",
      "definition": "Sandale to rodzaj obuwia, które otwiera nogę, zwykle trzymane przez sznurki.",
      "definition_translation": "Тип обуви, который открывает ногу, обычно держится на ремнях.",
      "example": "Włożyłem sandale na plażę. Ona kocha nosić sandale latem. Będą kupować sandale na wakacje.",
      "example_translation": "Я надел сандали на пляж. Она любит носить сандали летом. Они купят сандали на отпуск.",
      "imageLink": "image_files\\English\\sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rękaw",
      "translation": "рукав",
      "definition": "Rękaw to część ubrania, która zakrywa rękę, zwykle od ramienia do nadgarstka.",
      "definition_translation": "Часть одежды, которая покрывает руку, обычно от плеча до запястья.",
      "example": "Zwinąłem rękaw koszuli. Ona ma tatuaż na rękawie. Będą regulować rękaw sukni.",
      "example_translation": "Я свернул рукав моей рубашки. У нее есть татуировка на рукаве. Они будут регулировать рукав платья.",
      "imageLink": "image_files\\English\\sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kapcie",
      "translation": "тапочки",
      "definition": "Kapcie to rodzaj obuwia, które nosi się w domu, zwykle wykonane z miękkich materiałów, takich jak wełna lub bawełna, zaprojektowane na komfort i ciepło.",
      "definition_translation": "тапочка - это tipo обуви, которая носится дома, обычно изготавливается из мягких материалов, таких как шерсть или хлопок, и предназначена для комфорта и тепла.",
      "example": "Włożyłem kapcie, aby utrzymać ciepło nogi, zasiadając przed telewizorem. Będę nosić kapcie do łóżka dzisiaj. Ona włożyła kapcie na przyjęcie, ponieważ było to wydarzenie nieformalne.",
      "example_translation": "Я надел тапочки, чтобы giữть ноги теплыми, пока смотрел ТВ. Я надену тапочки в постель tonight. Она надела тапочки на вечеринку, потому что это было неформальное мероприятие.",
      "imageLink": "image_files\\English\\slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bluza",
      "translation": "турецкий свитер",
      "definition": "Bluza to rodzaj koszuli, która jest wykonana z grubych, ciepłych tkanin, noszona na codzień, aby zapewnić komfort i relaks.",
      "definition_translation": "Турецкий свитер - это casual, длиннорукавшая рубашка, обычно изготавливается из толстой, warm ткани, носится для комфорта и релаксации.",
      "example": "Włożyłem bluzę do siłowni wczoraj. Ona będzie nosić bluzę na koncert dziś wieczorem. Oni nosili bluzy na pikniku, ponieważ było chłodno.",
      "example_translation": "Я надел турецкий свитер в спортзал вчера. Она наденет турецкий свитер на концерт tonight. Они надели турецкие свитеры на пикник, потому что было прохладно.",
      "imageLink": "image_files\\English\\sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kąpielówki",
      "translation": "шорты для плавания",
      "definition": "Kąpielówki to rodzaj spodenek, które nosi się do pływania, zwykle wykonane z szybkoschnących, lekkich tkanin, zaprojektowane na komfort i praktyczność.",
      "definition_translation": "Шорты для плавания - это tipo шорт, которые носят для плавания, обычно изготавливаются из быстросохнущей, легкой ткани, предназначены для комфорта и практичности.",
      "example": "Włożyłem kąpielówki na plażę latem. Ona będzie nosić kąpielówki na imprezę basenową dziś wieczorem. Oni nosili kąpielówki na park wodny, ponieważ było gorąco.",
      "example_translation": "Я надел шорты для плавания на пляж прошлым летом. Она наденет шорты для плавания на вечеринку у бассейна tonight. Они надели шорты для плавания в водный парк, потому что было жарко.",
      "imageLink": "image_files\\English\\swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "top",
      "translation": "верхняя часть",
      "definition": "Top to rodzaj ubrania, które nosi się na górę ciała, zwykle zakrywające tors, i może być częścią ubrania codziennego lub formalnego.",
      "definition_translation": "Верхняя часть - это tipo одежды, которая носится на верхней части тела, обычно покрывает туловище, и может быть casual или формальной частью одежды.",
      "example": "Włożyłem top na przyjęcie wczoraj. Ona będzie nosić top do biura jutro. Oni nosili topy na pokaz mody, ponieważ było to trendy wydarzenie.",
      "example_translation": "Я надел верхнюю часть на вечеринку прошлой ночью. Она наденет верхнюю часть в офис завтра. Они надели верхние части на модное шоу, потому что это было стильное мероприятие.",
      "imageLink": "image_files\\English\\top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stroj treningowy",
      "translation": "транслютор",
      "definition": "Stroj treningowy to luźny, wygodny strój składający się z góry i spodni, typowo wykonany z materiału syntetycznego, takiego jak poliester lub nylon, projektowany do aktywności fizycznych lub inspirowanych sportem.",
      "definition_translation": "Транслютор - это удобный, комфортный наряд, состоящий из верхней части и брюк, обычно сделанный из синтетического материала, такого как полиэстер или нейлон, предназначенный для спортивных или спортивно-инспирированных aktivit.",
      "example": "Wczoraj włożyłem strój treningowy na siłownię, ale jutro włożę inny na park. Ona nosi stroje treningowe każdej soboty rano.",
      "example_translation": "Я надел транслютор в спортзал вчера, но я надену другой в парк завтра. Она носит транслюторы каждое субботнее утро.",
      "imageLink": "image_files\\English\\tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bielizna męska",
      "translation": "трусы",
      "definition": "Bielizna męska to rodzaj bielizny noszonej bezpośrednio przy skórze, zwykle wykonanej z miękkiego, lekkiego materiału, takiego jak bawełna lub jedwab.",
      "definition_translation": "Трусы - это тип нижнего белья, надеваемого рядом с кожей, обычно сделанный из мягкого, легкого материала, такого как хлопок или шелк.",
      "example": "Muszę kupić nową bieliznę męską, bo moja stara jest już zużyta. Ona prała swoją bieliznę męską w zlewie.",
      "example_translation": "Мне нужно купить новые трусы, потому что мои старые изношены. Она стирала свои трусы в раковине.",
      "imageLink": "image_files\\English\\underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bielizna",
      "translation": "нижнее белье",
      "definition": "Bielizna odnosi się do ubrań noszonych przy skórze, typowo pod ubraniami zewnętrznymi, włączając bieliznę męską, biustonosze i majtki.",
      "definition_translation": "Нижнее белье - это одежда, надеваемая рядом с кожей, обычно под внешними гардеробами, включая трусы, бюстгальтеры и панталоны.",
      "example": "Robię pranie, w tym bieliznę, co niedzielę. Ona szukała wygodnego zestawu bielizny.",
      "example_translation": "Я делаю свою стирку, включая нижнее белье, каждое воскресенье. Она искала удобный комплект нижнего белья.",
      "imageLink": "image_files\\English\\underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fartuch",
      "translation": "фартук",
      "definition": "Fartuch to kawałek materiału noszony na ubraniu, aby chronić je przed plamami i rozlewami, typowo używany w gotowaniu, ogrodnictwie lub innych zabrudzających aktywnościach.",
      "definition_translation": "Фартук - это кусок ткани, надеваемый поверх одежды, чтобы защитить ее от пятен и брызг, обычно используемый приготовлениях, садоводстве или других грязных hoạtностях.",
      "example": "Włożyłem fartuch, aby ugotować obiad, ale zapomniałem go zdjąć, gdy odebrałem telefon. Ona nosiła fartuch, aby chronić ubranie podczas malowania.",
      "example_translation": "Я надел фартук, чтобы приготовить ужин, но я забыл его снять, когда ответил на телефонный звонок. Она надела фартук, чтобы защитить свою одежду, когда красила.",
      "imageLink": "image_files\\English\\apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bikini",
      "translation": "бикини",
      "definition": "Bikini to krótki kostium kąpielowy, typowo noszony przez kobiety, składający się z dwóch części materiału, jednej pokrywającej piersi, a drugiej pokrywającej okolice intymne",
      "definition_translation": "краткое купальник, обычно носимый женщинами, характеризуется двумя кусками ткани, один из которых покрывает грудь, а другой - область бедер",
      "example": "Ona włożyła czerwony bikini na plażę wczoraj. Ona będzie nosiła niebieski bikini na basen jutro. Ona nosiła żółty bikini nad jeziorem każdego lata.",
      "example_translation": "Она надела красное бикини на пляж вчера. Она наденет синее бикини на бассейн завтра. Она носила желтое бикини на озеро каждый летний сезон.",
      "imageLink": "image_files\\English\\bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szorty bokserskie",
      "translation": "шорты-боксеры",
      "definition": "Szorty bokserskie to luźne, luźno wiszące szorty noszone przez mężczyzn, typowo wykonane z bawełny lub materiałów syntetycznych",
      "definition_translation": "широкие, свободно висящие шорты, которые носят мужчины, обычно сделанные из хлопка или синтетических материалов",
      "example": "On włożył szorty bokserskie do łóżka wczoraj. On będzie nosił szorty bokserskie do siłowni jutro. On nosił szorty bokserskie do parku każdej niedzieli.",
      "example_translation": "Он надел шорты-боксеры на ночь вчера. Он наденет шорты-боксеры в спортзал завтра. Он носил шорты-боксеры в парк каждое воскресенье.",
      "imageLink": "image_files\\English\\boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biustonosz",
      "translation": "бюстгальтер",
      "definition": "Biustonosz to kobiecy wkład noszony do ubrania, zaprojektowany do wspierania i pokrywania piersi",
      "definition_translation": "обычно женское нижнее белье, предназначенное для поддержки и покрытия груди",
      "example": "Ona włożyła nowy biustonosz wczoraj. Ona będzie nosiła biustonosz push-up na imprezę dzisiaj. Ona nosiła biustonosz sportowy do siłowni każdego ranka.",
      "example_translation": "Она надела новый бюстгальтер вчера. Она наденет пуш-ап бюстгальтер на вечerinok сегодня ночью. Она носила спортивный бюстгальтер в спортзал каждое утро.",
      "imageLink": "image_files\\English\\bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "majtki",
      "translation": "мужские трусы",
      "definition": "Majtki to rodzaj męskiej bielizny, charakteryzujący się dopasowanym strojem i zwykle wykonane z bawełny lub materiałów syntetycznych",
      "definition_translation": "тип мужского нижнего белья, характеризуется плотным сидением и обычно сделан из хлопка или синтетических материалов",
      "example": "On włożył majtki do łóżka wczoraj. On będzie nosił ciasne majtki do siłowni jutro. On nosił majtki boxerskie do parku każdego weekendu.",
      "example_translation": "Он надел мужские трусы на ночь вчера. Он наденет тight мужские трусы в спортзал завтра. Он носил боксерские трусы в парк каждые выходные.",
      "imageLink": "image_files\\English\\briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kardigan",
      "translation": "кардиган",
      "definition": "Kardigan to rodzaj grubego, dzianego ubrania z otwartą przodem, typowo noszonego nad koszulą lub bluzką.",
      "definition_translation": "Кардиган - это тип вязаного изделия с открытым передом, который обычно носится над рубашкой или блузкой.",
      "example": "Włożyłem kardigan, aby się ogrzać zimnym biurze. Włożę kardigan na imprezę dzisiaj. Włożyłem kardigan na spotkanie wczoraj.",
      "example_translation": "Я надел картриджан, чтобы согреться в холодном офисе. Я надену картриджан на вечеринку сегодня вечером. Я надел картриджан на встречу вчера.",
      "imageLink": "image_files\\English\\cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stroj kostiumowy",
      "translation": "костюм",
      "definition": "Stroj kostiumowy to zestaw ubrań noszonych, aby stworzyć konkretną postać lub temat, często na występ lub uroczystość.",
      "definition_translation": "Костюм - это набор одежды, носимой для создания определенного характера или темы, часто для выступления или празднования.",
      "example": "Włożyłem stroje kostiumowe na imprezę Halloween w zeszłym roku. Włożę stroje kostiumowe na spektakl jutro. Włożyłem stroje kostiumowe na bal maskowy zeszłego miesiąca.",
      "example_translation": "Я надел костюм на Хэллоуин-вечеринку в прошлом году. Я надену костюм на пьесу завтра. Я надел костюм на маскарадный бал minul месяц.",
      "imageLink": "image_files\\English\\costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rękaw",
      "translation": "манжета",
      "definition": "Rękaw to OPASKA lub fałd na końcu rękawa, zazwyczaj używany do zapięcia lub zdobienia koszuli lub bluzki.",
      "definition_translation": "Манжета - это лента или складка на конце рукава, обычно используемая для застегивания или украшения рубашки или блузы.",
      "example": "Podwinąłem rękaw, aby umyć ręce. Będę nosić koszulę z francuskim rękawem na ślub. Wczoraj nosiłem bluzkę z puffnym rękawem na imprezę.",
      "example_translation": "Я закатал манжету, чтобы помыть руки. Я надену рубашку с французской манжетой на свадьбу. Я надел блузку с пышной манжетой на вечеринку.",
      "imageLink": "image_files\\English\\cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kask",
      "translation": "шлем",
      "definition": "Kask to ochronne nakrycie głowy noszone, aby chronić głowę przed urazem, często używane w sporcie lub działaniach wojskowych.",
      "definition_translation": "Шлем - это защитный головной убор, носимый для защиты головы от травм, часто используемый в спорте или военных действиях.",
      "example": "Wczoraj nosiłem kask, aby pojeździć na rowerze. Będę nosić kask, aby zagrać w hokeja jutro. W zeszłym tygodniu nosiłem kask na placu budowy.",
      "example_translation": "Я надел шлем, чтобы поехать на велосипеде yesterday. Я надену шлем, чтобы играть в хоккей завтра. Я надел шлем на строительную площадку на прошлой неделе.",
      "imageLink": "image_files\\English\\helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kaptur",
      "translation": "капот",
      "definition": "Kaptur to nakrycie głowy i szyi, często przyłączone do kurtki lub płaszcza.",
      "definition_translation": "Капот - это покрытие для головы и шеи, часто прикрепленное к куртке или пальто.",
      "example": "Podniósłem kaptur, aby chronić się przed deszczem. Wczoraj zapomniałem nosić kaptur. Jeśli pada, będę nosić kaptur.",
      "example_translation": "Я натянул капот, чтобы защитить себя от дождя. Вчера я забыл надеть капот. Если будет дождь, я надену капот.",
      "imageLink": "image_files\\English\\hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skarpetki do kolan",
      "translation": "носки до колен",
      "definition": "Skarpetki do kolan to rodzaj skarpetki, która okrywa stopę i łydkę, sięgając do tuż poniżej kolan.",
      "definition_translation": "Носки до колен - это тип носок, который покрывает ногу и голень, доходя до середины колена.",
      "example": "Wczoraj nosiłem skarpetki do kolan, aby zagrać w piłkę nożną. Moja siostra uwielbia nosić skarpetki do kolan z sukienką. Będzie nosić skarpetki do kolan na imprezę.",
      "example_translation": "Я надел носки до колен, чтобы играть в футбол. Моя сестра любит носить носки до колен с юбкой. Она будет носить носки до колен на вечеринку.",
      "imageLink": "image_files\\English\\knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ślubna koszula do spania",
      "translation": "ночное платье",
      "definition": "Ślubna koszula do spania to luźna, wygodna koszula noszona do spania lub wypoczynku.",
      "definition_translation": "Ночное платье - это свободное, удобное платье, надеваемое для сна или отдыха.",
      "example": "Moja babcia zawsze nosiła ślubną koszulę do spania do łóżka. Znalezłem piękną ślubną koszulę do spania w sklepie. Będzie kupić nową ślubną koszulę do spania na podróż.",
      "example_translation": "Моя бабушка всегда надевала ночное платье в постель. Я нашел krásное ночное платье в магазине. Она купит новое ночное платье для поездки.",
      "imageLink": "image_files\\English\\nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nocna koszulka",
      "translation": "ночнушка",
      "definition": "Nocna koszulka to krótka, luźna nocna sukienka, typowo noszona przez kobiety.",
      "definition_translation": "Ночнушка - это короткое, свободное ночное платье, обычно надеваемое женщинами.",
      "example": "Wolę nosić nocną koszulkę do łóżka. Moja siostra ma piękną nocną koszulkę na miesiąc miodowy. Będzie pakować nocną koszulkę na weekend.",
      "example_translation": "Я предпочитаю надевать ночнушку в постель. Моя сестра имеет красивую ночнушку для медового месяца. Она упакует ночнушку на выходные.",
      "imageLink": "image_files\\English\\nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piżama",
      "translation": "пижама",
      "definition": "Luźne, wygodne spodnie i luźna góra noszone do spania lub wypoczynku.",
      "definition_translation": "Свободные, удобные брюки и свободная верхняя часть, надевающиеся для сна или отдыха.",
      "example": "Wczoraj nosiłem piżamę do łóżka, noszę ją ogni wieczór i będę nosić ją do spania jutro.",
      "example_translation": "Я надел пижаму в постель прошлой ночью, я ношу их каждый вечер, и я надену их для сна завтра.",
      "imageLink": "image_files\\English\\pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "adidasy",
      "translation": "кеды",
      "definition": "Lekkie, casualowe buty ze skalami gumowymi, często używane do aktywności sportowej.",
      "definition_translation": "Легкие неформальные обувь с резиновыми подошвами, часто используемая для спортивных мероприятий.",
      "example": "Wczoraj zawiązałem adidasy i pobiegłem, noszę je co tydzień, aby zagrać w koszykówkę, i będę nosić je, aby pobiec jutro.",
      "example_translation": "Я завязал кеды и пошел на пробежку вчера, я ношу их, чтобы играть в баскетбол каждую неделю, и я надену их, чтобы пробежать завтра.",
      "imageLink": "image_files\\English\\sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szlafrok",
      "translation": "халат",
      "definition": "Luźny, wygodny szlafrok noszony po kąpieli lub do wypoczynku.",
      "definition_translation": "Свободный, удобный халат, надеваемый после купания или для отдыха.",
      "example": "Włożyłem szlafrok po kąpieli, nosiłem go, aby wypocząć na kanapie wczoraj i będę nosić go, aby przygotować się do łóżka dzisiaj wieczorem.",
      "example_translation": "Я надел халат после принятия душа, я носил его, чтобы расслабиться на диване вчера, и я надену его, чтобы приготовиться ко сну 今 ночью.",
      "imageLink": "image_files\\English\\bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "muszka",
      "translation": "бабочка",
      "definition": "Rodzaj krawatu, składający się z wstęgi zawiązanej w kształcie muszki.",
      "definition_translation": "Тип галстука, который состоит из ленты, завязанной в форме бабочки.",
      "example": "Wczoraj nosiłem muszkę na formalny obiad, będę nosić ją na ślub jutro i nosiłem ją na imprezę w zeszłym tygodniu.",
      "example_translation": "Я надел бабочку на формальный ужин прошлой ночью, я надену ее на свадьбу tomorrow, и я надел ее на вечеринку на прошлой неделе.",
      "imageLink": "image_files\\English\\bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " 工nerki",
      "translation": "комбинезоны",
      "definition": "Luźne spodnie, zwykle robione z denimu lub innej trwałej tkaniny, często noszone na nieformalne lub casualowe okazje",
      "definition_translation": "свободные брюки, обычно сделанные из денима или другой прочной ткани, часто носятся для неформальных или случайных случаев",
      "example": "Wczoraj nosiłem 工nerki na piknik, a jutro będę nosił je na przyjęcie w ogrodzie, ale nosiłem je na plażę w zeszłym roku.",
      "example_translation": "Я надел комбинезоны на пикник вчера, и я надену их на грядущую партию в саду завтра, но я надел их на пляж в прошлом году.",
      "imageLink": "image_files\\English\\dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kłapki",
      "translation": " flips-флips",
      "definition": "Typ sandałów z paskiem, który przechodzi między wielkim a drugim palcem",
      "definition_translation": "тип сандалий с ремнём, который проходит между большим и вторым пальцами",
      "example": "Kupiłem kłapki na wakacje, a jutro będę nosił je na plażę, ale nosiłem je na basen tydzień temu.",
      "example_translation": "Я купил flip-флips для моего отпуска, и я надену их на пляж завтра, но я надел их в бассейн на прошлой неделе.",
      "imageLink": "image_files\\English\\flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "futro",
      "translation": "шуба",
      "definition": "Pelisa wykonana z futra, szczególnie ta, która jest luksusowa i kosztowna",
      "definition_translation": "пальто, сделанное из меха, особенно то, которое роскошное и дорогое",
      "example": "Ona nosiła piękne futro na operę, a jutro będzie nosić je na bal, ale nosiła je na galową kolację w zeszłym roku.",
      "example_translation": "Она надела красивую шубу на оперу, и она наденет ее на бал завтра, но она надела ее на гала-ужин в прошлом году.",
      "imageLink": "image_files\\English\\fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kombinezon",
      "translation": "комбинезоны",
      "definition": "Luźno dopasowane spodnie i kamizelka lub kurtka zrobione z trwałej tkaniny, noszone do pracy lub na okazje casualowe",
      "definition_translation": "свободные брюки и запон или куртка, сделанные из прочной ткани, носятся для работы или случайных случаев",
      "example": "On nosił kombinezon na budowę, a jutro będzie nosił go do garażu, ale nosił go na farmę tydzień temu.",
      "example_translation": "Он надел комбинезоны на строительную площадку, и он наденет их в гараж завтра, но он надел их на ферму на прошлой неделе.",
      "imageLink": "image_files\\English\\overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pończochy",
      "translation": "колготки",
      "definition": "Ubranie pokrywające nogi, typowo noszone przez kobiety, łączące pończochy i majtki w jednym kawałku",
      "definition_translation": "Одежда, которая покрывает ноги, обычно носится женщинами, сочетая в себе чулки и трусы в одной детали.",
      "example": "Ona założyła pończochy przed wyjściem na imprezę. Ona nosi pończochy każdego dnia tej tygodnia. Ona będzie nosić pończochy na ślub miesiąc temu.",
      "example_translation": "Она надела свои колготки перед выходом на.party. Она носила колготки каждый день этой недели. Она будет носить колготки на свадьбу следующего месяца.",
      "imageLink": "image_files\\English\\pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pończochy",
      "translation": "чулки",
      "definition": "Ubranie pokrywające nogi, typowo noszone przez kobiety, sięgające od palców do góry ud",
      "definition_translation": "Одежда, которая покрывает ноги, обычно носится женщинами, отходит от пальцев ног до верхней части бедер.",
      "example": "Kupiłem nową parę pończoch wczoraj. Ona nosiła pończochy z sukienkami przez lata. Ona będzie nosić pończochy do biura jutro.",
      "example_translation": "Она купила новую пару чулок вчера. Она носила чулки с своими платьями годами. Она будет носить чулки в офис завтра.",
      "imageLink": "image_files\\English\\stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cylinder",
      "translation": "силовой цилиндр",
      "definition": "Wysoki, płaski kapelusz, typowo noszony przez mężczyzn w XIX wieku",
      "definition_translation": "Высокая, плоская шляпа, обычно сделанная из фетра или соломы, носимая мужчинами в 19 веке.",
      "example": "On nosił cylinder na formalne wydarzenie wczoraj. Jego dziadek nosił cylinder do kościoła każdej niedzieli. On będzie nosił cylinder na kostiumową imprezę roku przyszłego.",
      "example_translation": "Он надел силовой цилиндр на формальное мероприятие прошлой ночью. Его дедушка носил силовой цилиндр в церковь каждое воскресенье. Он будет носить силовой цилиндр на костюмированную вечеринку следующего года.",
      "imageLink": "image_files\\English\\top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "welon",
      "translation": "вуаль",
      "definition": "Kawałek tkaniny noszonej na twarzy, typowo noszonej przez panny młode, aby zakryć lub częściowo zakryć twarz",
      "definition_translation": "Кусок ткани, носимый над лицом, обычно невестой, чтобы скрыть или частично скрыть лицо.",
      "example": "Panna młoda nosiła welon w dniu ślubu. Ona szukała idealnego welonu przez miesiące. Ona będzie nosić welon na ceremonię ślubu za tydzień.",
      "example_translation": "Невеста носила вуаль в день своей свадьбы. Она искала идеальную вуаль месяцами. Она будет носить вуаль на церемонию бракосочетания на следующей неделе.",
      "imageLink": "image_files\\English\\veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kamizelka",
      "translation": "жилет",
      "definition": "Kamizelka jest ubraniem bezzębnym noszonym nad koszulą i pod marynarką, typowo noszone na formalne okazje i część kompletnego garnituru",
      "definition_translation": "Жилет - это безрукавная одежда, надеваемая над рубашкой и под пиджаком костюма. Он обычно носится на正式ных мероприятиях и является частью трехкомпонентного костюма.",
      "example": "Noszę kamizelkę na ślub, aby dodać elegancji do mojego stroju. Będę nosić kamizelkę na spotkanie, aby wyglądać bardziej profesjonalnie. Noszę kamizelkę na imprezę i była wielkim hitem.",
      "example_translation": "Я надел жилет на свадьбу, чтобы добавить элегантности к моему наряду. Я надену жилет на встречу, чтобы выглядеть более профессионально. Я надел жилет на вечеринку, и это было большим хитом.",
      "imageLink": "image_files\\English\\singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "balaclawa",
      "translation": "балаclава",
      "definition": "Balaclawa to typ nakrycia głowy, pokrywający głowę, szyję i część twarzy, często noszone dla ciepła lub ochrony przed żywiołami",
      "definition_translation": "Балаклава - это тип головного убора, который покрывает голову, шею и часть лица, часто носимый для тепла или защиты от элементов.",
      "example": "Noszę balaclawę na stok narciarski, aby trzymać głowę ciepłą. Ona będzie nosić balaclawę na festiwal zimowy, aby chronić twarz przed zimnem. On nosił balaclawę na wycieczkę, aby wtopić się w otoczenie.",
      "example_translation": "Я надел балаклаву в лыжный курорт, чтобы保持 голову теплой. Она наденет балаклаву на зимний фестиваль, чтобы защитить лицо от холода. Он надел балаклаву на поход, чтобы слиться с окружающей средой.",
      "imageLink": "image_files\\English\\balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "spodnie jeździeckie",
      "translation": "бриджи",
      "definition": "Spodnie jeździeckie to rodzaj ciasno dopasowanych spodni tradycyjnie noszonych do jazdy konnej, ale teraz noszone również dla mody lub rekonstrukcji historycznych.",
      "definition_translation": "Бриджи - это тип тесно сидящих брюк, которые традиционно носились для верховой езды, но теперь носятся для моды или исторических реконструкций.",
      "example": "Włożyłem spodnie jeździeckie na pokaz konny, aby jeździć swoim koniem wygodnie. Ona włoży spodnie jeździeckie na festiwal średniowieczny, aby wcielić się w rolę. On włożył spodnie jeździeckie na pokaz mody, aby pokazać się na podium.",
      "example_translation": "Я надел бриджи на конное шоу, чтобы комфортно ехать на лошади. Она наденет бриджи на средневековый фестиваль, чтобы войти в роль. Он надел бриджи на показ мод, чтобы прогуляться на подиуме.",
      "imageLink": "image_files\\English\\breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "peleryna",
      "translation": "кейп",
      "definition": "Peleryna to rodzaj bezrękawnego ubrania zewnętrznego, które zwisa z szyi, często noszone na okazje formalne lub ceremonie.",
      "definition_translation": "Кейп - это безрукавная outer одежда, которая挂ает от шеи, часто носимая на формальные или церемониальные мероприятия.",
      "example": "Włożyłem pelerynę na imprezę superhero, aby uwolnić swój wewnętrzny bohater. Ona włoży pelerynę na bal maskowy, aby dodać dramatyzmu swojemu stroju. On włożył pelerynę na uroczystość dyplomowania, aby zrobić ogromne wrażenie.",
      "example_translation": "Я надел кейп на сверхъестественную вечеринку, чтобы почувствовать себя внутренним супергероем. Она наденет кейп на маскарадный бал, чтобы добавить драматичности к своему наряду. Он надел кейп на церемонию выпуска, чтобы сделать смелое заявление.",
      "imageLink": "image_files\\English\\cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zatykać",
      "translation": "затор",
      "definition": "Zatykanie oznacza blokowanie lub przeszkodę, szczególnie w rurze lub kanale.",
      "definition_translation": "Затор или препятствие, особенно в трубе или канале.",
      "example": "Rura zatkała się i woda zaczęła wypływać. Spróbuję zatkać wyciek za pomocą szmaty. Miasto zatka rury w przyszłym miesiącu.",
      "example_translation": "Труба забилась, и вода начала вытекать. Я постараюсь забить течь тряпкой. Город забьет дренажи на следующий месяц.",
      "imageLink": "image_files\\English\\clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "korczyk",
      "translation": "корсет",
      "definition": "Korczyk to ciasno dopasowane, bezrękawne ubranie, typowo noszone przez kobiety, które projektowane jest, aby kształtować i wspierać ciało.",
      "definition_translation": "Теснооблегающая безрукавная одежда, обычно носимая женщинами, предназначенная для формирования и поддержки тела.",
      "example": "Ona włożyła korczyk na imprezę. Muszę korczykować swoją talię, aby zmieścić się w sukni. Ona korczykowała się na ślub, aby wyglądać ładnie.",
      "example_translation": "Она носила корсет на вечеринку. Мне пришлось пригнать талию, чтобы войти в платье. Она будет корсетиować себя на свадьбу.",
      "imageLink": "image_files\\English\\corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "siatka rybaka",
      "translation": "решетчатые чулки",
      "definition": "Siatka rybaka to rodzaj rajstop z małymi otworami, typowo wykonane z nylonu lub spandexu, noszone dla mody lub jako część kostiumu.",
      "definition_translation": "Чулки с рисунком из маленьких дырок, обычно изделие из нильона или спандекса, носят для моды или как часть костюма.",
      "example": "Ona włożyła siatkę rybaka na klub nocny. Włożę siatkę rybaka na Halloween. Siatki rybaka są znów w modzie.",
      "example_translation": "Она надела решетчатые чулки в клуб. Я надену решетчатые чулки на Хэллоуинскую вечеринку. Решетчатые чулки снова в моде.",
      "imageLink": "image_files\\English\\fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pas",
      "translation": "пояс",
      "definition": "Pas to elastyczny pasek lub taśma, typowo noszony wokół talii, służący do wspierania lub trzymania ubrania.",
      "definition_translation": "гибкая лента или ремень, обычно надеваемый вокруг талии, используется для поддержки или держания одежды.",
      "example": "Ona włożyła pas, aby utrzymać swoją spódnicę. Włożę pas na ślub. Pasy są już nie w modzie.",
      "example_translation": "Она надела пояс, чтобы держать юбку. Я надену пояс на свадьбу. Пояса artık не в моде.",
      "imageLink": "image_files\\English\\girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nogawki",
      "translation": "ног Тепло",
      "definition": "Nogawki to rodzaj ubrania noszone przez tancerzy i sportowców, aby utrzymać ciepło nóg podczas ćwiczeń lub występów.",
      "definition_translation": "Ног Тепло - это тип одежды, который носят танцоры и спортсмены, чтобы согреть ноги во время упражнений или выступления.",
      "example": "Włożyłem nogawki podczas zajęć baletowych wczoraj, ale nie będę ich potrzebować jutro. W przyszłości włożę je tylko w zimie.",
      "example_translation": "Я носил ног Тепло во время занятий балетом вчера, но я не буду нуждаться в них завтра. В будущем я буду носить их только зимой.",
      "imageLink": "image_files\\English\\leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "falbaniak",
      "translation": "юбка",
      "definition": "Falbaniak to rodzaj spódnicy noszonej przez kobiety, aby dodać objętości lub kształtu spódnicy lub sukni.",
      "definition_translation": "Юбка - это тип нижней юбки, который носят женщины, чтобы добавить объем или форму юбке или платью.",
      "example": "Ona włożyła falbaniak pod swoją suknię ślubną, aby wyglądać bardziej elegancko. Jej babcia nosiła podobny falbaniak w przeszłości. Ona kupi nowy falbaniak dla swojej siostry na jej ślub w przyszłym miesiącu.",
      "example_translation": "Она носила юбку под свадебным платьем, чтобы оно смотрелось более элегантно. Ее бабушка носила podobnou юбку в прошлом. Она купит новую юбку для свадьбы своей сестры на следующий месяц.",
      "imageLink": "image_files\\English\\petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skórzana kurtka",
      "translation": "шуба из овечьей шерсти",
      "definition": "Skórzana kurtka to rodzaj ubrania zewnętrznego wykonanego ze skóry i wełny owczych, często noszonej dla ciepła i ochrony przed żywiołami.",
      "definition_translation": "Шуба из овечьей шерсти - это тип outerwear, сделанный из кожи и шерсти овец, часто носятся для тепла и защиты от элементов.",
      "example": "On włożył skórzaną kurtkę podczas polowania na górze zimą. Jego ojciec dał mu kurtkę jako prezent przed wyjazdem. On włoży ją ponownie w przyszłym roku.",
      "example_translation": "Он носил шубу из овечьей шерсти во время своей охоты в горах прошлой зимой. Его отец дал ему шubu в подарок перед тем, как он ушел. Он наденет ее снова на следующей зиме.",
      "imageLink": "image_files\\English\\sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kamizelka",
      "translation": "жилет",
      "definition": "Kamizelka to rodzaj bezrękawnego ubrania noszonego nad koszulą, często dla ciepła lub jako część uniformu.",
      "definition_translation": "Жилет - это тип бесрукавного гардероба, который носится над рубашкой, часто для тепла или как часть униформы.",
      "example": "Włożyłem kamizelkę podczas wycieczki górskiej latem. Moi przyjaciele włożyli podobne kamizelki podczas naszej podróży. Włożemy je ponownie na naszą następną wycieczkę.",
      "example_translation": "Я носил жилет во время моей похода в горах прошлым летом. Мои друзья носили подобные жилеты во время нашей поездки. Мы наденем их снова на нашей следующей поездке.",
      "imageLink": "image_files\\English\\vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czapka",
      "translation": "капот",
      "definition": "Pokrycie głowy, zwykle wykonane z tkaniny lub słomy, noszone na zewnątrz.",
      "definition_translation": "Накрытие для головы, обычно делается из ткани или соломы, носится на улице.",
      "example": "Włożyła czapkę, aby chronić włosy przed słońcem. Będzie nosić czapkę na przyjęcie w ogrodzie. Miała nałożoną czapkę na plaży.",
      "example_translation": "Она надела капот, чтобы защитить волосы от солнца. Она будет носить капот на gardenparty. Она надела капот на пляж.",
      "imageLink": "image_files\\English\\bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szlafrok",
      "translation": "халат",
      "definition": "Luźny, wygodny strój noszony nad bielizną, zwykle wykonany z miękkiej tkaniny.",
      "definition_translation": "Свободный, удобный наряд надевается над ночной одеждой, обычно делается из мягкой ткани.",
      "example": "Włożyła szlafrok po wyjściu z łazienki. Będzie nosić szlafrok na śniadanie. Miała nałożony szlafrok całe przedpołudnie.",
      "example_translation": "Она надела халат после принятия душа. Она будет носить халат на завтрак. Она надела халат всю morning.",
      "imageLink": "image_files\\English\\dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bluza z kapturem",
      "translation": "худи",
      "definition": "Sweatshirt lub kurtka z kapułą, zwykle noszona podczas casualowych aktywności na zewnątrz.",
      "definition_translation": "Свитшот или куртка с капюшоном, обычно носится для независимых уличных занятий.",
      "example": "Włożył bluzę z kapturem do parku. Będzie nosić bluzę z kapturem do siłowni. Miał nałożoną bluzę z kapturem na imprezie na plaży.",
      "example_translation": "Он надел худи в парк. Он будет носить худи в зал. Он надел худи на пляжную party.",
      "imageLink": "image_files\\English\\hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szlafrok domowy",
      "translation": "домашний халат",
      "definition": "Luźny, nieformalny strój noszony w domu, zwykle wykonany z miękkiej tkaniny.",
      "definition_translation": "Свободный, неформальный наряд надевается дома, обычно делается из мягкой ткани.",
      "example": "Włożyła szlafrok domowy, aby spacerować po domu. Będzie nosić szlafrok domowy, aby zrobić pranie. Miała nałożony szlafrok domowy przez cały dzień.",
      "example_translation": "Она надела домашний халат, чтобы покрутиться по дому. Она будет носить домашний халат, чтобы постирать. Она надела домашний халат весь день.",
      "imageLink": "image_files\\English\\housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sweter z wysokim kołnierzem",
      "translation": "гольф",
      "definition": "Sweter lub top z wysokim, okrągłym kołnierzem, który zakrywa szyję.",
      "definition_translation": "Туртленек - это тип свитера или верхней части, который имеет высокий, круглый воротник, который складывается и покрывает шею.",
      "example": "Włożyłem sweter z wysokim kołnierzem na koncert wczoraj wieczorem. Noszę sweter z wysokim kołnierzem do pracy każdego dnia. Będę nosić sweter z wysokim kołnierzem na przyjęcie jutro.",
      "example_translation": "Я надел свитер с туртленеком на концерт вчера вечером. Я ношу туртленек на работу каждый день. Я надену туртленек на вечеринку завтра.",
      "imageLink": "image_files\\English\\turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "spódnica",
      "translation": "юбка-подкладка",
      "definition": "Warstwa tkaniny noszona pod spódnicą lub suknią, aby nadać jej objętość lub kształt.",
      "definition_translation": "Юбка-подкладка - это слой ткани, который носится под юбкой или платьем, чтобы добавить объем или форму.",
      "example": "Włożyłem spódnice pod moją suknię ślubną, aby wyglądać pełniej. Ona nosi spódnice pod swoją spódnicą, aby czuć się bardziej pewnie. Będą nosić spódnice pod swoimi sukienkami na balu.",
      "example_translation": "Я надел юбку-подкладку под свадебное платье, чтобы оно выгляделоолее полным. Она носит юбку-подкладку под юбкой, чтобы чувствовать себя более уверенно. Они наденут юбки-подкладки под платья на бал.",
      "imageLink": "image_files\\English\\underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kamizelka",
      "translation": "жилет",
      "definition": "Kamizelka jest to bezrękawnik noszony wokół talii, zwykle jako część stroju formalnego.",
      "definition_translation": "Жилет - это бесрукавная деталь, которую носят вокруг талии, обычно в составе формального наряда.",
      "example": "Włożył kamizelkę na ceremonię ślubną. Noszę kamizelkę na oficjalne wydarzenia. Będzie nosić kamizelkę na operę.",
      "example_translation": "Он надел жилет на церемонию бракосочетания. Я ношу жилет на формальные мероприятия. Она наденет жилет на оперу.",
      "imageLink": "image_files\\English\\waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]