[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nóż",
      "translation": "нож",
      "definition": "narzędzie tnące składające się z ostrza przyłączonego do uchwytu.",
      "definition_translation": "резальный инструмент, состоящий из острия лезвия, прикрепленного к рукоятке.",
      "example": "Użyłem noża, aby pokroić jabłko. Będę używał noża, aby pokroić chleb. Użyłem noża, aby pokroić mięso.",
      "example_translation": "Я использовал нож, чтобы нарезать яблоко. Я буду использовать нож, чтобы нарезать хлеб. Я использовал нож, чтобы нарезать мясо.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "miska",
      "translation": "миска",
      "definition": "otwarty, okrągły pojemnik, zwykle używany do przechowywania lub serwowania żywności.",
      "definition_translation": "круглая, открытая сверху емкость, обычно используемая для хранения или сервировки пищи.",
      "example": "Położyłem owoce w misce. Ona będzie umieszczać sałatkę w misce. Oni umieścili zupę w misce.",
      "example_translation": "Я положил фрукты в миску. Она будет класть салат в миску. Они положили суп в миску.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kuchenka",
      "translation": "плита",
      "definition": "urządzenie kuchenne używane do gotowania żywności, szczególnie kuchenki elektryczne lub gazowe.",
      "definition_translation": "кухонное устройство, используемое для приготовления пищи, особенно электрические или газовые плиты.",
      "example": "Włączyłem kuchenkę, aby zagotować wodę. Ona będzie używać kuchenki, aby ugotować kolację. Oni używali kuchenki, aby ogrzać jedzenie.",
      "example_translation": "Я включил плиту, чтобы кипятить воду. Она будет использовать плиту, чтобы готовить ужин. Они использовали плиту, чтобы нагреть пищу.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szafa",
      "translation": "шкаф",
      "definition": "mebel z półkami, używany do przechowywania żywności, naczyń lub innych przedmiotów gospodarstwa domowego.",
      "definition_translation": "предмет мебели с полками, используемый для хранения продуктов, посуды или других домашних вещей.",
      "example": "Otworzyłem szafę, aby zdobyć talerz. Ona będzie umieszczać naczynia w szafie. Oni przechowywali żywność w szafie.",
      "example_translation": "Я открыл шкаф, чтобы взять тарелку. Она будет класть посуду в шкаф. Они хранили продуктов в шкафе.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szuflada",
      "translation": "выдвижной ящик",
      "definition": "pojemnik używany do przechowywania rzeczy, zwykle znajdujący się w meblu, takim jak komoda lub stolik.",
      "definition_translation": "Выдвижной ящик - это контейнер, используемый для хранения вещей, обычно найденный в куске мебели, таком как шкаф или стол.",
      "example": "Otworzyłem szufladę, aby znaleźć moje zagubione klucze. Położyłem dokumenty w szufladzie wczoraj. Będę umieszczał dokumenty w szufladzie jutro.",
      "example_translation": "Я открыл выдвижной ящик, чтобы найти пропавшие ключи. Я поместил их в выдвижной ящик昨ий день. Я поместил документы в выдвижной ящик завтра.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "widelec",
      "translation": "вилка",
      "definition": " Widelec to narzędzie z dwoma lub trzema rozgałęzieniami, używane do jedzenia.",
      "definition_translation": "Вилка - это прибор с двумя или тремя зубцами, используемый для еды.",
      "example": "Podniósłem widelec, aby zjeść obiad. Ona będzie używać widełeczka, aby zjeść sałatkę. Używaliśmy widełeczka, aby zjeść nasz posiłek.",
      "example_translation": "Я взял вилку, чтобы поесть свою ужин. Она будет использовать вилку, чтобы поесть свой салат. Мы использовали вилки, чтобы поесть нашу еду.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lodówka",
      "translation": "холодильник",
      "definition": "Lodówka to duże urządzenie elektryczne używane do przechowywania żywności w niskiej temperaturze.",
      "definition_translation": "Холодильник - это большое электрическое устройство, используемое для хранения пищевых продуктов в холодном состоянии.",
      "example": "Otworzyłem lodówkę, aby zdobyć zimny napój. Oni będą kupować nową lodówkę w następnym tygodniu. Ona czyściła lodówkę wczoraj.",
      "example_translation": "Я открыл холодильник, чтобы взять холодный напиток. Они купят новый холодильник на следующей неделе. Она очищала холодильник вчера.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stół kuchenny",
      "translation": "кухонный стол",
      "definition": "Stół kuchenny to mebel używany do jedzenia, pracy i spotkań towarzyskich w kuchni.",
      "definition_translation": "Кухонный стол - это кусок мебели, используемый для еды, работы и общения на кухне.",
      "example": "Zebrałem się wokół stołu kuchennego na obiad. Ona czyściła stół kuchenny wczoraj. Oni będą kupować nowy stół kuchenny w następnym miesiącu.",
      "example_translation": "Мы собрались вокруг кухонного стола на ужин. Она очищала кухонный стол вчера. Они купят новый кухонный столfollowing месяц.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mikrofalówka (piekarnik)",
      "translation": "микроволновая печь",
      "definition": "Urządzenie kuchenne używane do szybkiego ogrzewania lub gotowania żywności za pomocą fal elektromagnetycznych.",
      "definition_translation": "прибор для приготовления пищи, использующий электромагнитные волны для быстрого нагрева или приготовления еды",
      "example": "Podgrzałem resztki w mikrofalówce wczoraj. Używam mikrofalówki, aby ugotować moje lunch każdego dnia. Będę kupować nową mikrofalówkę w następnym tygodniu.",
      "example_translation": "Я разогрел оставшиеся пишу в микроволновой печи вчера. Я использую микроволновую печь для приготовления обеда каждый день. Я куплю новую микроволновую печь на следующей неделе.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "półka",
      "translation": "полка",
      "definition": "Prosta, zwykle prostokątna konstrukcja, przytwierdzona do ściany, używana do przechowywania przedmiotów.",
      "definition_translation": "плоская, обычно прямоугольная конструкция, прикрепленная к стене, используемая для хранения объектов",
      "example": "Położyłem książkę na górną półkę. Ona czyściła półkę w kuchni. Nowa półka zostanie dostarczona jutro.",
      "example_translation": "Я положил книгу на верхнюю полку. Она очистила полку в кухне. Новая полка будет доставлена завтра.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zlew",
      "translation": "раковина",
      "definition": "Urzadzenie hydrauliczne służące do mycia rąk, naczyń itp.",
      "definition_translation": "санитарное устройство, используемое для мытья рук, посуды и т.д.",
      "example": "Umieściła ręce w zlewie. Naprawił przeciek w zlewie wczoraj. Zlew był zatkany tłuszczem.",
      "example_translation": "Она помыла руки в раковине. Он починил течь в раковине вчера. Раковина была забита жиром.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łyżka",
      "translation": "ложка",
      "definition": "Narzędzie składające się z małej, często owalnej lub okrągłej miski przywiązanej do uchwyty, używane do mieszania, serwowania i jedzenia",
      "definition_translation": "приспособление, состоящее из небольшой, обычно овальной или круглой чаши, прикрепленной к ручке, используемой для перемешивания, сервировки и еды пищи",
      "example": "Użyła łyżki do jedzenia zupy. Użył łyżki do mieszania mieszaniny. Dziecko upuściło łyżkę na podłogę.",
      "example_translation": "Она ела свой суп с ложкой. Он использовал ложку для перемешивания смеси. Младенец уронил ее ложку на пол.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kosz",
      "translation": "мусорная корзина",
      "definition": "Pojemnik używany do przechowywania lub magazynowania czegoś, szczególnie odpadów lub śmieci.",
      "definition_translation": "Контейнер, используемый для хранения или хранения чего-либо, особенно отходов или мусора.",
      "example": "Opróżniłem kosz wczoraj, ale już jest pełny again. Wyjmę śmieci jutro. Wyjmę śmieci ostatnim tygodniu.",
      "example_translation": "Я опустошила мусорную корзину вчера, но она уже снова полна. Я выбросаю мусор завтра. Я выбросал мусор на прошлой неделе.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmywarka",
      "translation": "посудомоечная машина",
      "definition": "Maszyna, która myje i czysty naczynia automatycznie.",
      "definition_translation": "Машина, которая автоматически моет и чистит посуду.",
      "example": "Wczytałem zmywarkę ostatniej nocy, ale nie uruchomiła się. Naprawię ją dzisiaj. Naprawiłem zmywarkę wczoraj.",
      "example_translation": "Я загрузил посудомоечную машину прошлой ночью, но она не включилась. Я исправлю это сегодня. Я исправил посудомоечную машину вчера.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czajnik elektryczny",
      "translation": "электрический чайник",
      "definition": "Czajnik napędzany elektrycznie, używany do gotowania wody.",
      "definition_translation": "Чайник, работающий от электричества и используемый для кипячения воды.",
      "example": "Wstawiłem czajnik elektryczny rano, ale nie zapalił się. Kupię nowy dziś. Kupiłem nowy czajnik elektryczny wczoraj.",
      "example_translation": "Я ввел электрический чайник сегодня утром, но он не кипел. Я куплю новый сегодня. Я купил новый электрический чайник вчера.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zamrażarka",
      "translation": "морозильник",
      "definition": "Urzadzenie, które przechowuje żywność w bardzo niskiej temperaturze.",
      "definition_translation": "Прибор, который сохраняет пищу в замороженном состоянии при очень низкой температуре.",
      "example": "Włożyłem mięso do zamrażarki ostatnim tygodniu, ale zapomniałem ją włączyć. Odmrożę ją dzisiaj. Odmroziłem zamrażarkę wczoraj.",
      "example_translation": "Я положил мясо в морозильник на прошлой неделе, но забыл включить его. Я разморозит сегодня. Я разморозил морозильник вчера.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "patelnia",
      "translation": "сковорода",
      "definition": "Patelnia to rodzaj naczynia kuchennego używanego do smażenia, podsmażania i rumienienia żywności na średnim do wysokiego ognia.",
      "definition_translation": "Сковорода - это тип посуды для приготовления пищи, используемый для жарки, обжарки и поджарки пищи на среднем или высоком огне.",
      "example": "Użyłem patelni do smażenia steka wczoraj, ale dzisiaj ugotuję go w piekarniku. Jutroagain będę używał patelni do gotowania śniadania.",
      "example_translation": "Я использовал сковороду, чтобы приготовить стейк вчера, но сегодня я приготовлю его в духовке. Завтра я опять буду использовать сковороду, чтобы приготовить завтрак.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piekarnik",
      "translation": "духовка",
      "definition": "Piekarnik to urządzenie kuchenne używane do pieczenia, piekarnictwa i ogrzewania żywności.",
      "definition_translation": "Духовка - это кухонная прибор, используемый для выпечки, запекания и нагрева пищи.",
      "example": "Rozgrzałem piekarnik do upieczenia ciasta, a następnie piekłem warzywa w nim. W przyszłym tygodniu użyję piekarnika do ogrzania resztek.",
      "example_translation": "Я разогрел духовку, чтобы испечь торт, затем я запекал в ней некоторые овощи. На следующей неделе я буду использовать духовку, чтобы разогреть оставшиеся от еды.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "garnek",
      "translation": "кастрюля",
      "definition": "Garnek to pojemnik używany do gotowania lub przechowywania żywności i płynów.",
      "definition_translation": "Кастрюля - это контейнер, используемый для приготовления или хранения пищи и жидкостей.",
      "example": "Gotowałem wodę w garnku wczoraj, a następnie ugotowałem zupę w nim. Jutro użyję garnka do przechowywania resztek.",
      "example_translation": "Я кипятил воду в кастрюле вчера, а затем использовал ее, чтобы приготовить суп. Завтра я буду использовать кастрюлю, чтобы хранить оставшиеся от еды.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sztuć",
      "translation": "сотейник",
      "definition": "Sztuć to rodzaj garnka używanego do gotowania i ogrzewania sosów, zup itp.",
      "definition_translation": "Сотейник - это тип кастрюли, используемый для приготовления и нагрева соусов, супов и других жидкостей.",
      "example": "Użyłem sztuć do ogrzewania sosu wczoraj, a następnie ugotowałem zupę w nim. Jutro użyję sztuć do przygotowania nowego sosu.",
      "example_translation": "Я использовал сотейник, чтобы разогреть соус вчера, а затем использовал его, чтобы приготовить суп. Завтра я буду использовать сотейник, чтобы сделать новый соус.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kran",
      "translation": "кран",
      "definition": "Kran lub zawór do kontrolowania przepływu cieczy, zazwyczaj wody lub gazu.",
      "definition_translation": "Кран или клапан для регулирования потока жидкости, обычно воды или газа.",
      "example": "Obróciłem kran, aby napełnić wannę. Wczoraj obróciłem kran, aby umyć ręce. Jutro obrócę kran, aby podlać rośliny.",
      "example_translation": "Я повернул кран, чтобы наполнить ванну. Вчера я повернул кран, чтобы помыть руки. Завтра я поверну кран, чтобы полить растения.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czajnik",
      "translation": "чайник",
      "definition": "Naczynie, zazwyczaj wykonane z ceramiki lub metalu, używane do parzenia i serwowania herbaty.",
      "definition_translation": "Сосуд, обычно сделанный из керамики или металла, используемый для заваривания и сервировки чая.",
      "example": "Zaparłem szklankę herbaty w czajniku. Moja babcia przyzwyczaiła się do parzenia herbaty w czajniku każdego ranka. Kupię nowy czajnik na urodziny siostry.",
      "example_translation": "Я заварил чашку чая в чайнике. Моя бабушка обычно заваривала чай в чайнике каждый утром. Я куплю новый чайник на день рождения сестры.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "otwieracz do konserw",
      "translation": "консервный нож",
      "definition": "Urządzenie używane do otwierania pojemników metalowych, szczególnie tych używanych do żywności w puszkach.",
      "definition_translation": "Устройство, используемое для открытия металлических контейнеров, особенно тех, которые используются для консервов.",
      "example": "Użyłem otwieracza do konserw, aby otworzyć puszki z fasolą. Moja matka zawsze trzyma otwieracz do konserw w swoim szufladzie kuchennej. Będę potrzebował otwieracza do konserw, aby otworzyć puszki z pomidorami.",
      "example_translation": "Я использовал консервный нож, чтобы открыть банку с фасолью. Моя мать всегда хранит консервный нож в ящике кухонного стола. Мне понадобится консервный нож, чтобы открыть банку с помидорами.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tokarnik",
      "translation": "тостер",
      "definition": "Małe urządzenie elektryczne używane do opiekania plastra chleba.",
      "definition_translation": "Маленькое электрическое устройство, используемое для приготовления тостов из ломтиков хлеба.",
      "example": "Włączyłem tokarnik, aby zrobić tost. Mój brat zawsze pali swój tost w tokarniku. Będę czyścił tokarnik przed zrobieniem śniadania.",
      "example_translation": "Я включил тостер, чтобы сделать тост. Мой брат всегда сгорает свой тост в тостере. Я очистлю тостер перед приготовлением завтрака.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tkanina",
      "translation": "ткань",
      "definition": "Materiał sztuczny wykonany z włókien, używany do produkcji ubrań, mebli i innych produktów tekstylnych.",
      "definition_translation": "Гибкий искусственный материал, изготовленный из волокон, используемый для производства одежды, обивки и других текстильных продуктов.",
      "example": "Kupiła piękną tkaninę na nową suknię. Wczoraj uszyła ją. Jutro będzie nosić ją na przyjęcie.",
      "example_translation": "Она купила красивую ткань для своей новой рубашки. Вчера онашила ее. Завтра она наденет ее на вечеринку.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ekspres do kawy",
      "translation": "кофемашина",
      "definition": "Urządzenie elektryczne, które zaparza kawę z mielonych ziaren kawy.",
      "definition_translation": "Электрический прибор, который варит кофе из молотого кофе.",
      "example": "Kupiła ekspres do kawy dla swojej nowej kuchni. W minionym tygodniu użyła go, aby zaparzyć kawę dla swoich gości. W przyszłym tygodniu będzie używać go, aby zaparzyć kawę dla swojej rodziny.",
      "example_translation": "Она купила кофемашину для своей новой кухни. На прошлой неделе она использовала ее, чтобы сделать кофе для своих гостей. На следующей неделе она будет использовать ее, чтобы сделать кофе для своей семьи.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "korkociąg",
      "translation": "открыватель для пробки",
      "definition": "Urządzenie służące do usuwania korka z butelki wina.",
      "definition_translation": "Устройство для снятия пробки с винной бутылки.",
      "example": "Użył korkociągu, aby otworzyć butelkę wina. Wczoraj otworzył ją korkociągiem. Jutro ponownie otworzy ją korkociągiem.",
      "example_translation": "Он использовал открыватель для пробки, чтобы открыть винную бутылку. Вчера он открыл ее с помощью открывателя для пробки. Завтра он снова откроет ее с помощью открывателя для пробки.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wagi",
      "translation": "весы",
      "definition": "Urządzenie służące do ważenia obiektów lub osób.",
      "definition_translation": "Устройство для измерения веса объектов или людей.",
      "example": "Użyła wag, aby zważyć się. W minionym tygodniu zważyła swój bagaż na wagach. W przyszłym tygodniu będzie ważyć swój jedzenie na wagach.",
      "example_translation": "Она использовала весы, чтобы измерить свой вес. На прошлой неделе она взвешивала свой багаж на весах. На следующей неделе она будет взвешивать свою еду на весах.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ławka",
      "translation": "-taburet",
      "definition": "Ławka to prosta siedziba bez oparcia i rąk, zazwyczaj z niskimi nogami.",
      "definition_translation": "Табурет - это простой сиденье без спинки или рук, обычно с низкой спинкой и короткими ногами.",
      "example": "Usiadłem na ławce w kuchni, jedząc kanapkę. Usiadłem na ławce w kuchni, jedząc kanapkę. Usiadłem na ławce w kuchni, jedząc kanapkę.",
      "example_translation": "Я сел на табурет в кухне, ел сэндвич. Я буду сидеть на табурете в кухне, ел сэндвич. Я сел на табурет в кухне, ел сэндвич.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "opakowanie do pieczenia",
      "translation": "формочек для выпечки",
      "definition": "Specjalny osłonnik używany do zapobiegania przyleganiu pieczonych dóbr do blaszki.",
      "definition_translation": "Формочка для выпечки - это специальный защитник, используемый для предотвращения прилипания выпечки к форме.",
      "example": "Użyłem opakowania do pieczenia, aby wyłożyć formę na ciasto. Będę używał opakowania do pieczenia, aby wyłożyć formę na muffiny. Użyłem opakowania do pieczenia, aby wyłożyć formę na chleb.",
      "example_translation": "Я использовал формочку для выпечки, чтобы выровнять форму для торта. Я использую формочку для выпечки, чтобы выровнять форму для маффинов. Я использовал формочку для выпечки, чтобы выровнять форму для хлеба.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przecinak do ciasteczek",
      "translation": "формочка для бисквита",
      "definition": "Przecinak do ciasteczek to specjalistyczne narzędzie używane do wycinania kształtów z ciasta lub ciasta francuskiego.",
      "definition_translation": "Формочка для бисквита - это специальный инструмент, используемый для вырезания форм из теста или слоеного теста.",
      "example": "Użyłem przecinaka do ciasteczek, aby zrobić sercowate ciasteczka. Będę używał przecinaka do ciasteczek, aby zrobić gwiaździste ciasteczka. Użyłem przecinaka do ciasteczek, aby zrobić okrągłe ciasteczka.",
      "example_translation": "Я использовал формочку для бисквита, чтобы сделать сердце-образные печенья. Я использую формочку для бисквита, чтобы сделать звездо-образные бисквиты. Я использовал формочку для бисквита, чтобы сделать круглые бисквиты.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nóż do chleba",
      "translation": "хлеборезка",
      "definition": "Nóż do chleba to specjalistyczne narzędzie używane do krojenia chleba na równomiernie krojone plastry lub kształty.",
      "definition_translation": "Хлеборезка - это специальный инструмент, используемый для нарезки хлеба на равномерные ломти или формы.",
      "example": "Użyłem noża do chleba, aby pokroić bagietę. Będę używał noża do chleba, aby pokroić chleb na kanapki. Użyłem noża do chleba, aby pokroić chleb kryzowski.",
      "example_translation": "Я использовал хлеборезку, чтобы нарезать багет. Я использую хлеборезку, чтобы нарезать хлеб для сэндвича. Я использовал хлеборезку, чтобы нарезать хрустящий хлеб.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "formę do tortów",
      "translation": "форма для выпечки торта",
      "definition": "Forma do tortów to pojemnik używany do formowania i wypieku tortów, podczas gdy są one pieczone.",
      "definition_translation": "Форма для выпечки торта - это контейнер, используемый для формирования и содержания торта во время выпечки.",
      "example": "Użyłem formy do tortów, aby upiec pyszny tort czekoladowy wczoraj. Będę używał formy do tortów, aby upiec tort urodzinowy następny tydzień. Ona używa formy do tortów, aby upiec tort co niedzielę.",
      "example_translation": "Я использовала форму для выпечки торта, чтобы испечь вкусный шоколадный торт вчера. Я собираюсь использовать форму для выпечки торта, чтобы испечь торт на день рождения на следующей неделе. Она использует форму для выпечки торта, чтобы испечь торт каждое воскресенье.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "naczynie do zapiekanek",
      "translation": "керамическая форма для запекания",
      "definition": "Naczynie do zapiekanek to duże, głębokie naczynie używane do pieczenia i serwowania zapiekanek i innych dań.",
      "definition_translation": "Керамическая форма для запекания - это большая, глубокая посуда, используемая для выпечки и сервировки запеканок и других блюд.",
      "example": "Użyłem naczynia do zapiekanek, aby upiec zapiekankę wczoraj wieczorem. Ona będzie używać naczynia do zapiekanek, aby upiec lasagne dzisiaj. Oni użyli naczynia do zapiekanek, aby serwować gorące danie na przyjęciu.",
      "example_translation": "Я испекла запеканку в керамической форме для запекания вчера ночью. Она будет использовать керамическую форму для запекания, чтобы испечь лазанью сегодня. Они использовали керамическую форму для запекания, чтобы сервировать горячее блюдо на вечеринке.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nóż do krojenia",
      "translation": "нóż для нарезки",
      "definition": "Nóż do krojenia to rodzaj noża używanego do krojenia i siekania żywności.",
      "definition_translation": "Нож для нарезки - это тип ножа, используемого для нарезки и мелкого измельчения пищи.",
      "example": "Użyłem noża do krojenia, aby pokroić warzywa wczoraj. Ona będzie używać noża do krojenia, aby posiekać czosnek dzisiaj. On używa noża do krojenia, aby pokroić mięso codziennie.",
      "example_translation": "Я использовала нож для нарезки, чтобы нарезать овощи вчера. Она будет использовать нож для нарезки, чтобы размельчить чеснок сегодня. Он использует нож для нарезки, чтобы нарезать мясо каждый день.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pałeczki",
      "translation": "палочки для еды",
      "definition": "Pałeczki to para małych, cienkich patyczków używanych do jedzenia, szczególnie w kuchni azjatyckiej.",
      "definition_translation": "Палочки для еды - это пара маленьких, тонких палочек, используемых для еды, особенно в азиатской кухне.",
      "example": "Użyłem pałeczek, aby zjeść sushi w japońskiej restauracji ostatnim tygodniu. Ona będzie używać pałeczek, aby zjeść makarony w chińskiej restauracji dzisiaj. Oni użyli pałeczek, aby zjeść pierogi w koreańskiej restauracji wczoraj.",
      "example_translation": "Я использовала палочки для еды, чтобы есть суши в японском ресторане на прошлой неделе. Она будет использовать палочки для еды, чтобы есть лапшу в китайском ресторане сегодня. Они использовали палочки для еды, чтобы есть манты в корейском ресторане вчера.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kolander",
      "translation": "дуршлаг",
      "definition": "Kolander to kuchenny przyrząd z perforacjami lub otworami, używany do odcedzania płynów z żywności, na przykład när wody z makaronu, ryżu lub warzyw.",
      "definition_translation": "Кухонное приспособление с отверстиями или дырками, используемое для слива жидкостей из еды, как при мытье и сливе макарон, риса или овощей.",
      "example": "Ona włożyła spaghetti do kolandra, aby odcedzić nadmiar wody. Wczoraj ona użyła go, aby opłukać sałatę. Do następnego tygodnia ona będzie go dokładnie czyścić.",
      "example_translation": "Она положила спагетти в дуршлаг, чтобы слить избыточную воду. Вчера она использовала его, чтобы помыть листья салата. К следующей неделе она будет тщательно чистить его.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "deska do krojenia",
      "translation": "разделочная доска",
      "definition": "Deska do krojenia to płaska, zwykle prostokątna, sztuka drewna lub plastiku, używana do przygotowywania i krojenia żywności.",
      "definition_translation": "Плоская, обычно прямоугольная, деревянная или пластиковая доска, используемая для приготовления и нарезки еды.",
      "example": "Ona położyła cebulę na desce do krojenia i zaczęła ją krojać. Szef kuchni użył go, aby pokroić rybę wczoraj. Do następnego miesiąca oni będą go zastępować nowym.",
      "example_translation": "Она положила лук на разделочную доску и начала нарезать его. Повар использовал его, чтобы нарезать рыбу вчера. К следующему месяцу они заменят его новой доской.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sitko do mąki",
      "translation": "мука просеиватель",
      "definition": "Sitko do mąki to kuchenny przyrząd używany do przesiewania i mieszania mąki i innych suchych składników, zwykle składający się z kosza z siatki lub perforacjami.",
      "definition_translation": "Кухонный инструмент, используемый для просеивания и смешивания муки и других сухих ингредиентов, обычно состоящий из сетчатой или перфорированной емкости.",
      "example": "Ona wylała mąkę do sitka do mąki i zaczęła ją mieszać z cukrem. Wczoraj ona użyła go, aby przesiać kakao. Do następnego roku ona będzie go kupić nowy.",
      "example_translation": "Она вылила муку в муку просеиватель и начала смешивать ее с сахаром. Вчера она использовала его, чтобы просеять порошок какао. К следующему году она купит новый просеиватель.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kroiciel żywności",
      "translation": "резка для нарезки продуктов",
      "definition": "Kroiciel żywności to kuchenny sprzęt lub narzędzie używane do krojenia żywności, takiej jak mięso, sery i warzywa, na cienkie kawałki.",
      "definition_translation": "Кухонное устройство или инструмент, используемый для нарезки еды, таких как мясо, сыр и овощи, на тонкие кусочки.",
      "example": "Ona położyła piersi z turysty na kroiciele żywności i pokroiła ją na cienkie plastry. Wczoraj ona użyła go, aby pokroić szynkę. Do następnego tygodnia oni będą go dokładnie czyścić.",
      "example_translation": "Она положила грудку индейки на резку для нарезки продуктов и нарезала ее тонко. Вчера она использовала его, чтобы нарезать бекон. К следующей неделе они будут тщательно čistить его.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lejk",
      "translation": "воронка",
      "definition": "Lejk to rura lub przewód, który jest szeroki na jednym końcu i wąski na drugim, używany do nalewania płynów lub proszków do małej otworu.",
      "definition_translation": "Воронка - это труба или трубка, которая широкая на одном конце и узкая на другом, используемая для наливания жидкостей или порошков в小ное открытие.",
      "example": "Użyłem lejka, aby nalewać olej do silnika. Będę używał lejka, aby mieszać chemikalia. Ona już użyła lejka, aby zmierzyć składniki.",
      "example_translation": "Я использовал воронку, чтобы налить масло в двигатель. Я буду использовать воронку, чтобы смешать химические вещества. Она использовала воронку, чтобы измерить ингредиенты.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prasa do czosnku",
      "translation": "пресс для чеснока",
      "definition": "Prasa do czosnku to narzędzie kuchenne służące do rozcięcia czosnku, co umożliwia łatwe uwolnienie miazgi i soku.",
      "definition_translation": "Пресс для чеснока - это кухонный инструмент, используемый для разрушения зубчиков чеснока, что делает легко освободить чесночную мякоть и сок.",
      "example": "Użyłem prasy do czosnku, aby wydobyć masę. Ona będzie używać prasy do czosnku, aby zrobić sos. Oni już użyli prasy do czosnku, aby przygotować obiad.",
      "example_translation": "Я сжал чеснок через пресс для чеснока, чтобы достать мякоть. Она будет использовать пресс для чеснока, чтобы приготовить соус. Они использовали пресс для чеснока, чтобы приготовить обед.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tartacz",
      "translation": "терка",
      "definition": "Tartacz to narzędzie kuchenne służące do rozdrabniania lub tartania żywności, takiej jak ser, warzywa lub owoce, na małe kawałki.",
      "definition_translation": "Терка - это кухонный инструмент, используемый для измельчения или натирания продуктов, таких как сыр, овощи или фрукты, в мелкие кусочки.",
      "example": "Użyłem tartacza, aby zetrzeć ser do sałatki. Ona będzie używać tartacza, aby zetrzeć marchewkę. Oni już użyli tartacza, aby zrobić ciasto.",
      "example_translation": "Я натер сыр с помощью терки, чтобы.make салат. Она будет использовать терку, чтобы натереть морковь. Они использовали терку, чтобы.make корочку пирога.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słupek do lodów",
      "translation": "формочная ложка для мороженого",
      "definition": "Słupek do lodów to narzędzie kuchenne służące do porcjowania i kształtowania lodów lub innych deserów zamrożonych w kształcie kul lub szczypt.",
      "definition_translation": "Формочная ложка для мороженого - это кухонный инструмент, используемый для порционирования и формирования мороженого или других замороженных десертов в круглые шарики или ложки.",
      "example": "Użyłem słupek do lodów, aby zrobić kulki lodów. Ona będzie używać słupek do lodów, aby porcjować jogurt mrożony. Oni już użyli słupek do lodów, aby zrobić sundae.",
      "example_translation": "Я использовал формочную ложку для мороженого, чтобы.make идеальные шарики мороженого. Она будет использовать формочную ложку для мороженого, чтобы порционировать замороженный йогурт. Они использовали формочную ложку для мороженого, чтобы.make сандей.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łopata",
      "translation": "черпак",
      "definition": "Łopata to łyżka podobna do łyżki ze długą rękojeścią, używana do serwowania lub nalewania płynów.",
      "definition_translation": "ложка-черпак с длинной ручкой, используемая для сервировки или наливания жидкостей",
      "example": "Użyłem łopaty, aby wybrać zupę z garnka. Wczoraj wyładowałem zupę na talerz dla przyjaciela. Jutro będę wyładowywał zupę dla gości.",
      "example_translation": "Я использовал черпак, чтобы налить суп из кастрюли. Вчера я отмерил порцию куриного бульона для друга. Завтра я налью суп для наших гостей.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ściskacz cytrynowy",
      "translation": "squeeze лимона",
      "definition": "Ściskacz cytrynowy to narzędzie kuchenne służące do wyciskania soku z cytryn lub innych owoców cytrusowych.",
      "definition_translation": "кухонный инструмент, используемый для получения сока из лимонов или других цитрусовых фруктов",
      "example": "Mama używa ściskacza cytrynowego, aby zrobić świeżą lemoniadę. Ona wycisnęła cytryny i dodała cukru do smaku. Następnym razem ona będzie wyciskać cytryny ponownie.",
      "example_translation": "Моя мама используетqueeze лимона, чтобы приготовить свежий лимонад. Она отжала лимоны и добавила сахар по вкусу. В следующий раз она опять отожмет лимоны.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mandolina",
      "translation": "мандолина",
      "definition": "Mandolina to narzędzie kuchenne z płaską, regulowaną ostrzem, używane do krojenia i julienningu warzyw i owoców.",
      "definition_translation": "кухонный инструмент с плоским, регулируемым лезвием, используемый для нарезки и изготовления соломки из овощей и фруктов",
      "example": "Użyłem mandoliny, aby pokroić marchewkę do sałatki. Moja siostra kroję jabłka mandoliną wczoraj wieczorem. W następnym tygodniu kupię nową mandolinę do julienningu cukinii.",
      "example_translation": "Я использовал мандолину, чтобы нарезать морковь для салата. Моя сестра нарезала яблоки мандолиной прошлой ночью. На следующей неделе я куплю новую мандолину для изготовления соломки из кабачка.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łyżka miarowa",
      "translation": "мерная ложка",
      "definition": "Łyżka miarowa to łyżka z oznaczeniami wskazującymi różne jednostki miary, używana do dokładnego mierzenia składników.",
      "definition_translation": "ложка с маркировкой, указывающей на различные единицы измерения, используемая для точного измерения ингредиентов",
      "example": "Potrzebuję łyżki miarowej, aby zmierzyć cukier do receptury. Wczoraj użyłem łyżki miarowej, aby zmierzyć mąkę. Następnym razem użyję łyżki miarowej, aby zmierzyć sól.",
      "example_translation": "Мне нужна мерная ложка, чтобы измерить сахар для рецепта. Вчера я использовал мерную ложку, чтобы измерить муку. В следующий раз я буду использовать мерную ложку, чтобы измерить соль.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozmiękczacz mięsa",
      "translation": "мягчитель мяса",
      "definition": "Rozmiękczacz mięsa to narzędzie kuchenne lub składnik służący do uczynienia mięsa bardziej miękkim i łatwiejszym do żucia.",
      "definition_translation": "Мягчитель мяса - это кухонный инструмент или ингредиент, используемый для того, чтобы сделать мясо более мягким и легким для пережевывания.",
      "example": "Ona użyła rozmiękczacza mięsa, aby zrobić stek bardziej miękkim. Wczoraj kupiła rozmiękczacz mięsa w sklepie. Do następnego tygodnia ona będzie używać rozmiękczacza mięsa kilka razy.",
      "example_translation": "Она использовала мягчитель мяса, чтобы сделать стейк более мягким. Вчера она купила мягчитель мяса в магазине. К следующей неделе она будет использовать мягчитель мяса несколько раз.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drobniak",
      "translation": "мясорубка",
      "definition": "Drobniak to urządzenie kuchenne lub narzędzie służące do drobnienia lub mielenia żywności, zwłaszcza mięsa, na małe kawałki.",
      "definition_translation": "Мясорубка - это кухонное устройство или инструмент, используемый для нарезания или измельчения продуктов, особенно мяса, на маленькие кусочки.",
      "example": "Ona użytkowała drobniak, aby zmielić czosnek. Wczoraj kupił drobniak w sklepie. Do następnego miesiąca oni będą używać drobniaka, aby zrobić kilka potraw.",
      "example_translation": "Она мелко нарезала чеснок с помощью мясорубки. Вчера он купил мясорубку в магазине. К следующему месяцу они будут использовать мясорубку, чтобы приготовить несколько блюд.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "moździerz i tłuczka",
      "translation": "ступка и пестик",
      "definition": "Moździerz i tłuczka to narzędzie kuchenne używane do mielenia, rozdrabniania lub mieszania składników żywności, zwłaszcza przypraw i ziół.",
      "definition_translation": "Ступка и пестик - это кухонный инструмент, используемый для измельчения, дробления или смешивания ингредиентов пищи, особенно специй и трав.",
      "example": "Użyła moździerza i tłuczki, aby zemleć przyprawy. Wczoraj kupiliśmy moździerz i tłuczkę w sklepie. Do przyszłego roku będą używać moździerza i tłuczki, aby zrobić kilka sosów.",
      "example_translation": "Она использовала ступку и пестик, чтобы размолоть специи. Вчера они купили ступку и пестик в магазине. К следующему году они будут использовать ступку и пестик, чтобы приготовить несколько соусов.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łuparka",
      "translation": "орехокол",
      "definition": "Łuparka to narzędzie lub urządzenie kuchenne używane do łupania orzechów, zwłaszcza włoskich, pekanowych i łupinowych.",
      "definition_translation": "Орехокол - это кухонный инструмент или устройство, используемое для раскола орехов, особенно грецких орехов, пеканов и фундука.",
      "example": "Użyła łuparki, aby otworzyć orzechy włoskie. Wczoraj kupił łuparkę w sklepie. Do przyszłego tygodnia będą używać łuparki, aby zrobić kilka deserów.",
      "example_translation": "Она использовала орехокол, чтобы расколоть грецкие орехи. Вчера он купил орехокол в магазине. К следующей неделе они будут использовать орехокол, чтобы приготовить несколько десертов.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "deska do ciasta",
      "translation": "_DOŠČAD ДЛЯ ТЕСТА",
      "definition": "Płaska, gładka powierzchnia używana do wałkowania i kształtowania ciasta, zwykle wykonana z drewna lub plastiku.",
      "definition_translation": "Плоская, гладкая поверхность, используемая для раскатки и формирования теста, обычно изготовленная из дерева или пластика.",
      "example": "Rozłożyła ciasto na desce do ciasta i zaczęła je wałkować. Wczoraj zrolowała ciasto na desce do ciasta. Jutro zroluje ciasto na desce do ciasta.",
      "example_translation": "Она разложила тесто на доске для теста и начала раскатывать его. Она раскатала тесто на доске для теста вчера. Она будет раскатывать тесто на доске для теста завтра.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obieraczka",
      "translation": "ЧИСТИЛЬЩИК",
      "definition": "Narzędzie kuchenne używane do obierania skórki owoców i warzyw.",
      "definition_translation": "Кухонный инструмент, используемый для удаления кожи плодов и овощей.",
      "example": "Użyła obieraczki, aby zdjęć skórki z jabłka. Wczoraj użyła obieraczki, aby zdjęć skórki z ziemniaka. Jutro będzie używać obieraczki, aby zdjęć skórki z marchewki.",
      "example_translation": "Она использовала чистильщик, чтобы удалить кожу яблока. Она использовала чистильщик, чтобы удалить кожу картофеля вчера. Она будет использовать чистильщик, чтобы удалить кожу моркови завтра.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "młynek do pieprzu",
      "translation": "МЕЛЬНИЦА ДЛЯ ПЕРЦА",
      "definition": "Urządzenie używane do mielenia ziaren pieprzu w proszek.",
      "definition_translation": "Устройство, используемое для измельчения перечных зерен в перцовый порошок.",
      "example": "Obróciła młynkiem do pieprzu, aby zmielić pieprz. Wczoraj obróciła młynkiem do pieprzu, aby zmielić pieprz. Jutro będzie obracać młynkiem do pieprzu, aby zmielić pieprz.",
      "example_translation": "Она повернула мельницу для перца, чтобы размолоть немного перца. Она повернула мельницу для перца, чтобы размолоть немного перца вчера. Она будет поворачивать мельницу для перца, чтобы размолоть немного перца завтра.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rękaw do dekoracji",
      "translation": "КОНДИТЕРСКИЙ МЕШОЧЕК",
      "definition": "Torba używana do przechowywania i rozpraszania śmietanki lub innych miękkich żywności, zwykle używana do dekoracji ciast i ciasteczek.",
      "definition_translation": "Мешочек, используемый для хранения и дозирования глазури или других мягких продуктов, обычно используемый для украшения тортов и пирожных.",
      "example": "Użyła rękawa do dekoracji, aby udekorować tort. Wczoraj użyła rękawa do dekoracji, aby udekorować ciasteczka. Jutro będzie używać rękawa do dekoracji, aby udekorować babeczki.",
      "example_translation": "Она использовала кондитерский мешочек, чтобы украсить торт. Она использовала кондитерский мешочек, чтобы украсить печенье вчера. Она будет использовать кондитерский мешочек, чтобы украсить кексы завтра.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wałek do ciasta",
      "translation": "скатка для теста",
      "definition": "Wałek do ciasta to cylindryczne narzędzie kuchenne używane do wałkowania ciasta lub ciasta, aby uzyskać jednolitą grubość, zwykle wykonany z drewna, marmuru lub silikonu.",
      "definition_translation": "Скатка для теста - это цилиндрическое кухонное средство, используемое для раскатывания теста или пасты до равномерной толщины, обычно изготовленное из дерева, мрамора или силикона.",
      "example": "Użyłem wałka do ciasta, aby zrobić pyszny tort jabłkowy wczoraj. Będę używać go jutro, aby zrobić tort na urodziny siostry. Używam go przez lata, aby zrobić różne rodzaje ciast.",
      "example_translation": "Я использовал скатку для теста, чтобы приготовить вкусный яблочный пирог вчера. Я снова использовать его завтра, чтобы приготовить торт на день рождения моей сестры. Я использую его уже много лет, чтобы приготовить всевозможные виды выпечки.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szafa kredensowa",
      "translation": "буфет",
      "definition": "Szafa kredensowa to mebel umieszczany zwykle w jadalni, używany do przechowywania i eksponowania tabletek, lnianej bielizny i innych przedmiotów.",
      "definition_translation": "Буфет - это предмет мебели, традиционно размещаемый в столовой, используемый для демонстрации и хранения столового прибора, полотенец и других вещей.",
      "example": "Mieliśmy piękną szafę kredensową w jadalni, gdzie przechowywaliśmy wszystkie nasze fine china i szkło. Moja babcia polerowała ją co tydzień. Będę kupić nową szafę kredensową za rok do mojego nowego domu.",
      "example_translation": "У нас был красивый буфет в нашей столовой, где мы хранили всю нашу изящную китайскую посуду и сткляные сосуды. Моя бабушка полировала его каждую неделю. Я куплю новый буфет следующим годом для своего нового дома.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czajnik",
      "translation": "сито",
      "definition": "Czajnik to narzędzie kuchenne z przeciwległym lub perforowanym dnie, używane do separacji lub filtracji cząsteczek żywności różnej wielkości.",
      "definition_translation": "Сито - это кухонный инструмент с сетчатым или перфорированным дном, используемый для разделения или фильтрации частиц food разного размера.",
      "example": "Użyłem czajnika, aby przesiać mąkę do tortu. Będzie używać go za tydzień, aby oddzielić ryż od zanieczyszczeń. Oni używają go od lat, aby filtrować fusy kawowe.",
      "example_translation": "Я использовал сито, чтобы просеять муку для торта. Она будет использовать его на следующей неделе, чтобы отделить рис от примесей. Они использовали его уже много лет, чтобы фильтровать кофейную гущу.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stojak na przyprawy",
      "translation": "стойка для специй",
      "definition": "Stojak na przyprawy to narzędzie organizacyjne kuchenne używane do przechowywania i eksponowania przypraw, ziół i innych aromatów.",
      "definition_translation": "Стойка для специй - это инструмент для организации кухни, используемый для хранения и демонстрации специй, трав и других приправ.",
      "example": "Mam stojak na przyprawy na moim stole kuchennym, gdzie przechowuję wszystkie moje ulubione przyprawy. Ona miała piękny drewniany stojak na przyprawy w swojej kuchni. Będą kupić nowy stojak na przyprawy za miesiąc do swojej nowej kuchni.",
      "example_translation": "У меня есть стойка для специй на моей кухонной поверхности, где я храню все свои любимые специи. У нее был красивый деревянный стеллаж для специй на ее кухне. Они будут покупать новый стеллаж для специй следующим месяцем для своей новой кухни.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łypki degustacyjne",
      "translation": "дегустационная ложка",
      "definition": "Łyżka używana do próbowania żywności podczas gotowania, zwykle mniejsza niż łyżka stołowa.",
      "definition_translation": "Ложка, используемая для дегустации пищи во время приготовления, обычно smaller than столовой ложки.",
      "example": "Użyłem łypki degustacyjnej, aby sprawdzić smak zupy. Wczoraj, próbowałem sosu łypką degustacyjną. Jutro, spróbuję ciasta łypką degustacyjną.",
      "example_translation": "Я использовал дегустационную ложку, чтобы проверить вкус супа. Вчера я попробовал соус дегустационной ложкой. Завтра я попробую 케이к дегустационной ложкой.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "timer",
      "translation": "таймер",
      "definition": "Urządzenie mierzące czas trwania zdarzenia lub procesu.",
      "definition_translation": "Устройство, измеряющее временной интервал события или процесса.",
      "example": "Ustawiałem timer na 10 minut. Wczoraj, zapomniałem ustawić timer. Jutro, ustawię timer na 5 minut.",
      "example_translation": "Я поставил таймер на 10 минут. Вчера я забыл поставить таймер. Завтра я поставлю таймер на 5 минут.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trzepaczka",
      "translation": "взбиватель",
      "definition": "Narzędzie kuchenne używane do mieszania i łączenia żywności, typowo składające się z uchwytu i serii pętli drucianych.",
      "definition_translation": "Кухонный инструмент, используемый для смешивания и взбивания продуктов, обычно состоящий из рукоятки и серии проволочных петель.",
      "example": "Użyłem trzepaczki, aby wymieszać jajka i cukier. Wczoraj, trzepałem śmietankę, aż stała się sztywną. Jutro, trzepnę sos, aby stał się gładki.",
      "example_translation": "Я использовал взбиватель, чтобы смешать яйца и сахар. Вчера я взбил крем до тех пор, пока он не стал твердым. Завтра я взбью соус, чтобы он стал гладким.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "blat kuchenny",
      "translation": "рабочая поверхность",
      "definition": "Płaska powierzchnia w kuchni, typowo wykonana z drewna, Formiki lub granitu, używana do przygotowywania i gotowania żywności.",
      "definition_translation": "Плоская поверхность в кухне, обычно сделанная из дерева, формики или гранита, используемая для приготовления и приготовления пищи.",
      "example": "Wyczyściłem blat kuchenny przed rozpoczęciem gotowania. Wczoraj, położyłem składniki na blacie kuchennym. Jutro, połóżę ukończone dania na blacie kuchennym.",
      "example_translation": "Я очистил рабочую поверхность перед началом приготовления. Вчера я поставил ингредиенты на рабочую поверхность. Завтра я поставлю готовые блюда на рабочую поверхность.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]