[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łopian",
      "translation": "репей",
      "definition": "Roślina dwuletnia z rodziny astrowatych, z jadalnymi korzeniami i liśćmi, które mogą być użyte w sałatkach lub jako warzywo.",
      "definition_translation": "Двухлетнее растение семейства астровых, с съедобными корнями и листьями, которые можно использовать в салатах или как овощ.",
      "example": "W dzieciństwie zbierałem dzikiego łopienia, a moja babcia robiła z niego smaczną zupę. Teraz uprawiam go w swoim ogrodzie i używam w sałatkach. Za tydzień zebrzę go, aby przygotować specjalną potrawę dla przyjaciół.",
      "example_translation": "Я以前 собирали дикую репей в детстве, и моя бабушка готовила из нее вкусный суп. Теперь я выращиваю ее в собственном саду и использую в салатах. Я соберу ее на следующей неделе, чтобы приготовить специальное блюдо для моих друзей.",
      "imageLink": "image_files\\English\\burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rumianek",
      "translation": "ромашка",
      "definition": "Zioło z kwiatami przypominającymi szczyptę i słodkim, jabłkowym zapachem, używane jako uspokajająca herbata lub w ziołowych lecznictwie.",
      "definition_translation": "Трава с ромашкоподобными цветами и сладким, яблочным ароматом, используемая как успокаивающий чай или в растительных средствах.",
      "example": "Moja babcia dawała mi herbatę z rumianku, gdy czułem się zdenerwowany, i zawsze pomagała mi się zrelaksować. Teraz piję ją każdej nocy przed snem, aby się wygodnie czuć. Za wiosnę posadzę rumianek w swoim ogrodzie, aby mieć świeżą zaopatrzenie.",
      "example_translation": "Моя бабушка давала мне ромашковый чай, когда я чувствовал тревогу, и он всегда помогал мне расслабиться. Теперь я пью его каждую ночь перед сном, чтобы раскрепоститься. Я посадлю ромашку в свой сад следующей весной, чтобы иметь свежий запас.",
      "imageLink": "image_files\\English\\chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczytpaw",
      "translation": "когтистый бархат",
      "definition": "Liana tropikalna z haczykowatymi cierniami i właściwościami leczniczymi, używana do leczenia różnych chorób.",
      "definition_translation": "Тропическое растение с когтеобразными шипами и медицинскими свойствами, используемое для лечения различных заболеваний.",
      "example": "Nauczłem się o szczypcie w klasie zielarstwa, i zdumiałem się, ile korzyści zdrowotnych on ma. Od jakiegoś czasu piję suplementy ze szczypciem, i czuję się dużo lepiej. Zaрадzę go moim przyjaciołom, którzy cierpią na arthritis.",
      "example_translation": "Я узнала о когтистом бархате на курсе фитотерапии, и меня поразило, сколько оно имеет здоровых преимуществ. Я уже несколько месяцев принимаю добавки когтистого бархата, и я чувствую себя намного лучше. Я порекомендую его своим друзьям, которые страдают от артрита.",
      "imageLink": "image_files\\English\\cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stużycznik",
      "translation": "мать-и-мачеха",
      "definition": "Roślina wieloletnia z kwiatami żółtymi i dużymi liśćmi, używana w medycynie ziołowej do leczenia chorób układu oddechowego.",
      "definition_translation": "Многолетнее растение с желтыми цветами и большими листьями, используемое в растительной медицине для лечения респираторных проблем.",
      "example": "W dzieciństwie zbierałem liście stużycznika w lesie i robiłem z nich herbatę, aby zatłuścić kaszel. Teraz uprawiam go w swoim ogrodzie i używam do produkcji ziół dla mojej rodziny. Za lato wysuszę liście stużycznika, aby użyć ich w miesiącach zimowych.",
      "example_translation": "Я以前 собирали листья мать-и-мачехи в лесу и готовила из них чай, чтобы успокоить мой кашель. Теперь я выращиваю ее в собственном саду и использую ее, чтобы готовить растительные средства для моей семьи. Я высушу некоторые листья мать-и-мачехи этим летом, чтобы использовать их в зимние месяцы.",
      "imageLink": "image_files\\English\\coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mlecz",
      "translation": "одуванчик",
      "definition": "Chwast ożółkłych kwiatów, rosnący na łąkach i trawnikach, z liśćmi, które mogą być jedzone w sałatkach lub użyte jako zioło lecznicze.",
      "definition_translation": "Жёлтый цветущий сорняк, растущий на лугах и газонах, с листьями, которые можно есть в салатах или использовать как лекарственное средство.",
      "example": "Wczoraj zdjęłem mlecza z trawnika i złożyłem życzenie. Dziś zdjęłem mlecza z trawnika i złożyłem życzenie. Jutro zdjęję mlecza z trawnika i złożę życzenie.",
      "example_translation": "Я сорвал одуванчик с газона и загадал желание. Вчера я сорвал одуванчик и загадал желание. Завтра я сорву одуванчик и загадал желание.",
      "imageLink": "image_files\\English\\dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "koper fenkułowy",
      "translation": "пажитник",
      "definition": "Roślina z liśćmi, które mogą być użyte jako zioło, lub nasionami, które mogą być użyte do przygotowania przyprawy lub leków.",
      "definition_translation": "Растение с листьями, которые можно использовать как траву, или семенами, которые можно использовать для приготовления специи или лекарства.",
      "example": "Wczoraj dodałem nasiona koperu fenkułowego do curry dla smaku. Dziś dodałem nasiona koperu fenkułowego do curry dla smaku. Jutro dodałem nasiona koperu fenkułowego do curry dla smaku.",
      "example_translation": "Я добавил семена пажитника в карри для вкуса. Вчера я добавил семена пажитника в карри для вкуса. Завтра я добавлю семена пажитника в карри для вкуса.",
      "imageLink": "image_files\\English\\fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żenżeń",
      "translation": "женьшень",
      "definition": "Roślina z korzeniem, który jest używany w medycynie i kuchni, szczególnie w kuchni azjatyckiej.",
      "definition_translation": "Растение с корнем, который используется в медицине и кулинарии, особенно в азиатской кухне.",
      "example": "Wczoraj piłem herbatę z żenżeńia, aby zwiększyć energię. Dziś piłem herbatę z żenżeńia, aby zwiększyć energię. Jutro piłę herbatę z żenżeńia, aby zwiększyć energię.",
      "example_translation": "Я выпил чай из женьшеня, чтобы повысить мой энергии. Вчера я выпил чай из женьшеня, чтобы повысить мой энергии. Завтра я выпью чай из женьшеня, чтобы повысить мой энергии.",
      "imageLink": "image_files\\English\\ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skrzyp",
      "translation": "хвостник",
      "definition": "Roślina z pustym łodygiem, która może być użyta jako moczopędne lub do przygotowania herbaty ziołowej.",
      "definition_translation": "Растение с пустотелым стеблем, которое можно использовать как диуретик или для приготовления травяного чая.",
      "example": "Wczoraj użyłem skrzypu, aby leczyć moją infekcję układu moczowego. Dziś użyłem skrzypu, aby leczyć moją infekcję układu moczowego. Jutro użyję skrzypu, aby leczyć moją infekcję układu moczowego.",
      "example_translation": "Я использовал хвостник для лечения моей инфекции мочевыводящих путей. Вчера я использовал хвостник для лечения моей инфекции мочевыводящих путей. Завтра я использую хвостник для лечения моей инфекции мочевыводящих путей.",
      "imageLink": "image_files\\English\\horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chwastnica",
      "translation": "воробейник",
      "definition": "Roślina wieloletnia z kwiatami żółto-zielonymi i wąskimi liśćmi, często spotykana na łąkach i trawnikach.",
      "definition_translation": "Многолетний сорняк с желто-зелеными цветами и узкими листьями, часто встречается на лугах и газонах.",
      "example": "Rolnik ciężko pracował, aby usunąć chwastnicę z pól. Chwastnica rosła szybko w ciepłej pogodzie. Będzie musiał z nią zaprzyjaźnić się ponownie w następnym sezonie.",
      "example_translation": "Фермер работал тяжело, чтобы удалить воронейник из своих полей. Воронейник рос быстро в теплой погоде. Он будет иметь дело с воронейником снова в следующем сезоне.",
      "imageLink": "image_files\\English\\knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "melisa",
      "translation": "лимонная мята",
      "definition": "Roślina wieloletnia z liśćmi sercowatymi i lekkim, cytrynowym smakiem, często używana w kuchni i herbacie ziołowej.",
      "definition_translation": "Многолетнее растение с сердцевидными листьями и легким, цитрусовым вкусом, часто используемое в кулинарии и травяных чаях.",
      "example": "Dodała gałąź melisy do herbaty, aby uzyskać efekt uspokajający. Szef kuchni użył melisy, aby nadać smak kurczętemu danie. Będą sadzić melisę w swoim ogrodzie wiosną przyszłego roku.",
      "example_translation": "Она добавила веточку лимонной мяты в свой чай для успокаивающего эффекта. Повар использовал лимонную мяту, чтобы блюдо курицы было ароматным. Они посадят лимонную мяту в свой сад следующей весной.",
      "imageLink": "image_files\\English\\lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    }
  ]