{
  "data": [
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baum",
      "translation": "arbre",
      "definition": "Eine mehrjährige Pflanze mit einem verlängerten Stamm oder Stamm, der Äste und Blätter in den meisten Arten unterstützt.",
      "definition_translation": "Une plante vivace avec un tronc allongé, ou tronc, soutenant des branches et des feuilles dans la plupart des espèces.",
      "example": "Ich kletterte den Baum, als ich ein Kind war. Ich klettere den Baum jetzt. Ich werde den Baum morgen klettern.",
      "example_translation": "J'ai grimpé dans l'arbre lorsque j'étais enfant. Je grimpe dans l'arbre maintenant. Je grimperai dans l'arbre demain.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelbaum",
      "translation": "pommier",
      "definition": "Ein laubabwerfender Baum, der für sein Obst, das oft frisch gegessen oder in der Küche verwendet wird, gezüchtet wird.",
      "definition_translation": "Un arbre décidue cultivé pour son fruit, qui est souvent mangé frais ou utilisé dans la cuisine.",
      "example": "Ich pflückte Äpfel vom Apfelbaum letzten Jahr. Ich pflücke Äpfel vom Apfelbaum jetzt. Ich werde Äpfel vom Apfelbaum nächstes Jahr pflücken.",
      "example_translation": "J'ai cueilli des pommes du pommier l'année dernière. Je cueille des pommes du pommier maintenant. Je cueillerai des pommes du pommier l'année prochaine.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wald",
      "translation": "forêt",
      "definition": "Ein großer Bereich Landes, der mit Bäumen und Unterholz bedeckt ist.",
      "definition_translation": "Une grande superficie de terre couverte d'arbres et de sous-bois.",
      "example": "Ich ging letzten Jahr in den Wald, um zu campen. Ich gehe jetzt in den Wald, um zu wandern. Ich werde nächstes Jahr in den Wald gehen, um zu jagen.",
      "example_translation": "Je suis allé dans la forêt camper l'année dernière. Je vais dans la forêt randonner maintenant. Je irai dans la forêt chasser l'année prochaine.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zweig",
      "translation": "branche",
      "definition": "Eine Teilung eines Stammes oder Stamms, die von dem Hauptteil eines Baumes oder einer Pflanze wächst.",
      "definition_translation": "Une division d'un tronc ou d'un tronc qui pousse hors de la partie principale d'un arbre ou d'une plante.",
      "example": "Ich brach einen Zweig des Baumes, als ich ein Kind war. Ich repariere einen Zweig des Baumes jetzt. Ich werde einen Zweig des Baumes morgen schneiden.",
      "example_translation": "J'ai cassé une branche de l'arbre lorsque j'étais enfant. Je répare une branche de l'arbre maintenant. Je taillerai une branche de l'arbre demain.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Obstbaum",
      "translation": "arbre fruitier",
      "definition": "Ein Obstbaum ist ein Baum, der Obst produziert, das die reifen Ovarien einer Pflanze sind, die Samen enthalten.",
      "definition_translation": "Un arbre fruitier est un arbre qui produit des fruits, qui est l'ovaire mûr d'une plante, contenant des graines.",
      "example": "Ich pflanzte einen Obstbaum in meinem Hinterhof letzten Jahr, er trägt jetzt Äpfel. Ich werde ihn diesen Winter beschneiden, und er wird nächstes Sommer mehr Obst produzieren.",
      "example_translation": "J'ai planté un arbre fruitier dans mon jardin l'année dernière, il porte maintenant des pommes. Je vais le tailler cet hiver, et il produira plus de fruits l'été prochain.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blatt",
      "translation": "feuille",
      "definition": "Ein Blatt ist eine grüne, flache Struktur, die auf einer Pflanze oder einem Baum wächst und für die Photosynthese verwendet wird.",
      "definition_translation": "Une feuille est une structure verte, plate qui pousse sur une plante ou un arbre, et qui est utilisée pour la photosynthèse.",
      "example": "Das Blatt am Zweig raschelte im Wind. Ich nahm es auf und presste es in mein Buch, um es zu trocknen. Es wird später ein schönes Andenken sein.",
      "example_translation": "La feuille sur la branche bruissait dans le vent. Je l'ai ramassée et l'ai pressée dans mon livre pour la sécher. Ce sera un beau souvenir plus tard.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiche",
      "translation": "chêne",
      "definition": "Eine Eiche ist eine Art Baum, die in vielen Teilen der Welt gefunden wird, bekannt für ihre Stärke und Haltbarkeit.",
      "definition_translation": "Un chêne est un type d'arbre qui est communément trouvé dans de nombreuses parties du monde, connu pour sa force et sa durabilité.",
      "example": "Die Eiche in unserem Park ist über 100 Jahre alt. Sie war ein Setzling, als mein Großvater ein Junge war. Ich werde meine Kinder nächsten Wochenende zu ihr bringen.",
      "example_translation": "Le chêne dans notre parc a plus de 100 ans. C'était un semis lorsque mon grand-père était enfant. Je vais emmener mes enfants le voir le week-end prochain.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pflaumenbaum",
      "translation": "prunier",
      "definition": "Ein Pflaumenbaum ist eine Art Obstbaum, der Pflaumen produziert, ein süßes und saftiges Steinobst.",
      "definition_translation": "Un prunier est un type d'arbre fruitier qui produit des prunes, un fruit de pierre sucré et juteux.",
      "example": "Ich habe einen Pflaumenbaum in meinem Hinterhof, der jeden Sommer leckere Pflaumen produziert. Ich verwende sie, um Marmelade und Torten zu machen. Nächstes Jahr werde ich versuchen, Pflaumenwein herzustellen.",
      "example_translation": "J'ai un prunier dans mon jardin qui produit des prunes délicieuses chaque été. J'en utilise pour faire de la confiture et des tartes. L'année prochaine, j'essaierai de faire du vin de prune.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "racine",
      "definition": "Eine Wurzel ist der unterirdische Teil einer Pflanze, der in die Erde wächst, die Pflanze verankert und Wasser und Nährstoffe aufnimmt.",
      "definition_translation": " Une racine est la partie souterraine d'une plante qui pousse vers le bas dans la terre, ancrant la plante et absorbant l'eau et les nutriments.",
      "example": "Das Wurzelsystem des Baumes wurde während des Sturms beschädigt. Es hat Wurzeln, die tief in den Boden reichen. Bis nächstes Jahr werden seine Wurzeln noch tiefer gewachsen sein.",
      "example_translation": "Le système racinaire de l'arbre a été endommagé pendant la tempête. Il a des racines qui s'étendent profondément dans le sol. D'ici l'année prochaine, ses racines auront encore grandi en profondeur.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Palme",
      "translation": "palmier",
      "definition": "Eine Palme ist eine Art immergrüner Pflanze, die einen einzigen Stamm oder Stamm hat und eine Krone aus Blättern an der Spitze.",
      "definition_translation": "Un palmier est un type de plante verte qui a un seul tronc et une couronne de feuilles au sommet.",
      "example": "Die Palmen swangen sanft im Wind. Palmenwedel werden verwendet, um Dächer für Hütten zu bauen. Bis nächste Woche wird die Palme ein neues Blatt hervorgebracht haben.",
      "example_translation": "Les palmiers ont vacillé doucement dans la brise. Les feuilles de palmier sont utilisées pour faire des toits de huttes. D'ici la semaine prochaine, le palmier aura grandi une nouvelle feuille.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldland",
      "translation": "boisé",
      "definition": "Ein Waldland ist ein bewaldetes Gebiet, typischerweise mit einem dichten Wachstum von Bäumen und Unterholz.",
      "definition_translation": "Un boisé est une zone forestière, généralement avec une croissance dense d'arbres et de sous-bois.",
      "example": "Das Waldland war Heimat für viele Vogelarten. Wir gingen durch das Waldland und genossen die friedliche Atmosphäre. Bis nächstem Jahr wird das Waldland auf seinen früheren Zustand wiederhergestellt sein.",
      "example_translation": "Le boisé était le foyer de nombreuses espèces d'oiseaux. Nous avons marché à travers le boisé, appréciant l'atmosphère paisible. D'ici l'année prochaine, le boisé aura été restauré à sa gloire d'antan.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akazie",
      "translation": "acacia",
      "definition": "Eine Akazie ist eine Baum- oder Strauchart, die in warmen und tropischen Regionen heimisch ist, oft mit Dornen und duftenden Blüten.",
      "definition_translation": "Un acacia est un type d'arbre ou d'arbuste qui est originaire de régions chaudes et tropicales, souvent avec des épines et des fleurs parfumées.",
      "example": "Der Akazienbaum verschaffte den Tieren Schatten. Wir pflanzten eine Akazie in unserem Hinterhof letztes Jahr. Bis nächstem Monat wird die Akazie in voller Blüte stehen.",
      "example_translation": "L'acacia a fourni de l'ombre pour les animaux. Nous avons planté un acacia dans notre jardin l'année dernière. D'ici le mois prochain, l'acacia sera en pleine floraison.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erle",
      "translation": "aulne",
      "definition": "Ein laubabwerfender Baum oder Strauch der Birkenfamilie, in Feuchtgebieten und entlang von Flüssen zu finden.",
      "definition_translation": "Un arbre ou arbuste décidu de la famille des bouleaux, trouvé dans les zones humides et le long des rivières.",
      "example": "Der Erle-Baum wurde seit Jahrhunderten zur Möbelfertigung verwendet. Er wird morgen wieder verwendet, um einen neuen Tisch zu bauen. Bis nächstem Jahr wird er verwendet haben, um viele schöne Stühle zu bauen.",
      "example_translation": "L'aulne a été utilisé pendant des siècles pour fabriquer des meubles. Il sera à nouveau utilisé demain pour construire une nouvelle table. D'ici l'an prochain, il avait été utilisé pour faire de nombreux beaux fauteuils.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandelbaum",
      "translation": "amandier",
      "definition": "Ein kleiner laubabwerfender Baum oder Strauch, der Mandeln produziert, ursprünglich aus dem Nahen Osten und dem Mittelmeerraum stammend.",
      "definition_translation": "Un petit arbre ou arbuste décidu qui produit des amandes, originaire du Moyen-Orient et de la région méditerranéenne.",
      "example": "Der Mandelbaum blühte im Garten. Er hatte seit Wochen geblüht, als wir ankamen. Bis nächstem Frühling wird er wieder mit schönen Blüten blühen.",
      "example_translation": "L'amandier était en fleur dans le jardin. Il avait été en fleur pendant des semaines lorsque nous sommes arrivés. D'ici le printemps prochain, il fleurira à nouveau avec de belles fleurs.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esche",
      "translation": "frêne",
      "definition": "Ein laubabwerfender Baum mit zusammengesetzten Blättern, weithin in Europa und Nordamerika verbreitet.",
      "definition_translation": "Un arbre décidu à feuilles composées, largement répandu en Europe et en Amérique du Nord.",
      "example": "Der Eschenbaum stand hoch im Wald. Er hatte seit Jahrhunderten dort gestanden. Bis nächstem Jahr werden neue Eschenbäume in der Gegend gepflanzt werden.",
      "example_translation": "Le frêne se dressait haut dans la forêt. Il avait été là pendant des siècles. D'ici l'an prochain, de nouveaux frênes seront plantés dans la région.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baobab",
      "translation": "baobab",
      "definition": "Ein großer afrikanischer Baum mit einem dicken, wasser speichernden Stamm, oft als Symbol des Lebens und der Fruchtbarkeit verwendet.",
      "definition_translation": "Un grand arbre africain avec un tronc épais qui stocke l'eau, souvent utilisé comme symbole de vie et de fertilité.",
      "example": "Der Baobab-Baum wurde von den Stammesführern als heiliges Symbol angesehen. Er wurde seit Generationen verehrt. Bis nächstem Jahrhundert wird er weiterhin Ehrfurcht in denen erwecken, die ihn sehen.",
      "example_translation": "Le baobab était considéré comme un symbole sacré par les chefs tribaux. Il avait été vénéré pendant des générations. D'ici le siècle prochain, il continuera d'inspirer de l'émerveillement chez ceux qui le voient.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buche",
      "translation": "hêtre",
      "definition": "Ein laubabwerfender Baum mit glatter grauer Rinde, insbesondere die Europäische Buche, als Nutzholzbaum und für seine Nüsse verwendet.",
      "definition_translation": "Un arbre décidue avec une écorce grise lisse, notamment le hêtre européen, utilisé comme arbre à bois et pour ses noix.",
      "example": "Der Buchenbaum überragte die anderen Bäume im Wald. Der Buchenbaum überragt die anderen Bäume im Wald. Der Buchenbaum wird die anderen Bäume im Wald überragen.",
      "example_translation": "L'arbre à hêtre dominait les autres arbres dans la forêt. L'arbre à hêtre dominait les autres arbres dans la forêt. L'arbre à hêtre dominera les autres arbres dans la forêt.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birke",
      "translation": "bouleau",
      "definition": "Ein laubabwerfender Baum mit einem schlanken Stamm und Ästen, oft mit weißer oder silberner Rinde, in kalten Klimazonen zu finden.",
      "definition_translation": "Un arbre décidue avec un tronc svelte et des branches, souvent ayant une écorce blanche ou argentée, trouvé notamment dans les climats froids.",
      "example": "Der Birkenbaum schwankte leicht im Winterwind. Der Birkenbaum schwankt leicht im Winterwind. Der Birkenbaum wird leicht im Winterwind schwanken.",
      "example_translation": "L'arbre à bouleau oscillait doucement dans le vent d'hiver. L'arbre à bouleau oscille doucement dans le vent d'hiver. L'arbre à bouleau oscillera doucement dans le vent d'hiver.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aste",
      "translation": "rameau",
      "definition": "Ein Zweig eines Baumes, insbesondere ein Hauptzweig, der direkt vom Stamm wächst.",
      "definition_translation": "Une branche d'arbre, notamment une branche principale qui pousse directement du tronc.",
      "example": "Der Aste der Eiche brach im Sturm ab. Der Aste der Eiche bricht im Sturm ab. Der Aste der Eiche wird im Sturm abbrechen.",
      "example_translation": "Le rameau du chêne s'est cassé pendant la tempête. Le rameau du chêne se casse pendant la tempête. Le rameau du chêne se cassera pendant la tempête.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeder",
      "translation": "cèdre",
      "definition": "Ein Nadelbaum, insbesondere die Atlas-Zeder, mit aromatischem Holz, ursprünglich aus den Bergen des westlichen Himalaja und des Atlasgebirges stammend.",
      "definition_translation": "Un arbre conifère, notamment le cèdre de l'Atlas, avec du bois aromatique, originaire des montagnes de l'ouest de l'Himalaya et des montagnes de l'Atlas.",
      "example": "Der Zedernbaum wuchs langsam im trockenen Boden. Der Zedernbaum wächst langsam im trockenen Boden. Der Zedernbaum wird langsam im trockenen Boden wachsen.",
      "example_translation": "Le cèdre était en train de pousser lentement dans le sol sec. Le cèdre pousse lentement dans le sol sec. Le cèdre poussera lentement dans le sol sec.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirschbaum",
      "translation": "cerisier",
      "definition": "Ein Kirschbaum ist ein Laubbaum, der Kirschen, eine Art Steinobst, produziert. Er stammt aus den gemäßigten Regionen der nördlichen Hemisphäre und wird aufgrund seiner Früchte weit verbreitet kultiviert.",
      "definition_translation": "Un cerisier est un arbre décidue qui produit des cerises, un type de fruit à noyau. Il est originaire des régions tempérées de l'hémisphère nord et est largement cultivé pour son fruit.",
      "example": "Ich pflanzte einen Kirschbaum in meinem Hinterhof vor einem Jahr und er blühte schön im Frühling. Jetzt warte ich darauf, dass die Kirschen reif werden. Im nächsten Jahr werde ich sie ernten und eine leckere Torte backen.",
      "example_translation": "J'ai planté un cerisier dans mon jardin l'année dernière, et il a fleuri magnifiquement cet printemps. Maintenant, j'attends que les cerises mûrissent. L'année prochaine, je les récolterai et ferai un délicieux gâteau.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kokospalme",
      "translation": "palmier à noix de coco",
      "definition": "Eine Kokospalme ist eine tropische Palme, die Kokosnüsse, eine Frucht, die reich an Öl und Protein ist, produziert. Sie stammt aus Küstenregionen der Tropen und wird aufgrund ihrer Früchte und ihres Öls weit verbreitet kultiviert.",
      "definition_translation": "Un palmier à noix de coco est un palmier tropical qui produit des noix de coco, un type de fruit riche en huile et en protéine. Il est originaire des zones côtières des tropiques et est largement cultivé pour son fruit et son huile.",
      "example": "Ich sah eine Kokospalme im Wind schaukeln am Strand und fühlte mich wie im Paradies. Die Kokospalmen entlang der Straße führten zu einem schönen Resort. In Zukunft werde ich Kokospalmen in meinem Garten pflanzen, um eine tropische Atmosphäre zu schaffen.",
      "example_translation": "J'ai vu un palmier à noix de coco oscillant dans la brise sur la plage, et j'ai eu l'impression d'être au paradis. Les palmiers à noix de coco bordant la route mènent à un beau resort. À l'avenir, je planterai des palmiers à noix de coco dans mon jardin pour créer une atmosphère tropicale.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": " cône",
      "definition": "Ein Kegel ist eine geometrische Form, die an einem Ende schmal und am anderen Ende breit ist, oft verwendet, um einen Typ von Eiscreme-Halter oder eine geometrische Figur zu beschreiben. In der Botanik ist ein Kegel die reproduktive Struktur von Nadelbäumen.",
      "definition_translation": "Un cône est une forme géométrique qui est étroite à une extrémité et large à l'autre, souvent utilisée pour décrire un type de porte-glace ou une figure géométrique. En botanique, un cône est la structure de reproduction des conifères.",
      "example": "Ich hielt ein Eiscremekegel in meiner Hand, genoss den kalten Genuss an einem heißen Sommertag. Der Künstler arrangierte die Kegel in einer Pyramidenform, um eine atemberaubende Skulptur zu erstellen. In Zukunft werde ich Kegel verwenden, um ein schönes Garten-Design zu kreieren.",
      "example_translation": "J'ai tenu un cône de glace à la main, savourant le traitement froid d'une journée d'été chaude. L'artiste a disposé les cônes en forme de pyramide pour créer une sculpture étonnante. À l'avenir, j'utiliserai des cônes pour créer un design de jardin beau.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelbaum",
      "translation": "arbre conifère",
      "definition": "Ein Nadelbaum ist eine Art Baum, der Kegel produziert und nadelförmige Blätter hat. Nadelbäume sind oft immergrün und finden sich in vielen Teilen der Welt, einschließlich Wäldern und gebirgigen Regionen.",
      "definition_translation": "Un arbre conifère est un type d'arbre qui produit des cônes et a des feuilles en forme d'aiguille. Les arbres conifères sont souvent persistants et se trouvent dans de nombreuses parties du monde, notamment dans les forêts et les régions montagneuses.",
      "example": "Ich ging durch einen Wald von Nadelbäumen, staunte über ihre gewaltigen Höhen und weichen raschelnden Geräusche. Der Nadelbaum in meinem Hinterhof bietet Schatten und Schutz vor dem Wind. In Zukunft werde ich mehr Nadelbäume pflanzen, um einen schönen Wald zu schaffen.",
      "example_translation": "J'ai marché à travers une forêt d'arbres conifères, admirant leurs hauteurs impressionnantes et leurs bruits feutrés doux. L'arbre conifère dans mon jardin fournit de l'ombre et un abri contre le vent. À l'avenir, je planterai plus d'arbres conifères pour créer une belle forêt.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laubbaum",
      "translation": "arbre décidue",
      "definition": "Ein Baum, der seine Blätter jährlich abwirft, typischerweise im Herbst.",
      "definition_translation": "Un arbre qui perd ses feuilles chaque année, généralement en automne.",
      "example": "Der Park war voller schöner Laubbäume, die Schatten im Sommer boten und im Herbst farbenfroh leuchteten. Die Bäume werden weiterhin für Jahre gedeihen. Wir gingen gestern unter dem Laubbaum spazieren.",
      "example_translation": "Le parc était rempli d'arbres décidus magnifiques qui fournissaient de l'ombre en été et prenaient des couleurs brillantes en automne. Les arbres continueront de prospérer pour les années à venir. Nous avons marché sous l'arbre décidu hier.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holunder",
      "translation": "sureau",
      "definition": "Ein Strauch oder kleiner Baum mit clustered kleinen, duftenden Blüten und essbaren Früchten.",
      "definition_translation": "Un arbuste ou un petit arbre avec des grappes de petites fleurs parfumées et des fruits comestibles.",
      "example": "Holundermarmelade ist ein leckeres Aufstrichmittel, hergestellt aus den Früchten der Holunderpflanze. Der Holunderstrauch wuchs wild in unserem Garten Jahre lang. Wir werden die Holunderfrüchte im nächsten Sommer ernten.",
      "example_translation": "La confiture de sureau est une délicieuse pâte faite à partir des fruits de la plante de sureau. Le buisson de sureau avait poussé sauvage dans le jardin depuis des années. Nous récolterons les sureaux l'été prochain.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ulm",
      "translation": "orme",
      "definition": "Ein Laubbaum mit einer vassenförmigen Krone und rauer, grauer Rinde.",
      "definition_translation": "Un arbre décidu avec une couronne en forme de vase et une écorce grise et rugueuse.",
      "example": "Die Ulme stand hoch im Zentrum des Parks, bot Schatten für Picknicks. DieUlmen werden im Winter geschnitten, um ihre Form zu erhalten. Wir saßen gestern unter der Ulme.",
      "example_translation": "L'orme se dressait fièrement au centre du parc, fournissant de l'ombre aux pique-niqueurs. Les ormes seront taillées en hiver pour maintenir leur forme. Nous nous sommes assis sous l'orme hier.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feigenbaum",
      "translation": "figuier",
      "definition": "Ein kleiner Laubbaum oder Strauch mit einer ausladenden Wuchsweise und süßen, essbaren Früchten.",
      "definition_translation": "Un petit arbre décidu ou un arbuste avec un port étalé et des fruits doux et comestibles.",
      "example": "Der Feigenbaum wuchs in dem warmen Klima des Mittelmeerraums. Wir werden im nächsten Frühjahr einen Feigenbaum in unserem Hinterhof pflanzen. Der Feigenbaum produzierte leckere Früchte letztes Sommer.",
      "example_translation": "Le figuier poussait dans le climat chaud de la région méditerranéenne. Nous planterons un figuier dans notre jardin l'année prochaine. Le figuier a produit des fruits délicieux l'été dernier.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fichte",
      "translation": "sapin",
      "definition": "Ein Nadelbaum, typischerweise mit nadelförmigen Blättern und produzierenden Zapfen.",
      "definition_translation": "un arbre conifère, généralement ayant des feuilles en forme d'aiguille et produisant des cônes",
      "example": "Ich kletterte einen Fichtenbaum hoch, um eine bessere Sicht zu haben. Ich klettere einen Fichtenbaum hoch, um eine bessere Sicht zu haben. Ich werde einen Fichtenbaum hochklettern, um eine bessere Sicht zu haben.",
      "example_translation": "J'ai grimpé un sapin pour avoir une meilleure vue. Je grimpe un sapin pour avoir une meilleure vue. Je grimperai un sapin pour avoir une meilleure vue.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haselnuss",
      "translation": "noisetier",
      "definition": "Ein kleiner Laubbaum mit runden Blättern und essbaren Nüssen.",
      "definition_translation": "un petit arbre décidue avec des feuilles rondes et des noix comestibles",
      "example": "Ich pflückte einige Haselnüsse vom Haselnussbaum. Ich pflücke einige Haselnüsse vom Haselnussbaum. Ich werde einige Haselnüsse vom Haselnussbaum pflücken.",
      "example_translation": "J'ai cueilli des noisettes du noisetier. Je cueille des noisettes du noisetier. Je cueillerai des noisettes du noisetier.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiche",
      "translation": "houx",
      "definition": "Ein immergrüner Baum oder Strauch mit stachligen Blättern und roten Beeren",
      "definition_translation": "un arbre ou un arbuste persistant avec des feuilles épineuses et des baies rouges",
      "example": "Ich dekorierte das Haus mit Eichenzweigen. Ich dekoriere das Haus mit Eichenzweigen. Ich werde das Haus mit Eichenzweigen dekrieren.",
      "example_translation": "J'ai décoré la maison avec des branches de houx. Je décore la maison avec des branches de houx. Je décorerai la maison avec des branches de houx.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hainbuche",
      "translation": "charme",
      "definition": "Ein Laubbaum mit glatter grauer Rinde und Blättern, die ähnlich wie Buchenblätter sind",
      "definition_translation": "un arbre décidue avec une écorce grise lisse et des feuilles similaires à celles du hêtre",
      "example": "Ich ging durch den Wald, umgeben von Hainbuchen. Ich gehe durch den Wald, umgeben von Hainbuchen. Ich werde durch den Wald, umgeben von Hainbuchen, gehen.",
      "example_translation": "J'ai marché à travers la forêt entourée de charmes. Je marche à travers la forêt entourée de charmes. Je marcherai à travers la forêt entourée de charmes.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosskastanie",
      "translation": "marron d'indé",
      "definition": "Ein Laubbaum mit handförmigen Blättern und gelblich-weißen Blüten im Frühling, ursprünglich aus Europa und westlichem Asien.",
      "definition_translation": "Un arbre décidué aux feuilles palmées et aux fleurs jaunâtres-blanches au printemps, originaire d'Europe et d'Asie occidentale.",
      "example": "Die Rosskastanie in unserem Hinterhof hat unseren Familienpicknicks über Jahre hinaus Schatten gespendet. Sie wird dies auch in Zukunft tun. Wir hatten eine schöne Zeit, unter ihren Zweigen spielend, als wir Kinder waren.",
      "example_translation": "L'arbre marron d'indé de notre jardin a fourni de l'ombre pour nos piqueniques familiaux depuis des années. Il le fera encore pour les générations à venir. Nous avons passé un excellent moment en jouant sous ses branches lorsque nous étions enfants.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wacholder",
      "translation": "genévrier",
      "definition": "Ein immergrüner Strauch oder kleiner Baum mit nadelartigen Blättern und purpurnen Beeren, ursprünglich aus der Alten Welt.",
      "definition_translation": "Un arbuste sempervirent ou petit arbre à feuilles en forme d'aiguilles et à baies pourpres, originaire du Vieux Monde.",
      "example": "Die Wacholdersträucher im Garten bilden eine natürliche Zäune für das Grundstück. Sie werden nächstes Frühjahr beschnitten, um ihre Form zu erhalten. Wir haben über sie geklettert, als wir Kinder waren, um in das angrenzende Feld zu spielen.",
      "example_translation": "Les buissons de genévrier dans le jardin fournissent une clôture naturelle pour la propriété. Ils devront être taillés au printemps prochain pour maintenir leur forme. Nous nous y hissions autrefois pour jouer dans le champ adjacent.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lärche",
      "translation": "mélèze",
      "definition": "Ein nadelartiger Baum mit nadelartigen Blättern, die im Herbst goldfarben werden und abfallen, ursprünglich aus den gebirgigen Regionen Europas und Asiens.",
      "definition_translation": "Un arbre conifère à feuilles en forme d'aiguilles qui deviennent jaunes et tombent à l'automne, originaire des régions montagneuses de l'Europe et de l'Asie.",
      "example": "Die Lärchen im Wald werden jedes Jahr golden, erzeugen eine atemberaubende Szenerie. Sie haben dies seit Jahrhunderten getan, ein Habitat für verschiedene Vogel- und Säugetierarten bereitstellend. Wir werden nächstes Frühjahr neue Lärchen pflanzen, um die alten zu ersetzen.",
      "example_translation": "Les mélèzes de la forêt deviennent dorés chaque automne, créant un paysage à couper le souffle. Ils le font ainsi depuis des siècles, offrant un habitat à diverses espèces d'oiseaux et de mammifères. Nous planterons de nouveaux mélèzes au printemps prochain pour remplacer les anciens.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linde",
      "translation": "tilleul",
      "definition": "Ein Laubbaum mit herzförmigen Blättern und duftenden Blüten, ursprünglich aus Europa und östlichem Nordamerika.",
      "definition_translation": "Un arbre décidué aux feuilles en forme de cœur et à fleurs parfumées, originaire d'Europe et de l'Amérique du Nord orientale.",
      "example": "Die Linde im Park ist ein beliebter Treffpunkt für Paare, die einen romantischen Spaziergang unternehmen. Sie wurde von unseren Vorfahren vor einem Jahrhundert gepflanzt und ist seither ein Symbol der Liebe und des Friedens. Wir werden nächste Woche ein Picknick unter ihrem Schatten haben.",
      "example_translation": "Le tilleul du parc est un endroit populaire pour les couples qui font une promenade romantique. Il a été planté par nos ancêtres il y a un siècle, et a été un symbole d'amour et de paix depuis lors. Nous aurons un pique-nique à l'ombre de celui-ci le dimanche prochain.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ahorn",
      "translation": "érable",
      "definition": "Ein Laubbaum der Gattung Acer, mit handförmigen Blättern und kleinen, oft bunt gefärbten Flügeln auf seinen Samen.",
      "definition_translation": "Un arbre décidue du genre Acer, ayant des feuilles palmées et de petites ailes souvent de couleur vive sur ses graines.",
      "example": "Ich ging gestern an der Ahornbaum im Park vorbei, er war in voller Farbenpracht. Heute werde ich einen näheren Blick auf seine Wurzeln werfen. Morgen werde ich einen neuen Ahornbaum in meinem Hinterhof pflanzen.",
      "example_translation": "J'ai marché passé l'arbre d'érable dans le parc hier, il était en feu de couleur. Aujourd'hui, je vais jeter un coup d'œil plus approfondi à ses racines. Demain, je planterai un nouveau dans mon jardin.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eberesche",
      "translation": "sorbier",
      "definition": "Ein kleiner Laubbaum oder Strauch mit weißen oder rosa Blüten und roten Beeren, ursprünglich aus Europa und Asien.",
      "definition_translation": "Un petit arbre décidue ou un buisson avec des fleurs blanches ou roses et des baies rouges, originaire d'Europe et d'Asie.",
      "example": "Ich sammelte gestern einen Ebereschenzweig vom Waldboden auf, heute werde ich ihn zu einem Kranz verwandeln. Nächste Woche werde ich einen neuen Ebereschenbaum in meinem Garten pflanzen.",
      "example_translation": "J'ai ramassé une branche de sorbier sur le sol de la forêt hier, aujourd'hui je vais l'utiliser pour faire une couronne. La semaine prochaine, je planterai un nouvel arbre de sorbier dans mon jardin.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mammutbaum",
      "translation": "séquoia",
      "definition": "Ein nadelartiger Baum, insbesondere der Riesenmammutbaum, des südwestlichen Nordamerikas, mit einem massiven Stamm und einer breiten, säuligen Form.",
      "definition_translation": "Un arbre conifère, en particulier le séquoia géant, du sud-ouest des États-Unis, ayant un tronc massif et une forme largement colonnaire.",
      "example": "Ich sah gestern einen Mammutbaum zum ersten Mal, heute werde ich mehr über sein Habitat erfahren. Nächstes Jahr werde ich den Mammutbaum-Nationalpark besuchen.",
      "example_translation": "J'ai vu un arbre de séquoia pour la première fois hier, aujourd'hui j'en apprendrai plus sur son habitat. L'année prochaine, je visiterai le parc national des séquoias.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fichte",
      "translation": "épicea",
      "definition": "Ein nadelartiger Baum, gewöhnlich in einer kegelförmigen Gestalt wachsend, mit nadelartigen Blättern und Konen produzierend.",
      "definition_translation": "Un arbre conifère, généralement-grandissant en forme conique, avec des feuilles en forme d'aiguille et produisant des cônes.",
      "example": "Ich werde heute eine Fichte in meinem Hinterhof pflanzen, morgen werde ich sie gießen. Nächsten Monat werde ich ihre Zweige beschneiden, um ihre Form zu erhalten.",
      "example_translation": "Je vais planter un arbre d'épicea dans mon jardin aujourd'hui, demain je l'arroserai. Le mois prochain, je taillerai ses branches pour maintenir sa forme.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stein-Kiefer",
      "translation": "pin sylvestre",
      "definition": "Eine immergrüne Koniferenbaum mit langen, quirlig und verdrehten Blättern, typischerweise klein und strauchförmig, ursprünglich aus dem Mittelmeerraum.",
      "definition_translation": "Un arbre conifère sempervirent ayant des feuilles longues, enroulées et tordues, généralement petit et buissonnant, originaire de la région méditerranéenne.",
      "example": "Der Garten hatte eine schöne Stein-Kiefer, die über 50 Jahre alt war. Sie war von meinem Großvater gepflanzt worden. Nächstes Jahr werde ich eine weitere pflanzen.",
      "example_translation": "Le jardin avait un beau pin sylvestre qui avait plus de 50 ans. Il avait été planté par mon grand-père. L'année prochaine, je planterai un autre.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Schweizische Kiefer",
      "translation": "pin des montagnes",
      "definition": "Eine immergrüne Koniferenbaum, ursprünglich aus den gebirgigen Regionen Zentral-Europas, mit einer kegelförmigen Gestalt und nadelförmigen Blättern.",
      "definition_translation": "Un arbre conifère sempervirent originaire des régions montagneuses de l'Europe centrale, ayant une forme conique et des feuilles en forme d'aiguilles.",
      "example": "Die Schweizer Kiefer wird oft als Weihnachtsbaum verwendet. Sie war wunderschön dekoriert. Nächstes Weihnachten werde ich einen größeren kaufen.",
      "example_translation": "Le pin des montagnes est souvent utilisé comme arbre de Noël. Il avait été décoré avec soin. Noël prochain, j'achèterai un plus grand.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platane",
      "translation": "sycomore",
      "definition": "Ein laubabwerfender Baum mit einer breiten, kuppelförmigen Krone, ursprünglich aus Nordamerika, mit großen, ahornähnlichen Blättern und graubraunem Stamm.",
      "definition_translation": "Un arbre décidue avec une couronne large et en forme de dôme, originaire d'Amérique du Nord, ayant de grandes feuilles en forme d'érable et une écorce gris-brun.",
      "example": "Der alte Platane im Hinterhof musste entfernt werden, weil er sterbenskrank war. Er war über 100 Jahre alt gewesen. Ich werde nächstes Frühjahr einen neuen pflanzen.",
      "example_translation": "L'ancien sycomore du jardin avait dû être enlevé car il mourait. Il avait été là pendant plus de 100 ans. Je planterai un nouveau l'an prochain au printemps.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zweig",
      "translation": "brindille",
      "definition": "Ein kleiner Ast oder Stängel, insbesondere ein dünner und flexibler, an einem Baum oder Strauch.",
      "definition_translation": "Une petite branche ou tige, especialmente une qui est mince et flexible, poussant sur un arbre ou un buisson.",
      "example": "Ich hob einen Zweig vom Boden auf und verwendete ihn, um ein Bild auf den Sand zu zeichnen. Gestern hatte ich einen langen Zweig verwendet, um ein kleines Vogelnest zu basteln.",
      "example_translation": "J'ai ramassé une brindille sur le sol et l'ai utilisée pour dessiner un tableau sur le sable. Hier, j'avais utilisé une longue brindille pour faire un petit nid d'oiseau.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trauerweide",
      "translation": "saule pleureur",
      "definition": "Ein laubabwerfender Baum mit langen, schlanken Ästen, die nach unten hängen, oft als Zierpflanze angebaut.",
      "definition_translation": "Un arbre décidue avec des branches longues et étroites qui pendent vers le bas, souvent cultivé comme une plante ornementale.",
      "example": "Die Trauerweide am See war ein beliebter Platz für Picknicks. Gestern sah ich eine Familie, die unter der Weide picknickte. Bis nächsten Sommer wird die Weide noch größer geworden sein.",
      "example_translation": "Le saule pleureur près du lac était un spot populaire pour les piqueniques. Hier, j'ai vu une famille avoir un pique-nique sous le saule. D'ici l'été prochain, le saule aura grandi encore plus haut.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weide",
      "translation": "saule",
      "definition": "Ein Baum oder Strauch mit schlanken Ästen und zarten Blättern, oft in der Nähe von Wasser gefunden.",
      "definition_translation": "Un arbre ou un arbuste avec des branches élancées et des feuilles délicates, souvent trouvé près de l'eau.",
      "example": "Der Weidebaum spendete Schatten für die Kinder, die am Fluss spielten. In der Vergangenheit verwendete meine Großmutter Weidenzweige, um Körbe zu flechten. Bis nächstes Jahr werde ich einen Weidenbaum in meinem Garten gepflanzt haben.",
      "example_translation": "L'arbre saule fournissait de l'ombre pour les enfants qui jouaient près de la rivière. Dans le passé, ma grand-mère utilisait à tisser des paniers à partir de branches de saule. D'ici l'an prochain, j'aurai planté un arbre saule dans mon jardin.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]
}