{
  "data": [
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahl",
      "translation": "nombre",
      "definition": "Eine Menge oder ein bestimmter Betrag, insbesondere ein ganzer oder gerundeter.",
      "definition_translation": "Une quantité ou montant, especialmente un entier ou arrondi.",
      "example": "Ich habe die Telefonnummer notiert, aber ich habe sie nicht gespeichert. Gestern habe ich sie nach ihrer Nummer gefragt. Bis zum nächsten Jahr wird sie die Nummer aller kennen.",
      "example_translation": "J'ai noté le numéro de téléphone, mais j'ai oublié de l'enregistrer. Hier, j'ai demandé son numéro à elle. D'ici l'année prochaine, elle aura mémorisé le numéro de tous.",
      "imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "cercle",
      "definition": "Eine runde Figur in einer Ebene, deren Grenze aus Punkten besteht, die von einem festen Mittelpunkt gleich weit entfernt sind.",
      "definition_translation": "Une figure plane ronde dont la limite est formée de points équidistants d'un point central fixe.",
      "example": "Die Kinder saßen im Kreis, um die Geschichte anzuhören. Sie zog einen Kreis um die Antwort. Bis zum Ende des Jahres werden sie gelernt haben, den Umfang eines Kreises zu berechnen.",
      "example_translation": "Les enfants se sont assis en cercle pour écouter l'histoire. Elle a dessiné un cercle autour de la réponse. D'ici la fin de l'année, ils auront appris à calculer la circonférence d'un cercle.",
      "imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quadrat",
      "translation": "carré",
      "definition": "Ein Quadriliteral mit vier gleich langen Seiten und vier rechten Winkeln.",
      "definition_translation": "Un quadrilatère avec quatre côtés égaux et quatre angles droits.",
      "example": "Der Park hatte die Form eines Quadrats mit einem Brunnen in der Mitte. Er baute ein quadratisches Kästchen, um seine Werkzeuge zu lagern. Bis zum nächsten Monat werden sie ein quadratisches Gebäude errichtet haben.",
      "example_translation": "Le parc avait une forme carrée avec une fontaine au milieu. Il a construit une boîte carrée pour stocker ses outils. D'ici le mois prochain, ils auront construit un bâtiment carré.",
      "imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stern",
      "translation": "étoile",
      "definition": "Ein massiver, leuchtender Gasball, der durch seine eigene Schwerkraft zusammengehalten wird.",
      "definition_translation": "Un ballon de gaz lumineux massif maintenu intact par sa propre gravité.",
      "example": "Der Stern schien hell in der Nacht. Sie wünschte sich einen Stern, als sie ein Kind war. Bis zum nächsten Jahr werden sie einen neuen Stern in der Galaxie entdeckt haben.",
      "example_translation": "L'étoile brillait intensément dans le ciel nocturne. Elle a fait un vœu à une étoile quand elle était enfant. D'ici l'année prochaine, ils auront découvert une nouvelle étoile dans la galaxie.",
      "imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kreuzen",
      "translation": "croiser",
      "definition": "Über etwas hinweggehen oder -fahren, oder etwas anderes zu kreuzen.",
      "definition_translation": "Traverser quelque chose ou s'intersecter avec autre chose.",
      "example": "Ich kreuzte die Straße, um auf die andere Seite zu gelangen. Ich kreuze jetzt die Brücke. Ich werde morgen die Ziellinie kreuzen.",
      "example_translation": "J'ai traversé la route pour atteindre l'autre côté. Je traverse le pont maintenant. Je vais traverser la ligne d'arrivée demain.",
      "imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prozent",
      "translation": "pour cent",
      "definition": "Eine Einheit der Proportion, die einem Hundertstel eines Ganzen entspricht.",
      "definition_translation": "Une unité de proportion égale à la centième partie d'un tout.",
      "example": "Ich erreichte 90 Prozent bei dem Mathe-Test. Die Gewinne des Unternehmens stiegen um 25 Prozent im letzten Jahr. Der Zinssatz beträgt 5 Prozent pro Jahr.",
      "example_translation": "J'ai obtenu 90 pour cent au test de math. Les profits de l'entreprise ont augmenté de 25 pour cent l'an dernier. Le taux d'intérêt est de 5 pour cent par an.",
      "imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Summe",
      "translation": "somme",
      "definition": "Das Ergebnis des Hinzufügens von zwei oder mehr Zahlen oder Beträgen.",
      "definition_translation": "Le résultat d'ajouter deux ou plusieurs nombres ou montants ensemble.",
      "example": "Die Summe von 2 und 3 ist 5. Die Summe der Winkel in einem Dreieck beträgt 180 Grad. Die Summe der Reihe ist unendlich.",
      "example_translation": "La somme de 2 et 3 est 5. La somme des angles dans un triangle est de 180 degrés. La somme de la série est infinie.",
      "imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Addition",
      "translation": "addition",
      "definition": "Der Prozess des Kombinierens zweier oder mehr Zahlen oder Beträge, um eine Gesamtsumme oder eine Summe zu erhalten.",
      "definition_translation": "Le processus de combiner deux ou plusieurs nombres ou montants pour obtenir un total ou une somme.",
      "example": "Die Addition ist eine grundlegende mathematische Operation. Ich bin gut in der Addition. Der Lehrer erklärte den Begriff der Addition der Klasse.",
      "example_translation": "L'addition est une opération mathématique de base. Je suis bon en addition. Le professeur a expliqué le concept d'addition à la classe.",
      "imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": "le cône",
      "definition": "Ein Kegel ist eine dreidimensionale geometrische Figur mit einer kreisförmigen Basis und sich nach oben verjüngenden Seiten, die in einem Punkt zusammenlaufen.",
      "definition_translation": "Un cône est une forme géométrique tridimensionnelle avec une base circulaire et des côtés coniques qui se rencontrent à un point.",
      "example": "Ich werde den kegelförmigen Berg morgen besteigen, ich bestieg ihn gestern, und ich besteige ihn jedes Wochenende.",
      "example_translation": "Je vais escalader la montagne en forme de cône demain, j'y ai escaladé hier, et j'y escalade chaque Wochen-end.",
      "imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Würfel",
      "translation": "le cube",
      "definition": "Ein Würfel ist ein dreidimensionales festes Objekt mit sechs quadratischen Flächen gleicher Größe.",
      "definition_translation": "Un cube est un objet solide tridimensionnel avec six faces carrées de taille égale.",
      "example": "Ich werde ein würfelförmiges Haus nächstes Jahr bauen, ich baute es letztes Jahr, und ich baue es jeden Monat.",
      "example_translation": "Je vais construire une maison en forme de cube l'année prochaine, j'y ai construit l'an dernier, et j'y construis chaque mois.",
      "imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Durchmesser",
      "translation": "le diamètre",
      "definition": "Der Durchmesser eines Kreises ist die längste Entfernung quer durch ihn, die durch sein Zentrum verläuft.",
      "definition_translation": "Le diamètre d'un cercle est la plus longue distance à travers lui, passant par son centre.",
      "example": "Ich werde den Durchmesser des Kreises morgen messen, ich habe ihn gestern gemessen und ich messe ihn jeden Tag.",
      "example_translation": "Je vais mesurer le diamètre du cercle demain, j'y ai mesuré hier, et j'y mesure chaque jour.",
      "imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oval",
      "translation": "l'ovale",
      "definition": "Ein Oval ist eine geschlossene Kurve, die durch den Schnitt eines Kegels und einer Ebene entsteht, die nicht parallel zur Kegelbasis ist.",
      "definition_translation": "Un ovale est une courbe fermée qui résulte de l'intersection d'un cône et d'un plan qui n'est pas parallèle à la base du cône.",
      "example": "Ich werde morgen eine ovale Form zeichnen, ich habe sie gestern gezeichnet und ich zeichne sie jede Woche.",
      "example_translation": "Je vais dessiner une forme ovale demain, j'y ai dessiné hier, et j'y dessine chaque semaine.",
      "imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dreieck",
      "translation": "triangle",
      "definition": "Ein Dreieck ist ein Polygon mit drei Seiten und drei Ecken. Es ist eine grundlegende Form in der Geometrie und wird in vielen Bereichen der Mathematik und Physik verwendet.",
      "definition_translation": "Un triangle est un polygone avec trois côtés et trois sommets. C'est une forme fondamentale en géométrie et est utilisée dans de nombreux domaines des mathématiques et de la physique.",
      "example": "Gestern habe ich ein Dreieck auf meinem Papier gezeichnet. Heute studiere ich die Eigenschaften von Dreiecken in meinem Mathematikunterricht. Morgen werde ich Dreiecke verwenden, um eine stabil gebaute Brücke zu bauen.",
      "example_translation": "Hier, j'ai dessiné un triangle sur mon papier. Aujourd'hui, j'étudie les propriétés des triangles en classe de math. Demain, j'utiliserai des triangles pour construire un pont structuralement solide.",
      "imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Winkel",
      "translation": "angle",
      "definition": "Ein Winkel ist der Raum zwischen zwei Linien oder Ebenen, die sich in einem Punkt treffen. Er wird in Grad gemessen und ist ein grundlegender Begriff in der Geometrie und Trigonometrie.",
      "definition_translation": "Un angle est l'espace entre deux lignes ou plans qui se rencontrent à un point. Il est mesuré en degrés et est un concept fondamental en géométrie et en trigonométrie.",
      "example": "Ich habe den Winkel des Daches gestern gemessen. Heute berechne ich die Winkel der Dreiecke in meinem Mathematik-Hausaufgaben. Morgen werde ich Winkel verwenden, um ein präzises Modell einer Brücke zu bauen.",
      "example_translation": "J'ai mesuré l'angle du toit hier. Aujourd'hui, je calcule les angles des triangles dans mon devoir de math. Demain, j'utiliserai des angles pour construire un modèle précis d'un pont.",
      "imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyramide",
      "translation": "pyramide",
      "definition": "Eine Pyramide ist ein Polyeder mit einer quadratischen Basis und vier dreieckigen Seiten, die am Apex zusammenlaufen. Sie ist eine berühmte Form in der Architektur und Mathematik.",
      "definition_translation": "Une pyramide est un polyèdre avec une base carrée et quatre côtés triangulaires qui se rencontrent au sommet. C'est une forme célèbre en architecture et en mathématiques.",
      "example": "Die alten Ägypter haben gestern eine Pyramide gebaut. Heute studiere ich die mathematischen Eigenschaften von Pyramiden in der Schule. Morgen werde ich das Louvre besuchen, um die Glaspyramide zu sehen.",
      "example_translation": "Les anciens Égyptiens ont construit une pyramide hier. Aujourd'hui, j'étudie les propriétés mathématiques des pyramides à l'école. Demain, je visiterai le Louvre pour voir la pyramide de verre.",
      "imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechteck",
      "translation": "rectangle",
      "definition": "Ein Rechteck ist ein Viereck mit vier rechten Winkeln und gleich langen gegenüberliegenden Seiten. Es ist eine häufige Form in der Geometrie und realen Anwendungen.",
      "definition_translation": "Un rectangle est un quadrilatère avec quatre angles droits et des côtés opposés égaux. C'est une forme commune en géométrie et dans les applications du monde réel.",
      "example": "Ich habe gestern ein Rechteck auf meinem Papier gezeichnet. Heute benutze ich Rechtecke, um einen neuen Grundriss zu entwerfen. Morgen werde ich einen rechteckigen Garten in meinem Hinterhof bauen.",
      "example_translation": "J'ai dessiné un rectangle sur mon papier hier. Aujourd'hui, j'utilise des rectangles pour concevoir un nouveau plan de sol. Demain, je vais construire un jardin rectangulaire dans mon jardin.",
      "imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Menge",
      "translation": "ensemble",
      "definition": "Eine Sammlung einzigartiger Objekte, bekannt als Elemente oder Mitglieder, die alles sein können (Zahlen, Menschen, Buchstaben usw.).",
      "definition_translation": "Une collection d'objets uniques, appelés éléments ou membres, qui peuvent être tout (nombres, personnes, lettres, etc.).",
      "example": "Ich habe das Buch auf den Tisch gestellt. Ich stelle den Tisch für das Abendessen ein. Ich werde den Wecker um 7 Uhr stellen.",
      "example_translation": "J'ai mis le livre sur la table. Je mets la table pour dîner. Je vais régler la sonnette d'alarme pour 7 heures du matin.",
      "imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Variable",
      "translation": "variable",
      "definition": "Eine Größe oder ein Wert, der sich ändern oder variieren kann, oft in der Mathematik und Wissenschaft verwendet.",
      "definition_translation": "Une quantité ou valeur qui peut changer ou varier, souvent utilisée en mathématiques et en sciences.",
      "example": "Die Variable in der Gleichung war x. Ich werde den Druck ändern, um das Ergebnis zu sehen. Die Variable wird je nach Eingabe ändern.",
      "example_translation": "La variable dans l'équation était x. Je vais varier la pression pour voir le résultat. La variable changera en fonction de l'entrée.",
      "imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spitzer Winkel",
      "translation": "angle aigu",
      "definition": "Ein Winkel, dessen Maß zwischen 0 und 90 Grad liegt, kleiner als ein rechter Winkel.",
      "definition_translation": "Un angle dont la mesure est comprise entre 0 et 90 degrés, plus petit qu'un angle droit.",
      "example": "Der spitze Winkel des Dreiecks war 60 Grad. Ich habe den spitzen Winkel des Daches gemessen. Der spitze Winkel wird um 10 Grad reduziert werden.",
      "example_translation": "L'angle aigu du triangle était de 60 degrés. J'ai mesuré l'angle aigu du toit. L'angle aigu sera réduit de 10 degrés.",
      "imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koordinatenachse",
      "translation": "axe de coordonnées",
      "definition": "Eine Referenzlinie oder ein Referenzpunkt, der als Basis für ein Koordinatensystem dient, in der Mathematik und Physik verwendet.",
      "definition_translation": "Une ligne de référence ou un point qui sert de base pour un système de coordonnées, utilisé en mathématiques et en physique.",
      "example": "Die Koordinatenachse wurde verwendet, um das Diagramm zu plotten. Ich habe die Koordinatenachse mit Zahlen beschriftet. Die Koordinatenachse wird um 45 Grad gedreht werden.",
      "example_translation": "L'axe de coordonnées a été utilisé pour tracer le graphique. J'ai étiqueté l'axe de coordonnées avec des chiffres. L'axe de coordonnées sera tourné de 45 degrés.",
      "imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kardinalzahl",
      "translation": "nombre cardinal",
      "definition": "Eine Kardinalzahl ist ein mathematisches Objekt, das verwendet wird, um die Größe einer Menge zu messen, und wird oft mit dem Symbol Cardinalität bezeichnet.",
      "definition_translation": "Un nombre cardinal est un objet mathématique utilisé pour mesurer la taille d'un ensemble, et est souvent noté à l'aide du symbole de la cardinalité.",
      "example": "Die Kardinalzahl der Menge aller reellen Zahlen ist unendlich. Die Kardinalzahl der Menge aller natürlichen Zahlen ist abzählbar. Die Kardinalzahl der Menge aller ganzen Zahlen wird morgen bestimmt.",
      "example_translation": "Le nombre cardinal de l'ensemble de tous les nombres réels est infini. Le nombre cardinal de l'ensemble de tous les nombres naturels est dénombrable. Le nombre cardinal de l'ensemble de tous les entiers sera déterminé demain.",
      "imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umfang",
      "translation": "circonférence",
      "definition": "Der Umfang eines Kreises ist der Abstand um den Kreis, und wird typischerweise mit dem Symbol C bezeichnet.",
      "definition_translation": "La circonférence d'un cercle est la distance autour du cercle, et est généralement notée par le symbole C.",
      "example": "Die Schüler haben den Umfang des Kreises gemessen. Der Umfang des Rades wird um 10% erhöht. Der Umfang des Sees wird nächste Woche von uns umwandert.",
      "example_translation": "La circonférence du cercle a été mesurée par les étudiants. La circonférence de la roue sera augmentée de 10%. La circonférence du lac sera parcourue par nous la semaine prochaine.",
      "imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koeffizient",
      "translation": "coefficient",
      "definition": "Ein Koeffizient ist ein numerischer Wert oder eine Konstante, die mit einer Variablen oder einem unbekannten Wert in einem mathematischen Ausdruck multipliziert wird.",
      "definition_translation": "Un coefficient est une valeur numérique ou une constante qui est multipliée par une variable ou une valeur inconnue dans une expression mathématique.",
      "example": "Der Koeffizient der Variablen x in der Gleichung ist 2. Der Koeffizient der Reibung wird vom Ingenieur berechnet. Der Koeffizient des Polynoms wird später bestimmt.",
      "example_translation": "Le coefficient de la variable x dans l'équation est de 2. Le coefficient de frottement sera calculé par l'ingénieur. Le coefficient du polynôme sera déterminé plus tard.",
      "imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zirkel",
      "translation": "compas",
      "definition": "Zirkel sind ein mathematisches Instrument, das verwendet wird, um Kreise, Bögen und Kurven zu zeichnen, und um den Durchmesser von Kreisen zu messen.",
      "definition_translation": "Les compas sont un instrument mathématique utilisé pour dessiner des cercles, des arcs et des courbes, et pour mesurer le diamètre des cercles.",
      "example": "Der Schüler hat Zirkel verwendet, um einen Kreis zu zeichnen. Der Ingenieur wird Zirkel verwenden, um den Durchmesser der Rohre zu messen. Der Künstler hat Zirkel verwendet, um ein schönes Design zu erstellen.",
      "example_translation": "L'étudiant a utilisé des compas pour dessiner un cercle. L'ingénieur utilisera des compas pour mesurer le diamètre du tuyau. L'artiste a utilisé des compas pour créer un bel design.",
      "imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vollwinkel",
      "translation": "angle plein",
      "definition": "Ein Winkel, dessen Maß gleich 360 Grad ist.",
      "definition_translation": "Un angle dont la mesure est égale à 360 degrés.",
      "example": "Die Erde rotiert 360 Grad, um einen Vollwinkel in 24 Stunden zu bilden. Gestern rotierte sie 180 Grad, heute rotiert sie 360 Grad und morgen wird sie 90 Grad rotieren.",
      "example_translation": "La Terre tourne de 360 degrés pour former un angle plein en 24 heures. Hier, elle a tourné de 180 degrés, aujourd'hui elle tourne de 360 degrés, et demain elle tournera de 90 degrés.",
      "imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koordinatensystem",
      "translation": "système de coordonnées",
      "definition": "Ein System, das verwendet wird, um Punkte im Raum mit Hilfe einer Menge von Achsen zu lokalisieren.",
      "definition_translation": "Un système utilisé pour localiser des points dans l'espace à l'aide d'un ensemble d'axes.",
      "example": "Das kartesische Koordinatensystem wird verwendet, um Funktionen zu grafisch darstellen. In der Vergangenheit haben wir es verwendet, um einen Kreis zu zeichnen. Heute verwenden wir es, um eine Parabel zu plotten, und in Zukunft werden wir es verwenden, um eine sinusförmige Funktion zu grafisch darstellen.",
      "example_translation": "Le système de coordonnées cartésien est utilisé pour graphiquer des fonctions. Dans le passé, nous l'avons utilisé pour dessiner un cercle. Aujourd'hui, nous l'utilisons pour tracer une parabole, et à l'avenir, nous l'utiliserons pour graphiquer une fonction sinusoidale.",
      "imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kubikwurzel",
      "translation": "racine cubique",
      "definition": "Ein Wert, der, wenn er selbst drei Mal multipliziert wird, eine bestimmte Zahl ergibt.",
      "definition_translation": "Une valeur qui, lorsqu'elle est multipliée par elle-même trois fois, donne un nombre spécifié.",
      "example": "Gestern habe ich die Kubikwurzel von 27 berechnet, die 3 ist. Heute berechne ich die Kubikwurzel von 125, die 5 ist. In Zukunft werde ich die Kubikwurzel von 1000 berechnen, die 10 ist.",
      "example_translation": "Hier, j'ai calculé la racine cubique de 27, qui est 3. Aujourd'hui, je calcule la racine cubique de 125, qui est 5. À l'avenir, je calculerai la racine cubique de 1000, qui est 10.",
      "imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quader",
      "translation": "parallélépipède",
      "definition": "Eine räumliche Figur mit sechs rechteckigen Flächen.",
      "definition_translation": "Une figure solide avec six faces rectangulaires.",
      "example": "In der Vergangenheit haben wir die Oberfläche eines Quaders studiert. Heute studieren wir das Volumen. In Zukunft werden wir die Länge der Diagonale studieren.",
      "example_translation": "Dans le passé, nous avons étudié la surface d'un parallélépipède. Aujourd'hui, nous étudions son volume. À l'avenir, nous étudierons sa longueur diagonale.",
      "imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "cylindre",
      "definition": "Ein Zylinder ist ein dreidimensionales festes Objekt mit zwei parallelen und kreisförmigen Basen, die durch eine gekrümmte Seitenfläche verbunden sind.",
      "definition_translation": "Un cylindre est un objet solide tridimensionnel avec deux bases parallèles et circulaires connectées par une surface latérale courbe.",
      "example": "Die Ingenieurin hat einen Zylinder entworfen, um Gas zu speichern. Gestern hat sie den Zylinder getestet. Morgen wird sie den Zylinder in der Maschine installieren.",
      "example_translation": "L'ingénieure a conçu un cylindre pour stocker du gaz. Hier, elle a testé le cylindre. Demain, elle installera le cylindre dans la machine.",
      "imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dezimalzahl",
      "translation": "décimal",
      "definition": "Eine Dezimalzahl ist eine Zahl, die im Dezimalsystem, einem Stellenwertsystem mit Basis 10, ausgedrückt wird.",
      "definition_translation": "Un décimal est un nombre exprimé dans le système décimal, qui est un système de numération de base 10.",
      "example": "Der Schüler hat den Bruch in eine Dezimalzahl umgewandelt. Gestern hat er den Dezimalwert berechnet. Morgen werde er über Dezimalstellen lernen.",
      "example_translation": "L'élève a converti la fraction en décimal. Hier, elle a calculé la valeur décimale. Demain, elle apprendra sur les places décimales.",
      "imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Differentialgleichung",
      "translation": "équation différentielle",
      "definition": "Eine Differentialgleichung ist eine mathematische Gleichung, die eine unbekannte Funktion und ihre Ableitungen enthält und die Werte der Funktion und ihrer Ableitungen an verschiedenen Punkten im Raum und/oder in der Zeit beschreibt.",
      "definition_translation": "Une équation différentielle est une équation mathématique qui implique une fonction inconnue et ses dérivées, et relie les valeurs de la fonction et de ses dérivées à différents points dans l'espace et/ou le temps.",
      "example": "Der Mathematiker löste die Differentialgleichung. Gestern hat sie die Gleichung abgeleitet. Morgen wird sie die Gleichung auf ein reales Problem anwenden.",
      "example_translation": "Le mathématicien a résolu l'équation différentielle. Hier, elle a dérivé l'équation. Demain, elle appliquera l'équation à un problème du monde réel.",
      "imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziffer",
      "translation": "chiffre",
      "definition": "Eine Ziffer ist ein einzelnes Symbol oder Zeichen, das in einem Ziffernsystem, wie zum Beispiel dem Dezimalsystem, verwendet wird, um eine Zahl darzustellen.",
      "definition_translation": "Un chiffre est un symbole ou caractère unique utilisé pour représenter un numéro dans un système de numéro, comme le système décimal.",
      "example": "Das Passwort erfordert mindestens eine Ziffer. Gestern habe ich die Ziffer falsch eingegeben. Morgen werde ich die richtige Ziffer merken.",
      "example_translation": "Le mot de passe nécessite au moins un chiffre. Hier, j'ai entré le chiffre incorrectement. Demain, je me souviendrai du chiffre correct.",
      "imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dividende",
      "translation": "dividende",
      "definition": "Ein Teil der Gewinne, der an die Aktionäre verteilt wird, typischerweise quartalsweise oder jährlich.",
      "definition_translation": "Une part des bénéfices distribuée aux actionnaires, généralement trimestrielle ou annuelle.",
      "example": "Das Unternehmen zahlte eine Dividende an seine Aktionäre letzten Quartal. Es wird nächstes Quartal wieder eine Dividende zahlen. Es hat letzten Jahr eine Dividende gezahlt.",
      "example_translation": "La société a payé un dividende à ses actionnaires le trimestre dernier. Elle paiera un dividende à nouveau le trimestre prochain. Elle avait payé un dividende l'année dernière.",
      "imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Division",
      "translation": "division",
      "definition": "Der Vorgang des Teilens oder Aufsplittens von etwas in Teile oder ein Subset eines größeren Ganzen.",
      "definition_translation": "L'acte de diviser ou de séparer quelque chose en parties, ou un sous-ensemble d'un ensemble plus large.",
      "example": "Die Aufteilung des Unternehmens in kleinere Teams verbesserte die Effizienz. Wir werden die Aufgaben unter den Teammitgliedern aufteilen. Die Aufteilung des Landes in Parzellen wurde sorgfältig durchgeführt.",
      "example_translation": "La division de la société en équipes plus petites a amélioré l'efficacité. Nous allons faire une division des tâches parmi les membres de l'équipe. La division du terrain en parcelles a été faite soigneusement.",
      "imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teiler",
      "translation": "diviseur",
      "definition": "Eine Zahl, durch die eine andere Zahl geteilt wird, um einen Quotienten zu erhalten.",
      "definition_translation": "Un nombre par lequel un autre nombre est divisé, donnant un quotient.",
      "example": "Der Teiler in der Gleichung war 2. Wir fanden den Teiler des Polynoms. Der Teiler des Unternehmensgewinns war 4.",
      "example_translation": "Le diviseur dans l'équation était 2. Nous avons trouvé le diviseur du polynôme. Le diviseur du profit de la société était 4.",
      "imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Exponent, Potenz",
      "translation": "exposant, puissance",
      "definition": "Eine mathematische Notation, die verwendet wird, um die Potenz anzugeben, auf die eine Zahl erhöht werden soll.",
      "definition_translation": "Une notation mathématique utilisée pour indiquer la puissance à laquelle un nombre doit être élevé.",
      "example": "Der Exponent in der Gleichung war 3. Wir erhöhten die Zahl auf die Potenz von 2. Die Potenz des Exponenten wurde entsprechend angepasst.",
      "example_translation": "L'exposant dans l'équation était 3. Nous avons élevé le nombre à la puissance de 2. La puissance de l'exposant a été ajustée en conséquence.",
      "imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bruch",
      "translation": "fraction",
      "definition": "Ein Bruch ist ein Weg, einen Teil eines Ganzen als einen Quotient von Zahlen darzustellen, often in der Form a/b, wobei a und b ganze Zahlen sind und b ungleich null ist.",
      "definition_translation": "Une fraction est une manière d'exprimer une partie d'un ensemble comme un quotient de nombres, souvent écrit sous la forme a/b, où a et b sont des entiers et b est non nul.",
      "example": "Ich berechnete den Bruch der Schüler, die die Prüfung bestanden haben, und es war 3/4. Gestern berechnete ich den Bruch der Schüler, die die Prüfung nicht bestanden haben, und es wird nächstes Jahr 1/4 sein.",
      "example_translation": "J'ai calculé la fraction d'élèves qui ont réussi l'examen, et c'était 3/4. Hier, j'ai calculé la fraction d'élèves qui ont échoué à l'examen, et ce sera 1/4 l'année prochaine.",
      "imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Funktion",
      "translation": "fonction",
      "definition": "Eine Funktion ist eine Beziehung zwischen einer Menge von Eingaben, genannt Definitionsbereich, und einer Menge von möglichen Ausgaben, genannt Wertebereich, wobei jeder Eingabe genau einem Ausgabeentspricht.",
      "definition_translation": "Une fonction est une relation entre un ensemble d'entrées, appelé le domaine, et un ensemble de sorties possibles, appelé le codomaine, chaque entrée correspondant exactement à une sortie.",
      "example": "Der Lehrer erklärte die Funktion des Taschenrechners und zeigte uns dann, wie wir ihn verwenden konnten, um das Problem zu lösen. Die Funktion des Taschenrechners war es, die Fläche des Dreiecks zu berechnen. In Zukunft werden wir mehr über fortgeschrittene Funktionen lernen.",
      "example_translation": "Le professeur a expliqué la fonction du calculatrice, puis nous a montré comment l'utiliser pour résoudre le problème. La fonction du calculatrice était de calculer l'aire du triangle. À l'avenir, nous apprendrons sur des fonctions plus avancées.",
      "imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hemisphäre",
      "translation": "hémisphère",
      "definition": "Eine Hemisphäre ist die Hälfte einer Kugel, die durch eine imaginäre Ebene, die durch das Zentrum der Kugel verläuft, gebildet wird.",
      "definition_translation": "Un hémisphère est la moitié d'une sphère, formée en divisant une sphère en deux moitiés, généralement par un plan imaginaire passant par son centre.",
      "example": "Die Erde ist in zwei Hemisphären aufgeteilt: die nördliche Hemisphäre und die südliche Hemisphäre. Die nördliche Hemisphäre wird nächsten Monat den Winter erleben, während die südliche Hemisphäre den Sommer erleben wird.",
      "example_translation": "La Terre est divisée en deux hémisphères : l'hémisphère nord et l'hémisphère sud. L'hémisphère nord connaîtra l'hiver le mois prochain, tandis que l'hémisphère sud connaîtra l'été.",
      "imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heptagon",
      "translation": "heptagone",
      "definition": "Ein Heptagon ist ein Polygon mit sieben Seiten, bei dem alle Innenwinkel zusammen 900 Grad ergeben.",
      "definition_translation": "Un heptagone est un polygone à sept côtés, où tous les angles internes additionnent 900 degrés.",
      "example": "Der Architekt entwarf ein heptagonales Gebäude mit sieben gleichen Seiten, das letzten Jahr fertiggestellt wurde. Das Heptagon hatte insgesamt 900 Grad, wobei jeder Innenwinkel 128,57 Grad betrug.",
      "example_translation": "L'architecte a conçu un bâtiment heptagonal avec sept côtés égaux, qui a été achevé l'année dernière. L'heptagone avait un total de 900 degrés, avec chaque angle interne faisant 128,57 degrés.",
      "imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hexagon",
      "translation": "hexagone",
      "definition": "Ein Hexagon ist ein Polygon mit sechs Seiten, typischerweise symmetrisch und in verschiedenen Feldern wie Architektur, Ingenieurwesen und Design verwendet.",
      "definition_translation": "Un hexagone est un polygone à six côtés, généralement symétrique et utilisé dans divers domaines tels que l'architecture, l'ingénierie et la conception.",
      "example": "Der Architekt entwarf ein hexagonales Gebäude, das letztes Jahr gebaut wurde und für Ausstellungen in Zukunft genutzt werden wird. Die hexagonale Form ermöglicht einen maximalen Innenraum, während die strukturelle Stabilität aufrechterhalten wird.",
      "example_translation": "L'architecte a conçu un bâtiment hexagonal, qui a été construit l'année dernière et sera utilisé pour des expositions à l'avenir. La forme hexagonale permet d'avoir un espace intérieur maximum tout en maintenant la stabilité structurelle.",
      "imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unendlichkeit",
      "translation": "infini",
      "definition": "Die Unendlichkeit ist ein Konzept in Mathematik und Philosophie, das eine Größe ohne Ende oder Limit darstellt, oft symbolisiert durch das Symbol ∞.",
      "definition_translation": "L'infini est un concept en mathématiques et en philosophie qui représente une quantité sans fin ou limite, souvent symbolisée par le symbole ∞.",
      "example": "Das Konzept der Unendlichkeit hat Philosophen und Mathematiker seit Jahrhunderten fasziniert, als sie versuchten, seine Auswirkungen auf das menschliche Wissen und Verständnis zu verstehen. In Zukunft können neue Entdeckungen mehr Licht auf die Natur der Unendlichkeit werfen.",
      "example_translation": "Le concept d'infini a fasciné les philosophes et les mathématiciens pendant des siècles, alors qu'ils essayaient de comprendre ses implications sur la connaissance et la compréhension humaines. Dans le futur, de nouvelles découvertes pourraient apporter plus de lumière sur la nature de l'infini.",
      "imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ganzzahl",
      "translation": "entier",
      "definition": "Eine Ganzzahl ist eine ganze Zahl, entweder positiv, negativ oder null, die in verschiedenen mathematischen Operationen und Berechnungen verwendet wird.",
      "definition_translation": "Un entier est un nombre entier, soit positif, soit négatif, soit zéro, utilisé dans diverses opérations mathématiques et calculs.",
      "example": "Der Lehrer bat den Schüler, die Gleichung zu lösen, die das Hinzufügen und Subtrahieren von Ganzzahlen erforderte, um die finale Lösung zu finden. Nächstes Jahr wird der Schüler mehr über die Arithmetik von Ganzzahlen in der Algebra lernen.",
      "example_translation": "Le professeur a demandé à l'élève de résoudre l'équation, qui impliquait d'ajouter et de soustraire des entiers pour trouver la solution finale. L'année prochaine, l'élève apprendra plus sur l'arithmétique des entiers en algèbre.",
      "imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Integral",
      "translation": "intégral",
      "definition": "In der Analysis ist ein Integral ein mathematisches Objekt, das die Akkumulation einer Funktion über ein definiertes Intervall darstellt, oft verwendet, um Flächen, Volumina und andere Größen zu berechnen.",
      "definition_translation": "En calcul, une intégrale est un objet mathématique qui représente l'accumulation d'une fonction sur un intervalle défini, souvent utilisée pour calculer la surface, le volume et d'autres quantités.",
      "example": "Der Mathematiker verwendete das Integral, um die Fläche unter der Kurve zu berechnen, die für den Ingenieur essentiell war, um ein effizienteres System zu entwerfen. In der Vergangenheit hatten antike Zivilisationen bereits das Konzept des Integrals entdeckt, aber es war nicht bis zum 17. Jahrhundert formalisiert worden.",
      "example_translation": "Le mathématicien a utilisé l'intégrale pour calculer la surface sous la courbe, qui était essentielle pour que l'ingénieur conçoive un système plus efficace. Dans le passé, les civilisations anciennes avaient déjà découvert le concept d'intégrale, mais ce n'est que до XVIIe siècle qu'il a été formalisé.",
      "imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Irrationale Zahl",
      "translation": "nombre irrationnel",
      "definition": "Eine reelle Zahl, die nicht als endliche Dezimalzahl oder Bruch dargestellt werden kann, wie z.B. π oder die Quadratwurzel aus 2.",
      "definition_translation": "Un nombre réel qui ne peut pas être exprimé comme un décimal fini ou une fraction, comme pi ou la racine carrée de 2.",
      "example": "Die alten Griechen entdeckten, dass die Quadratwurzel aus 2 eine irrationale Zahl ist. In der Vergangenheit kämpften Mathematiker darum, irrationale Zahlen zu verstehen. Heute verwenden wir irrationale Zahlen, um komplexe Phänomene zu modellieren.",
      "example_translation": "Les anciens Grecs ont découvert que la racine carrée de 2 est un nombre irrationnel. Dans le passé, les mathématiciens ont lutté pour comprendre les nombres irrationnels. Aujourd'hui, nous utilisons les nombres irrationnels pour modéliser des phénomènes complexes.",
      "imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Streckenabschnitt",
      "translation": "segment de droite",
      "definition": "Ein Teil einer Geraden, der eine feste Länge hat und durch zwei verschiedene Punkte begrenzt ist.",
      "definition_translation": "Une partie d'une ligne qui a une longueur fixe et est délimitée par deux points distincts.",
      "example": "Der Lehrer bat die Schüler, einen Streckenabschnitt auf dem Graphen zu zeichnen, um das Konzept zu illustrieren. In der Vergangenheit verwendeten Landvermesser Streckenabschnitte, um Entfernungen zu messen. Heute verwenden wir Streckenabschnitte, um geometrische Formen zu modellieren.",
      "example_translation": "Le professeur a demandé aux élèves de dessiner un segment de droite sur le graphique pour illustrer le concept. Dans le passé, les géomètres utilisaient des segments de droite pour mesurer les distances. Aujourd'hui, nous utilisons des segments de droite pour modéliser des formes géométriques.",
      "imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Logarithmus",
      "translation": "logarithme",
      "definition": "Die Potenz, auf die eine Basiszahl erhöht werden muss, um einen bestimmten Wert zu produzieren, ausgedrückt als log(x) = y, wenn a^y = x.",
      "definition_translation": "La puissance à laquelle un nombre de base doit être élevé pour produire une valeur donnée, exprimée comme log(x) = y si a^y = x.",
      "example": "Die Schülerin hatte Schwierigkeiten, den Begriff des Logarithmus in ihrem Mathematikunterricht zu verstehen. In der Vergangenheit verwendeten Wissenschaftler Logarithmen, um komplexe mathematische Probleme zu berechnen. Heute verwenden wir Logarithmen, um Bevölkerungswachstum zu modellieren.",
      "example_translation": "L'étudiante a eu du mal à comprendre le concept de logarithme dans sa classe de math. Dans le passé, les scientifiques utilisaient les logarithmes pour calculer des problèmes mathématiques complexes. Aujourd'hui, nous utilisons les logarithmes pour modéliser la croissance de la population.",
      "imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Multiplikation",
      "translation": "multiplication",
      "definition": "Die Operation, zwei oder mehr Zahlen zu kombinieren, um ein Produkt zu erhalten, oft dargestellt durch das Multiplikationszeichen ×.",
      "definition_translation": "L'opération de combiner deux ou plusieurs numéros pour obtenir un produit, souvent représentée par le signe de multiplication ×.",
      "example": "Der Lehrer lehrte die Schüler, wie sie Multiplikation in ihrem Mathematikunterricht durchführen können. In der Vergangenheit verwendeten Menschen Multiplikationstabellen, um mathematische Fakten zu memorieren. Heute verwenden wir Multiplikation, um komplexe mathematische Probleme zu lösen.",
      "example_translation": "Le professeur a enseigné aux élèves comment effectuer la multiplication dans leur classe de math. Dans le passé, les gens utilisaient des tables de multiplication pour memoriser des faits mathématiques. Aujourd'hui, nous utilisons la multiplication pour calculer des problèmes mathématiques complexes.",
      "imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Natürliche Zahl",
      "translation": "nombre naturel",
      "definition": "Eine natürliche Zahl ist eine positive Ganzzahl, d.h. eine ganze Zahl, die größer als Null ist und keine Dezimalstellen aufweist.",
      "definition_translation": "Un nombre naturel est un entier positif, c'est-à-dire un nombre entier qui est supérieur à zéro et n'a pas de décimales.",
      "example": "In der Mathematik werden natürliche Zahlen verwendet, um Objekte zu zählen, und werden oft mit dem Symbol N bezeichnet. Gestern zählte ich 10 natürliche Zahlen, heute zähle ich 15 natürliche Zahlen, und morgen werde ich 20 natürliche Zahlen zählen.",
      "example_translation": "En mathématiques, les nombres naturels sont utilisés pour compter les objets, et sont souvent notés par le symbole N. Hier, j'ai compté 10 nombres naturels, aujourd'hui je compte 15 nombres naturels, et demain je compte 20 nombres naturels.",
      "imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahlenstrahl",
      "translation": "droite numérique",
      "definition": "Ein Zahlenstrahl ist eine visuelle Darstellung von Zahlen auf einer geraden Linie, verwendet, um Beziehungen zwischen Zahlen anzuzeigen und arithmetische Operationen durchzuführen.",
      "definition_translation": "Une droite numérique est une représentation visuelle des nombres sur une ligne droite, utilisée pour afficher les relations entre les nombres et pour effectuer des opérations arithmétiques.",
      "example": "In der Grundschule verwendeten wir Zahlenstrahlen, um grundlegende Addition und Subtraktion zu erlernen. Gestern verwendete ich einen Zahlenstrahl, um ein Mathematikproblem zu lösen, heute helfe ich meiner Freundin mit ihrem Hausaufgaben bei der Verwendung eines Zahlenstrahls, und morgen werde ich einen Zahlenstrahl verwenden, um meine Antworten zu überprüfen.",
      "example_translation": "À l'école élémentaire, nous avons utilisé des droites numériques pour apprendre l'addition et la soustraction de base. Hier, j'ai utilisé une droite numérique pour résoudre un problème de math, aujourd'hui je suis en train d'utiliser une droite numérique pour aider mon amie avec ses devoirs, et demain je vais utiliser une droite numérique pour vérifier mes réponses.",
      "imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stumpfer Winkel",
      "translation": "angle obtus",
      "definition": "Ein stumpfer Winkel ist ein Winkel größer als 90 Grad und kleiner als 180 Grad, gebildet von zwei Strahlen, die in einem Scheitel treffen.",
      "definition_translation": "Un angle obtus est un angle supérieur à 90 degrés et inférieur à 180 degrés, formé par deux rayons qui se rencontrent à un sommet.",
      "example": "In der Geometrie werden stumpfe Winkel verwendet, um Formen zu beschreiben. Gestern habe ich einen stumpfen Winkel in einem Dreieck gemessen, heute zeichne ich ein Bild mit einem stumpfen Winkel und morgen werde ich stumpfe Winkel meinen Schülern erklären.",
      "example_translation": "En géométrie, les angles obtus sont utilisés pour décrire des formes. Hier, j'ai mesuré un angle obtus dans un triangle, aujourd'hui je suis en train de dessiner une image avec un angle obtus, et demain je vais expliquer les angles obtus à mes élèves.",
      "imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Achteck",
      "translation": "octogone",
      "definition": "Ein Achteck ist ein Polygon mit acht Seiten, bei dem jeder innere Winkel 135 Grad beträgt.",
      "definition_translation": "Un octogone est un polygone à huit côtés, avec chaque angle interne égal à 135 degrés.",
      "example": "In der Architektur werden Achtecke verwendet, um Gebäude zu entwerfen. Gestern habe ich ein achteckiges Gebäude gesehen, heute entwerfe ich einen achteckigen Garten und morgen werde ich ein achteckiges Vogelhaus bauen.",
      "example_translation": "En architecture, les octogones sont utilisés pour concevoir des bâtiments. Hier, j'ai vu un bâtiment en forme d'octogone, aujourd'hui je suis en train de concevoir un jardin en forme d'octogone, et demain je vais construire une maison d'oiseau en forme d'octogone.",
      "imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ordnungszahl",
      "translation": "nombre ordinal",
      "definition": "Eine Zahl, die die Position oder Rangordnung eines Elements in einer Sequenz oder Serie anzeigt.",
      "definition_translation": "Un nombre qui indique la position ou le rang de quelque chose dans une séquence ou une série.",
      "example": "Der Athlet erhielt eine Medaille für die erreichte Ordnungszahl von drei im Wettbewerb. Sie hatte zuvor die Ordnungszahl von fünf erreicht und hofft, nächstes Jahr die Ordnungszahl von eins zu erreichen.",
      "example_translation": "L'athlète a reçu une médaille pour avoir atteint un nombre ordinal de trois dans la compétition. Elle avait précédemment atteint un nombre ordinal de cinq, et elle espère atteindre un nombre ordinal de un l'année prochaine.",
      "imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "parallel",
      "translation": "parallèle",
      "definition": "In derselben Richtung verlaufend, in allen Punkten gleichweit entfernt und niemals überschneidend.",
      "definition_translation": "S'étendant dans la même direction, équidistant à tous les points et ne se coupant jamais.",
      "example": "Die beiden Linien sind parallel, daher werden sie nie treffen. Der Ingenieur entwarf die parallelen Schienen, um sicher und effizient den Verkehr zu gewährleisten. Bis zum Jahr 2050 hofft das Unternehmen, parallele Systeme in Betrieb zu haben, um ihre wachsende Kundenbasis zu unterstützen.",
      "example_translation": "Les deux lignes sont parallèles, donc elles ne se rencontreront jamais. L'ingénieur a conçu les voies parallèles pour assurer un transport sûr et efficace. D'ici 2050, l'entreprise espère avoir des systèmes parallèles en place pour soutenir sa base clientèle en constante augmentation.",
      "imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parallelogramm",
      "translation": "parallélogramme",
      "definition": "Ein Viereck mit gegenüberliegenden Seiten von gleicher Länge, dessen gegenüberliegende Seiten parallel verlaufen und deren Diagonalen sich gegenseitig halbieren.",
      "definition_translation": "Un quadrilatère dont les côtés opposés ont la même longueur, dont les côtés opposés sont parallèles et dont les diagonales se coupent en leur milieu.",
      "example": "Die Schülerin hatte Schwierigkeiten, ein Parallelogramm zu zeichnen, aber der Lehrer half ihr, das Konzept zu verstehen. In der Geometrie ist ein Parallelogramm eine wichtige Form zu studieren, weil es viele Anwendungen hat. Die Künstlerin verwendete ein Parallelogramm als Grundlage für ihre Skulptur.",
      "example_translation": "L'élève avait du mal à dessiner un parallélogramme, mais le professeur l'a aidée à comprendre le concept. En géométrie, un parallélogramme est une forme importante à étudier en raison de ses nombreuses applications. L'artiste a utilisé un parallélogramme comme base pour sa sculpture.",
      "imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fünfeck",
      "translation": "pentagone",
      "definition": "Ein Polygon mit fünf Seiten, bei dem die Summe aller inneren Winkel 540 Grad beträgt.",
      "definition_translation": "Un polygone à cinq côtés, où tous les angles internes ajoutent jusqu'à 540 degrés.",
      "example": "Der Architekt entwarf ein fünfeckiges Gebäude als Hauptsitz des Unternehmens. Das Pentagon in Washington D.C. ist ein berühmtes Beispiel für ein fünfeckiges Gebäude. In der Geometrie ist ein Fünfeck eine faszinierende Form zu studieren.",
      "example_translation": "L'architecte a conçu un bâtiment en forme de pentagone pour servir de siège social à l'entreprise. Le Pentagone à Washington D.C. est un exemple célèbre de bâtiment en forme de pentagone. En géométrie, un pentagone est une forme fascinante à étudier.",
      "imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "senkrecht",
      "translation": "perpendiculaire",
      "definition": "Ein Linie oder Ebene rechtwinklig zu einer anderen Linie oder Ebene verlaufend oder in einem 90-Grad-Winkel stehend.",
      "definition_translation": "S'étendant ou étant à angle droit par rapport à une ligne ou un plan ; faisant un angle de 90 degrés.",
      "example": "Die senkrechten Linien treffen sich im Zentrum des Kreises. Gestern habe ich eine senkrechte Linie auf meinem Papier gezeichnet. Bis nächstes Jahr werden die senkrechten Wände fertiggestellt sein.",
      "example_translation": "Les lignes perpendiculaires se croisaient au centre du cercle. Hier, j'ai tracé une ligne perpendiculaire sur mon papier. D'ici l'an prochain, les murs perpendiculaires seront terminés.",
      "imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Primzahl",
      "translation": "nombre premier",
      "definition": "Eine ganze Zahl größer als 1, die genau zwei Faktoren hat: 1 und sich selbst.",
      "definition_translation": "Un entier supérieur à 1 qui a exactement deux facteurs : 1 et lui-même.",
      "example": "Das Primzahltheorem hilft uns, die Verteilung von Primzahlen zu verstehen. Primzahlen werden seit Tausenden von Jahren studiert. Bis zum Ende des Jahrhunderts werden wir viele weitere Primzahlen entdeckt haben.",
      "example_translation": "Le théorème des nombres premiers nous aide à comprendre la répartition des nombres premiers. Les nombres premiers ont été étudiés pendant des milliers d'années. D'ici la fin du siècle, nous aurons découvert beaucoup plus de nombres premiers.",
      "imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prisma",
      "translation": "prisme",
      "definition": "Ein transparentes optisches Element mit flachen, polierten Oberflächen, das Licht brechen kann.",
      "definition_translation": "Un élément optique transparent avec des surfaces plates et polies qui réfracte la lumière.",
      "example": "Das Prisma spaltete das Licht in seine Farben auf. Gestern habe ich ein Prisma in meinem Physik-Experiment verwendet. Bis nächstem Monat werde ich ein Prisma für mein Projekt gebaut haben.",
      "example_translation": "Le prisme a séparé la lumière en ses couleurs. Hier, j'ai utilisé un prisme dans mon expérience scientifique. D'ici le mois prochain, j'aurai construit un prisme pour mon projet.",
      "imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Produkt",
      "translation": "produit",
      "definition": "Ein Ding oder Stoff, das hergestellt oder raffiniert wird, um verkauft zu werden.",
      "definition_translation": "Une chose ou une substance qui est fabriquée ou raffinée pour la vente.",
      "example": "Das neueste Produkt des Unternehmens ist ein Smartphone. Das Produkt der beiden Zahlen ist 12. Bis nächstem Jahr werden wir mehrere neue Produkte auf den Markt gebracht haben.",
      "example_translation": "Le produit le plus récent de l'entreprise est un smartphone. Le produit des deux nombres est 12. D'ici l'an prochain, nous aurons lancé plusieurs nouveaux produits.",
      "imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Satz des Pythagoras",
      "translation": "Théorème de Pythagore",
      "definition": "Ein mathematisches Konzept, das die Beziehung zwischen den Seitenlängen eines rechtwinkligen Dreiecks beschreibt, wonach das Quadrat der Länge der Hypotenuse gleich der Summe der Quadrate der Längen der anderen beiden Seiten ist.",
      "definition_translation": "Un concept mathématique qui décrit la relation entre les longueurs des côtés d'un triangle rectangle, énonçant que le carré de la longueur de l'hypoténuse est égal à la somme des carrés des longueurs des deux autres côtés.",
      "example": "Gestern habe ich den Satz des Pythagoras verwendet, um die Länge der Diagonalen eines Rechtecks zu berechnen. Heute verwende ich ihn, um den Abstand zwischen zwei Punkten in einer Koordinatenebene zu finden. Morgen werde ich ihn verwenden, um ein komplexes Trigonometrie-Problem zu lösen.",
      "example_translation": "Hier, j'ai utilisé le théorème de Pythagore pour calculer la longueur de la diagonale d'un rectangle. Aujourd'hui, je l'utilise pour trouver la distance entre deux points dans un plan de coordonnées. Demain, je vais l'utiliser pour résoudre un problème de trigonométrie complexe.",
      "imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "quadratische Gleichung",
      "translation": "équation du second degré",
      "definition": "Eine mathematische Gleichung der Form ax^2 + bx + c = 0, wobei a, b und c Konstanten sind, und x die Variable ist.",
      "definition_translation": "Une équation mathématique de la forme ax^2 + bx + c = 0, où a, b et c sont des constantes, et x est la variable.",
      "example": "Ich habe die quadratische Gleichung x^2 + 4x + 4 = 0 durch Faktorisieren in (x + 2)^2 = 0 gelöst. Dann habe ich die Lösungen x = -2 und x = -2 gefunden. In der Vergangenheit hatte ich mit quadratischen Gleichungen Schwierigkeiten, aber jetzt bin ich sicher in meiner Fähigkeit, sie zu lösen.",
      "example_translation": "J'ai résolu l'équation du second degré x^2 + 4x + 4 = 0 en la factorisant en (x + 2)^2 = 0. Ensuite, j'ai trouvé les solutions à être x = -2 et x = -2. Dans le passé, j'avais lutté avec les équations du second degré, mais maintenant je suis confiant dans ma capacité à les résoudre.",
      "imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quotient",
      "translation": "quotient",
      "definition": "Das Ergebnis der Division einer Größe durch eine andere, insbesondere in der Mathematik.",
      "definition_translation": "Le résultat de la division d'une quantité par une autre, notamment en mathématiques.",
      "example": "Als ich 10 durch 2 teilte, erhielt ich einen Quotienten von 5. Gestern habe ich den Quotienten zweier großer Zahlen berechnet und erhielt ein Ergebnis von 3,5. Morgen werde ich die Quotientenregel verwenden, um eine komplexe Funktion zu differenzieren.",
      "example_translation": "Lorsque j'ai divisé 10 par 2, j'ai obtenu un quotient de 5. Hier, j'ai calculé le quotient de deux grands nombres et j'ai obtenu un résultat de 3,5. Demain, je vais utiliser la règle du quotient pour différencier une fonction complexe.",
      "imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Radius",
      "translation": "rayon",
      "definition": "Eine gerade Linie, die vom Zentrum eines Kreises oder einer Kugel zu seinem Umfang oder seiner Oberfläche verläuft.",
      "definition_translation": "Une ligne droite s'étendant du centre d'un cercle ou d'une sphère à son circonférence ou surface.",
      "example": "Ich habe den Radius des Kreises mit 5 cm gemessen. Gestern habe ich den Radius einer Kugel berechnet und fand ihn zu 3 Metern. In Zukunft werde ich den Radius verwenden, um die Fläche und das Volumen verschiedener Formen zu berechnen.",
      "example_translation": "J'ai mesuré le rayon du cercle à 5 cm. Hier, j'ai calculé le rayon d'une sphère et l'ai trouvé à 3 mètres. À l'avenir, je vais utiliser le rayon pour calculer la surface et le volume de différentes formes.",
      "imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rationale Zahl",
      "translation": "nombre rationnel",
      "definition": "Eine rationale Zahl ist eine Zahl, die als Quotient oder Bruch zwei ganzer Zahlen darstellen lässt, wobei der Nenner ungleich null ist.",
      "definition_translation": "Un nombre rationnel est un nombre qui peut être exprimé comme le quotient ou la fraction de deux entiers, où le dénominateur est non nul.",
      "example": "In der Mathematik werden rationale Zahlen verwendet, um Größen darzustellen, die als eine endliche Dezimalentwicklung dargestellt werden können. Zum Beispiel war die Zahl 3,14 eine rationale Zahl. Die alten Griechen werden rationale Zahlen verwenden, um die Fläche von Dreiecken zu berechnen. In Zukunft werden wir rationale Zahlen verwenden, um komplexe Systeme zu modellieren.",
      "example_translation": "En mathématiques, les nombres rationnels sont utilisés pour représenter des quantités qui peuvent être exprimées sous forme d'une expansion décimale finie. Par exemple, le nombre 3,14 était un nombre rationnel. Les anciens Grecs utiliseront des nombres rationnels pour calculer les aires des triangles. À l'avenir, nous utiliserons des nombres rationnels pour modéliser des systèmes complexes.",
      "imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reelle Zahl",
      "translation": "nombre réel",
      "definition": "Eine reelle Zahl ist ein Wert, der auf der Zahlengeraden dargestellt werden kann, einschließlich aller rationalen und irrationalen Zahlen.",
      "definition_translation": "Un nombre réel est une valeur qui peut être représentée sur la ligne des nombres, incluant tous les nombres rationnels et irrationnels.",
      "example": "Reelle Zahlen werden verwendet, um reale Größen, wie den Abstand zwischen zwei Städten, darzustellen. Die Menge der reellen Zahlen wurde von Mathematikern entwickelt, um die rationalen Zahlen zu erweitern. In Zukunft werden wir reelle Zahlen verwenden, um komplexe Systeme zu analysieren. Die reelle Zahl pi ist eine irrationale Zahl.",
      "example_translation": "Les nombres réels sont utilisés pour modéliser des quantités du monde réel, telles que la distance entre deux villes. L'ensemble des nombres réels a été développé par les mathématiciens pour étendre les nombres rationnels. À l'avenir, nous utiliserons des nombres réels pour analyser des systèmes complexes. Le nombre réel pi est un nombre irrationnel.",
      "imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reflexwinkel",
      "translation": "angle réfléchi",
      "definition": "Ein Reflexwinkel ist ein Winkel, der größer als 180 Grad, aber kleiner als 360 Grad ist.",
      "definition_translation": "Un angle réfléchi est un angle qui est supérieur à 180 degrés mais inférieur à 360 degrés.",
      "example": "Der Reflexwinkel, der durch zwei Linien gebildet wird, wird in der Geometrie verwendet, um den Maß eines Winkels zu berechnen. In der Vergangenheit haben Künstler Reflexwinkel verwendet, um Perspektive in ihren Gemälden zu erzeugen. Der Designer wird Reflexwinkel verwenden, um ein neues Gebäude zu entwerfen. Reflexwinkel werden verwendet, um die Position eines Objekts im Raum zu beschreiben.",
      "example_translation": "L'angle réfléchi formé par deux lignes est utilisé en géométrie pour calculer la mesure d'un angle. Dans le passé, les artistes ont utilisé des angles réfléchis pour créer de la perspective dans leurs peintures. Le designer utilisera des angles réfléchis pour concevoir un nouveau bâtiment. Les angles réfléchis sont utilisés pour décrire la position d'un objet dans l'espace.",
      "imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhombus",
      "translation": "rhombus",
      "definition": "Ein Rhombus ist ein Vieleck mit allen Seiten von gleicher Länge, wobei gegenüberliegende Seiten parallel und gegenüberliegende Winkel gleich sind.",
      "definition_translation": "Un rhombus est un quadrilatère avec toutes les côtés de même longueur, où les côtés opposés sont parallèles, et les angles opposés sont égaux.",
      "example": "Der Rhombus ist eine Art von Parallelogramm, das in der Architektur verwendet wird, um Gebäude mit symmetrischen Formen zu entwerfen. In der Vergangenheit haben Künstler Rhomben verwendet, um optische Täuschungen zu erzeugen. Der Zimmermann wird einen Rhombus verwenden, um ein Holzrahmen zu konstruieren. Rhomben werden in der Grafikdesign verwendet, um visuell ansprechende Formen zu erstellen.",
      "example_translation": "Le rhombus est un type de parallélogramme qui est utilisé en architecture pour concevoir des bâtiments avec des formes symétriques. Dans le passé, les artistes ont utilisé des rhombus pour créer des illusions d'optique. Le menuisier utilisera un rhombus pour construire un cadre en bois. Les rhombus sont utilisés en design graphique pour créer des formes visuellement attractives.",
      "imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rechter Winkel",
      "translation": "angle droit",
      "definition": "Ein Winkel, der 90 Grad beträgt, geformt durch zwei Linien oder Ebenen, die sich im rechten Winkel schneiden.",
      "definition_translation": "Un angle qui est de 90 degrés, formé par deux lignes ou des plans qui se croisent à un angle de 90 degrés.",
      "example": "Der Zimmermann maß den Winkel, um sicherzustellen, dass er rechtwinklig war. Gestern hatte sie ihn falsch gemessen. Morgen wird sie den Messwert erneut überprüfen.",
      "example_translation": "Le charpentier a mesuré le coin pour s'assurer qu'il était un angle droit. Hier, elle l'avait mesuré incorrectement. Demain, elle vérifiera à nouveau la mesure.",
      "imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "racine",
      "definition": "Der unterirdische Teil einer Pflanze, der Wasser und Nährstoffe aufnimmt.",
      "definition_translation": "La partie souterraine d'une plante qui absorbe l'eau et les nutriments.",
      "example": "Die Wurzel des Baumes wurde während des Sturms beschädigt. Gestern war sie gesund, aber morgen wird sie möglicherweise ersetzt werden müssen.",
      "example_translation": "La racine de l'arbre a été endommagée pendant la tempête. Hier, elle était saine, mais demain elle devra peut-être être remplacée.",
      "imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kugel",
      "translation": " sphère",
      "definition": "Eine drei dimensionale Form, die symmetrisch um ihr Zentrum ist.",
      "definition_translation": "Une forme tridimensionnelle qui est symétrique par rapport à son centre.",
      "example": "Die Kugel rollte den Hügel hinunter. Gestern war sie oben, und morgen wird sie unten sein.",
      "example_translation": "La sphère a roulé dans la colline. Hier, elle était au sommet, et demain elle sera au fond.",
      "imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quadratwurzel",
      "translation": "racine carrée",
      "definition": "Ein Wert, der, wenn mit sich selbst multipliziert, eine bestimmte Zahl ergibt.",
      "definition_translation": "Une valeur qui, lorsqu'elle est multipliée par elle-même, donne un nombre spécifique.",
      "example": "Die Quadratwurzel von 16 ist 4. Gestern wusste ich die Antwort nicht, aber morgen werde ich sie erinnern.",
      "example_translation": "La racine carrée de 16 est 4. Hier, je ne connaissais pas la réponse, mais demain je vais me rappeler.",
      "imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gerade Winkel",
      "translation": "angle droit",
      "definition": "Ein gerader Winkel ist ein Winkel, dessen Maß gleich 180 Grad ist, was ihn zu einer geraden Linie macht.",
      "definition_translation": "Un angle droit est un angle dont la mesure est égale à 180 degrés, ce qui en fait une ligne droite.",
      "example": "Die Architektin überprüfte sorgfältig den geraden Winkel, um sicherzustellen, dass die Wand perfekt ausgerichtet war. Gestern überprüfte sie den geraden Winkel erneut, um sicherzustellen, dass er noch korrekt war. Bis nächste Woche wird sie den geraden Winkel ein drittes Mal überprüft haben, um keine Fehler zu machen.",
      "example_translation": "L'architecte a soigneusement mesuré l'angle droit pour s'assurer que le mur était parfaitement aligné. Hier, elle a vérifié à nouveau l'angle droit pour s'assurer qu'il était toujours correct. D'ici la semaine prochaine, elle aura vérifié deux fois l'angle droit pour éviter tout erreur.",
      "imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teilmenge",
      "translation": "sous-ensemble",
      "definition": "Eine Teilmenge ist eine Menge, die einige oder alle Elemente einer anderen Menge, genannt Elternmenge, enthält und wird typischerweise als Symbol, wie z.B. A ⊆ B, dargestellt.",
      "definition_translation": "Un sous-ensemble est un ensemble qui contient certains ou tous les éléments d'un autre ensemble, appelé ensemble parent, et est généralement noté par un symbole, comme A ⊆ B.",
      "example": "Die Menge der Zahlen {1, 2, 3} ist eine Teilmenge der Menge der Zahlen {1, 2, 3, 4, 5}. Die Forscher identifizierten eine Teilmenge von Patienten, die auf die neue Behandlung gut reagierten. Bis nächstes Jahr werden sie eine größere Teilmenge der Daten analysiert haben.",
      "example_translation": "L'ensemble des nombres {1, 2, 3} est un sous-ensemble de l'ensemble des nombres {1, 2, 3, 4, 5}. Les chercheurs ont identifié un sous-ensemble de patients qui ont réagi bien au nouveau traitement. D'ici l'année prochaine, ils auront analysé un plus grand sous-ensemble des données.",
      "imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Subtraktion",
      "translation": "soustraction",
      "definition": "Die Subtraktion ist eine mathematische Operation, die die Differenz zwischen zwei Zahlen oder Mengen repräsentiert.",
      "definition_translation": "La soustraction est une opération mathématique qui représente l'opération de trouver la différence entre deux nombres ou quantités.",
      "example": "Der Lehrer erklärte den Schülern den Begriff der Subtraktion anhand von Beispielen aus dem täglichen Leben. Gestern habe ich 5 von 10 subtrahiert, um 5 zu bekommen. Bis morgen werde ich die Subtraktion mit größeren Zahlen geübt haben.",
      "example_translation": "Le professeur a expliqué le concept de soustraction aux étudiants, en utilisant des exemples de la vie réelle. Hier, j'ai soustrait 5 à 10 pour obtenir 5. D'ici demain, j'aurai pratiqué la soustraction avec des nombres plus grands.",
      "imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Thales-Theorem",
      "translation": "théorème de Thalès",
      "definition": "Das Thales-Theorem ist ein geometrisches Theorem, das besagt, dass ein Winkel, der in einem Halbkreis eingeschrieben ist, ein rechter Winkel ist.",
      "definition_translation": "Le théorème de Thalès est un théorème géométrique qui énonce que l'angle inscrit dans un demi-cercle est un angle droit.",
      "example": "Der Mathematiker verwendete das Thales-Theorem, um zu beweisen, dass der Winkel im Kreis tatsächlich ein rechter Winkel war. Gestern wandte sie das Thales-Theorem an, um ein komplexes Geometrie-Problem zu lösen. Bis nächstem Monat wird sie einen Artikel über die Anwendungen des Thales-Theorems geschrieben haben.",
      "example_translation": "Le mathématicien a utilisé le théorème de Thalès pour prouver que l'angle dans le cercle était bel et bien un angle droit. Hier, elle a appliqué le théorème de Thalès pour résoudre un problème de géométrie complexe. D'ici le mois prochain, elle aura écrit un article sur les applications du théorème de Thalès.",
      "imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Torus",
      "translation": "tore",
      "definition": "Ein Torus ist eine Oberfläche der Rotation, die durch Drehen eines Kreises in dreidimensionalem Raum um eine Achse erzeugt wird, die in der Ebene des Kreises liegt.",
      "definition_translation": "Un tore est une surface de révolution générée en faisant tourner un cercle dans l'espace tridimensionnel autour d'un axe coplanaire avec le cercle.",
      "example": "Die Mathematikerin studierte die Eigenschaften eines Torus in ihrer Forschungsarbeit. Sie wird es morgen studieren. Sie hatte es letzte Woche studiert.",
      "example_translation": "Le mathématicien a étudié les propriétés d'un tore dans son rapport de recherche. Elle l'étudiera demain. Elle l'avait étudié la semaine dernière.",
      "imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trapez",
      "translation": "trapèze",
      "definition": "Ein Trapez ist ein Viereck mit mindestens zwei Paaren von gegenüberliegenden Seiten, die nicht parallel sind.",
      "definition_translation": "Un trapèze est un quadrilatère ayant au moins deux paires de côtés opposés qui ne sont pas parallèles.",
      "example": "Die Architektin entwarf ein trapezförmiges Gebäude. Sie wird ein weiteres nächstes Jahr entwerfen. Sie hatte eines letzten Monats entworfen.",
      "example_translation": "L'architecte a conçu un bâtiment en forme de trapèze. Elle en concevra un autre l'année prochaine. Elle en avait conçu un le mois dernier.",
      "imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vektor",
      "translation": "vecteur",
      "definition": "Ein Vektor ist eine Größe mit einer bestimmten Länge und Richtung, die oft graphisch durch einen Pfeil in einem Koordinatensystem dargestellt wird.",
      "definition_translation": "Un vecteur est une grandeur ayant à la fois une magnitude et une direction, souvent représentée graphiquement par une flèche dans un système de coordonnées.",
      "example": "Der Physiker berechnete die Vektorsumme zweier Kräfte. Sie wird es morgen wieder berechnen. Sie hatte es gestern berechnet.",
      "example_translation": "Le physicien a calculé la somme vectorielle de deux forces. Elle le recalculera demain. Elle l'avait calculé hier.",
      "imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nullwinkel",
      "translation": "angle zéro",
      "definition": "Ein Nullwinkel ist ein Winkel, dessen Maß null Grad ist, was ihn im Wesentlichen zu einer geraden Linie macht.",
      "definition_translation": "Un angle zéro est un angle dont la mesure est de zéro degré, représentant essentiellement une ligne droite.",
      "example": "Der Ingenieur maß einen Nullwinkel zwischen zwei Linien. Sie wird ihn nächste Woche wieder messen. Sie hatte ihn letzte Woche gemessen.",
      "example_translation": "L'ingénieur a mesuré un angle zéro entre deux lignes. Elle le mesurera à nouveau la semaine prochaine. Elle l'avait mesuré la semaine dernière.",
      "imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]
}