{
  "data": [
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bank",
      "translation": "banque",
      "definition": "Eine Finanzinstitution, die Finanzdienstleistungen anbietet, wie zum Beispiel die Annahme von Einlagen, die Vergabe von Krediten und die Erleichterung von Transaktionen.",
      "definition_translation": "Une institution financière qui fournit des services financiers, tels que l'acceptation de dépôts, l'octroi de prêts et la facilitation des transactions.",
      "example": "Ich ging gestern zur Bank, um mein Gehalt einzuzahlen, ich gehe jede Woche zur Bank, um Bargeld abzuheben, und ich werde morgen zur Bank gehen, um einen Kredit zu beantragen.",
      "example_translation": "Je suis allé à la banque hier pour déposer mon chèque de paie, je vais à la banque chaque semaine pour retirer de l'argent, et je vais à la banque demain pour demander un prêt.",
      "imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bar",
      "translation": "bar",
      "definition": "Ein Tresen oder eine Theke in einem Gasthaus oder Restaurant, an dem Getränke und Snacks serviert werden.",
      "definition_translation": "Un comptoir ou une table servant des boissons et des collations, généralement dans une maison publique ou un restaurant.",
      "example": "Ich setzte mich an die Bar und bestellte ein Bier, der Barkeeper arbeitete fünf Jahre lang an der Bar, und sie wird heute Abend an der Bar arbeiten.",
      "example_translation": "Je me suis assis au bar et j'ai commandé une bière, Le barman a travaillé au bar pendant cinq ans, et Elle travaillera au bar ce soir.",
      "imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strand",
      "translation": "plage",
      "definition": "Eine Landform längs eines Gewässers, bestehend aus lockerem Material wie Sand oder Kies.",
      "definition_translation": "Un terrain le long d'un corps d'eau, composé de particules libres telles que le sable ou les galets.",
      "example": "Ich ging letzten Sommer zum Strand, um zu schwimmen, wir gehen morgen zum Strand, um uns zu sonnen, und sie gingen gestern zum Strand, um Volleyball zu spielen.",
      "example_translation": "Je suis allé à la plage l'été dernier pour nager, Nous allons à la plage demain pour nous bronzer, et Ils sont allés à la plage hier pour jouer au volleyball.",
      "imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Café",
      "translation": "café",
      "definition": "Ein kleines Restaurant oder Café, das typischerweise Kaffee, Sandwiches und Gebäck serviert.",
      "definition_translation": "Un petit restaurant ou café, servant généralement du café, des sandwiches et des pâtisseries.",
      "example": "Ich traf mich gestern mit meinem Freund im Café, um uns zu unterhalten, wir gehen jeden Morgen ins Café, um einen Kaffee zu holen, und sie wird nächstes Jahr ihr eigenes Café eröffnen.",
      "example_translation": "J'ai rencontré mon ami au café hier pour bavarder, Nous allons au café chaque matin pour prendre un café, et Elle ouvrira son propre café l'année prochaine.",
      "imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kino",
      "translation": "cinéma",
      "definition": "Ein Kino ist ein Ort, an dem Menschen Filme oder Kinofilme sehen können.",
      "definition_translation": "Un cinéma est un endroit où les gens vont pour regarder des films ou des vidéos.",
      "example": "Ich ging gestern Abend ins Kino, ich gehe heute Abend ins Kino, und ich werde morgen ins Kino gehen.",
      "example_translation": "Je suis allé au cinéma hier soir, je vais au cinéma ce soir, et je irai au cinéma demain.",
      "imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fabrik",
      "translation": "usine",
      "definition": "Eine Fabrik ist ein Ort, an dem Güter hergestellt oder produziert werden.",
      "definition_translation": "Une usine est un endroit où des biens sont fabriqués ou produites.",
      "example": "Die Fabrik produzierte letztes Jahr viele Autos, sie produziert jetzt Autos und wird nächstes Jahr mehr Autos produzieren.",
      "example_translation": "L'usine a produit beaucoup de voitures l'année dernière, elle produit des voitures maintenant, et elle produira plus de voitures l'année prochaine.",
      "imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hof",
      "translation": "ferme",
      "definition": "Ein Hof ist ein Stück Land, das für den Anbau von Feldfrüchten oder die Haltung von Tieren verwendet wird.",
      "definition_translation": "Une ferme est un terrain utilisé pour cultiver des récoltes ou élever des animaux.",
      "example": " Mein Großvater hatte einen Hof, als ich ein Kind war, er hat jetzt einen Hof und wird bald einen größeren Hof haben.",
      "example_translation": "Mon grand-père avait une ferme lorsque j'étais enfant, il a une ferme maintenant, et il aura une ferme plus grande bientôt.",
      "imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "appartement",
      "definition": "Eine Wohnung ist ein Raumkomplex, der eine Küche und ein Badezimmer enthält, in einem Gebäude.",
      "definition_translation": "Un appartement est un ensemble de chambres, y compris une cuisine et une salle de bain, dans un bâtiment.",
      "example": "Ich lebte in einer Wohnung, als ich Student war, ich lebe jetzt in einer Wohnung und werde in Zukunft in einer größeren Wohnung leben.",
      "example_translation": "J'ai vécu dans un appartement lorsque j'étais étudiant, je vis dans un appartement maintenant, et je vivrai dans un appartement plus grand à l'avenir.",
      "imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krankenhaus",
      "translation": "hôpital",
      "definition": "Ein Krankenhaus ist eine Gesundheitseinrichtung, die Patientenbehandlung mit speziellen medizinischen und chirurgischen Dienstleistungen und Geräten anbietet.",
      "definition_translation": "Un hôpital est une institution de soins de santé qui fournit des services médicaux et chirurgicaux spécialisés avec des équipements appropriés.",
      "example": "Ich besuchte meinen Freund gestern im Krankenhaus, ich werde ihn morgen wieder besuchen und ihn letzte Woche besucht haben.",
      "example_translation": "J'ai visité mon ami à l'hôpital hier, je vais le visiter à nouveau demain, et j'ai visité l'hôpital la semaine dernière.",
      "imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hotel",
      "translation": "hôtel",
      "definition": "Ein Hotel ist ein Gebäude, das Unterkunft und Beherbergung für Reisende und Touristen anbietet.",
      "definition_translation": "Un hôtel est un bâtiment qui offre des hébergements et des installations pour les voyageurs et les touristes.",
      "example": "Ich übernachtete während meines Urlaubs in einem Hotel, ich übernachte jetzt in einem Hotel und werde nächstes Jahr in einem Hotel übernachten.",
      "example_translation": "J'ai séjourné dans un hôtel pendant mes vacances, je séjourne dans un hôtel maintenant, et je séjournerai dans un hôtel l'année prochaine.",
      "imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haus",
      "translation": "maison",
      "definition": "Ein Haus ist ein Gebäude für die menschliche Wohnnutzung, insbesondere ein Wohnsitz oder eine Residenz.",
      "definition_translation": "Une maison est un bâtiment destiné à l'habitation humaine, notamment une demeure ou une résidence.",
      "example": "Ich wohnte in einem Haus, als ich ein Kind war, ich wohne in einem Haus jetzt, und ich werde in einem Haus leben, wenn ich in Rente gehe.",
      "example_translation": "J'ai vécu dans une maison lorsque j'étais enfant, je vis dans une maison maintenant, et je vivrai dans une maison lorsque je prendrai ma retraite.",
      "imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Museum",
      "translation": "musée",
      "definition": "Ein Museum ist eine Einrichtung, die sich der Beschaffung, Erhaltung, Erforschung, Ausstellung und pädagogischen Interpretation von Objekten von wissenschaftlichem, historischem oder künstlerischem Wert widmet.",
      "definition_translation": "Un musée est une institution dédiée à l'acquisition, la conservation, l'étude, l'exposition et l'interprétation éducative d'objets ayant une valeur scientifique, historique ou artistique.",
      "example": "Ich besuchte ein Museum letzte Woche, ich besuche ein Museum heute, und ich werde ein Museum nächsten Monat besuchen.",
      "example_translation": "J'ai visité un musée la semaine dernière, je visite un musée aujourd'hui, et je vais visiter un musée le mois prochain.",
      "imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Park",
      "translation": "parc",
      "definition": "Ein großer öffentlicher Grünbereich in einer Stadt, der zur Erholung und Freizeitgestaltung genutzt wird.",
      "definition_translation": "un grand espace vert public dans une ville, utilisé pour les loisirs et la détente",
      "example": "Ich werde morgen in den Park gehen, ich ging gestern in den Park, und ich gehe jetzt in den Park.",
      "example_translation": "Je vais aller au parc demain, j'y suis allé hier, et je vais y aller maintenant.",
      "imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Restaurant",
      "translation": "restaurant",
      "definition": "Ein Ort, an dem Menschen für Mahlzeiten, die vor Ort zubereitet und serviert werden, bezahlen.",
      "definition_translation": "un endroit où les gens paient pour s'asseoir et manger des repas qui sont préparés et servis sur place",
      "example": "Ich aß gestern Abend in einem Restaurant, ich esse jetzt in einem Restaurant, und ich werde morgen in einem Restaurant essen.",
      "example_translation": "J'ai mangé au restaurant hier soir, je mange au restaurant maintenant, et je mangerai au restaurant demain.",
      "imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fluss",
      "translation": "fleuve",
      "definition": "Ein natürlich fließendes Wasser, das meist mit einem Ozean oder einem See verbunden ist.",
      "definition_translation": "un corps d'eau naturel qui coule, souvent connecté à un océan ou un lac",
      "example": "Ich schwamm gestern im Fluss, ich schwimme jetzt im Fluss, und ich werde morgen im Fluss schwimmen.",
      "example_translation": "J'ai nagé dans la rivière hier, je nage dans la rivière maintenant, et je nagerai dans la rivière demain.",
      "imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Straße",
      "translation": "route",
      "definition": "Ein Weg, der für den Verkehr, insbesondere für Autos, angelegt wurde.",
      "definition_translation": "un chemin fait pour voyager en véhicules, notamment des voitures",
      "example": "Ich fuhr gestern auf der Straße, ich fahre jetzt auf der Straße, und ich werde morgen auf der Straße fahren.",
      "example_translation": "J'ai conduit sur la route hier, je conduit sur la route maintenant, et je conduirai sur la route demain.",
      "imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schule",
      "translation": "école",
      "definition": "Eine Einrichtung, an der Menschen, insbesondere Kinder, zum Lernen gehen.",
      "definition_translation": "Une institution où les gens, en particulier les enfants, vont apprendre",
      "example": "Ich ging gestern zur Schule, ich gehe jetzt zur Schule, und ich werde morgen zur Schule gehen.",
      "example_translation": "Je suis allé à l'école hier, je vais à l'école maintenant, et je vais à l'école demain.",
      "imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "See",
      "translation": "mer",
      "definition": "Ein großer Teil der Erdoberfläche, der von Salzwasser bedeckt ist.",
      "definition_translation": "Un grand corps d'eau salée qui couvre une grande partie de la surface de la Terre",
      "example": "Ich sah den See gestern, ich sehe den See jetzt, und ich werde den See morgen sehen.",
      "example_translation": "J'ai vu la mer hier, je vois la mer maintenant, et je verrai la mer demain.",
      "imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laden",
      "translation": "magasin",
      "definition": "Ein Gebäude oder ein Teil eines Gebäudes, in dem Waren verkauft werden.",
      "definition_translation": "Un bâtiment ou une partie d'un bâtiment où des biens sont vendus",
      "example": "Ich ging gestern in den Laden, ich gehe jetzt in den Laden, und ich werde morgen in den Laden gehen.",
      "example_translation": "Je suis allé au magasin hier, je vais au magasin maintenant, et je vais au magasin demain.",
      "imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bahnhof",
      "translation": "gare",
      "definition": "Ein Ort oder ein Gebäude, an dem Züge oder Busse halten, um Menschen ein- und aussteigen zu lassen.",
      "definition_translation": "Un endroit ou un bâtiment où les trains ou les bus s'arrêtent pour laisser les gens monter et descendre",
      "example": "Ich ging gestern zum Bahnhof, ich gehe jetzt zum Bahnhof, und ich werde morgen zum Bahnhof gehen.",
      "example_translation": "Je suis allé à la gare hier, je vais à la gare maintenant, et je vais à la gare demain.",
      "imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anhalten",
      "translation": "arrêter",
      "definition": "Einen Vorgang oder Prozess zu beenden oder zu stoppen.",
      "definition_translation": "Mettre fin à une action ou un processus ou l'arrêter.",
      "example": "Ich werde um 17 Uhr heute aufhören zu arbeiten. Gestern bin ich am Laden vorbeigefahren. Wenn ich du wäre, würde ich mit dem Rauchen aufhören.",
      "example_translation": "Je vais arrêter de travailler à 17 heures aujourd'hui. Hier, j'ai arrêté par le magasin. Si j'étais toi, j'arrêterais de fumer.",
      "imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Straße",
      "translation": "rue",
      "definition": "Eine öffentliche Straße in einer Stadt, einem Dorf oder einer Ortschaft.",
      "definition_translation": "Une route publique dans une ville, un town ou un village.",
      "example": "Ich wohne in einer ruhigen Straße. Die Straße war gestern überfüllt. Wir werden morgen die Straße entlanggehen.",
      "example_translation": "Je vis dans une rue calme. La rue était bondée hier. Nous allons marcher dans la rue demain.",
      "imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Supermarkt",
      "translation": "supermarché",
      "definition": "Ein großer Laden, der eine Vielzahl an Lebensmitteln und Haushaltswaren verkauft.",
      "definition_translation": "Un grand magasin vendant une grande variété de nourriture et de biens de consommation.",
      "example": "Ich werde morgen zum Supermarkt gehen. Gestern bin ich zum Supermarkt gegangen. Sie arbeitet in einem Supermarkt.",
      "example_translation": "Je vais aller au supermarché demain. Hier, je suis allé au supermarché. Elle travaille dans un supermarché.",
      "imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmbad",
      "translation": "piscine",
      "definition": "Eine Anlage oder Einrichtung zum Schwimmen, oft im Freien.",
      "definition_translation": "Une structure ou installation pour la natation, souvent à l'extérieur.",
      "example": "Ich ging gestern zum Schwimmbad. Morgen werde ich zum Schwimmbad gehen. Sie haben ein Schwimmbad in ihrem Hinterhof.",
      "example_translation": "Je suis allé à la piscine hier. Demain, je vais aller à la piscine. Ils ont une piscine dans leur jardin.",
      "imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadt",
      "translation": "ville",
      "definition": "Eine Stadt ist eine menschliche Siedlung, die größer ist als ein Dorf, aber kleiner als eine Stadt.",
      "definition_translation": "Une ville est un établissement humain qui est plus grand qu'un village mais plus petit qu'une ville.",
      "example": "Ich lebte in einer kleinen Stadt auf dem Land, als ich ein Kind war. Ich besuche meine Heimatstadt nächstes Sommer. Sie hat ihr ganzes Leben in dieser Stadt gelebt.",
      "example_translation": "J'ai vécu dans une petite ville à la campagne quand j'étais enfant. Je visiterai ma ville natale l'été prochain. Elle a vécu dans cette ville toute sa vie.",
      "imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Universität",
      "translation": "université",
      "definition": "Eine Universität ist eine Einrichtung für higher Bildung und Forschung, die akademische Grade in verschiedenen Studienfächern verleiht.",
      "definition_translation": "Une université est une institution d'enseignement supérieur et de recherche qui délivre des diplômes universitaires dans divers domaines d'étude.",
      "example": "Ich ging auf die Universität, um Jura zu studieren. Sie hat letztes Jahr an der Universität abgeschlossen. Sie werden im September ihre Universitätsstudien beginnen.",
      "example_translation": "Je suis allé à l'université pour étudier le droit. Elle a obtenu son diplôme de l'université l'année dernière. Ils commenceront leurs études universitaires en septembre.",
      "imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dorf",
      "translation": "village",
      "definition": "Ein Dorf ist eine Gruppe von Häusern und Gebäuden, größer als ein Weiler und kleiner als eine Stadt, in einer ländlichen Gegend gelegen.",
      "definition_translation": "Un village est un groupe de maisons et de bâtiments associés, plus grand qu'un hameau et plus petit qu'une ville, situé dans une zone rurale.",
      "example": "Ich verbrachte meinen Sommerurlaub in einem Dorf in den Bergen. Sie leben in einem Dorf am See. Sie wird ihre Dorffreunde nächste Woche besuchen.",
      "example_translation": "J'ai passé mes vacances d'été dans un village dans les montagnes. Ils vivaient dans un village près du lac. Elle visitera ses amis du village la semaine prochaine.",
      "imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zoo",
      "translation": "zoo",
      "definition": "Ein Zoo ist ein Ort, an dem Tiere in Gefangenschaft gehalten werden, damit Menschen sie sehen und studieren können.",
      "definition_translation": "Un zoo est un lieu où les animaux sont détenus en captivité pour que les gens puissent les voir et les étudier.",
      "example": "Ich ging mit meiner Familie zum Zoo, als ich ein Kind war. Sie liebt es, am Wochenende den Zoo zu besuchen. Sie werden nächsten Jahr einen neuen Zoo in der Stadt eröffnen.",
      "example_translation": "J'ai été au zoo avec ma famille quand j'étais enfant. Elle adore visiter le zoo les weekends. Ils ouvriront un nouveau zoo dans la ville l'année prochaine.",
      "imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flughafen",
      "translation": "aéroport",
      "definition": "Ein Ort, an dem Flugzeuge starten und landen, meist mit Gebäuden und Einrichtungen für Passagiere und Fracht.",
      "definition_translation": "Un endroit où les avions décollent et atterrissent, généralement avec des bâtiments et des installations pour les passagers et les marchandises.",
      "example": "Ich werde morgen früh am Flughafen ankommen. Ich kam gestern abends am Flughafen an. Ich komme jeden Woche am Flughafen an.",
      "example_translation": "J'arriverai à l'aéroport demain matin. J'étais arrivé à l'aéroport hier soir. J'arrive à l'aéroport chaque semaine.",
      "imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "appartement",
      "definition": "Eine selbstständige WohnEinheit, die nur einen Teil eines Gebäudes einnimmt, mit eigener Küche, Bad und Schlafzimmern.",
      "definition_translation": "Une unité de logement autonome qui occupe uniquement une partie d'un bâtiment, avec sa propre cuisine, salle de bain et chambres à coucher.",
      "example": "Ich habe drei Jahre in einer Wohnung gewohnt. Ich lebte in einer Wohnung in Paris, als ich Student war. Ich werde nächstes Jahr in einer Wohnung in New York leben.",
      "example_translation": "J'ai habité un appartement pendant trois ans. J'habitais un appartement à Paris cuando j'étais étudiant. J'habiterai un appartement à New York l'année prochaine.",
      "imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebiet",
      "translation": "zone",
      "definition": "Ein bestimmter Raum oder Oberfläche, oft in Bezug auf eine bestimmte Verwendung oder Aktivität.",
      "definition_translation": "Une superficie ou un espace défini, souvent en référence à un usage ou une activité spécifique.",
      "example": "Das Gebiet der Stadt ist sehr verschmutzt. Das Gebiet des Parks ist perfekt für ein Picknick. Das Gebiet des Hauses wird nächsten Monat renoviert.",
      "example_translation": "La zone de la ville est très polluée. La zone du parc est parfaite pour un pique-nique. La zone de la maison sera rénovée le mois prochain.",
      "imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhandlung",
      "translation": "librairie",
      "definition": "Ein Laden, in dem Bücher verkauft werden, oft mit einer breiten Auswahl an Titeln und erfahrenen Mitarbeitern.",
      "definition_translation": "Un magasin où les livres sont vendus, souvent avec une large sélection de titres et un personnel connaissant.",
      "example": "Ich kaufte ein Buch in der Buchhandlung gestern. Ich werde nächste Woche eine Buchhandlung in London besuchen. Ich habe in einer Buchhandlung fünf Jahre lang gearbeitet.",
      "example_translation": "J'ai acheté un livre à la librairie hier. Je visiterai une librairie à Londres la semaine prochaine. J'ai travaillé dans une librairie pendant cinq ans.",
      "imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchladen",
      "translation": "librairie",
      "definition": "Ein Laden, der Bücher verkauft, oft mit einer breiten Auswahl an Titeln, Schreibwaren und anderen literarischen Materialien.",
      "definition_translation": "Un magasin qui vend des livres, souvent avec une grande sélection de titres, de papeterie et d'autres matériels littéraires.",
      "example": "Ich ging in den Buchladen, um ein Roman für meinen Urlaub zu kaufen. Ich gehe in den Buchladen, um ein Geschenk für meinen Freund zu kaufen. Ich werde in den Buchladen gehen, um für mein Projekt zu recherchieren.",
      "example_translation": "Je suis allé à la librairie pour acheter un roman pour mes vacances. Je vais à la librairie pour acheter un cadeau pour mon ami. Je vais à la librairie pour faire des recherches pour mon projet.",
      "imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brücke",
      "translation": "pont",
      "definition": "Eine Konstruktion, die über einen Fluss, eine Straße oder ein Hindernis führt, um Menschen oder Fahrzeuge überqueren zu lassen.",
      "definition_translation": "Une structure construite au-dessus d'une rivière, d'une route ou d'un autre obstacle pour permettre aux personnes ou aux véhicules de traverser.",
      "example": "Ich ging über die Brücke, um auf die andere Seite des Flusses zu gelangen. Die Brücke war wegen Wartungsarbeiten geschlossen. Die Brücke wird nächsten Monat wiedereröffnet.",
      "example_translation": "J'ai marché sur le pont pour atteindre l'autre côté de la rivière. Le pont était fermé pour maintenance. Le pont sera rouvert le mois prochain.",
      "imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebäude",
      "translation": "bâtiment",
      "definition": "Eine Struktur mit Dach und Wänden, wie ein Haus, ein Büro oder eine Fabrik.",
      "definition_translation": "Une structure avec un toit et des murs, comme une maison, un bureau ou une usine.",
      "example": "Ich arbeite in einem Gebäude, das über 100 Jahre alt ist. Das Gebäude wurde von einem berühmten Architekten entworfen. Das Gebäude wird nächstes Jahr abgerissen.",
      "example_translation": "Je travaille dans un bâtiment qui a plus de 100 ans. Le bâtiment a été conçu par un architecte célèbre. Le bâtiment sera démoli l'année prochaine.",
      "imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Busbahnhof",
      "translation": "gare routière",
      "definition": "Eine Einrichtung, an der Busse halten, um Fahrgäste aufzunehmen oder abzusetzen.",
      "definition_translation": "Un établissement où les bus s'arrêtent pour prendre et déposer des passagers.",
      "example": "Ich kam am Busbahnhof früh an, um mein Ticket zu kaufen. Der Busbahnhof war während der Rushhour sehr überfüllt. Der Busbahnhof wird bald ein neues Wartezimmer haben.",
      "example_translation": "Je suis arrivé à la gare routière tôt pour acheter mon billet. La gare routière était très encombrée pendant les heures de pointe. La gare routière aura une nouvelle salle d'attente bientôt.",
      "imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bushaltestelle",
      "translation": "arrêt de bus",
      "definition": "Ein Ort, an dem Busse halten, um Fahrgäste aufzunehmen oder abzusetzen.",
      "definition_translation": "Un endroit où les bus s'arrêtent pour permettre aux passagers de monter ou de descendre.",
      "example": "Ich wartete 20 Minuten an der Bushaltestelle, dann nahm ich ein Taxi. Gestern wartete ich 30 Minuten an der Bushaltestelle, aber er kam nicht. Ich werde morgen früh an der Bushaltestelle warten.",
      "example_translation": "J'ai attendu à l'arrêt de bus pendant 20 minutes, puis j'ai pris un taxi. Hier, j'ai attendu à l'arrêt de bus pendant une demi-heure, mais il n'est pas venu. Je vais attendre à l'arrêt de bus demain matin.",
      "imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kantine",
      "translation": "cantine",
      "definition": "Ein Selbstbedienungs-Restaurant, insbesondere in einer Schule oder Institution.",
      "definition_translation": "Un restaurant self-service, notamment dans une école ou une institution.",
      "example": "Ich aß gestern Mittag in der Kantine. Die Kantine serviert Frühstück, Mittagessen und Abendessen. Ich werde heute Abend in der Kantine essen.",
      "example_translation": "J'ai mangé déjeuner à la cantine hier. La cantine sert le petit déjeuner, le déjeuner et le dîner. Je vais manger dîner à la cantine ce soir.",
      "imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptstadt",
      "translation": "capitale",
      "definition": "Die Stadt oder der Ort, der als Sitz der Regierung für ein Land, einen Staat oder eine Provinz dient.",
      "definition_translation": "La ville ou la ville qui sert de siège du gouvernement pour un pays, un État ou une province.",
      "example": "Paris ist die Hauptstadt Frankreichs. Die Hauptstadt der Vereinigten Staaten ist Washington D.C. In Zukunft werde ich die Hauptstadt Japans besuchen.",
      "example_translation": "Paris est la capitale de la France. La capitale des États-Unis est Washington D.C. À l'avenir, je vais visiter la capitale du Japon.",
      "imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parkplatz",
      "translation": "parking",
      "definition": "Ein Bereich von Land oder ein Gebäude, in dem Fahrzeuge abgestellt werden.",
      "definition_translation": "Une zone de terre ou un bâtiment où les voitures sont garées.",
      "example": "Ich parkte mein Auto gestern auf dem Parkplatz. Der Parkplatz ist voll, ich werde mein Auto auf der Straße parken. Ich werde zum Parkplatz gehen, um mein Auto abzuholen.",
      "example_translation": "J'ai garé ma voiture dans le parking hier. Le parking est plein, je vais garer ma voiture dans la rue. Je vais aller au parking pour récupérer ma voiture.",
      "imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schloss",
      "translation": "château",
      "definition": "Ein großes Gebäude oder eine Struktur, typischerweise in einem ländlichen Bereich, das ursprünglich zu Verteidigungszwecken gebaut wurde, aber jetzt oft als Wohnsitz oder Touristenattraktion dient.",
      "definition_translation": "Un grand bâtiment ou structure, généralement situé en zone rurale, qui a été initialement construit à des fins défensives mais qui sert maintenant souvent de résidence ou d'attraction touristique.",
      "example": "Ich besuchte ein schönes Schloss in Schottland letzten Jahr. Ich besuche ein Schloss in Frankreich nächsten Monat. Ich werde ein Schloss in England nächstes Jahr besuchen.",
      "example_translation": "J'ai visité un beau château en Écosse l'année dernière. Je vais visiter un château en France le mois prochain. Je vais visiter un château en Angleterre l'année prochaine.",
      "imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dom",
      "translation": "cathédrale",
      "definition": "Eine große und beeindruckende Kirche, oft die Hauptkirche eines Bischofs oder einer Diözese, typischerweise in einem aufwendigen und dekorativen Stil gebaut.",
      "definition_translation": "Une grande et impressionnante église, souvent l'église principale d'un évêque ou d'un diocèse, généralement construite dans un style orné et décoratif.",
      "example": "Ich nahm an einer schönen Domhochzeit letzten Wochenende teil. Ich nehme an einem Dommese nächsten Tag teil. Ich werde an einem Domkonzert nächste Woche teilnehmen.",
      "example_translation": "J'ai assisté à un beau mariage en cathédrale le week-end dernier. Je vais assister à un service en cathédrale demain. Je vais assister à un concert en cathédrale la semaine prochaine.",
      "imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zentrum",
      "translation": "centre",
      "definition": "Ein Punkt oder Ort, der gleichweit entfernt ist von allen Seiten, Grenzen oder Begrenzungen etwas.",
      "definition_translation": "Un point ou un lieu qui est équidistant de tous les côtés, frontières ou limites de quelque chose.",
      "example": "Ich ging ins Zentrum der Stadt gestern. Ich gehe ins Zentrum des Parks morgen. Ich werde ins Zentrum des Stadions nächste Woche gehen.",
      "example_translation": "Je suis allé au centre de la ville hier. Je vais au centre du parc demain. Je vais au centre du stade la semaine prochaine.",
      "imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "pharmacie",
      "definition": "Ein Laden, in dem Medikamente, Kosmetika und andere Gesundheitsprodukte verkauft werden.",
      "definition_translation": "Un magasin où sont vendus des médicaments, des cosmétiques et d'autres produits de soins de santé.",
      "example": "Ich ging zur Apotheke, um einige Medikamente zu kaufen gestern. Ich gehe zur Apotheke, um einige Kosmetika zu kaufen morgen. Ich werde zur Apotheke gehen, um einige Gesundheitsprodukte zu kaufen nächste Woche.",
      "example_translation": "Je suis allé à la pharmacie pour acheter du médicament hier. Je vais à la pharmacie pour acheter des cosmétiques demain. Je vais à la pharmacie pour acheter des produits de soins de santé la semaine prochaine.",
      "imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirche",
      "translation": "église",
      "definition": "Ein Gebäude für christliche religiöse Aktivitäten, insbesondere ein Tempel oder ein Ort der Anbetung.",
      "definition_translation": "Un bâtiment pour les activités religieuses chrétiennes, notamment un temple ou un lieu de culte.",
      "example": "Die Kirche war mit ihrer atemberaubenden Architektur schön. Ich ging zur Kirche gestern. Ich werde zur Kirche nächsten Sonntag gehen.",
      "example_translation": "L'église était belle avec son architecture impressionnante. Je suis allé à l'église hier. Je vais aller à l'église dimanche prochain.",
      "imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadtzentrum",
      "translation": "centre-ville",
      "definition": "Der zentrale Teil einer Stadt, typischerweise mit einer hohen Konzentration von Unternehmen, Läden und Dienstleistungen.",
      "definition_translation": "La partie centrale d'une ville, ayant généralement une haute concentration d'entreprises, de magasins et de commodités.",
      "example": "Das Stadtzentrum war laut und voller Menschen. Wir gingen durch das Stadtzentrum, um zum Park zu gelangen. Das Stadtzentrum wird nächstes Jahr renoviert.",
      "example_translation": "Le centre-ville était animé de monde. Nous avons marché à travers le centre-ville pour aller au parc. Le centre-ville sera rénové l'an prochain.",
      "imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleidungsgeschäft",
      "translation": "magasin de vêtements",
      "definition": "Ein Laden, in dem Kleidung und andere Textilien verkauft werden.",
      "definition_translation": "Un magasin où des vêtements et d'autres textiles sont vendus.",
      "example": "Ich ging in ein Kleidungsgeschäft, um ein neues Kleid zu kaufen. Das Kleidungsgeschäft auf der Hauptstraße hat ein Angebot. Sie arbeitet in einem Kleidungsgeschäft im Einkaufszentrum.",
      "example_translation": "Je suis allé à un magasin de vêtements pour acheter une nouvelle robe. Le magasin de vêtements sur la rue principale a une vente. Elle travaille dans un magasin de vêtements au centre commercial.",
      "imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verein",
      "translation": "club",
      "definition": "Eine Vereinigung oder Organisation, die sich einem bestimmten Interesse oder einer bestimmten Aktivität widmet.",
      "definition_translation": "Une association ou une organisation dédiée à un intérêt ou une activité particulière.",
      "example": "Ich trat einem Buchverein letztes Monat bei. Der Verein hat viele Mitglieder. Sie wird einen neuen Verein nächstes Jahr eröffnen.",
      "example_translation": "J'ai rejoint un club de lecture le mois dernier. Le club a beaucoup de membres. Elle ouvrira un nouveau club l'an prochain.",
      "imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hochschule",
      "translation": "collège",
      "definition": "Eine Bildungseinrichtung, die höhere Bildung bietet, typischerweise ein zweijähriges oder vierjähriges Studienprogramm.",
      "definition_translation": "Une institution d'enseignement supérieur qui propose des programmes de deux ou quatre ans.",
      "example": "Ich studierte Informatik an einer Hochschule in Kalifornien. Ich studiere Betriebswirtschaft an der Hochschule jetzt. Ich werde nächstes Jahr an der Hochschule studieren.",
      "example_translation": "J'ai étudié l'informatique dans un collège en Californie. Je suis en train d'étudier les affaires au collège maintenant. J'irai au collège l'année prochaine.",
      "imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ecke",
      "translation": "coin",
      "definition": "Der Punkt oder Bereich, an dem zwei oder mehr Kanten, Oberflächen oder Linien sich treffen.",
      "definition_translation": "Le point ou la zone où deux ou plusieurs arêtes, surfaces ou lignes se rencontrent.",
      "example": "Der Laden befand sich an der Ecke der Hauptstraße. Ich stand auf der Ecke und wartete auf den Bus. Die Ecke der Seite war zerrissen.",
      "example_translation": "Le magasin était situé au coin de la rue principale. Je me suis tenu au coin et j'ai attendu le bus. Le coin de la page était déchiré.",
      "imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abteilungsgeschäft",
      "translation": "grand magasin",
      "definition": "Ein großes Einzelhandelsgeschäft, das eine breite Palette von Waren anbietet, üblicherweise in separate Abteilungen organisiert.",
      "definition_translation": "Un grand magasin de detailing qui vend une grande variété de marchandises, généralement organisé en départements séparés.",
      "example": "Ich kaufte neue Kleidung in einem Abteilungsgeschäft gestern. Sie arbeitet in einem Abteilungsgeschäft in der Innenstadt. Das Abteilungsgeschäft hat nächste Woche einen Verkauf.",
      "example_translation": "J'ai acheté de nouveaux vêtements dans un grand magasin hier. Elle travaille dans un grand magasin au centre-ville. Le grand magasin aura une vente la semaine prochaine.",
      "imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Diskothek",
      "translation": "discothèque",
      "definition": "Eine Art von Nachtclub, die Aufnahmemusik und blinkende Lichter bietet, bei der Menschen tanzen.",
      "definition_translation": "Un type de boîte de nuit qui propose de la musique enregistrée et des lumières clignotantes, où les gens dansent généralement.",
      "example": "Ich ging in eine Diskothek in den 1970er Jahren. Die Diskokugel drehte sich an der Decke. Sie wandelten die Diskothek in eine Bar um.",
      "example_translation": "Je suis allé dans une discothèque dans les années 1970. La boule à facettes tournait au plafond. Ils ont transformé la discothèque en bar.",
      "imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "pharmacie",
      "definition": "Ein Geschäft, in dem medizinische Mittel und andere Gesundheitsprodukte verkauft werden.",
      "definition_translation": "Un magasin où des médicaments et d'autres produits de santé sont vendus.",
      "example": "Ich ging zur Apotheke, um Schmerzmittel zu kaufen. Ich gehe jede Woche zur Apotheke, um meine Medikamente zu erneuern. Ich werde morgen zur Apotheke gehen, um meine Medikamente abzuholen.",
      "example_translation": "Je suis allé à la pharmacie pour acheter des analgésiques. Je vais à la pharmacie chaque semaine pour renouveler ma prescription. Je vais à la pharmacie demain pour récupérer mon médicament.",
      "imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eingang",
      "translation": "entrée",
      "definition": "Der Punkt, an dem man ein Gebäude, ein Zimmer oder einen Ort betritt.",
      "definition_translation": "Le point d'entrée dans un bâtiment, une pièce ou un endroit.",
      "example": "Der Eingang zum Museum war wegen Renovierungsarbeiten geschlossen. Ich ging durch den Eingang des Gebäudes und nahm den Aufzug zum 10. Stock. Der Eingang zum Park wird nächste Woche wegen Wartungsarbeiten geschlossen sein.",
      "example_translation": "L'entrée du musée était fermée pour rénovation. J'ai marché à travers l'entrée du bâtiment et pris l'ascenseur au 10e étage. L'entrée du parc sera fermée la semaine prochaine pour maintenance.",
      "imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ausgang",
      "translation": "sortie",
      "definition": "Ein Weg oder Punkt, an dem man einen Ort, ein Gebäude oder ein System verlässt.",
      "definition_translation": "Un moyen ou un point de départ d'un lieu, d'un bâtiment ou d'un système.",
      "example": "Die Ausgangsschilder waren im Notfall-Evakuierungsplan klar gekennzeichnet. Ich nahm die Ausfahrt von der Autobahn, um den Verkehr zu vermeiden. Der Ausgang aus der Parkgarage war verwirrend.",
      "example_translation": "Les panneaux de sortie étaient clairement marqués dans le plan d'évacuation d'urgence. J'ai pris la sortie de l'autoroute pour éviter les embouteillages. La sortie du garage de stationnement était confuse.",
      "imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feld",
      "translation": "champ",
      "definition": "Ein offenes Gelände, das für einen bestimmten Zweck, wie Landwirtschaft oder Sport, genutzt wird.",
      "definition_translation": "Un espace ouvert de terrain utilisé à des fins particulières, telles que l'agriculture ou les sports.",
      "example": "Das Feld war letzte Saison mit Weizen bepflanzt. Ich spielte Fußball auf dem Feld mit meinen Freunden gestern. Das Feld der Physik entwickelt sich ständig weiter.",
      "example_translation": "Le champ était planté de blé la saison dernière. J'ai joué au football dans le champ avec mes amis hier. Le champ de la physique évolue constamment.",
      "imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Garage",
      "translation": "garage",
      "definition": "Ein Gebäude oder Schuppen, in dem ein Auto, Lastwagen oder anderes Fahrzeug untergebracht wird.",
      "definition_translation": "Un bâtiment ou une remise pour abriter une voiture, un camion ou autre véhicule.",
      "example": "Ich werde eine Garage neben meinem Haus bauen, Ich habe eine Garage neben meinem Haus gebaut, Ich hatte eine Garage neben meinem Haus gebaut.",
      "example_translation": "Je vais construire un garage à côté de ma maison, j'ai construit un garage à côté de ma maison, j'avais construit un garage à côté de ma maison.",
      "imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hügel",
      "translation": "colline",
      "definition": "Ein natürlicher Erhebung der Erdoberfläche, die mehr oder weniger steil von der umliegenden Ebene ansteigt.",
      "definition_translation": "Une élévation naturelle de la surface de la terre, s'élevant plus ou moins abruptement du niveau environnant.",
      "example": "Ich lief den Hügel hinauf, Ich laufe den Hügel hinauf, Ich werde den Hügel hinauf laufen.",
      "example_translation": "J'ai couru sur la colline, je cours sur la colline, je courrai sur la colline.",
      "imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Insel",
      "translation": "île",
      "definition": "Ein Landgebiet, das von Wasser umgeben ist.",
      "definition_translation": "Un terre qui est entourée d'eau.",
      "example": "Ich besuchte eine Insel letztes Jahr, Ich besuche eine Insel gerade, Ich werde eine Insel nächstes Jahr besuchen.",
      "example_translation": "J'ai visité une île l'année dernière, je visite une île maintenant, je visiterai une île l'année prochaine.",
      "imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bibliothek",
      "translation": "bibliothèque",
      "definition": "Ein Gebäude oder Raum, in dem eine Sammlung von Büchern, Zeitschriften und anderen Materialien für das Lesen und die Forschung untergebracht ist.",
      "definition_translation": "Un bâtiment ou une pièce contenant une collection de livres, de périodiques et d'autres matériels pour la lecture et la recherche.",
      "example": "Ich studiere in der Bibliothek, Ich studierte in der Bibliothek gestern, Ich werde in der Bibliothek morgen studieren.",
      "example_translation": "Je suis en train d'étudier à la bibliothèque, j'ai étudié à la bibliothèque hier, j'étudierai à la bibliothèque demain.",
      "imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrstuhl",
      "translation": "ascenseur",
      "definition": "Ein Gerät, das verwendet wird, um Menschen oder Gegenstände in einem Gebäude anzuheben oder abzusenken, besteht normalerweise aus einem Abteil, das von Kabeln oder Ketten an einem Flaschenzug aufgehängt ist und von einem Elektromotor betrieben wird.",
      "definition_translation": "Un appareil utilisé pour élever ou abaisser des personnes ou des objets dans un bâtiment, généralement consistant en une cabine suspendue par des câbles ou des chaînes à partir d'un pignon et actionné par un moteur électrique.",
      "example": "Ich nahm den Fahrstuhl zum obersten Stock. Gestern hatte ich den Fahrstuhl zum Konferenzraum genommen. Wenn ich Glück habe, werde ich heute Abend den Fahrstuhl zum Dachgarten nehmen.",
      "example_translation": "J'ai pris l'ascenseur jusqu'au dernier étage. Hier, j'avais pris l'ascenseur jusqu'à la salle de conférence. Si je suis chanceux, je prendrai l'ascenseur jusqu'au bar sur le toit ce soir.",
      "imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Markt",
      "translation": "marché",
      "definition": "Ein regelmäßiges Treffen von Menschen zum Verkauf von Lebensmitteln, Waren oder Dienstleistungen, oft im Freien oder in einem großen öffentlichen Gebäude.",
      "definition_translation": "Une réunion régulière de personnes pour la vente de nourriture, de biens ou de services, souvent en plein air ou dans un grand bâtiment public.",
      "example": "Ich ging zum Markt, um einige frische Lebensmittel zu kaufen. Letzte Woche hatte ich zum Markt gegangen, um ein neues Handy zu kaufen. Nächstes Wochenende werde ich zum Markt gehen, um Straßenfood zu probieren.",
      "example_translation": "Je suis allé au marché pour acheter des produits frais. La semaine dernière, j'étais allé au marché pour acheter un nouveau téléphone. Le week-end prochain, je vais aller au marché pour essayer des nourritures de rue.",
      "imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Moschee",
      "translation": "mosquée",
      "definition": "Ein Gebäude für muslimischen Gottesdienst, typischerweise mit einem Minarett und einer großen Kuppel.",
      "definition_translation": "Un bâtiment pour le culte musulman, généralement avec un minaret et une grande coupole.",
      "example": "Die Moschee im Stadtzentrum ist schön. Gestern hatte ich die Moschee in der Altstadt besucht. Wenn ich Zeit habe, werde ich die Moschee nahe dem Flughafen besuchen.",
      "example_translation": "La mosquée au centre-ville est belle. Hier, j'avais visité la mosquée dans la vieille ville. Si j'ai le temps, je vais visiter la mosquée près de l'aéroport.",
      "imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Autobahn",
      "translation": "autoroute",
      "definition": "Eine Hochgeschwindigkeitsstraße, insbesondere eine, die Teil eines größeren Netzwerks ist, mit begrenztem Zugang und ohne Ampeln.",
      "definition_translation": "Une route à grande vitesse, en particulier une partie d'un réseau majeur, avec un accès limité et sans feux de circulation.",
      "example": "Ich nahm die Autobahn, um schnell in die Stadt zu gelangen. Letztes Jahr hatte ich die Autobahn genommen, um zum Strand zu fahren. Nächstes Monat werde ich die Autobahn nehmen, um meine Familie zu besuchen.",
      "example_translation": "J'ai pris l'autoroute pour aller rapidement en ville. L'année dernière, j'avais pris l'autoroute pour aller à la plage. Le mois prochain, je vais prendre l'autoroute pour visiter ma famille.",
      "imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Berg",
      "translation": "montagne",
      "definition": "Eine natürliche Erhebung der Erdoberfläche, die mehr oder weniger abrupt von der umgebenden Höhe ansteigt und eine Höhe erreicht, die im Verhältnis zur benachbarten Höhe beeindruckend oder bemerkenswert ist.",
      "definition_translation": "Une élévation naturelle de la surface de la Terre qui se dresse plus ou moins abruptement au-dessus du niveau environnant et atteint une altitude qui, par rapport à l'élévation adjacente, est impressionnante ou notable.",
      "example": "Ich ging gestern bergauf, ich gehe heute bergauf und ich werde morgen bergauf gehen.",
      "example_translation": "J'ai grimpé sur la montagne hier, je grimpe sur la montagne aujourd'hui, et je grimperai sur la montagne demain.",
      "imageLink": "mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Büro",
      "translation": "bureau",
      "definition": "Ein Raum oder mehrere Räume, die für administrative oder berufliche Arbeit ausgestattet sind.",
      "definition_translation": "Une salle ou un ensemble de salles équipées pour le travail administratif ou professionnel.",
      "example": "Ich ging gestern ins Büro, ich gehe heute ins Büro und ich werde morgen ins Büro gehen.",
      "example_translation": "Je suis allé au bureau hier, je vais au bureau aujourd'hui, et je vais au bureau demain.",
      "imageLink": "office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weg",
      "translation": "chemin",
      "definition": "Ein Weg oder eine Spur, die für das Gehen oder Reisen gebaut wurde.",
      "definition_translation": "Un chemin ou une piste faite pour marcher ou voyager.",
      "example": "Ich ging gestern auf dem Weg, ich gehe heute auf dem Weg und ich werde morgen auf dem Weg gehen.",
      "example_translation": "J'ai marché le long du chemin hier, je marche le long du chemin aujourd'hui, et je marcherai le long du chemin demain.",
      "imageLink": "path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tierhandlung",
      "translation": "magasin d'animaux de compagnie",
      "definition": "Ein Laden, in dem Tiere und Zubehör für Haustiere verkauft werden.",
      "definition_translation": "Un magasin qui vend des animaux et des fournitures pour animaux de compagnie.",
      "example": "Ich besuchte gestern die Tierhandlung, ich besuche heute die Tierhandlung und ich werde morgen die Tierhandlung besuchen.",
      "example_translation": "J'ai visité le magasin d'animaux de compagnie hier, je visite le magasin d'animaux de compagnie aujourd'hui, et je visiterai le magasin d'animaux de compagnie demain.",
      "imageLink": "pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tankstelle",
      "translation": "station-service",
      "definition": "Ein Ort, an dem Benzin und andere Treibstoffe verkauft werden und Fahrzeuge betankt werden können.",
      "definition_translation": "Un endroit où l'essence et d'autres carburants sont vendus, et où les véhicules peuvent être remplis de carburant.",
      "example": "Ich hielt an der Tankstelle, um mein Auto zu betanken. Gestern hielt ich an der Tankstelle, um nach dem Weg zu fragen. Ich werde an der Tankstelle halten, um Snacks zu kaufen.",
      "example_translation": "J'ai arrêté à la station-service pour remplir mon réservoir. Hier, j'ai arrêté à la station-service pour demander des directions. Je vais m'arrêter à la station-service pour acheter des collations.",
      "imageLink": "petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielplatz",
      "translation": " aire de jeux",
      "definition": "Ein Außenbereich, normalerweise in einer Schule oder einem Park, wo Kinder auf Geräten wie Schaukeln, Rutschen und Klettergerüsten spielen können.",
      "definition_translation": "Une zone en plein air, généralement dans une école ou un parc, où les enfants peuvent jouer sur des équipements tels que des balançoires, des toboggans et des cadres d'escalade.",
      "example": "Die Kinder liebten es, auf den Schaukeln im Spielplatz zu spielen. Gestern ging ich zum Spielplatz, um Fußball mit meinen Freunden zu spielen. Ich werde zum Spielplatz gehen, um mit meinen Freunden Tag zu spielen.",
      "example_translation": "Les enfants ont adoré jouer sur les balançoires à l'aire de jeux. Hier, nous sommes allés à l'aire de jeux pour jouer au tag. Je vais aller à l'aire de jeux pour jouer au soccer avec mes amis.",
      "imageLink": "playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizeistation",
      "translation": "poste de police",
      "definition": "Ein Gebäude oder ein Büro, in dem Polizisten arbeiten und an dem Menschen hinge hen, um Verbrechen anzuzeigen oder Beschwerden einzureichen.",
      "definition_translation": "Un bâtiment ou un bureau où les agents de police travaillent et où les gens peuvent aller signaler des crimes ou porter plainte.",
      "example": "Die Polizeistation war gerade um die Ecke von meinem Haus. Gestern ging ich zur Polizeistation, um mein gestohlenes Fahrrad anzuzeigen. Ich werde zur Polizeistation gehen, um um Hilfe zu bitten.",
      "example_translation": "Le poste de police était juste au coin de ma rue. Hier, je suis allé au poste de police pour signaler mon vélo volé. Je vais aller au poste de police pour demander de l'aide.",
      "imageLink": "police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmbad",
      "translation": "piscine",
      "definition": "Ein kleiner, künstlich begrenzter Wasserkörper, in dem Menschen schwimmen können, insbesondere in einem Hinterhof oder in einem Hotel oder Resort.",
      "definition_translation": "Un petit corps d'eau artificiellement clos pour que les gens puissent nager, notamment dans un arrière-cour ou dans un hôtel ou un resort.",
      "example": "Ich liebe es, im Schwimmbad meines Freundes zu schwimmen. Gestern ging ich im Schwimmbad des Hotels schwimmen. Ich werde morgen früh im Schwimmbad schwimmen.",
      "example_translation": "J'adore nager dans la piscine chez mon ami. Hier, je suis allé nager dans la piscine de l'hôtel. Je vais aller nager dans la piscine demain matin.",
      "imageLink": "pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Postamt",
      "translation": "bureau de poste",
      "definition": "Ein Gebäude oder eine Einrichtung, in der Postdienstleistungen angeboten werden, wie zum Beispiel Briefmarken verkaufen, Pakete verschicken und Briefe senden.",
      "definition_translation": "Un bâtiment ou une installation où des services postaux sont fournis, comme vendre des timbres, envoyer des colis et envoyer des lettres.",
      "example": "Ich muss zum Postamt gehen, um ein Paket an meinen Bruder zu senden. Gestern ging ich zum Postamt, um einen Brief zu senden. Ich werde morgen zum Postamt gehen, um Briefmarken zu kaufen.",
      "example_translation": "Je dois aller au bureau de poste pour envoyer un colis à mon frère. J'ai été au bureau de poste hier pour envoyer une lettre. Je vais aller au bureau de poste demain pour acheter des timbres.",
      "imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gasthaus",
      "translation": "taverne",
      "definition": "Ein Gebäude oder eine Einrichtung, in der Menschen sich treffen, um zu trinken und zusocialisieren, oft mit Bieren und anderen Getränken.",
      "definition_translation": "Un bâtiment ou un établissement où les gens se réunissent pour boire et socialiser, souvent servant de la bière et d'autres boissons.",
      "example": "Ich treffe meine Freunde heute Abend im Gasthaus, um das Spiel anzuschauen. Wir gingen letzte Woche ins Gasthaus, um meinen Geburtstag zu feiern. Ich werde nächste Monat ins Gasthaus gehen, um ihr neues Bier auszuprobieren.",
      "example_translation": "Je vais rejoindre mes amis à la taverne ce soir pour regarder le match. Nous sommes allés à la taverne la semaine dernière pour célébrer mon anniversaire. Je vais aller à la taverne le mois prochain pour essayer leur nouvelle bière.",
      "imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisenbahn",
      "translation": "chemin de fer",
      "definition": "Ein Verkehrssystem, das Züge und Schienen verwendet, oft für Fernreisen oder Gütertransporte.",
      "definition_translation": "Un système de transport utilisant des trains et des voies ferrées, souvent utilisé pour les voyages de longue distance ou le transport de marchandises.",
      "example": "Ich nahm den Zug zu meiner Familie letzten Sommer. Wir verwenden die Eisenbahn, um Güter in andere Städte zu transportieren. Das Eisenbahnsystem wird nächstes Jahr verbessert werden.",
      "example_translation": "J'ai pris le chemin de fer pour visiter ma famille l'été dernier. Nous utilisons le chemin de fer pour transporter des marchandises à d'autres villes. Le système de chemin de fer sera amélioré l'année prochaine.",
      "imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bahnhof",
      "translation": "gare",
      "definition": "Ein Gebäude oder eine Einrichtung, an dem Züge halten, um Passagiere oder Güter aufzunehmen oder abzusetzen, oft mit Einrichtungen wie Fahrkartenschaltern und Wartebereichen.",
      "definition_translation": "Un bâtiment ou une installation où les trains s'arrêtent pour prendre ou laisser des passagers ou des marchandises, souvent avec des équipements tels que des guichets de billets et des zones d'attente.",
      "example": "Ich kam früh am Bahnhof an, um vor meiner Reise einen Kaffee zu holen. Wir warteten am Bahnhof stundenlang wegen einer Verspätung. Ich werde morgen meinen Freund am Bahnhof treffen.",
      "example_translation": "Je suis arrivé à la gare tôt pour prendre un café avant mon voyage. Nous avons attendu à la gare pendant des heures en raison d'un retard. Je vais rencontrer mon ami à la gare demain.",
      "imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuhgeschäft",
      "translation": "magasin de chaussures",
      "definition": "Ein Einzelhandelsgeschäft, das Schuhe und andere Fußbekleidung verkauft.",
      "definition_translation": "Un établissement de commerce de détail qui vend des chaussures et d'autres chaussures.",
      "example": "Ich ging gestern in das Schuhgeschäft, ich gehe morgen in das Schuhgeschäft, und ich werde nächste Woche in das Schuhgeschäft gehen.",
      "example_translation": "Je suis allé au magasin de chaussures hier, je vais au magasin de chaussures demain, et je vais aller au magasin de chaussures la semaine prochaine.",
      "imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufszentrum",
      "translation": "centre commercial",
      "definition": "Ein großes Gebäude oder ein Komplex, das viele Geschäfte, Restaurants und Unterhaltungseinrichtungen enthält.",
      "definition_translation": "Un grand bâtiment ou complexe qui contient de nombreux magasins, restaurants et établissements de loisirs.",
      "example": "Ich besuchte das Einkaufszentrum letzten Wochenende, ich besuche das Einkaufszentrum heute, und ich werde es nächsten Monat besuchen.",
      "example_translation": "J'ai visité le centre commercial le week-end dernier, je visite le centre commercial aujourd'hui, et je vais visiter le centre commercial le mois prochain.",
      "imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sportzentrum",
      "translation": "centre de sports",
      "definition": "Eine Einrichtung, die eine Vielzahl von Sport- und Fitness-Aktivitäten anbietet, wie zum Beispiel ein Fitness-Studio, ein Schwimmbad und Spielfelder.",
      "definition_translation": "Un établissement qui offre une variété d'activités sportives et de fitness, telles qu'une salle de gym, une piscine et des terrains de jeu.",
      "example": "Ich ging gestern ins Sportzentrum, um Basketball zu spielen, ich gehe morgen ins Sportzentrum, um zu schwimmen, und ich werde nächste Woche ins Sportzentrum gehen, um Tennis zu spielen.",
      "example_translation": "Je suis allé au centre de sports hier pour jouer au basket-ball, je vais au centre de sports demain pour nager, et je vais aller au centre de sports la semaine prochaine pour jouer au tennis.",
      "imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platz",
      "translation": "place",
      "definition": "Ein öffentlicher, offener Raum in einer Stadt oder einem Ort, oft mit Gras, Bäumen und Wegen, und manchmal mit Denkmälern oder Statuen.",
      "definition_translation": "Un espace public ouvert dans une ville ou une ville, souvent avec de l'herbe, des arbres et des chemins, et parfois avec des monuments ou des statues.",
      "example": "Ich saß gestern auf dem Platz, ich sitze heute auf dem Platz, und ich werde morgen auf dem Platz sitzen.",
      "example_translation": "Je me suis assis sur la place hier, je m'assieds sur la place aujourd'hui, et je m'assiérai sur la place demain.",
      "imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadion",
      "translation": "stade",
      "definition": "Ein Stadion ist ein großes Freiluft- oder Hallen-Venue für Sportveranstaltungen, Konzerte und andere Events, typischerweise mit einem Rasen- oder Kunstrasen-Spielfeld umgeben von Sitzplätzen für Zuschauer.",
      "definition_translation": "Un stade est un grand lieu extérieur ou intérieur pour les sports, les concerts et d'autres événements, généralement équipé d'un terrain de jeu en gazon ou en surface d'herbe entouré de zones de siège pour les spectateurs.",
      "example": "Ich gehe morgen ins Stadion, um das Fußballspiel anzusehen. Ich ging letzte Woche ins Stadion. Ich gehe jetzt ins Stadion.",
      "example_translation": "Je vais aller au stade pour regarder le match de football demain. J'étais allé au stade la semaine dernière. Je vais au stade maintenant.",
      "imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Theater",
      "translation": "théâtre",
      "definition": "Ein Theater ist ein Gebäude oder Raum, in dem Live-Aufführungen, wie Theaterstücke, Musicals und Konzerte, stattfinden.",
      "definition_translation": "Un théâtre est un bâtiment ou un espace où des spectacles vivants, tels que des pièces de théâtre, des comédies musicales et des concerts, ont lieu.",
      "example": "Ich war schon viele Male im Theater. Ich ging letzte Nacht ins Theater. Ich gehe nächste Woche ins Theater.",
      "example_translation": "Je suis allé au théâtre de nombreuses fois. J'étais allé au théâtre hier soir. Je vais au théâtre la semaine prochaine.",
      "imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartenbüro",
      "translation": "guichet",
      "definition": "Ein Kartenbüro ist ein Ort, an dem Tickets verkauft werden, insbesondere für Verkehrsmittel, Veranstaltungen oder Attraktionen.",
      "definition_translation": "Un guichet est un endroit où les billets sont vendus, notamment pour les transports, les événements ou les attractions.",
      "example": "Ich gehe zum Kartenbüro, um ein Ticket zu kaufen. Ich ging gestern zum Kartenbüro. Ich gehe jetzt zum Kartenbüro.",
      "example_translation": "Je vais aller au guichet pour acheter un billet. J'étais allé au guichet hier. Je vais au guichet maintenant.",
      "imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielwarenladen",
      "translation": "magasin de jouets",
      "definition": "Ein Spielwarenladen ist ein Laden, der Spielzeug, Spiele und andere Artikel für Kinderunterhaltung verkauft.",
      "definition_translation": "Un magasin de jouets est un commerce qui vend des jouets, des jeux et d'autres articles pour le divertissement des enfants.",
      "example": "Ich ging mit meinem Bruder in den Spielwarenladen. Ich gehe morgen in den Spielwarenladen. Ich gehe jetzt in den Spielwarenladen.",
      "example_translation": "J'étais allé au magasin de jouets avec mon frère. Je vais aller au magasin de jouets demain. Je vais au magasin de jouets maintenant.",
      "imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "U-Bahn",
      "translation": "souterrain",
      "definition": "Unterirdisch gelegen oder stattfindend.",
      "definition_translation": "Situé ou se déroulant sous la surface de la terre.",
      "example": "Ich nahm die U-Bahn, um in die Innenstadt zu gelangen. Ich nehme die U-Bahn, um morgen ins Stadion zu gelangen. Ich nahm die U-Bahn, um letzten Woche ins Museum zu gelangen.",
      "example_translation": "J'ai pris le métro pour aller au centre-ville. Je prendrai le métro pour aller au stade demain. J'ai pris le métro pour aller au musée la semaine dernière.",
      "imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnhaus",
      "translation": "immeuble d'appartements",
      "definition": "Ein Gebäude, das mehrere Wohnungen enthält, oft mehrere Stockwerke hoch.",
      "definition_translation": "Un bâtiment contenant plusieurs appartements, souvent plusieurs étages de haut.",
      "example": "Ich wohne in einem Wohnhaus in der Stadt. Das Wohnhaus hat 20 Etagen. Das Wohnhaus wird nächstes Jahr renoviert.",
      "example_translation": "Je vis dans un immeuble d'appartements en ville. L'immeuble d'appartements a 20 étages. L'immeuble d'appartements sera rénové l'année prochaine.",
      "imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balkon",
      "translation": "balcon",
      "definition": "Eine Plattform, die von der Wand eines Gebäudes vorsteht, umgeben von Geländern oder Balustraden.",
      "definition_translation": "Une plateforme projetant depuis le mur d'un bâtiment, fermée par des rails ou des balustres.",
      "example": "Ich genieße es, abends auf dem Balkon zu sitzen. Der Balkon bietet einen großartigen Blick auf die Stadt. Ich werde den Balkon am Wochenende reinigen.",
      "example_translation": "J'aime m'asseoir sur le balcon le soir. Le balcon offre une belle vue sur la ville. Je nettoierai le balcon ce week-end.",
      "imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Block",
      "translation": "bloc",
      "definition": "Ein massiver Stück Material, wie Holz oder Stein, verwendet als Basis oder Stütze.",
      "definition_translation": "Un solide morceau de matériau, comme du bois ou de la pierre, utilisé comme base ou support.",
      "example": "Ich baute einen Blockturm, als ich ein Kind war. Der Block wird als Papiergewicht verwendet. Ich werde einen Block Holz kaufen, um einen Tisch zu machen.",
      "example_translation": "J'ai construit une tour de blocs lorsque j'étais enfant. Le bloc est utilisé comme poids de papier. Je vais acheter un bloc de bois pour faire une table.",
      "imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Campingplatz",
      "translation": "camping",
      "definition": "Ein Ort, an dem Menschen zelten, typischerweise im Freien, unter Verwendung von Zelten oder anderen vorübergehenden Unterkünften.",
      "definition_translation": "Un endroit où les gens campent, généralement en plein air, en utilisant des tentes ou d'autres abris temporaires.",
      "example": "Wir verbrachten das Wochenende auf dem Campingplatz, Marshmallows über dem Lagerfeuer röstend. Wir werden morgen zurück auf dem Campingplatz sein, nach unserem Wandertrip. Wir hatten schon viele Male auf diesem Campingplatz gezeltet.",
      "example_translation": "Nous avons passé le week-end au camping, faisant rôtir des guimauves sur le feu. Nous reviendrons au camping demain après notre randonnée. Nous avions déjà campé à ce camping de nombreuses fois auparavant.",
      "imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kantine",
      "translation": "cantine",
      "definition": "Ein Ort, an dem Essen und Getränke verkauft oder bereitgestellt werden, insbesondere in einer Fabrik, Schule oder anderen Institution.",
      "definition_translation": "Un endroit où la nourriture et les boissons sont vendues ou fournies, especialmente dans une usine, une école ou une autre institution.",
      "example": "Die Arbeiter sammelten sich in der Kantine zum Mittagessen. Die Schule hat eine Kantine, die gesunde Lebensmittel anbietet. Wir werden morgen die Kantine besuchen, um einige Snacks zu kaufen.",
      "example_translation": "Les travailleurs se sont rassemblés dans la cantine pour déjeuner. L'école a une cantine qui sert de la nourriture saine. Nous visiterons la cantine demain pour acheter des collations.",
      "imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zirkus",
      "translation": "cirque",
      "definition": "Ein reisendes Unterhaltungsprogramm mit Artisten, Clownen und dressierten Tieren, oft in einem großen Zelt oder einer Arena.",
      "definition_translation": "Une représentation ambulante d'acrobates, de clowns et d'animaux dressés, souvent dans une grande tente ou arène.",
      "example": "Wir gingen letzte Nacht zum Zirkus und sahen eine aufregende Trapeznummer. Der Zirkus ist für eine Woche in der Stadt. Wir werden die Kinder nächsten Monat zum Zirkus bringen.",
      "example_translation": "Nous sommes allés au cirque hier soir et avons vu un acte de trapèze emocinant. Le cirque était en ville pour une semaine. Nous emmènerons les enfants au cirque le mois prochain.",
      "imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klinik",
      "translation": "clinique",
      "definition": "Eine Einrichtung oder Abteilung, in der medizinische oder zahnmedizinische Behandlungen durchgeführt werden, insbesondere ambulant.",
      "definition_translation": "Un établissement ou un département où des soins médicaux ou dentaires sont fournis, notamment sur une base externe.",
      "example": "Der Arzt leitet eine Klinik für Kinder mit besonderen Bedürfnissen. Die Klinik ist werktags geöffnet. Wir werden nächste Woche die Klinik für eine Kontrolluntersuchung besuchen.",
      "example_translation": "Le docteur dirige une clinique pour les enfants ayant des besoins spéciaux. La clinique est ouverte les jours de semaine. Nous visiterons la clinique la semaine prochaine pour une visite de contrôle.",
      "imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ferienhaus",
      "translation": "chaumière",
      "definition": "Ein kleines, gemütliches Haus auf dem Land, typischerweise von einem Garten oder einer ländlichen Umgebung umgeben.",
      "definition_translation": "Une petite maison confortable à la campagne, généralement entourée d'un jardin ou d'une zone rurale.",
      "example": "Ich lebte als Kind in einem Ferienhaus am See. Ich werde ein Ferienhaus in den Bergen kaufen, wenn ich in Rente gehe. Sie hatte viele Jahre lang in einem Ferienhaus auf dem Land gewohnt.",
      "example_translation": "J'ai vécu dans une chaumière au bord du lac quand j'étais enfant. J'achèterai une chaumière dans les montagnes lorsque je prendrai ma retraite. Elle avait vécu dans une chaumière à la campagne pendant de nombreuses années.",
      "imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platz",
      "translation": "cour",
      "definition": "Ein Ort, normalerweise im Freien, auf dem Spiele, Sport oder andere Aktivitäten stattfinden.",
      "definition_translation": "Un espace, généralement en plein air, où des jeux, des sports ou d'autres activités sont organisés.",
      "example": "Der Tennisplatz war während der Meisterschaft mit Zuschauern gefüllt. Der Platz wird morgen für Basketballspieler geöffnet sein. Sie hatte auf dem Platz stundenlang geübt.",
      "example_translation": "Le court de tennis était rempli de spectateurs pendant le championnat. Le court sera ouvert pour jouer au basket-ball demain. Elle avait passé des heures à s'entraîner sur le court.",
      "imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Botschaft",
      "translation": "ambassade",
      "definition": "Die offizielle Residenz oder das Amt eines Botschafters oder eine diplomatische Mission, die ein Land in einem anderen Land vertritt.",
      "definition_translation": "La résidence officielle ou le bureau d'un ambassadeur, ou une mission diplomatique représentant un pays dans un autre pays.",
      "example": "Die Botschaft Frankreichs befindet sich im Zentrum der Stadt. Sie arbeitete als Übersetzerin bei der Botschaft. Die Botschaft wird während der Feiertage geschlossen sein.",
      "example_translation": "L'ambassade de France est située au centre-ville. Elle travaillait à l'ambassade en tant que traductrice. L'ambassade sera fermée pendant la saison des fêtes.",
      "imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feld",
      "translation": "champ",
      "definition": "Ein offenes Gelände, normalerweise für landwirtschaftliche Zwecke oder Sport, oder ein bestimmtes Gebiet des Studiums oder der fachlichen Expertise.",
      "definition_translation": "Un terrain ouvert, généralement utilisé à des fins agricoles ou sportives, ou un domaine spécifique d'étude ou d'expertise.",
      "example": "Das Feld der Physik entwickelt sich schnell. Das Team wird morgen auf dem Feld spielen. Sie hatte jahrelang im Feld der Biologie studiert.",
      "example_translation": "Le champ de la physique évolue rapidement. L'équipe jouera sur le terrain demain. Elle avait étudié dans le champ de la biologie pendant des années.",
      "imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwache",
      "translation": "caserne de pompiers",
      "definition": "Eine Feuerwache ist ein Gebäude oder eine Einrichtung, das die Feuerwehr und ihre Ausrüstung, Fahrzeuge und Personal beherbergt, und von dem die Feuerwehrleute und andere Rettungsmannschaften zu Notfällen ausrücken.",
      "definition_translation": "Une caserne de pompiers est un bâtiment ou une installation qui abrite un département des incendies et son équipement, ses véhicules et son personnel, et à partir de laquelle les pompiers et les autres personnels de sauvetage répondent aux urgences.",
      "example": "In der Vergangenheit besuchte ich mit meiner Familie die Feuerwache. Heute gehe ich mit meinen Freunden zur Feuerwache. In Zukunft werde ich bei der Feuerwache als Feuerwehrmann arbeiten.",
      "example_translation": "Dans le passé, j'ai visité la caserne de pompiers avec ma famille. Aujourd'hui, je vais visiter la caserne de pompiers avec mes amis. Dans le futur, je travaillerai à la caserne de pompiers en tant que pompier.",
      "imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blumenladen",
      "translation": "fleuriste",
      "definition": "Ein Blumenladen ist ein Geschäft, das Blumen, Sträuße und andere Pflanzenanordnungen verkauft, oft Dienstleistungen für Hochzeiten, Beerdigungen und andere Ereignisse anbietet.",
      "definition_translation": "Un fleuriste est un magasin qui vend des fleurs, des bouquets et d'autres arrangements de plantes, souvent en fournissant des services pour les mariages, les funérailles et d'autres événements.",
      "example": "In der Vergangenheit kaufte ich Blumen bei dem Blumenladen für den Geburtstag meiner Mutter. Heute bestelle ichSträuße bei dem Blumenladen für die Hochzeit meiner Schwester. In Zukunft werde ich meinen eigenen Blumenladen eröffnen.",
      "example_translation": "Dans le passé, j'ai acheté des fleurs chez le fleuriste pour l'anniversaire de ma mère. Aujourd'hui, je commande des bouquets chez le fleuriste pour le mariage de ma sœur. Dans le futur, je vais ouvrir mon propre magasin de fleuriste.",
      "imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Möbellehandlung",
      "translation": "magasin de meubles",
      "definition": "Eine Möbellehandlung ist ein Einzelhandelsgeschäft, das Möbel, wie Sofas, Betten, Tische und Stühle, für den Haushalt oder Bürogebrauch verkauft.",
      "definition_translation": "Un magasin de meubles est un établissement de détail qui vend des meubles, tels que des canapés, des lits, des tables et des chaises, pour usage domestique ou professionnel.",
      "example": "In der Vergangenheit kaufte ich ein Sofa bei der Möbellehandlung. Heute kaufe ich einen Schreibtisch bei der Möbellehandlung für mein neues Büro. In Zukunft werde ich meine eigenen Möbel für ein neues Geschäft entwerfen.",
      "example_translation": "Dans le passé, j'ai acheté un canapé au magasin de meubles. Aujourd'hui, j'achète un bureau au magasin de meubles pour mon nouveau bureau. Dans le futur, je vais concevoir mes propres meubles pour un nouveau magasin.",
      "imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Garage",
      "translation": "garage",
      "definition": "Eine Garage ist ein Gebäude oder eine Einrichtung, die ein Fahrzeug, normalerweise an einem Haus oder einem anderen Gebäude angebaut, beherbergt, oft zusätzliche Lagerraum bietet.",
      "definition_translation": "Un garage est un bâtiment ou un abri qui héberge un véhicule, généralement attaché à ou à proximité d'une maison ou d'un autre bâtiment, souvent offrant un espace de stockage supplémentaire.",
      "example": "In der Vergangenheit parkte ich mein Auto in der Garage. Heute repariere ich mein Fahrrad in der Garage. In Zukunft werde ich eine Werkstatt in der Garage eröffnen.",
      "example_translation": "Dans le passé, j'ai garé ma voiture dans le garage. Aujourd'hui, je répare mon vélo dans le garage. Dans le futur, je vais ouvrir un atelier de réparation dans le garage.",
      "imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gemüsehändler",
      "translation": "épicerie",
      "definition": "Ein Laden, der frisches Obst und Gemüse verkauft.",
      "definition_translation": "Un magasin qui vend des fruits et légumes frais.",
      "example": "Ich ging zum Gemüsehändler, um Äpfel zu kaufen. Gestern war ich zum Gemüsehändler gegangen, um Orangen zu kaufen. Morgen werde ich zum Gemüsehändler gehen, um Bananen zu kaufen.",
      "example_translation": "Je suis allé à l'épicerie pour acheter des pommes. Hier, j'étais allé à l'épicerie pour acheter des oranges. Demain, j'irai à l'épicerie pour acheter des bananes.",
      "imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebensmittelhändler",
      "translation": "épicerie",
      "definition": "Ein Laden, der Lebensmittel und andere Haushaltswaren verkauft.",
      "definition_translation": "Un magasin qui vend des aliments et d'autres biens de consommation.",
      "example": "Ich ging zum Lebensmittelhändler, um Milch zu kaufen. Gestern war ich zum Lebensmittelhändler gegangen, um Brot zu kaufen. Morgen werde ich zum Lebensmittelhändler gehen, um Eier zu kaufen.",
      "example_translation": "Je suis allé à l'épicerie pour acheter du lait. Hier, j'étais allé à l'épicerie pour acheter du pain. Demain, j'irai à l'épicerie pour acheter des œufs.",
      "imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebensmittel",
      "translation": "épicerie",
      "definition": "Lebensmittel und andere Waren, die in einem Laden verkauft werden.",
      "definition_translation": "Des aliments et d'autres biens vendus dans un magasin.",
      "example": "Ich benötige Lebensmittel für die Woche. Gestern hatte ich Lebensmittel für die Party gekauft. Morgen werde ich Lebensmittel für das Wochenende kaufen.",
      "example_translation": "J'ai besoin d'acheter des provisions pour la semaine. Hier, j'avais acheté des provisions pour la fête. Demain, j'achèterai des provisions pour le week-end.",
      "imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pension",
      "translation": "pension de famille",
      "definition": "Ein Haus, in dem Menschen für eine kurze Zeit gegen Bezahlung wohnen können, oft während eines Urlaubs.",
      "definition_translation": "Une maison où les gens paient pour séjourner pour une courte période, souvent pendant les vacances.",
      "example": "Ich blieb in einer Pension während meiner Reise nach Paris. Gestern war ich in einer Pension in Rom geblieben. Morgen werde ich in einer Pension in London bleiben.",
      "example_translation": "Je me suis logé dans une pension de famille pendant mon voyage à Paris. Hier, j'avais séjourné dans une pension de famille à Rome. Demain, je me logerai dans une pension de famille à Londres.",
      "imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fitnessstudio",
      "translation": "salle de sport",
      "definition": "Ein Raum oder Gebäude, das für körperliche Übungen ausgestattet ist, insbesondere in Schulen und Colleges.",
      "definition_translation": "Une salle de sport est une pièce ou un bâtiment équipé pour l'exercice physique, en particulier dans les écoles et les collèges.",
      "example": "Ich ging gestern ins Fitnessstudio, ich gehe jeden Tag ins Fitnessstudio, und ich werde morgen ins Fitnessstudio gehen.",
      "example_translation": "Je suis allé au gymnase hier, je vais au gymnase tous les jours, et je vais aller au gymnase demain.",
      "imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hafen",
      "translation": "port",
      "definition": "Ein Hafen ist ein von der offenen See geschützter Wasserbereich, in dem Schiffe ankern oder anlegen können.",
      "definition_translation": "Un port est un plan d'eau protégé de la mer ouverte par des barrières naturelles ou artificielles, dans lequel les navires peuvent ancrer ou se déplacer.",
      "example": "Das Schiff segelte gestern in den Hafen, es segelt jede Woche in den Hafen, und es wird nächsten Monat in den Hafen segeln.",
      "example_translation": "Le navire a navigué dans le port hier soir, il navigue dans le port chaque semaine, et il naviguera dans le port le mois prochain.",
      "imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugendherberge",
      "translation": "auberge de jeunesse",
      "definition": "Eine budgetorientierte Unterkunft für Reisende, usually mit gemeinsamen Einrichtungen und Schlafsälen.",
      "definition_translation": "Une auberge de jeunesse est un hébergement orienté budget pour les voyageurs, généralement avec des équipements partagés et des arrangements de couchage en dortoir.",
      "example": "Ich blieb in einer Jugendherberge, als ich nach Paris reiste, ich bleibe in einer Jugendherberge, wenn ich ins Ausland reise, und ich werde in einer Jugendherberge bleiben, wenn ich New York besuche.",
      "example_translation": "Je me suis installé dans une auberge de jeunesse lorsque j'ai voyagé à Paris, je me installe dans une auberge de jeunesse lorsque je voyage à l'étranger, et je me installerai dans une auberge de jeunesse lorsque je visiterai New York.",
      "imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hütte",
      "translation": "hutte",
      "definition": "Eine Hütte ist ein kleines, einfaches Wohnhaus, oft aus natürlichen Materialien wie Holz, Stroh oder Schilf gebaut, und wird typischerweise als zeitweiliger oder saisonaler Unterschlupf verwendet.",
      "definition_translation": "Une hutte est une petite habitation simple, souvent faite de matériaux naturels tels que le bois, la paille ou le chaume, et généralement utilisée comme un abri temporaire ou saisonnier.",
      "example": "Ich baute eine Hütte im Wald, als ich ein Junge war, ich baue eine Hütte am Strand jeden Sommer, und ich werde eine Hütte in den Bergen nächstes Jahr bauen.",
      "example_translation": "J'ai construit une hutte dans les bois lorsque j'étais un garçon, je construis une hutte sur la plage chaque été, et je construirai une hutte dans les montagnes l'année prochaine.",
      "imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefängnis",
      "translation": "prison",
      "definition": "Ein Ort, an dem Menschen, die eines Verbrechens beschuldigt oder verurteilt wurden, inhaftiert werden.",
      "definition_translation": "Un lieu de confinement pour les personnes qui ont été arrêtées ou condamnées pour un crime.",
      "example": "Der Verdächtige wurde nach seiner Verhaftung ins Gefängnis gebracht. Er war 10 Jahre im Gefängnis. Er wird nächstes Jahr ins Gefängnis kommen.",
      "example_translation": "Le suspect a été emmené en prison après avoir été arrêté. Il était en prison pendant 10 ans. Il sera en prison l'année prochaine.",
      "imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juwelier",
      "translation": "bijoutier",
      "definition": "Eine Person, die Schmuck herstellt, verkauft oder repariert.",
      "definition_translation": "Une personne qui fabrique, vend ou répare des bijoux.",
      "example": "Ich ging zum Juwelier, um eine neue Uhr zu kaufen. Der Juwelierladen war sehr beschäftigt. Ich werde morgen zum Juwelier gehen.",
      "example_translation": "Je suis allé chez le bijoutier pour acheter une nouvelle montre. La boutique du bijoutier était très occupée. Je vais aller chez le bijoutier demain.",
      "imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Labor",
      "translation": "laboratoire",
      "definition": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgestattet ist.",
      "definition_translation": "Une salle ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des tests.",
      "example": "Die Studenten führten ein Experiment im Labor gestern durch. Das Labor ist mit modernen Werkzeugen ausgestattet. Das Labor wird nächstes Jahr renoviert.",
      "example_translation": "Les étudiants ont fait une expérience au laboratoire hier. Le laboratoire est équipé d'outils modernes. Le laboratoire sera rénové l'année prochaine.",
      "imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laboratorium",
      "translation": "laboratoire",
      "definition": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgestattet ist.",
      "definition_translation": "Une salle ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des tests.",
      "example": "Die Wissenschaftler arbeiteten im Laboratorium, um einen Heilmittel zu finden. Das Laboratorium ist ein Ort für wissenschaftliche Forschung. Das Laboratorium wird morgen öffnen.",
      "example_translation": "Les scientifiques ont travaillé au laboratoire pour trouver un remède. Le laboratoire est un lieu de recherche scientifique. Le laboratoire sera ouvert demain.",
      "imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufszentrum",
      "translation": "centre commercial",
      "definition": "Ein großes Gebäude oder Areal, das viele Geschäfte und Läden enthält, normalerweise von Parkplätzen umgeben.",
      "definition_translation": "Un grand bâtiment ou une zone qui contient de nombreux magasins et boutiques, généralement entourée de parkings.",
      "example": "Ich fuhr letzten Wochenende zum Einkaufszentrum und kaufte ein neues Hemd. Ich gehe morgen zum Einkaufszentrum, um meine Freunde zu treffen. Ich werde nächste Woche zum Einkaufszentrum gehen, um einen Film anzusehen.",
      "example_translation": "Je suis allé au centre commercial la semaine dernière et j'ai acheté une nouvelle chemise. Je vais au centre commercial demain pour rencontrer mes amis. Je vais au centre commercial la semaine prochaine pour voir un film.",
      "imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeitungsladen",
      "translation": "papeterie",
      "definition": "Ein Laden, der Zeitungen, Zeitschriften und andere gedruckte Materialien verkauft.",
      "definition_translation": "Un magasin qui vend des journaux, des magazines et d'autres matières imprimées.",
      "example": "Ich hielt auf dem Weg nach Hause an dem Zeitungsladen an, um eine Zeitung zu kaufen. Der Zeitungsladen bleibt spät abends offen. Sie werden einen neuen Zeitungsladen in unserem Viertel nächsten Jahr eröffnen.",
      "example_translation": "J'ai fait une halte à la papeterie sur mon chemin du retour pour acheter un journal. La papeterie est ouverte tard le soir. Ils ouvriront une nouvelle papeterie dans notre quartier l'année prochaine.",
      "imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Diskothek",
      "translation": "boîte de nuit",
      "definition": "Eine Einrichtung, die bis spät in die Nacht geöffnet bleibt, normalerweise mit Livemusik, Tanz und Essen und Trinken.",
      "definition_translation": "Un établissement qui reste ouvert tard dans la nuit, généralement avec de la musique live, de la danse et servant des aliments et des boissons.",
      "example": "Wir gingen letzte Nacht in eine Diskothek und tanzten bis zum Morgengrauen. Ich liebe es, an Wochenenden in Diskotheken zu gehen. Meine Lieblingsdiskothek wird nächsten Monat schließen.",
      "example_translation": "Nous sommes allés à une boîte de nuit la nuit dernière et avons dansé jusqu'à l'aube. J'adore aller dans des boîtes de nuit les week-ends. Ma boîte de nuit préférée fermera prochain mois.",
      "imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ozean",
      "translation": "océan",
      "definition": "Eine riesige Salzwasserfläche, die mehr als 70% der Erdoberfläche bedeckt.",
      "definition_translation": "Un vaste corps d'eau salée qui couvre plus de 70% de la surface de la Terre.",
      "example": "Ich liebe es, im Sommer im Ozean schwimmen zu gehen. Der Ozean ist die Heimat vieler Meeresarten. Der Ozean wird aufgrund der globalen Erwärmung ansteigen.",
      "example_translation": "J'aime nager dans l'océan pendant l'été. L'océan est le foyer de nombreuses espèces marines. L'océan va monter en raison du réchauffement climatique.",
      "imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Palast",
      "translation": "palais",
      "definition": "Ein großes und beeindruckendes Gebäude, das als offizielle Residenz für einen Herrscher oder andere hochrangige Personen dient.",
      "definition_translation": "Un grand et impressionnant bâtiment qui sert de résidence officielle pour un souverain ou autre personne de haut rang.",
      "example": "Die Königin lebte viele Jahre im Palast. Sie lebt derzeit im Palast. Sie wird nach ihrer Krönung im Palast leben.",
      "example_translation": "La reine a vécu au palais pendant de nombreuses années. Elle vit actuellement au palais. Elle vivra au palais après son couronnement.",
      "imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "pharmacie",
      "definition": "Ein Laden oder eine Einrichtung, in der pharmazeutische Produkte und andere medizinische Vorräte verkauft oder abgegeben werden.",
      "definition_translation": "Un magasin ou établissement où des médicaments pharmaceutiques et autres fournitures médicales sont vendus ou distribués.",
      "example": "Ich ging in die Apotheke, um einige Medikamente zu kaufen. Ich gehe in die Apotheke, um meine Rezeptur zu erneuern. Ich werde morgen in die Apotheke gehen, um meine Bestellung abzuholen.",
      "example_translation": "Je suis allé à la pharmacie pour acheter des médicaments. Je vais à la pharmacie pour renouveler mon ordonnance. Je vais à la pharmacie demain pour récupérer ma commande.",
      "imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hafen",
      "translation": "port",
      "definition": "Ein Ort an einer Küste, an dem Schiffe anlegen können, um Ladung oder Passagiere aufzunehmen oder abzusetzen.",
      "definition_translation": "Un lieu sur une côte où les navires peuvent mouiller pour charger et décharger des marchandises ou des passagers.",
      "example": "Das Frachtschiff traf gestern im Hafen ein. Das Kreuzfahrtschiff kommt gerade im Hafen an. Die Seeleute werden morgen vom Hafen abfahren.",
      "example_translation": "Le navire de charge est arrivé au port hier. Le paquebot arrive au port maintenant. Les marins partiront du port demain.",
      "imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefängnis",
      "translation": "prison",
      "definition": "Ein Gebäude oder eine Einrichtung, in der Menschen als Strafe für ein Verbrechen inhaftiert sind.",
      "definition_translation": "Un bâtiment ou institution où les personnes sont enfermées comme punition pour un crime.",
      "example": "Er wurde für zehn Jahre ins Gefängnis geschickt. Sie sitzt derzeit im Gefängnis wegen ihres Verbrechens. Sie werden nächstes Jahr aus dem Gefängnis entlassen.",
      "example_translation": "Il a été envoyé en prison pour dix ans. Elle est actuellement en prison pour son crime. Ils seront libérés de prison l'année prochaine.",
      "imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenwald",
      "translation": "forêt tropicale",
      "definition": "Ein Regenwald ist ein dichter Wald in einem heißen, feuchten Klima, charakterisiert durch einen hohen Niederschlag und eine vielfältige Palette an Pflanzen- und Tierarten.",
      "definition_translation": "Une forêt tropicale est une forêt dense dans un climat chaud et humide, caractérisée par un niveau élevé de pluviométrie et une grande diversité d'espèces végétales et animales.",
      "example": "Ich besuchte einen Regenwald in Brasilien letztes Jahr, wo ich viele exotische Vögel sah. Ich werde nächsten Jahr einen anderen Regenwald in Afrika besuchen, und ich besuche gerade einen Regenwald in Indonesien.",
      "example_translation": "J'ai visité une forêt tropicale au Brésil l'année dernière, où j'ai vu beaucoup d'oiseaux exotiques. Je vais visiter une autre forêt tropicale en Afrique l'année prochaine, et je visite une forêt tropicale en Indonésie maintenant.",
      "imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Realschule",
      "translation": "lycée",
      "definition": "Eine Realschule ist eine Schule, die Bildung für Schüler zwischen 11 und 18 Jahren anbietet, eine Vielzahl von Fächern anbietet und Schüler auf die höhere Bildung oder den Arbeitsmarkt vorbereitet.",
      "definition_translation": "Un lycée est une école qui fournit une éducation aux étudiants entre 11 et 18 ans, offrant une gamme de sujets et préparant les étudiants à l'enseignement supérieur ou à la main-d'œuvre.",
      "example": "Ich besuchte eine Realschule in meiner Heimatstadt, wo ich Mathematik und Englisch studierte. Ich werde nach Abschluss der Realschule eine Universität besuchen, und ich besuchte eine Realschule mit meinen Freunden.",
      "example_translation": "J'ai fréquenté un lycée dans ma ville natale, où j'ai étudié les mathématiques et l'anglais. Je vais fréquenter une université après avoir terminé le lycée, et j'ai fréquenté un lycée avec mes amis.",
      "imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Souvenir-Laden",
      "translation": "magasin de souvenirs",
      "definition": "Ein Souvenir-Laden ist ein Geschäft, das Artikel verkauft, die als Erinnerungsstücke oder Andenken an einen bestimmten Ort oder Ereignis dienen, wie Postkarten, Schlüsselanhänger und T-Shirts.",
      "definition_translation": "Un magasin de souvenirs est un magasin qui vend des objets qui servent de rappels ou de souvenirs d'un endroit ou d'un événement particulier, tels que des cartes postales, des porte-clés et des t-shirts.",
      "example": "Ich kaufte ein Souvenir in einem Souvenir-Laden in Paris, wo ich einen großen Urlaub hatte. Ich werde nächsten Monat ein anderes Souvenir in einem Souvenir-Laden in Rom kaufen, und ich kaufe gerade ein Souvenir in einem Souvenir-Laden in Tokio.",
      "example_translation": "J'ai acheté un souvenir dans un magasin de souvenirs à Paris, où j'ai passé de grandes vacances. J'achèterai un autre souvenir dans un magasin de souvenirs à Rome le mois prochain, et je achète un souvenir dans un magasin de souvenirs à Tokyo maintenant.",
      "imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sportgeschäft",
      "translation": "magasin de sports",
      "definition": "Ein Sportgeschäft ist ein Einzelhandelsgeschäft, das sich auf den Verkauf von Sportausrüstung, -bekleidung und -zubehör wie Fahrrädern, Tennisschlägern und Joggingschuhen spezialisiert hat.",
      "definition_translation": "Un magasin de sports est une boutique de détail qui se spécialise dans la vente d'équipements sportifs, de vêtements et d'accessoires, tels que des bicyclettes, des raquettes de tennis et des chaussures de jogging.",
      "example": "Ich besuchte ein Sportgeschäft in New York City, wo ich einen neuen Tennisschläger kaufte. Ich werde nächstes Jahr ein anderes Sportgeschäft in London besuchen, und ich besuche gerade ein Sportgeschäft in Sydney.",
      "example_translation": "J'ai visité un magasin de sports dans la ville de New York, où j'ai acheté une nouvelle raquette de tennis. Je vais visiter un autre magasin de sports à Londres l'année prochaine, et je visite un magasin de sports à Sydney maintenant.",
      "imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laden",
      "translation": "magasin",
      "definition": "Ein Gebäude oder Raum, in dem Waren oder Güter zum Verkauf oder zur Lagerung aufbewahrt werden.",
      "definition_translation": "Un bâtiment ou une pièce où des marchandises sont vendues ou stockées pour la vente.",
      "example": "Ich ging gestern in den Laden, um Milch zu kaufen. Ich gehe jetzt in den Laden, um Eier zu kaufen. Ich werde morgen in den Laden gehen, um Brot zu kaufen.",
      "example_translation": "Je suis allé au magasin hier acheter du lait. Je vais au magasin maintenant acheter des œufs. Je vais aller au magasin demain acheter du pain.",
      "imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tempel",
      "translation": "temple",
      "definition": "Ein Gebäude, das der Verehrung einer Gottheit oder mehrerer Gottheiten dient, oft mit einem reich dekorierten Inneren.",
      "definition_translation": "Un bâtiment dédié au culte d'un dieu ou de plusieurs dieux, souvent ayant un intérieur richement décoré.",
      "example": "Ich besuchte den Tempel letztes Jahr. Ich besuche den Tempel gerade. Ich werde den Tempel nächstes Jahr besuchen.",
      "example_translation": "J'ai visité le temple l'année dernière. Je visite le temple maintenant. Je vais visiter le temple l'année prochaine.",
      "imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turm",
      "translation": "tour",
      "definition": "Ein hohes, schmales Gebäude oder eine Struktur, oft Teil einer Burg oder Festung.",
      "definition_translation": "Un bâtiment ou une structure étroite et haute, souvent faisant partie d'un château ou d'une fortification.",
      "example": "Der Turm wurde im 12. Jahrhundert gebaut. Der Turm wird gerade renoviert. Der Turm wird bald für Besucher geöffnet.",
      "example_translation": "La tour a été construite au 12e siècle. La tour est en rénovation maintenant. La tour sera ouverte aux visiteurs bientôt.",
      "imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strecke",
      "translation": "piste",
      "definition": "Ein schmaler Pfad oder Weg, insbesondere in einem ländlichen oder Wildnisgebiet.",
      "definition_translation": "Un chemin étroit ou une voie,especially dans une zone rurale ou sauvage.",
      "example": "Ich lief gestern auf der Strecke. Ich laufe jetzt auf der Strecke. Ich werde morgen auf der Strecke laufen.",
      "example_translation": "J'ai couru sur la piste hier. Je cours sur la piste maintenant. Je vais courir sur la piste demain.",
      "imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugendherberge",
      "translation": "auberge de jeunesse",
      "definition": "Eine budgetorientierte Unterkunft für junge Reisende, die meist Gemeinschaftsschlafzimmer und gemeinsame Einrichtungen anbietet.",
      "definition_translation": "Un hébergement àbudget pour les jeunes voyageurs, offrant généralement des chambres en dortoir et des installations partagées.",
      "example": "Ich übernachtete in einer Jugendherberge in Paris für eine Woche. Ich hatte vorher in einer übernachtet, und ich werde wieder in einer übernachten.",
      "example_translation": "J'ai séjourné dans une auberge de jeunesse à Paris pendant une semaine. J'en avais déjà séjourné dans une autre avant, et je séjournerai dans une autre encore.",
      "imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäckerei",
      "translation": "boulangerie",
      "definition": "Ein Laden, in dem backende Lebensmittel wie Brot, Kuchen und Pasteten gebacken und verkauft werden.",
      "definition_translation": "Un magasin où des aliments à base de farine comme le pain, les gâteaux et les pâtisseries sont cuits et vendus.",
      "example": "Ich ging heute Morgen in die Bäckerei, um frisches Brot zu kaufen. Ich werde morgen in die Bäckerei gehen, um einen Kuchen für meinen Geburtstag zu bestellen.",
      "example_translation": "Je suis allé à la boulangerie ce matin pour acheter du pain frais. Je vais aller à la boulangerie demain pour commander un gâteau pour mon anniversaire.",
      "imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Keller",
      "translation": "sous-sol",
      "definition": "Der niedrigste Stock eines Gebäudes, oft teilweise oder vollständig unter dem Erdniveau.",
      "definition_translation": "Le niveau le plus bas d'un bâtiment, souvent partiellement ou entièrement en sous-sol.",
      "example": "Der Keller meines Hauses wird als Lagerraum genutzt. Ich habe den Keller letztes Jahr renoviert, um ein Heimfitnessstudio zu erstellen.",
      "example_translation": "Le sous-sol de ma maison est utilisé comme salle de stockage. J'avais rénové le sous-sol l'année dernière pour créer un gymnase à domicile.",
      "imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zelle",
      "translation": "cellule",
      "definition": "Ein kleiner, abgeschlossener oder abgegrenzter Raum innerhalb einer größeren Struktur oder Organisation.",
      "definition_translation": "Un espace petit et fermé ou compartimenté dans une structure ou une organisation plus large.",
      "example": "Der Gefangene wurde in einer Zelle für 20 Jahre inhaftiert. Die Zelle in meiner Biologie-Klasse war faszinierend zu studieren.",
      "example_translation": "Le prisonnier était enfermé dans une cellule pendant 20 ans. La cellule dans ma classe de biologie était fascinante à étudier.",
      "imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flur",
      "translation": "couloir",
      "definition": "Ein Flur ist ein langer Gang in einem Gebäude, insbesondere einer, der verschiedene Räume oder Bereiche verbindet.",
      "definition_translation": "Un couloir est un long passage dans un bâtiment, especially connectant différentes chambres ou zones.",
      "example": "Ich ging den Flur entlang, um zum Konferenzraum zu gelangen. Ich werde morgen den Flur entlang gehen, um zum Konferenzraum zu gelangen. Ich ging gestern den Flur entlang, um zum Konferenzraum zu gelangen.",
      "example_translation": "J'ai marché le long du couloir pour accéder à la salle de conférence. Je marcherai le long du couloir pour accéder à la salle de conférence demain. J'avais marché le long du couloir pour accéder à la salle de conférence hier.",
      "imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurs",
      "translation": "cours",
      "definition": "Ein Kurs ist eine Serie von Lektionen oder Klassen zu einem bestimmten Thema, oft führend zu einer Qualifikation.",
      "definition_translation": "Un cours est une série de leçons ou de classes sur un sujet particulier, souvent menant à une qualification.",
      "example": "Ich nahm letzten Jahr einen Kurs in französischer Literatur. Ich nehme jetzt einen Kurs in Computer-Programmierung. Ich werde nächstes Semester einen Kurs in Grafik-Design nehmen.",
      "example_translation": "J'ai suivi un cours de littérature française l'année dernière. Je suis en train de suivre un cours de programmation informatique maintenant. Je suivrai un cours de design graphique le semestre prochain.",
      "imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anwesen",
      "translation": "domaine",
      "definition": "Ein Anwesen ist ein großes Gebiet mit Land und den darauf stehenden Gebäuden, oft im Besitz einer reichen Familie oder Einzelperson.",
      "definition_translation": "Un domaine est une grande superficie de terrain et les bâtiments qui s'y trouvent, souvent propriété d'une famille ou d'un individu riche.",
      "example": "Das Anwesen wurde vom ältesten Sohn geerbt. Das Anwesen ist seit Generationen im Familienbesitz. Das Anwesen wird nächsten Monat in einer Auktion verkauft werden.",
      "example_translation": "Le domaine a été hérité par le fils aîné. Le domaine est dans la famille depuis des générations. Le domaine sera vendu aux enchères le mois prochain.",
      "imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptquartier",
      "translation": "siège social",
      "definition": "Das Hauptquartier einer Organisation ist das Hauptbüro oder Gebäude, in dem die Führung und die Hauptabteilungen ansässig sind.",
      "definition_translation": "Le siège social d'une organisation est le principal bureau ou bâtiment où se trouvent ses dirigeants et ses bureaux principaux.",
      "example": "Die Hauptquartiere des Unternehmens befinden sich in New York City. Die Hauptquartiere wurden letzten Jahr in ein neues Gebäude verlegt. Die Hauptquartiere werden nächstes Jahr erweitert werden.",
      "example_translation": "Le siège social de l'entreprise est situé à New York. Le siège social a été déplacé dans un nouveau bâtiment l'année dernière. Le siège social sera étendu l'année prochaine.",
      "imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lobby",
      "translation": "hall d'entrée",
      "definition": "Eine Lobby ist ein Raum oder Bereich in einem Gebäude, der für den Eingang und Ausgang verwendet wird, oft mit einer Empfangstheke oder Wartebereich.",
      "definition_translation": "Un hall d'entrée est une salle ou un espace dans un bâtiment utilisé pour l'entrée et la sortie, souvent avec un guichet de réception ou une zone d'attente.",
      "example": "Ich wartete in der Lobby auf meinen Freund. Gestern wartete ich in der Lobby auf mein Vorstellungsgespräch. Ich werde in der Lobby warten, bis der Konzertbeginn ist.",
      "example_translation": "J'ai attendu dans le hall d'entrée pour que mon ami arrive. Hier, j'attendais dans le hall d'entrée pour mon entretien. J'attendrai dans le hall d'entrée pour que le concert commence.",
      "imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wiese",
      "translation": "prairie",
      "definition": "Eine Wiese ist ein Feld mit Gras und Wildblumen, oft für die Weide oder Erholung genutzt.",
      "definition_translation": "Une prairie est un champ de herbe et de fleurs sauvages, souvent utilisé pour le pâturage ou les loisirs.",
      "example": "Ich ging durch die Wiese, um Wildblumen zu pflücken. Gestern sah ich Hirsche auf der Wiese grasen. Ich werde nächstes Wochenende ein Picknick auf der Wiese machen.",
      "example_translation": "J'ai marché à travers la prairie pour cueillir des fleurs sauvages. Hier, j'ai vu des cerfs paissant dans la prairie. J'aurai un pique-nique dans la prairie ce week-end.",
      "imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platz",
      "translation": "tendance",
      "definition": "Ein Platz ist ein Bereich auf dem Boden, der für Sportveranstaltungen, wie Fußball oder Baseball, oder eine Verkaufs-präsentation verwendet wird.",
      "definition_translation": "Une tendance est une zone de terrain utilisée pour des sports, tels que le soccer ou le baseball, ou une présentation de vente.",
      "example": "Das Team spielte sein bestes Spiel auf dem Platz. Gestern hielt ich eine Präsentation für die Investoren auf dem Platz. Ich werde nächste Woche meine Idee auf dem Platz präsentieren.",
      "example_translation": "L'équipe a joué leur meilleur jeu sur le terrain. Hier, j'ai fait une présentation aux investisseurs. Je ferai une présentation de mon idée à l'entreprise la semaine prochaine.",
      "imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuppen",
      "translation": "cabane",
      "definition": "Ein Schuppen ist ein kleines Gebäude, das für Lagerzwecke oder als Werkstatt verwendet wird, oft in einem Hinterhof oder Garten gelegen.",
      "definition_translation": "Une cabane est une petite structure utilisée pour le stockage ou comme atelier, souvent située dans un jardin ou un backyard.",
      "example": "Ich lagere meine Werkzeuge im Schuppen. Gestern reparierte ich mein Fahrrad im Schuppen. Ich werde nächsten Monat einen neuen Schuppen im Hinterhof bauen.",
      "example_translation": "Je stocke mes outils dans la cabane. Hier, j'ai réparé mon vélo dans la cabane. Je construirai une nouvelle cabane dans le jardin le mois prochain.",
      "imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wolkenkratzer",
      "translation": "gratte-ciel",
      "definition": "Ein Wolkenkratzer ist ein hohes, durchgängig bewohnbares Gebäude mit vielen Stockwerken, oft für Büro- und Gewerbezwecke entworfen.",
      "definition_translation": "Un gratte-ciel est un bâtiment habité en continu de nombreux étages, souvent conçu pour des usages commerciaux et de bureaux.",
      "example": "Ich lebte in einem Wolkenkratzer in New York City, aber ich zog in ein Vorstadthaus letzten Jahr um. Jetzt plane ich, einen Wolkenkratzer in Downtown Los Angeles zu kaufen.",
      "example_translation": "J'ai vécu dans un gratte-ciel à New York, mais j'ai emménagé dans une maison de banlieue l'an dernier. Maintenant, je planifie d'acheter un gratte-ciel dans le centre-ville de Los Angeles.",
      "imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "steiniger Strand",
      "translation": "plage rocheuse",
      "definition": "Ein steiniger Strand ist ein Strand, der mit kleinen Steinen oder Kieselsteinen bedeckt ist, oft in Küstenregionen mit starker Wellenbewegung gefunden.",
      "definition_translation": "Une plage rocheuse est une plage recouverte de petits rochers ou de galets, souvent trouvée dans les zones côtières avec des actions de vagues fortes.",
      "example": "Ich liebe es, am Morgen auf dem steinigen Strand zu spazieren, aber es ist schmerzhaft, darauf zu rennen. Letzten Sommer ging ich auf einen steinigen Strand in Griechenland, und er war wunderschön. Nächstes Jahr werde ich einen steinigen Strand in Kalifornien besuchen.",
      "example_translation": "J'aime marcher sur la plage rocheuse le matin, mais c'est douloureux de courir dessus. L'été dernier, je suis allé sur une plage rocheuse en Grèce, et c'était magnifique. L'année prochaine, je visiterai une plage rocheuse en Californie.",
      "imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Studio",
      "translation": "studio",
      "definition": "Ein Studio ist ein kleiner Raum oder Bereich, der für künstlerische oder creative Aktivitäten wie Malerei, Tanz oder Musik verwendet wird.",
      "definition_translation": "Un studio est une petite pièce ou espace utilisé pour des activités artistiques ou créatives, telles que la peinture, la danse ou la musique.",
      "example": "Ich nehme nächstes Monat einen Fotografie-Kurs in einem Studio. Letzten Jahr mietete ich ein Studio-Apartment in der Stadt, aber jetzt lebe ich in einem Haus. Meine Freundin ist Malerin und arbeitet jeden Tag in ihrem Studio.",
      "example_translation": "Je prends un cours de photographie dans un studio le mois prochain. L'an dernier, j'ai loué un appartement studio en ville, mais maintenant j'habite dans une maison. Mon amie est une peintre et travaille dans son studio tous les jours.",
      "imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Terminal",
      "translation": "terminal",
      "definition": "Ein Terminal ist ein Abfahrts- oder Ankunftspunkt für Busse, Züge oder Flugzeuge oder ein Gerät, um Daten in einen Computer einzugeben.",
      "definition_translation": "Un terminal est un point de départ ou d'arrivée pour les autobus, trains ou avions, ou un appareil pour saisir des données dans un ordinateur.",
      "example": "Ich warte auf meinen Freund am Flughafen-Terminal. Letzte Woche verwendete ich ein Terminal, um mein Zugticket zu drucken. Das Unternehmen baut ein neues Terminal für Frachtschiffe.",
      "example_translation": "J'attends mon ami à la terminal de l'aéroport. La semaine dernière, j'ai utilisé un terminal pour imprimer mon billet de train. L'entreprise construit un nouveau terminal pour les navires de fret.",
      "imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Terrasse",
      "translation": "terrasse",
      "definition": "Eine Terrasse ist ein flaches Dach oder offener Raum in einem Gebäude oder eine erhöhte Ebene des Bodens, oft von einer Mauer oder Brüstung umgeben",
      "definition_translation": "un toit plat ou un espace ouvert dans un bâtiment ou un niveau de terrain élevé, souvent entouré d'un mur ou d'une rambarde",
      "example": "Das Hotelzimmer hatte eine wunderschöne Aussicht auf die Stadt von der privaten Terrasse. Wir saßen auf der Terrasse und sahen den Sonnenuntergang. Bis nächstem Sommer werden sie eine neue Terrasse im Hinterhof gebaut haben.",
      "example_translation": "La chambre d'hôtel avait une belle vue sur la ville depuis la terrasse privée. Nous nous sommes assis sur la terrasse et avons regardé le coucher du soleil. D'ici l'été prochain, ils auront construit une nouvelle terrasse dans le jardin arrière.",
      "imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veranstaltungsort",
      "translation": "lieu",
      "definition": "Ein Veranstaltungsort ist ein Ort, an dem ein Ereignis oder eine Aktivität stattfindet, wie ein Konzert, eine Sitzung oder eine Party",
      "definition_translation": "un endroit où un événement ou une activité est organisé, comme un concert, une réunion ou une fête",
      "example": "Der Veranstaltungsort für die Hochzeit war ein schöner Garten. Der Veranstaltungsort hat seinen Namen letzten Jahr geändert. Bis 2025 wird der Veranstaltungsort über 100 Konzerte gehostet haben.",
      "example_translation": "Le lieu du mariage était un beau jardin. Le lieu a changé de nom l'an dernier. D'ici 2025, le lieu aura accueilli plus de 100 concerts.",
      "imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Station",
      "translation": "quartier",
      "definition": "Eine Station ist eine Abteilung eines Krankenhauses oder Gefängnisses oder ein lokales Verwaltungsgebiet",
      "definition_translation": "une division d'un hôpital ou d'une prison, ou une zone administrative locale",
      "example": "Der Patient wurde in eine andere Station im Krankenhaus verlegt. Die Station wurde kürzlich renoviert. Bis 2030 wird die Station ihre Dienstleistungen erweitert haben.",
      "example_translation": "Le patient a été transféré dans un autre quartier de l'hôpital. Le quartier a été rénové récemment. D'ici 2030, le quartier aura élargi ses services.",
      "imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flugleitstand",
      "translation": "tour de contrôle",
      "definition": "Ein Flugleitstand ist ein hoher Turm, von dem aus Luftverkehrscontroller die Bewegung von Flugzeugen dirigieren.",
      "definition_translation": "une structure élevée d'où les contrôleurs du trafic aérien dirigent le mouvement des aéronefs",
      "example": "Der Flugleitstand auf dem Flughafen wurde wegen eines Feuers evakuiert. Der Flugleitstand wird renoviert, um die Sicherheit zu verbessern. Bis 2028 wird der Flugleitstand vollautomatisiert sein.",
      "example_translation": "La tour de contrôle de l'aéroport a été évacuée en raison d'un incendie. La tour de contrôle est en cours de rénovation pour améliorer la sécurité. D'ici 2028, la tour de contrôle sera entièrement automatisée.",
      "imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feinkostgeschäft",
      "translation": "épicerie fine",
      "definition": "Ein Feinkostgeschäft ist eine Art Lebensmittelgeschäft, das sich auf zubereitete Lebensmittel wie kalte Platten, Käse und Backwaren spezialisiert hat.",
      "definition_translation": "Une épicerie fine est un type de magasin de nourriture qui se spécialise dans les aliments préparés, tels que les charcuteries, les fromages et les produits de boulangerie.",
      "example": "Ich hielt an dem Feinkostgeschäft, um Sandwiches für das Mittagessen zu kaufen. Gestern besuchte ich das Feinkostgeschäft, um Käse zu kaufen. Nächstes Woche gehe ich zum Feinkostgeschäft, um eine Torte zu bestellen.",
      "example_translation": "J'ai arrêté à l'épicerie fine pour prendre des sandwichs pour déjeuner. Hier, j'avais visité l'épicerie fine pour acheter du fromage. La semaine prochaine, j'irai à l'épicerie fine pour commander un gâteau.",
      "imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wahrzeichen",
      "translation": "monument historique",
      "definition": "Ein Wahrzeichen ist ein prominentes oder wichtiges Gebäude, Denkmal oder Merkmal, das leicht erkennbar ist und als Referenzpunkt dient.",
      "definition_translation": "Un monument historique est un bâtiment, monument ou caractéristique importante qui est facilement reconnaissable et qui sert de point de repère.",
      "example": "Der Eiffelturm ist ein berühmtes Wahrzeichen in Paris. Das Unternehmen baute ein neues Wahrzeichen in der Stadtmitte letzten Jahr. Bis nächstem Jahr wird die Regierung die Restaurierung des historischen Wahrzeichens abgeschlossen haben.",
      "example_translation": "La Tour Eiffel est un monument historique célèbre à Paris. L'entreprise a construit un nouveau monument historique au centre-ville l'année dernière. D'ici l'an prochain, le gouvernement aura achevé la restauration du monument historique historique.",
      "imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Herrenhaus",
      "translation": "manoir",
      "definition": "Ein Herrenhaus ist ein großes und beeindruckendes Haus, oft im Besitz einer reichen Person oder Familie.",
      "definition_translation": "Un manoir est une grande et impressionnante maison, souvent appartenant à une personne ou une famille riche.",
      "example": "Das Herrenhaus auf dem Hügel soll angeblich spuken. Der Millionär kaufte letztes Monat ein neues Herrenhaus auf dem Land. Bis ich 30 bin, werde ich mein eigenes Herrenhaus gebaut haben.",
      "example_translation": "Le manoir sur la colline est dit être hanté. Le millionnaire a acheté un nouveau manoir à la campagne le mois dernier. D'ici que j'aie 30 ans, j'aurai construit mon propre manoir.",
      "imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Treppenaufgang",
      "translation": "escalier",
      "definition": "Ein Treppenaufgang ist ein Satz von Stufen und begleitenden Handläufen, der von einem Stockwerk zu einem anderen in einem Gebäude führt.",
      "definition_translation": "Un escalier est un ensemble d'escaliers et de rampes accompagnatrices, menant d'un étage à un autre dans un bâtiment.",
      "example": "Die großzügige Treppe im Foyer war sehr beeindruckend. Gestern stolperte ich auf der Treppe, während ich hastig zum Unterricht eilte. Bis ich 졸업 habe, werde ich die Treppe tausendmal erklommen haben.",
      "example_translation": "L'escalier grandiose dans le hall d'entrée était très impressionnant. Hier, j'ai trébuché sur l'escalier en me précipitant pour aller en classe. D'ici que je diplôme, j'aurai gravi l'escalier des milliers de fois.",
      "imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schriftwarengeschäft",
      "translation": "papeterie",
      "definition": "Ein Einzelhandelsgeschäft, das Bürobedarf, Papier und andere Schreibmaterialien verkauft.",
      "definition_translation": "Un magasin de détail qui vend des fournitures de bureau, du papier et d'autres matériaux d'écriture.",
      "example": "Ich habe vor dem Studium in einem Schriftwarengeschäft gearbeitet. Jetzt arbeite ich in einem Schriftwarengeschäft. In Zukunft werde ich mein eigenes Schriftwarengeschäft eröffnen.",
      "example_translation": "J'ai travaillé dans une papeterie avant d'aller à l'université. Maintenant, je travaille dans une papeterie. À l'avenir, j'ouvrirai ma propre papeterie.",
      "imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lagerhalle",
      "translation": "entrepôt",
      "definition": "Ein großes Gebäude, das für die Lagerung von Gütern und Waren verwendet wird.",
      "definition_translation": "Un grand bâtiment utilisé pour stocker des biens et des marchandises.",
      "example": "Das Unternehmen verwendet eine Lagerhalle zur Inventarlagerung. Die Lagerhalle war letzte Woche leer. Bis nächstes Jahr wird die Lagerhalle vollautomatisch sein.",
      "example_translation": "L'entreprise utilise un entrepôt pour stocker son inventaire. L'entrepôt était vide la semaine dernière. D'ici l'année prochaine, l'entrepôt sera entièrement automatisé.",
      "imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischhändler",
      "translation": "poissonnerie",
      "definition": "Ein Laden, in dem Fisch und Meeresfrüchte verkauft werden.",
      "definition_translation": "Un magasin où l'on vend du poisson et des fruits de mer.",
      "example": "Ich kaufte gestern Lachs bei dem Fischhändler. Meine Schwester arbeitet bei einem Fischhändler. In Zukunft werde ich meinen eigenen Fischhändler eröffnen.",
      "example_translation": "J'ai acheté du saumon à la poissonnerie hier. Ma sœur travaille dans une poissonnerie. À l'avenir, j'ouvrirai ma propre poissonnerie.",
      "imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisenwarengeschäft",
      "translation": "quincallerie",
      "definition": "Ein Laden, in dem Eisenwaren und Metallgüter verkauft werden.",
      "definition_translation": "Un magasin où l'on vend des articles de quincaillerie et des biens métalliques.",
      "example": "Ich muss zum Eisenwarengeschäft gehen, um einige Nägel zu kaufen. Mein Bruder arbeitet in einem Eisenwarengeschäft. In Zukunft werde ich meinen Bruder im Eisenwarengeschäft besuchen.",
      "example_translation": "Je dois aller à la quincallerie pour acheter des clous. Mon frère travaille dans une quincallerie. À l'avenir, je visiterai mon frère à la quincallerie.",
      "imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landung",
      "translation": "atterrissage",
      "definition": "Die Handlung, ein Schiff oder ein Luftfahrzeug sicher zu landen, insbesondere nach einer Reise.",
      "definition_translation": "L'action d'amener un navire ou un aéronef à atterrir, notamment après un voyage.",
      "example": "Der Pilot beherrschte die Landung des Flugzeugs bei stürmischen Wetter. Gestern landeten wir sicher auf dem Flughafen. Bis nächstes Jahr werden wir auf dem Mars gelandet sein.",
      "example_translation": "Le pilote a habilement géré l'atterrissage de l'avion dans le temps orageux. Hier, nous avons atterri sain et sauf à l'aéroport. D'ici l'an prochain, nous aurons atterri sur Mars.",
      "imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachboden",
      "translation": "grenier",
      "definition": "Ein Raum oder ein Bereich direkt unter dem Dach eines Gebäudes, insbesondere in einem Haus oder einer Wohnung, der für die Lagerung oder Bewohnung verwendet wird.",
      "definition_translation": "Une pièce ou un espace directement sous le toit d'un bâtiment, notamment dans une maison ou un appartement, utilisé pour le stockage ou l'habitation.",
      "example": "Der Dachboden in unserem Gebäude wird für die Lagerung verwendet. Sie lebt in einer gemütlichen Dachbodenwohnung in der Stadt. Sie konvertierten den Dachboden in ein Schlafzimmer um.",
      "example_translation": "Le grenier de notre immeuble est utilisé pour le stockage. Elle vit dans un appartement de grenier confortable dans la ville. Ils ont transformé le grenier en chambre à coucher.",
      "imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkohollaizenz",
      "translation": "licence de vente de boissons alcoolisées",
      "definition": "Eine Lizenz oder Genehmigung, die einem Laden oder Unternehmen erlaubt, alkoholische Getränke zur Verzehr außerhalb des Geschäfts zu verkaufen.",
      "definition_translation": "Une licence ou un permis qui permet à une boutique ou une entreprise de vendre des boissons alcoolisées pour consommation en dehors des locaux.",
      "example": "Der Alkohollaizenz-Shop auf der Ecke verkauft eine breite Palette von Bieren. Sie beantragte eine Alkohollaizenz, um Wein in ihrem Restaurant zu verkaufen. Sie verloren ihre Alkohollaizenz aufgrund von Lärmbeschwerden.",
      "example_translation": "La boutique de vente de boissons alcoolisées au coin de la rue vend une grande variété de bières. Elle a demandé une licence de vente de boissons alcoolisées pour vendre du vin à son restaurant. Ils ont perdu leur licence de vente de boissons alcoolisées en raison de plaintes pour bruit.",
      "imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stall",
      "translation": "stable",
      "definition": "Ein Gebäude für die Unterbringung von Pferden, Kühen oder anderen Tieren, insbesondere eines mit Boxen und einem Heuboden.",
      "definition_translation": "Un bâtiment destiné au logement de chevaux, de vaches ou d'autres animaux, notamment avec des stalles et un grenier à foin.",
      "example": "Der Stall war alt und benötigte Reparaturen. Das Pferd wurde in einem Stall in der Nähe untergebracht. Bis nächstes Jahr werden wir einen neuen Stall für den Hof gebaut haben.",
      "example_translation": "Le stable était vieux et avait besoin de réparations. Le cheval était gardé dans un stable à proximité. D'ici l'an prochain, nous aurons construit un nouveau stable pour la ferme.",
      "imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zollfreier Laden",
      "translation": "magasin hors taxes",
      "definition": "Ein zollfreier Laden ist ein Einzelhandelsgeschäft, das von der Zahlung bestimmter lokaler und nationaler Steuern und Abgaben befreit ist, wodurch es Waren zu einem niedrigeren Preis verkaufen kann.",
      "definition_translation": "Un magasin hors taxes est un point de vente qui est exempté du paiement de certaines taxes et droits locaux et nationaux, permettant ainsi de vendre des biens à un prix plus bas.",
      "example": "Ich besuchte den zollfreien Laden am Flughafen und kaufte ein Parfümfläschchen. Ich werde den zollfreien Laden am Flughafen besuchen und ein Parfümfläschchen kaufen. Ich besuchte den zollfreien Laden am Flughafen und kaufte ein Parfümfläschchen.",
      "example_translation": "J'ai visité le magasin hors taxes à l'aéroport et j'ai acheté une bouteille de parfum. Je vais visiter le magasin hors taxes à l'aéroport et acheter une bouteille de parfum. J'ai visité le magasin hors taxes à l'aéroport et j'ai acheté une bouteille de parfum.",
      "imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pier",
      "translation": "jetée",
      "definition": "Ein Pier ist eine auf Pfählen im Meer, See oder Fluss gebaute Struktur, die als Promenade, Anlegestelle oder Vergnügungsbereich genutzt wird.",
      "definition_translation": "Une jetée est une structure construite sur des piliers dans la mer, le lac ou la rivière, utilisée comme promenade, lieu d'accostage ou zone de loisirs.",
      "example": "Ich ging entlang des Piers und genoss den Blick. Ich werde entlang des Piers gehen und den Blick genießen. Ich ging entlang des Piers und genoss den Blick.",
      "example_translation": "J'ai marché le long de la jetée et j'ai apprécié la vue. Je vais marcher le long de la jetée et apprécier la vue. J'ai marché le long de la jetée et j'ai apprécié la vue.",
      "imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]
}