{
  "data": [
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo",
      "translation": "Baum",
      "definition": "Drzewo to wysoka roślina z pojedynczym pniem (zwane pniem) i gałęziami i liśćmi w większości gatunków.",
      "definition_translation": "Ein Baum ist eine hohe Pflanze mit einem einzigen Stamm (genannt Stamm) und Zweigen und Blättern in den meisten Arten.",
      "example": "Wspiąłem się na drzewo, kiedy byłem dzieckiem, wspinam się na drzewo teraz, i będę wspiąć się na drzewo, kiedy będę stary.",
      "example_translation": "Ich kletterte den Baum, als ich ein Kind war, ich klettere den Baum jetzt, und ich werde den Baum klettern, wenn ich alt bin.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo jabłoni",
      "translation": "Apfelbaum",
      "definition": "Drzewo jabłoni to drzewo, które produkuje jabłka, rodzaj owocu.",
      "definition_translation": "Ein Apfelbaum ist ein Baum, der Äpfel produziert, eine Art von Frucht.",
      "example": "Mieliśmy drzewo jabłoni w naszym ogródku, mamy drzewo jabłoni teraz, i będziemy mieli drzewo jabłoni w przyszłości.",
      "example_translation": "Wir hatten einen Apfelbaum in unserem Hinterhof, wir haben einen Apfelbaum jetzt, und wir werden einen Apfelbaum in der Zukunft haben.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "las",
      "translation": "Wald",
      "definition": "Las to duży obszar ziemi pokryty drzewami i roślinami.",
      "definition_translation": "Ein Wald ist ein großes Landgebiet, das mit Bäumen und Pflanzen bedeckt ist.",
      "example": "Wczoraj poszedłem do lasu, idę do lasu dzisiaj, i pójdę do lasu jutro.",
      "example_translation": "Ich ging gestern in den Wald, ich gehe heute in den Wald, und ich werde morgen in den Wald gaan.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gałąź",
      "translation": "Zweig",
      "definition": "Gałąź to część drzewa, która rośnie z pnia.",
      "definition_translation": "Ein Zweig ist ein Teil eines Baumes, der vom Stamm wächst.",
      "example": "Złamałem gałąź, kiedy spadłem z drzewa, łamię gałąź teraz, i złamię gałąź, kiedy będę starszy.",
      "example_translation": "Ich brach einen Zweig, als ich vom Baum fiel, ich breche einen Zweig jetzt, und ich werde einen Zweig brechen, wenn ich älter bin.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo owocowe",
      "translation": "Obstbaum",
      "definition": "Drzewo owocowe to drzewo, które produkuje owoce, często uprawiane lub dzikie, dostarczające cienia i piękna do środowiska.",
      "definition_translation": "Ein Baum, der Früchte produziert, oft kultiviert oder wild, bietet Schatten und Schönheit für die Umgebung.",
      "example": "Wspiąłem się na drzewo owocowe w naszym ogródku, kiedy byłem dzieckiem. Teraz sadzę drzewo owocowe w moim ogrodzie. Przez rok, będę zbierał owoce z drzewa owocowego.",
      "example_translation": "Ich kletterte einen Obstbaum in meinem Hinterhof, als ich ein Kind war. Jetzt pflanze ich einen Obstbaum in meinem Garten. Nächstes Jahr werde ich Früchte vom Obstbaum ernten.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liść",
      "translation": "Blatt",
      "definition": "Liść to płaska, zielona struktura, która rośnie na łodydze rośliny, dostarczając fotosyntezy i substancji odżywczych.",
      "definition_translation": "Die flache grüne Struktur, die auf dem Stiel einer Pflanze wächst, bietet Photosynthese und Nahrung.",
      "example": "Liść na roślinie wił się. Dałem mu wodę, i teraz liść rośnie silny. W przyszłości liść będzie piękny, zielony.",
      "example_translation": "Das Blatt auf der Pflanze welkte. Ich gab ihm Wasser, und jetzt wächst das Blatt stark. In Zukunft wird das Blatt ein schönes Grün sein.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dąb",
      "translation": "Eiche",
      "definition": "Dąb to typ drzewa liściastego, często kojarzonego ze siłą i wytrzymałością, znane z jego żołędzi i szerokich liści.",
      "definition_translation": "Eine Art von Laubbaum, oft mit Stärke und Haltbarkeit assoziiert, bekannt für seine Eicheln und breiten Blättern.",
      "example": "Dąb w parku był bardzo stary. Siadłem pod dębem wczoraj. Przez następną zimę, dąb będzie jeszcze wyższy.",
      "example_translation": "Der Eichenbaum im Park war sehr alt. Ich saß gestern unter dem Eichenbaum. Bis nächsten Winter wird der Eichenbaum sogar größer sein.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo śliwkowe",
      "translation": "Pflaumenbaum",
      "definition": "Drzewo śliwkowe to typ drzewa liściastego, często uprawianego ze względu na swoje słodkie i soczyste owoce, które są spożywane świeże lub używane w kuchni.",
      "definition_translation": "Eine Art von Laubbaum, oft für seine süßen und saftigen Früchte angebaut, die frisch gegessen oder in der Küche verwendet werden.",
      "example": "Zebrałem śliwkę z drzewa śliwkowego w moim ogrodzie. Moja mama gotuje śliwki z drzewa śliwkowego teraz. Przez następny rok, drzewo śliwkowe wyprodukuje więcej owoców.",
      "example_translation": "Ich pflückte eine Pflaume vom Pflaumenbaum in meinem Garten. Meine Mutter kocht gerade Pflaumen vom Pflaumenbaum. Nächstes Jahr wird der Pflaumenbaum mehr Früchte produzieren.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korzeń",
      "translation": "Wurzel",
      "definition": "Korzeń to część podziemna rośliny, zwykle składająca się z łodygi i korzeni, która rośnie w dół do ziemi, umacniając roślinę i absorbuje wodę i substancje odżywcze.",
      "definition_translation": "Der unterirdische Teil einer Pflanze, der normalerweise aus einem Stamm und Wurzeln besteht, der in den Boden wächst, die Pflanze befestigt und Wasser und Nährstoffe aufnimmt.",
      "example": "System korzeniowy drzewa został uszkodzony podczas burzy. Rolnik będzie wykopuje stare drzewa, aby zasadzić nowe. Przez następny rok, korzenie będą silniejsze, aby utrzymać drzewo.",
      "example_translation": "Das Wurzelsystem des Baumes wurde während des Sturms beschädigt. Der Bauer wird die alten Bäume ausreißen, um neue zu pflanzen. Bis nächstes Jahr werden die Wurzeln stark genug gewachsen sein, um den Baum zu stützen.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "palmka",
      "translation": "Palme",
      "definition": "Palmka to drzewo rodziny Arecaceae, typowo mające pojedynczy pień i koronę z dużych liści, rodzime w regionach tropikalnych i subtropikalnych.",
      "definition_translation": "Ein Baum der Familie Arecaceae, typischerweise mit einem einzigen Stamm und einer Krone großer Blätter, ursprünglich aus tropischen und subtropischen Regionen.",
      "example": "Palmki szumią delikatnie w bryzie. Ona zasadziła palmkę w swoim ogrodzie, aby stworzyć oazę tropikalną. Liście palmowe zostały użyte do stworzenia schronienia przed słońcem.",
      "example_translation": "Die Palmenbäume schwankten sanft im Wind. Sie pflanzte eine Palme in ihrem Hinterhof, um ein tropisches Oasen zu schaffen. Die Palmwedel wurden verwendet, um einen Schutz vor der Sonne zu schaffen.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "las mieszany",
      "translation": "Waldland",
      "definition": "Obszar ziemi pokryty lasami i lasem, typowo zamieszkany przez zwierzęta i rośliny, często używany do rekreacji i ochrony.",
      "definition_translation": "Ein Gebiet mit Wald und Gebüsch, typischerweise von wilden Tieren und Pflanzen bewohnt, oft für Erholung und Naturschutz verwendet.",
      "example": "Las mieszany roił się od życia. Poszli na wycieczkę do lasu, aby cieszyć się krajobrazem. Do przyszłej zimy las będzie przywrócony do swej dawnej chwały.",
      "example_translation": "Das Waldland wimmelte von Wildtieren. Sie gingen in dem Waldland spazieren, um die Aussicht zu genießen. Bis nächsten Winter wird das Waldland wieder in seinem vormaligen Glanz restauriert worden sein.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akacja",
      "translation": "Akazie",
      "definition": "Drzewo lub krzew z rodzaju Akacja, typowo mający liście złożone i małe, Wonnie kwiaty, spotykane w regionach ciepłych i tropikalnych.",
      "definition_translation": "Ein Baum oder Strauch der Gattung Acacia, typischerweise mit zusammengesetzten Blättern und kleinen, duftenden Blüten, in warmen und tropischen Regionen gefunden.",
      "example": "Drzewo akacji dostarczało cienia dla zwierząt. Posadziła akację w ogrodzie, aby przyciągnąć pszczoły. Drzewa akacji były w pełni rozkwitu, wypełniając powietrze swoim słodkim zapachem.",
      "example_translation": "Der Akazienbaum schützte die Tiere vor der Sonne. Sie pflanzte eine Akazie in ihrem Garten, um Bienen anzuziehen. Die Akazienbäume waren in voller Blüte, füllten die Luft mit ihrem süßen Duft.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "olsza",
      "translation": "Erle",
      "definition": "Drzewo lub krzew liściasty z rodziny brzozowatych, z liśćmi klapowanymi lub ząbkowanymi i kotkami męskimi.",
      "definition_translation": "Ein laubabwerfender Baum oder Strauch der Birkenfamilie, mit gelappten oder gezähnten Blättern und männlichen Kätzchen.",
      "example": "Drzewo olszy rosało szybko nad brzegiem rzeki. Rósł wysoko w zeszłym roku. Będzie rosło jeszcze wyżej w przyszłym roku.",
      "example_translation": "Der Erlebaum wuchs rasch entlang des Flussufers. Er war letztes Jahr groß geworden. Er wird nächstes Jahr noch größer werden.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo migdałowe",
      "translation": "Mandelbaum",
      "definition": "Małe drzewo liściaste, rodzime z Bliskiego Wschodu i Południowej Azji, z kwiatami różowymi lub białymi i jadalnymi orzechami.",
      "definition_translation": "Ein kleiner laubabwerfender Baum, ursprünglich aus dem Nahen Osten und Südasien, mit rosa oder weißen Blüten und essbaren Nüssen.",
      "example": "Drzewo migdałowe kwitło pięknie wiosną. Kwitło wcześniej w zeszłym roku. Będzie kwitło jeszcze wcześniej w przyszłym roku.",
      "example_translation": "Der Mandelbaum blühte herrlich im Frühling. Er hatte letztes Jahr früher geblüht. Er wird nächstes Jahr noch früher blühen.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jesion",
      "translation": "Esche",
      "definition": "Drzewo liściaste z liśćmi złożonymi i charakterystycznymi czarnymi pąkami, często rosnące nad wodą.",
      "definition_translation": "Ein laubabwerfender Baum mit zusammengesetzten Blättern und auffälligen schwarzen Knospen, oft nahe Wasser wachsend.",
      "example": "Drzewo jesionu stało wysoko nad rzeką. Stało tam przez lata. Będzie stało tam przez wiele lat jeszcze.",
      "example_translation": "Die Esche stand hoch am Fluss. Sie stand seit Jahren dort. Sie wird noch viele Jahre dort stehen.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "baobab",
      "translation": "Baobab",
      "definition": "Duże drzewo liściaste z szerokim pniem i gałęziami przypominającymi olbrzymie korzenie, rodzime z Afryki, Australii i Oceanu Indyjskiego.",
      "definition_translation": "Ein großer laubabwerfender Baum mit einem breiten Stamm und Ästen, die riesigen Wurzeln ähneln, ursprünglich aus Afrika, Australien und dem Indischen Ozean.",
      "example": "Drzewo baobabu było punktem orientacyjnym na pustyni. Stało tam przez wieki. Będzie stało tam przez wieki jeszcze do przodu.",
      "example_translation": "Der Baobab-Baum war ein Landmark in der Wüste. Er war seit Jahrhunderten dort. Er wird noch Jahrhunderte lang dort stehen bleiben.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "buk",
      "translation": "Buche",
      "definition": "Drzewo liściaste z gładką, szarą korą i małymi, jadalnymi orzechami.",
      "definition_translation": "Ein Laubbaum mit glatter, grauer Rinde und kleinen, essbaren Nüssen.",
      "example": "Drzewo buku stało wysoko w lesie, jego liście szumiąc w wietrze. Stało tam przez wieki, obserwując zmiany pór roku. Będzie stało tam jeszcze przez wiele lat, wychowując przyszłe pokolenia.",
      "example_translation": "Die Buche stand hoch im Wald, ihre Blätter raschelten im Wind. Sie stand dort seit Jahrhunderten, während sie beobachtete, wie die Jahreszeiten wechselten. Sie wird weiterhin hoch für kommende Generationen stehen.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "brzoza",
      "translation": "Birke",
      "definition": "Drzewo liściaste z smukłym pniem i gałęziami, typowo mającym białą, papierową korę.",
      "definition_translation": "Ein Laubbaum mit einem schlanken Stamm und Ästen, typischerweise mit weißer, papierartiger Rinde.",
      "example": "Drzewo brzozy szumiąc w wietrze, jego biała kora lśniąc w słońcu. Zostało posadzone przez jej babkę, która od tej pory zmarła. Będzie pozostać symbolem jej miłości i spuścizny.",
      "example_translation": "Die Birke schwankte sanft im Wind, ihre weiße Rinde schien im Sonnenlicht. Sie war von ihrer Großmutter gepflanzt worden, die inzwischen verstorben war. Sie wird bleiben ein Symbol ihrer Liebe und ihres Vermächtnisses.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gałąź",
      "translation": "Ast",
      "definition": "Gałąź drzewa, szczególnie sztywna i mocna.",
      "definition_translation": "Ein Zweig eines Baumes, insbesondere ein stabiler.",
      "example": "Gałąź dębu skrzypiła pod ciężarem śniegu. Była mocna przez lata, ale teraz zaczynała pokazywać oznaki zużycia. Będzie wymagała przycięcia wkrótce, aby zapewnić jej dalsze zdrowie.",
      "example_translation": "Der Ast des Eichenbaums knarrte unter dem Gewicht des Schnees. Er war Jahre lang stark gewesen, aber zeigte jetzt Anzeichen von Abnutzung. Er müsste bald beschnitten werden, um seine weitere Gesundheit zu gewährleisten.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cedr",
      "translation": "Zeder",
      "definition": "Drzewo iglaste, wiecznie zielone, z aromatycznym drewnem, rodzime z górskich regionów.",
      "definition_translation": "Ein immergrüner Nadelbaum mit aromatischem Holz, ursprünglich aus bergigen Regionen.",
      "example": "Drzewo cedru wieńczyło się ponad krajobrazem, jego zapach unosił się w powietrzu. Zostało posadzone przez starego ogrodnika, który od tej pory zmarł. Będzie pozostać świadectwem jego spuścizny i umiejętności.",
      "example_translation": "Die Zeder ragte über das Landschaftsbild hinaus, ihr Duft wehte durch die Luft. Sie war von einem weisen alten Gärtner gepflanzt worden, der längst verstorben war. Sie würde ein Zeugnis seines Vermächtnisses und seiner Fähigkeit bleiben.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo wiśniowe",
      "translation": "Kirschbaum",
      "definition": "Drzewo liściaste z przepięknymi kwiatami i jadalnymi owocami, uprawiane w wielu odmianach ze względu na owoce i jako ozdobne.",
      "definition_translation": "Ein Laubbaum mit anschaulichen Blüten und essbaren Früchten, in vielen Variationen für seine Früchte und als Zierpflanze kultiviert.",
      "example": "Rolnik posadził drzewo wiśniowe w ogródku za rok, i teraz pięknie kwitnie. W przyszłym miesiącu będzie zbierał wiśnie. Wcześniej posadził podobne drzewo 10 lat temu.",
      "example_translation": "Der Bauer pflanzte letzten Jahr einen Kirschbaum im Hinterhof und blüht jetzt schön. Er wird nächsten Monat die Kirschen ernten. Er hatte bereits vor 10 Jahren einen ähnlichen Baum gepflanzt.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "palma kokosowa",
      "translation": "Kokosnusspalme",
      "definition": "Wysoki, smukły palmowiec z dużym, twardym owocem zawierającym biały, jadalny miąższ i olej.",
      "definition_translation": "Eine hohe, schlanke Palme mit einer großen, harten Frucht, die weiße, essbare Innereien und Öl enthält.",
      "example": "Palma kokosowa jest powszechnie spotykana na wyspach tropikalnych. Miejscowi będą zbierali kokosy za tydzień. Wcześniej użyli oleju wyekstrahowanego z kokosów do gotowania smacznej potrawy.",
      "example_translation": "Die Kokosnusspalme ist auf tropischen Inseln häufig zu finden. Die Einheimischen werden nächste Woche die Kokosnüsse ernten. Sie hatten bereits das aus den Kokosnüssen extrahierte Öl verwendet, um leckeres Essen zuzubereiten.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stożek",
      "translation": "Kegel",
      "definition": "Stożkowa, zwykle zwężająca się, struktura lub obiekt, taka jak owoc szpilkowego lub kształt geometryczny.",
      "definition_translation": "Eine geformte, typischerweise sich verjüngende Struktur oder ein Objekt, wie die Frucht einer Konifere oder eine geometrische Form.",
      "example": "Lody w kształcie stożka były hitem na przyjęciu. Nauczycielka matematyki wyjaśni koncepcję stożków jutro. Wcześniej zrobiła stożek z papieru, aby zilustrować koncepcję.",
      "example_translation": "Das kegelförmige Eiscreme war ein Hit auf der Party. Die Geometrielehrerin wird morgen das Konzept der Kegel erklären. Sie hatte bereits einen Kegel aus Papier hergestellt, um das Konzept zu illustrieren.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo iglaste",
      "translation": "Nadelbaum",
      "definition": "Drzewo produkujące szyszki i mające igłowate lub łuskowate liście, takie jak sosna, świerk lub jodła.",
      "definition_translation": "Ein Baum, der Kegel produziert und nadelförmige oder schuppenförmige Blätter hat, wie ein Kiefern-, Fichten- oder Tannenbaum.",
      "example": "Drzewo iglaste jest często spotykane w lasach. Drwal będzie ścinał drzewo iglaste jutro. Wcześniej posadził drzewo iglaste w ogródku 5 lat temu.",
      "example_translation": "Der Nadelbaum ist in Wäldern häufig zu finden. Der Holzfäller wird morgen den Nadelbaum fällen. Er hatte bereits vor 5 Jahren einen Nadelbaum im Hinterhof gepflanzt.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drzewo liściaste",
      "translation": "Laubbaum",
      "definition": "Drzewo liściaste to drzewo, które traci liście sezonowo, zwykle w jesieni.",
      "definition_translation": "Ein Laubbaum ist ein Baum, der seine Blätter saisonal abwirft, typischerweise im Herbst.",
      "example": "Park był pełen drzew liściastych, które utraciły liście zimą. W zeszłym roku były pokryte piękną jesienią. W przyszłym roku zakwitną ponownie.",
      "example_translation": "Der Park war voll von Laubbäumen, die ihre Blätter im Winter verloren hatten. Im letzten Jahr waren sie mit schöner Herbstlaub bedeckt. Im nächsten Jahr werden sie wieder blühen.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bez czarny",
      "translation": "Holunderbeere",
      "definition": "Bez czarny to krzew lub małe drzewo, które produkuje małe, ciemnofioletowe owoce.",
      "definition_translation": "Holunderbeere ist ein Strauch- oder Kleinartbaum, der kleine, dunkelviolette Beeren produziert.",
      "example": "Miałem dżem z bezu na toście dzisiaj rano. Wczoraj zebrałem bez w lesie. W przyszłym roku znowu zrobię wino z bezu.",
      "example_translation": "Ich hatte heute MorgenHolunderbeeren-Marmelade auf meinem Toast. Gestern habe ich einige Holunderbeeren im Wald gepflückt. Im nächsten Sommer werde ich wieder Holunderwein herstellen.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiąz",
      "translation": "Ulm",
      "definition": "Wiąz to rodzaj drzewa liściastego, często spotykanego w obszarach miejskich.",
      "definition_translation": "Eine Ulme ist ein Laubbaum, der oft in urbanen Gebieten anzutreffen ist.",
      "example": "Drzewo wiązu w naszym ogródku było bardzo stare. W zeszłym roku musieliśmy przyciąć jego gałęzie. W 10 lat będzie mnóstwem drzewa.",
      "example_translation": "Die Ulme in unserem Hinterhof war sehr alt. Im letzten Jahr mussten wir ihre Äste beschneiden. In 10 Jahren wird sie ein prächtiger Baum sein.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "figowiec",
      "translation": "Feigenbaum",
      "definition": "Figowiec to rodzaj drzewa, które produkuje słodkie, jadalne owoce zwane figami.",
      "definition_translation": "Ein Feigenbaum ist ein Baum, der eine süße, essbare Frucht namens Feige produziert.",
      "example": "Posadziłem figowiec w swoim ogrodzie latem. W tym roku wyprodukował wiele smacznych fig. W przyszłej zimie będzie wieder spokojny.",
      "example_translation": "Ich pflanzte einen Feigenbaum in meinem Garten letzten Sommer. Dieses Jahr hat er viele leckere Feigen produziert. Im nächsten Winter wird er wieder ruhen.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jodła",
      "translation": "Tanne",
      "definition": "Jodła to iglaste drzewo, często spotykane w górzystych regionach, z igłowatymi liśćmi i szyszkami, które są często używane jako choinka.",
      "definition_translation": "Eine kegelförmige immergrüne Baum, typischerweise in Gebirgsregionen gefunden, mit nadelförmigen Blättern und Zapfen, die oft als Weihnachtsbaum verwendet werden.",
      "example": "Jodła stała wysoko na górskiej skarpie, jej gałęzie były obciążone śniegiem. Wczoraj posadziliśmy jodłę sadzonkę w ogródku. W przyszłej zimie będzie już wysoka, aby ją udekorować.",
      "example_translation": "Die Tanne stand auf dem Bergabhang, ihre Zweige schwer mit Schnee beladen. Gestern haben wir einen Tannen-Sämling im Hinterhof gepflanzt. Bis zum nächsten Winter wird die Tanne hoch genug sein, um sie zu dekorieren.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "leszczyna",
      "translation": "Hasel",
      "definition": "Leszczyna to krzew lub małe drzewo liściaste, pochodzące z Europy i Azji, z zaokrąglonymi liśćmi i jadalnymi orzechami, które są często używane w piekarstwie i cukiernictwie.",
      "definition_translation": "Ein laubabwerfender Strauch oder kleiner Baum, ursprünglich aus Europa und Asien, mit runden Blättern und essbaren Nüssen, die oft in der Back- und Süßwarenherstellung verwendet werden.",
      "example": "Leszczyna dostarczała cieniu dla dzieci grających w ogródku. Zebraliśmy orzechy leszczyny w lesie w zeszłym roku. W przyszłym roku leszczyna będzie dojrzała do zbioru orzechów ponownie.",
      "example_translation": "Der Haselbaum schaffte Schatten für die Kinder, die im Garten spielten. Wir haben letzten Herbst Haselnüsse im Wald gesammelt. Bis zum nächsten Jahr wird die Hasel reif genug sein, um ihre Nüsse wieder zu ernten.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jałowiec",
      "translation": "Stechpalme",
      "definition": "Wiecznie zielony krzew lub małe drzewo, rodzime w Europie, z liśćmi o ostrych krawędziach i jaskrawoczerwonymi jagodami, często używane w dekoracjach bożonarodzeniowych.",
      "definition_translation": "Ein immergrüner Strauch oder kleiner Baum, ursprünglich aus Europa, mit stachligen Blättern und hellroten Beeren, oft in Weihnachtsdekorationen verwendet.",
      "example": "Krzesło jałowca rośnie żywiołowo w ogrodzie, jego jagody lśnią jaskrawo. Użyliśmy liści jałowca do zrobienia wesołego wieńca w zeszłym roku. Do przyszłego Bożego Narodzenia jałowiec będzie jeszcze bardziej bujny i piękny.",
      "example_translation": "Der Stechpalmenstrauch wuchs kräftig im Garten, seine Beeren leuchteten hell. Wir haben letzten Jahr Stechpalmenblätter verwendet, um einen festlichen Kranz zu machen. Bis zum nächsten Weihnachten wird die Stechpalme noch üppiger und schöner sein.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grab",
      "translation": "Hainbuche",
      "definition": "Drzewo liściaste, rodzime w Europie i Azji, z liśćmi piłkowanymi i twarde, szarobrązowe drewno, często używane w stolarstwie i rzeźbiarstwie.",
      "definition_translation": "Ein laubabwerfender Baum, ursprünglich aus Europa und Asien, mit gezähnten Blättern und hartem, grau-braunem Holz, oft in der Möbelfertigung und Holzbildhauerei verwendet.",
      "example": "Drzewo grabu stało wysoko w lesie, jego liście szumiły w wietrze. Planujemy użyć drewna grabu do zrobienia stołu drewnianego w przyszłym roku. Do czasu, gdy nasze dzieci podrastą, grab będzie majestatycznym widokiem.",
      "example_translation": "Der Hainbuchbaum stand aufrecht im Wald, seine Blätter raschelten im Wind. Wir planen, Hainbuchenholz zu verwenden, um nächsten Jahr einen Holztisch zu machen. Bis unsere Kinder groß sind, wird die Hainbuche ein majestätischer Anblick sein.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kasztanowiec",
      "translation": "Rosskastanie",
      "definition": "Drzewo liściaste z rodziny NH, rodzime na Półwyspie Bałkańskim, szeroko uprawiane ze względu na jego orzechy i drewno.",
      "definition_translation": "Ein laubabwerfender Baum der Familie der Kastanien, ursprünglich vom Balkan-Halbinsula, weit verbreitet für seine Nüsse und sein Holz angebaut.",
      "example": "Drzewo kasztanowca w naszym ogrodzie kwitło pięknie w zeszłej wiosenny, a teraz jesteśmy podekscytowani zebraniem jego orzechów. Zbieraliśmy je w zeszłym roku i zrobimy to ponownie w przyszłym roku.",
      "example_translation": "Der Rosskastanienbaum in unserem Garten blühte letzten Frühling wunderschön, und jetzt freuen wir uns darauf, seine Nüsse zu ernten. Wir ernteten sie letztes Jahr, und werden es nächstes Jahr wieder tun.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jałowiec",
      "translation": "Wacholder",
      "definition": "Wiecznie zielone drzewo lub krzew z rodziny cyprysowej, z liśćmi igłowymi i aromatycznymi szyszkami, szeroko rozprzestrzenione w północnej półkuli.",
      "definition_translation": "Ein immergrüner Baum oder Strauch der Zypresse-Familie, mit nadelförmigen Blättern und aromatischen Zapfen, weit verbreitet in der nördlichen Hemisphäre.",
      "example": "Drzewo jałowca w naszym ogródku rośnie dynamicznie od pięciu lat, a teraz daje piękną cień. Będziemy je przystrajać w przyszłym miesiącu, aby utrzymać jego kształt.",
      "example_translation": "Der Wacholderbaum in unserem Hinterhof wächst seit wir ihn vor fünf Jahren gepflanzt haben, rapide und bietet jetzt einen schönen Schatten. Wir werden ihn nächsten Monat beschneiden, um seine Form zu erhalten.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "modrzew",
      "translation": "Lärche",
      "definition": "Drzewo iglaste z rodziny sosnowej, z liśćmi igłowymi, które żółkną i opadają jesienią, rodzime w górskich regionach Europy i Azji.",
      "definition_translation": "Ein koniferöser Baum der Kiefer-Familie, mit nadelförmigen Blättern, die im Herbst gelb werden und abfallen, ursprünglich aus bergigen Regionen Europas und Asiens.",
      "example": "W miniony weekend wędrowaliśmy przez las modrzewiowy, a sceneria była zapierająca dech w piersiach. Będziemy odwiedzić ten sam las ponownie w przyszłej zimie, aby cieszyć się śnieżnymi modrzewiami.",
      "example_translation": "Wir wanderten letzten Wochenende durch einen Lärchenwald, und die Szenerie war atemberaubend. Wir werden denselben Wald wieder nächstes Winter besuchen, um die schneebedeckten Lärchenbäume zu genießen.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lipa",
      "translation": "Linde",
      "definition": "Drzewo liściaste z rodziny lipowatych, z liśćmi sercowatymi i małymi, pachnącymi kwiatami, szeroko uprawiane w Europie i Ameryce Północnej.",
      "definition_translation": "Ein laubabwerfender Baum der Linden-Familie, mit herzförmigen Blättern und kleinen, duftenden Blüten, weit verbreitet in Europa und Nordamerika.",
      "example": "Drzewo lipy na naszym rynku jest popularnym miejscem koncertów plenerowych latem. Uczestniczyliśmy w koncercie tam w zeszłym roku, a zrobimy to ponownie w tym roku.",
      "example_translation": "Der Lindenbaum auf unserem Stadtzentrum ist ein beliebter Ort für Freiluftkonzerte während des Sommers. Wir besuchten ein Konzert dort letzten Sommer, und werden es auch dieses Jahr wieder tun.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klon",
      "translation": "Ahorn",
      "definition": "Klon to rodzaj drzewa liściastego, słynący z żywych barw jesieni i charakterystycznych liści dłoniowych.",
      "definition_translation": "Eine Ahorn ist eine Art von Laubbaum, bekannt für ihr hellfarbiges Herbstlaub und ihre charakteristischen palmförmigen Blätter.",
      "example": "Posadziłem klon w moim ogródku w zeszłym roku, on już szybko rośnie i teraz kwitnie pięknie. Wczoraj widziałem, że wiewiórka bawiła się na jego gałęziach, a jutro będę go przycinać, aby utrzymać jego kształt.",
      "example_translation": "Ich pflanzte letzten Jahr einen Ahornbaum in meinem Hinterhof, er wuchs schnell und jetzt blüht er schön. Gestern sah ich ein Eichhörnchen auf seinen Zweigen spielen, und morgen werde ich ihn beschneiden, um seine Form zu erhalten.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jarząb",
      "translation": "Rotkelch",
      "definition": "Jarząb to rodzaj krzewu liściastego lub małego drzewa z jaskrawoczerwonymi jagodami i charakterystycznym kształtem liścia.",
      "definition_translation": "Ein Rotkelch ist eine Art von Laubstrauch oder kleinem Baum mit roten Beeren und einer charakteristischen Blattform.",
      "example": "Uwielbiam spacer w lesie jesienią, szczególnie gdy jarzębiny są obficie obsypane jaskrawoczerwonymi jagodami. Miniony tydzień widziałem ptaka jedzącego jagody z jarzębiny, a w przyszłym tygodniu zrobię jarzębinowy dżem ze zgromadzonych jagód.",
      "example_translation": "Ich liebe es, durch den Wald im Herbst zu spazieren, insbesondere wenn die Rotkelchbäume mit roten Beeren beladen sind. Letzte Woche sah ich einen Vogel, der die Beeren von einem Rotkelchbaum aß, und nächste Woche werde ich eine Rotkelchmarmelade mit den von mir gesammelten Beeren herstellen.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sekwoja",
      "translation": "Riesenmammutbaum",
      "definition": "Sekwoja to rodzaj drzewa iglastego, słynący z ogromnego rozmiaru i miękkiej, czerwonobrązowej kory.",
      "definition_translation": "Ein Riesenmammutbaum ist eine Art von immergrünem Baum, bekannt für seine massive Größe und seine weiche, rotbraune Rinde.",
      "example": "Byłem zdumiony, gdy zobaczyłem sekwoję po raz pierwszy, jej olbrzymi pień i wysokie drzewo pozostawiły mnie bez słów. Wczoraj spacerowałem przez las sekwoi, a jutro dowiem się więcej o ich unikatowym ekosystemie.",
      "example_translation": "Ich war erstaunt, als ich zum ersten Mal einen Riesenmammutbaum sah, sein massiver Stamm und seine Türmende Höhe ließen mich sprachlos. Gestern ging ich durch einen Wald von Riesenmammutbäumen, und morgen werde ich mehr über ihr einzigartiges Ökosystem lernen.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świerk",
      "translation": "Fichte",
      "definition": "Świerk to rodzaj drzewa iglastego, znany ze swego stożkowego kształtu i liści igłowatych.",
      "definition_translation": "Eine Fichte ist eine Art von immergrünem Baum, bekannt für ihre konische Form und ihre nadelförmigen Blätter.",
      "example": "Uwielbiam zapach świeżych igieł świerkowych, przypomina mi Boże Narodzenie. W zeszłym roku kupiłem choinkę świerkową, a w przyszłym roku nasadję świerk w moim ogródku.",
      "example_translation": "Ich liebe den Geruch frischer Fichtennadeln, er erinnert mich an Weihnachten. Letztes Jahr kaufte ich einen Fichtenbaum als Weihnachtsbaum, und nächstes Jahr werde ich einen Fichtenbaum in meinem Hinterhof pflanzen.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świerk skalny",
      "translation": "Steinpine",
      "definition": "Typ wiecznie zielonego drzewa z długimi, igłowymi liśćmi i szyszkami, które są zwykle mniejsze niż te innych sosen.",
      "definition_translation": "Eine Art von immergrünem Baum mit langen, nadelförmigen Blättern und Zapfen, die typischerweise kleiner sind als die anderer Kiefern.",
      "example": "Świerki skalne w ogrodzie były pięknym widokiem, szczególnie gdy światło słoneczne filtrowało przez ich gałęzie. W zeszłym roku posadziliśmy sadzonkę świerka skalnego, a teraz szybko rośnie. Do nastłego lata będziemy mieli już zbierać szyszki z naszych dojrzałych świerków skalnych.",
      "example_translation": "Die Steinpine-Bäume im Garten waren ein schöner Anblick, besonders wenn das Sonnenlicht durch ihre Zweige fiel. Letztes Jahr haben wir einen Steinpine-Setzling gepflanzt, und jetzt wächst er schnell. Bis zum nächsten Sommer werden wir die Zapfen von unseren ausgewachsenen Steinpine-Bäumen geerntet haben.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świerk szwajcarski",
      "translation": "Schweizer Kiefer",
      "definition": "Typ wiecznie zielonego drzewa rodzimego dla górskich regionów Europy, znany z dużego, piramidalnego kształtu i długich, ciemnozielonych igieł.",
      "definition_translation": "Eine Art von immergrünem Baum, ursprünglich aus den bergigen Regionen Europas stammend, bekannt für seine große, pyramidenförmige Gestalt und lange, dunkelgrüne Nadeln.",
      "example": "Świerki szwajcarskie na stoku góry były tak wysokie, że wydawały się dotykać nieba. Widzieliśmy zdjęcie lasu świerkowego szwajcarskiego w naszym Atlasie geograficznym w zeszłym tygodniu. Do czasu, gdy się będziemy emerytować, zbudujemy chatę przy lesie świerkowym szwajcarskim.",
      "example_translation": "Die Schweizer Kiefern auf der Bergflanke waren so hoch, dass sie fast den Himmel berührten. Wir hatten letzten Woche ein Bild eines Schweizer Kiefer-Waldes in unserem Geographiebuch gesehen. Bis wir in Rente gehen, werden wir ein Chalet in der Nähe eines Schweizer Kiefer-Waldes gebaut haben.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klon",
      "translation": "Platane",
      "definition": "Typ drzewa liściastego z rozłożystą koroną i liśćmi klonowymi, które brunatnieją w jesieni.",
      "definition_translation": "Eine Art von laubabwerfendem Baum mit einer breiten, sich ausbreitenden Krone und ahornähnlichen Blättern, die im Herbst braun werden.",
      "example": "Stary klon w parku był domem dla wielu ptaków i wiewiórek. Mieliśmy klon w naszym ogrodzie, gdy byłem dzieckiem, i kochałem grać pod jego gałęziami. Do końca wieku klon będzie gatunkiem rzadkim w naszym regionie.",
      "example_translation": "Der alte Platane-Baum im Park war Heimat für viele Vögel und Eichhörnchen. Wir hatten einen Platane-Baum in unserem Hinterhof, als ich ein Kind war, und ich liebte es, unter seinen Zweigen zu spielen. Bis zum Ende des Jahrhunderts wird die Platane in unserer Region eine seltene Art sein.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gałąź",
      "translation": "Zweig",
      "definition": "Mała gałąź lub odgałęzienie drzewa lub krzewu, szczególnie gdy jest cienka i giętka.",
      "definition_translation": "Ein kleiner Zweig oder eine Verzweigung eines Baumes oder Strauchs, insbesondere einer, der dünn und flexible ist.",
      "example": "Dziewczyna ostrożnie podniosła gałąź z ziemi, aby użyć jej jako markeru roślin. W zeszłym roku użyliśmy gałęzi, aby stworzyć piękny wieniec zimowy na nasze drzwi frontowe. Do następnej wiosny gałęzie na naszym nowym krzewie będą już rosły w zwarte gałęzie.",
      "example_translation": "Das Mädchen sammelte vorsichtig einen Zweig vom Boden, um ihn als Pflanzenmarkierung zu verwenden. Letztes Jahr haben wir Zweige verwendet, um einen schönen Winter-Kranz für unsere Haustür zu erstellen. Bis zum nächsten Frühling werden die Zweige auf unserem neuen Strauch zu stabilen Ästen gewachsen sein.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wierzba płacząca",
      "translation": "Trauerweide",
      "definition": "Wierzba płacząca to typ drzewa, który jest znany ze swoich długich, giętkich gałęzi, które zwisają w dół, często dotykając ziemi lub wody.",
      "definition_translation": "Eine Trauerweide ist eine Art von Baum, die für ihre langen, flexiblen Äste bekannt ist, die nach unten hängen und oft den Boden oder Wasser berühren.",
      "example": "Wczoraj zobaczyłem piękną wierzbę płaczącą nad jeziorem, jej gałęzie delikatnie szalały w wietrze. Zasadzę wierzbę płaczącą w moim ogrodzie następnej wiosny, i będzie ona dostarczać cienia dla moich dzieci do zabawy. Moja babcia miała wierzbę płaczącą w jej ogrodzie, gdy była dzieckiem.",
      "example_translation": "Ich sah einen schönen Trauerweide-Baum am See gestern, seine Äste waren sanft in der Brise schwingend. Ich werde nächstes Frühjahr eine Trauerweide in meinem Hinterhof pflanzen, und sie wird Schatten für meine Kinder zum Spielen bereitstellen. Meine Großmutter hatte einen Trauerweide-Baum in ihrem Garten, als sie ein Kind war.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wierzba",
      "translation": "Weide",
      "definition": "Wierzba to typ drzewa, który jest znany ze swoich giętkich gałęzi i liści, które są często wąskie i zakończone.",
      "definition_translation": "Eine Weide ist eine Art von Baum, die für ihre flexiblen Äste und Blätter bekannt ist, die oft schmal und spitz sind.",
      "example": "Usiadłem pod wierzbą, aby odpocząć i ochłodzić się podczas mojego wędrówki. Wierzba w naszym ogrodzie jest domem dla wielu ptaków. Ona będzie pielęgnować wierzbę następny weekend, aby ją utrzymać zdrową.",
      "example_translation": "Ich setzte mich unter einer Weide zu ruhen und mich während meines Wanderwegs abzukühlen. Der Weide-Baum in unserem Hinterhof ist Heimat für viele Vögel. Sie wird nächsten Wochenende die Weide schneiden, um sie gesund zu halten.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]
}