[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pozytywna",
      "translation": "положительный",
      "definition": "mająca lub wyrażająca dobre efekty lub postawy; optymistyczna",
      "definition_translation": "имеющий или проявляющий goedeffect или Relation; оптимистичный",
      "example": "Miała pozytywne nastawienie względem nauki nowych języków. Potrafiła go pozytywnie nauczyć się francuskiego w zeszłym roku. Dowiedzie się hiszpańskiego pozytywnie w przyszłym roku.",
      "example_translation": "У нее положительное отношение к изучению новых языков. Она изучила французский язык положительно в прошлом году. Она обязательно изучит испанский язык в следующем году.",
      "imageLink": "image_files\\English\\positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uzależniony",
      "translation": "зависимый",
      "definition": "niezdolny do zatrzymania oderwania się lub wywołania czegoś, szczególnie czegoś szkodliwego",
      "definition_translation": "неспособный остановиться или перестать что-либо делать или использовать, особенно что-либо вредное",
      "example": "Był uzależniony od gry w video-gry. Był uzależniony od palenia przez kilka lat. Wkrótce stanie się uzależnionym od portali społecznościowych.",
      "example_translation": "Он был зависим от видеоигр. Он был зависим от курения на протяжении многих лет. Он скоро станет зависим от социальных сетей.",
      "imageLink": "image_files\\English\\addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przygodowy",
      "translation": "авантюрный",
      "definition": "gotowy do podnosięcia ryzyka i próby nowych rzeczy; kochający ekscytujące i niezwykłe aktywności",
      "definition_translation": "готовый принимать риски и пробовать новые вещи; любящий захватывающие и необычные занятия",
      "example": "Była osobą przygodową, która kocha podróżować. Była przygodową pielgrzymką po Amazonii. Podróżuje przygodowo do Afryki w następnym roku.",
      "example_translation": "Она авантюрный человек, который любит путешествовать. Она отправилась в авантюрные экспедиции в дождевые леса Амазонки. Она отправится в авантюрное путешествие по Африке в следующем году.",
      "imageLink": "image_files\\English\\adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "serdeczny",
      "translation": "длящей",
      "definition": "okazujący lub odczuwający miłość lub gorliwość; troskliwy i kochający",
      "definition_translation": "показывающий или испытывающий любовь или привязанность; нежный и любящий",
      "example": "Była serdeczną matką, kochała swoje dzieci. Względem przyjaciół była serdeczną. W przyszłości będzie serdeczną wobec swojego partnera.",
      "example_translation": "Она длящая мать, которая любит своих детей. Она была длящей к своим друзьям. Она будет длящей к своему будущему партнеру.",
      "imageLink": "image_files\\English\\affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "agresywny",
      "translation": "агрессивный",
      "definition": "mający lub wyrażający wrogi lub gwałtowny charakter; przewrotny arogancki",
      "definition_translation": "Имеющий или проявляющий враждебный или насильственный темперамент; яростно конкурентоспособный или готовый сражаться.",
      "example": "Prześladowcze zachowanie psa było przerażające. Wobec osób nieznajomych było agresywne. W ciągu pięciu lat będzie agresywne.",
      "example_translation": "Агрессивное поведение собаки было пугающим. Раньше оно было агрессивно по отношению к чужим. К следующему году оно будет агрессивно в течение пяти лет.",
      "imageLink": "image_files\\English\\aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ambitny",
      "translation": "амбициозный",
      "definition": "mający lub wyrażający silną chęć osiągnięcia lub zdobycia czegoś; silna chęć osiągnięcia sukcesu",
      "definition_translation": "Имеющий или проявляющий сильное желание преуспеть или достичь чего-либо; имеющий сильное желание быть успешным.",
      "example": "Byłą ambitną młodą przedsiębiorczynią, która już założyła trzy firmy. W zeszłym roku była ambitna o rozbudowę swojego biznesu. Do 2025 roku będzie miała ambicje zebrania własnego funduszu venture capital.",
      "example_translation": "Она была амбициозной молодой предпринимательницей, которая уже основала три компании. В прошлом году она была амбициозна по поводу расширения своего бизнеса. К 2025 году она будет амбициозна начать свой собственный фонд风险ного капитала.",
      "imageLink": "image_files\\English\\ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zabawiony",
      "translation": "развлекаться",
      "definition": "czujący lub wyrażający zdziwienie lub rozrywkę; sączący przyjemnością",
      "definition_translation": "Чувствующий или проявляющий радость или развлечение; будучи развлекаемым или радуясь.",
      "example": "Dzieci były zabawione przez magiczne sztuczki klauna. Wczoraj były zabawione nowym serialanimowanym. Do przyszłego lata będą dostarczać rozrywki nowy aquapark.",
      "example_translation": "Дети были развлечены фокусами клоуна. Вчера они были развлечены мультфильмом. К следующему лету они будут развлечены новым аквапарком.",
      "imageLink": "image_files\\English\\amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "arogantny",
      "translation": "арогантный",
      "definition": "mający lub wyrażający duma lub brak skromności; zbyt ufny osobiście lub o swoich zdolnościach",
      "definition_translation": "Имеющий или проявляющий отношение превосходства, недостаток скромности или избыточную гордость.",
      "example": "Celujący CEO miał niski poziom poważania u swoich podwładnych. W przeszłości arogancko wyrażał się o powodzeniu firmy. Do końca roku będzie arogancko powiedzieć o swoim bogactwie.",
      "example_translation": "Арогантный генеральный директор был неliked его сотрудниками. Раньше он был аrogантный относительно успешности своей компании. К концу года он будет аrogантный относительно своего богатства.",
      "imageLink": "image_files\\English\\arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ponury",
      "translation": "злой",
      "definition": "mający lub wyrażający zły lub trudny temperament; kapryśny",
      "definition_translation": "Имеющий или проявляющий плохой или неприятный темперамент; раздражительный.",
      "example": "Była ponurą osobą, która szybko się irytowała. Od dzieciństwa była ponura. Będzie ponurza, jeśli nie otrzyma tego, czego pragnie.",
      "example_translation": "Она была человеком с плохим характером и всегда легко раздражалась. Она была плохо темпераментом с детства. Она будет плохо темпераментом, если она не получит то, что она хочет.",
      "imageLink": "image_files\\English\\bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zrównoważony",
      "translation": "балансированный",
      "definition": "posiadający proporcjonalny skład różnych elementów; nie mający braku lub nadmiaru czegoś",
      "definition_translation": "Имеющий смесь различных вещей таким образом, что это является справедливым или разумным; не слишком много или слишком мало чего-либо.",
      "example": "Był zrównoważoną osobą, która wiedziała, jak położyć nacisk na swoje zadania. Był zrównoważony w swoich decyzjach od młodości. Będzie zrównoważony w podejściu do projektu.",
      "example_translation": "Он был сбалансированным человеком, который знал, как приоритизировать свои задачи. Он был сбалансированным в своих решениях с юности. Он будет сбалансированным в своем подходе к проекту.",
      "imageLink": "image_files\\English\\balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "goryczka",
      "translation": "горький",
      "definition": "Posiadająca ostry, intensywny lub kwaśny smak; nieszczęśliwa lub pełna urazy.",
      "definition_translation": "Имеющий острый, резкий или кислотный вкус; несчастный или обиженный.",
      "example": "Kawa była goryczka i potrzebowała cukru. Czuła urazę, myśląc o swoich przeszłych relacjach. On będzie urażony, jeśli nie uzyska tej pracy.",
      "example_translation": "Кофе был горьким и нуждался в сахаре. Она чувствовала горечь из-за своих прошлых отношений. Он будет горьким, если он не получит работу.",
      "imageLink": "image_files\\English\\bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odważny",
      "translation": "смелый",
      "definition": "Wykazujący odwagę lub pewność siebie w ogóle lub utrzymują odrębność ducha i stopnia ryzyka.",
      "definition_translation": "Показывающий храбрость или уверенность в том, что он делает или говорит; не боится принимать риски.",
      "example": "Był odważnym przedsiębiorcą, który podejmował ryzyko w swoim interesie. Była odważna w swoich decyzjach od college'u. Będą odważni w swojej nowej strategii marketingowej.",
      "example_translation": "Он был смелым предпринимателем, который принимал риски в своем бизнесе. Она была смелой в своих решениях с колледжа. Они будут смелыми в своей новой маркетинговой стратегии.",
      "imageLink": "image_files\\English\\bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "arogancki",
      "translation": "действующий",
      "definition": "Mający lub wykazujący zbyt dużo zaufania do swojej zdolności i skłonności do wydawania rozkazów innym.",
      "definition_translation": "Имеющий или проявляющий чрезмерную уверенность в своих способностях и склонность давать распоряжения другим.",
      "example": "Była aroganckim dzieckiem, ciągle mówiącym swoim rodzeństwu, co mają robić. Aroganckie dowodziła zespołem, każąc im wykonywać projekt w jej stylu. Będzie arogancka w przyszłości, próbując kontrolować innych.",
      "example_translation": "Она была властной ребенком, всегда говоря своим братьям и сестрам, что делать. Она управляла своей командой, рассказывая им, как завершить проект. Она будет властной в будущем, всегда试я контролировать других.",
      "imageLink": "image_files\\English\\bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jasny",
      "translation": "яркий",
      "definition": "Wydający lub odbijający wiele światła, emitujący intensywny blask.",
      "definition_translation": "Выдающий или отражающий много света; сияющий интенсивно.",
      "example": "Słoneczny słońce było jasnę w oczystym niebie. Jaskrawe światła miasta nigdy nie znikają. Przeciwległe po nich jest pełne możliwości.",
      "example_translation": "Яркое солнце сияло в ясном небе. Яркие огни города никогда не угасали. Яркое будущее перед нами было полно возможностей.",
      "imageLink": "image_files\\English\\bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "troskliwa",
      "translation": "заботливый",
      "definition": "Czująca lub wyrażająca staranie lub współczucie wobec innych.",
      "definition_translation": "Чувствующий или проявляющий беспокойство и сострадание к другим.",
      "example": "Była troskliwą matką, zawsze martwiąc się o zdrowie swoich dzieci. On dbał o swoich pacjentów, dając im najlepsze leczenie. Będzie dbał o środowisko, próbując redukować zanieczyszczenia.",
      "example_translation": "Она была заботливой матерью, всегда волнуясь о благополучии своих детей. Он заботился о своих пациентах, давая им лучшее лечение, которое было возможно. Они будут заботиться об окружающей среде, пытаясь уменьшить загрязнение.",
      "imageLink": "image_files\\English\\caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ostrożny",
      "translation": "осторожный",
      "definition": "Ostrożny, aby uniknąć ryzyka lub niebezpieczeństwa.",
      "definition_translation": "Осторожный, чтобы避ать рисков или опасностей.",
      "example": "Była ostrożna, kiedy chodziła sama wieczorem, ciągle zaglądając za siebie. Był ostrożny, podejmując decyzje inwestycyjne, robiliby gruntowne badania. Będzie ostrożny w przyszłości, ucząc się na błędach poprzednich.",
      "example_translation": "Она была осторожной, когда шла одна ночью, всегда смотрела за плечо. Он был осторожным при принятии инвестиционных решений, проводя тщательное исследование. Они будут осторожными в будущем, учась из прошлых ошибок.",
      "imageLink": "image_files\\English\\cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "konkurencyjny",
      "translation": "конкурентный",
      "definition": "Dotyczący lub charakteryzujący się rywalizacją, w szczególności w biznesie lub sporcie.",
      "definition_translation": "Относящийся к или характеризующий конкуренцию, особенно в бизнесе или спорте.",
      "example": "Firma ma wysoce konkurencyjną strategię rynkową, która pomogła im utrzymać przewagę nad rywalami. W zeszłym roku byli bardziej konkurencyjni niż kiedykolwiek, a w tym roku będą jeszcze bardziej.",
      "example_translation": "Компания имеет высококонкурентную рыночную стратегию, которая помогла им оставаться впереди своих конкурентов. В прошлом году они были более конкурентоспособными, чем когда-либо, и в этом году они будут еще более таковыми.",
      "imageLink": "image_files\\English\\competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "narcystyczny",
      "translation": "гордый",
      "definition": "Mający lub wykazujący zbyt dużo dumy lub próżności, zadowolenia z samego siebie, swoich osiągnięć itp.",
      "definition_translation": "Имеющий или демонстрирующий чрезмерную гордость в своем виде, достижениях и т.д.",
      "example": "Był tak narcystyczny, że spędzał godziny przed lustrem, podziwiając swoje własne odbicie. Zawsze był narcystyczny i jego przyjaciele zdrowieili się na jego wychwalenia. ",
      "example_translation": "Он был так горд, что часами стоял перед зеркалом, любуясь своим собственным отражением. Он всегда был гордым, и его друзья устали от его хвастовства.",
      "imageLink": "image_files\\English\\conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaniepokojony",
      "translation": "озабоченный",
      "definition": "Mający lub wykazujący lęk lub zdenerwowanie, z obawą lub troską o coś lub kogoś.",
      "definition_translation": "Испытывающий тревогу или беспокойство о чем-то или ком-то.",
      "example": "Rodzice byli zaniepokojeni zdrowiem swojego dziecka, więc zawiadowali do lekarza. Rząd martwi się rosnącą przestępczością i planuje zwiększyć siły policyjne.",
      "example_translation": "Родители были обеспокоены здоровьем своего ребенка, поэтому они отвели его к врачу. Правительство обеспокоено растущим уровнем преступности и планирует увеличить полицейские силы.",
      "imageLink": "image_files\\English\\concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "konserwatywny",
      "translation": "консервативный",
      "definition": "Faworyzujący tradycyjne obrazy i wartości, i opierający się zmianom lub innowacjom.",
      "definition_translation": "Сторонник традиционных взглядов и ценностей, и противник изменения или инноваций.",
      "example": "Polityk konserwatywny był przeciwny propozycji reformy systemu podatkowego. Firma ma konserwatywne podejście do inwestycji, preferując trzymać się tradycyjnych metod.",
      "example_translation": "Консервативный политик был против предложения реформировать налоговую систему. Компания имеет консервативный подход к инвестициям, предпочитая придерживаться традиционных методов.",
      "imageLink": "image_files\\English\\conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "содержимое",
      "definition": "",
      "definition_translation": "Состояние удовлетворенности или удовольствия.",
      "example": "",
      "example_translation": "Я удовлетворен своей текущей работой. Я был удовлетворен своей предыдущей работой, и я буду удовлетворен своей будущей работой.",
      "imageLink": "image_files\\English\\content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "конвенциональный",
      "definition": "",
      "definition_translation": "Следующий обычным или традиционным нормам и практикам.",
      "example": "",
      "example_translation": "Обычный способ ведения бизнеса быстро меняется. Мы уконвенционализировали процесс, чтобы сделать его более эффективным. К 2025 году мы уконвенционализируем整个industry.",
      "imageLink": "image_files\\English\\conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "кооперативный",
      "definition": "Gotowość do współpracy i pomagania sobie",
      "definition_translation": "Готовый работать вместе и помогать друг другу.",
      "example": "Wspólne wysiłki zespołu doprowadziły do sukcesu projektu. Pracowaliśmy współpracując z naszymi partnerami przez lata. Do następnego roku uruchomimy nową spółkę.",
      "example_translation": "Совместные усилия команды привели к успеху проекта. Мы сотрудничаем с нашими партнерами уже годы. К следующему году мы начнем новое кооперативное предприятие.",
      "imageLink": "image_files\\English\\cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "злостный",
      "definition": "",
      "definition_translation": "Недостаток храбрости или силы духа перед лицом опасности или трудности.",
      "example": "",
      "example_translation": "Его обвинили вcowardly поведении во время кризиса. Я был злостным в юности, но с тех пор я преодолел свои страхи. К следующему месяцу я перестану быть злостным перед лицом сложностей.",
      "imageLink": "image_files\\English\\cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "приличный",
      "definition": "",
      "definition_translation": "достаточно хороший, хотя и не исключительный",
      "example": "",
      "example_translation": "Она была приличной теннисисткой, но не достаточно хорошей, чтобы стать профи.",
      "imageLink": "image_files\\English\\decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "решительный",
      "definition": "",
      "definition_translation": "обладая или демонстрируя способность принимать решения быстро и уверенно",
      "example": "",
      "example_translation": "Он был решительным лидером, всегда легко принимая трудные решения.",
      "imageLink": "image_files\\English\\decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "требовательный",
      "definition": "",
      "definition_translation": "требующий много усилий, времени или навыков; трудно удовлетворить",
      "example": "",
      "example_translation": "Работа была очень требовательной, но она была готова к вызову.",
      "imageLink": "image_files\\English\\demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "угнетающий",
      "definition": "",
      "definition_translation": "вызывающий чувства печали или безнадежности",
      "example": "",
      "example_translation": "Новость о стихийном бедствии была угнетающей, но мы должны были остаться сильными.",
      "imageLink": "image_files\\English\\depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "отчаянный",
      "definition": "",
      "definition_translation": "Чувствующий или проявляющий чрезвычайную тревогу или страх, особенно в ситуация, где бегство кажется невозможным.",
      "example": "",
      "example_translation": "Я был отчаянно пытался завершить проект вовремя, но команда меня тормозила. Я был отчаянно пытался выбраться из горящего здания. Я буду отчаянно добиваться продвижения по службе в следующем году.",
      "imageLink": "image_files\\English\\desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "решительный",
      "definition": "",
      "definition_translation": "Принявший твердое решение или имеющий сильное намерение что-то сделать.",
      "example": "",
      "example_translation": "Я был решительным научиться играть на гитаре, так что я практиковался каждый день. Она была решительной стать врачом с тех пор, как была подростком. Они будут решительными выиграть чемпионат в следующем году.",
      "imageLink": "image_files\\English\\determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oddany",
      "translation": "преданный",
      "definition": "Dający cały czas, energię lub uwagę czemuś lub komuś.",
      "definition_translation": "Отданный все свое время, энергию или внимание кому-то или чему-то.",
      "example": "Była oddana swojej rodzinie i zawsze stawiała ich potrzeby na pierwszym miejscu. Spędzał wiele czasu w biurze, oddany swojej pracy. Będzie oddany swojej filantropijnej sprawie i będzie kontynuował zbiórkę funduszy.",
      "example_translation": "Она была предана своей семье и всегда ставила их нужды на первое место. Он был предан своей работе и проводил долгие часы в офисе. Они будут преданы своей благотворительной цели и продолжат сбор средств.",
      "imageLink": "image_files\\English\\devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sumienny",
      "translation": "прилежный",
      "definition": "Pokazujący staranniejszą i ciągłą pracę, a także dbałość o szczegóły.",
      "definition_translation": "Показывающий тщательное и устойчивое усилие и внимание к деталям.",
      "example": "Była sumienna w swoich badaniach i znalazła wszystkie dostępne dane. Przez wiele lat był sumienny podczas swoich studiów i otrzymał dobre oceny. Będą sumiennie się starać, aby oszczędzić koszty.",
      "example_translation": "Она была прилежной в своих исследованиях и собрала все доступные данные. Он был прилежным в своих учёных и достиг хороших оценок. Они будут прилежными в своих усилиях по減ению затрат.",
      "imageLink": "image_files\\English\\diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieszczery",
      "translation": "нечестный",
      "definition": "Nieuczciwy lub fałszywy; powtarza braki integralności.",
      "definition_translation": "Не честный или правдивый; имеющий или демонстрирующий отсутствие целостности.",
      "example": "Nieszczere praktyki biznesowe firmy doprowadziły do jej upadku. Pracownik został zwolniony za oszustwo wobec swojego szefa. Nieszczere obietnice polityka ujawniły.",
      "example_translation": "Нечестные бизнес-практики компании привели к ее падению. Сотрудник был уволен за нечестность по отношению к своему боссу. Нечестные предвыборные обещания политика были раскрыты.",
      "imageLink": "image_files\\English\\dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nie zorganizowany",
      "translation": "неорганизованный",
      "definition": "Brakujący organizacji lub metody; chaotyczne lub zdezorientowane.",
      "definition_translation": "Отсутствует организация или метод; хаотичный или CONFUSING.",
      "example": "Ten niezorganizowany wydarzenie było kompletną katastrofą. Nieuporządkowane pliki utrudniły znalezienie odpowiednich danych. Firma została powtarzana niezorganizowana struktura zarządzania, co doprowadziło do jej upadku.",
      "example_translation": "Неорганизованное мероприятие было полным провалом. Неорганизованные файлы делали трудным поиск чего-либо. Неорганизованная структура управления компании привела к ее неудаче.",
      "imageLink": "image_files\\English\\disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niezadowolony",
      "translation": "неудовлетворенный",
      "definition": "Niezadowolony lub niezadowolony; niezadowolony lub rozdrażniony.",
      "definition_translation": "Не довольный или контент; несчастный или неудовлетворенный.",
      "example": "Klient nie był zadowolony z usług. Pracownik nie był zadowolony ze swojej pracy. Niedawno niezadowolona masa protestował przeciwko polityce rządu.",
      "example_translation": "Клиент был неудовлетворен сервисом. Сотрудник был неудовлетворен своей работой. Неудовлетворенная толпа протестовала против 政ических правительства.",
      "imageLink": "image_files\\English\\dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przygnębiający",
      "translation": "тревожный",
      "definition": "Powodujący niepokój, smutek lub kołużene robi negatywne doznania; nieprzyjemne lub budujące.",
      "definition_translation": "Причиняющий тревогу, печаль или беспокойство; неприятный или тревожный.",
      "example": "Ten nierozpoznawany o gospodarce wywołał alarm. Przygnębiające objawy pacjenta były budujące. Przygnębiająca sytuacja była nie do zniesienia.",
      "example_translation": "Тревожные новости об экономике были тревожными. Симптомы пациента были ЧРЕВОУГОДНЫМИ. Тревожная ситуация была нестерпимой.",
      "imageLink": "image_files\\English\\distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niepewny",
      "translation": "сомнительный",
      "definition": "Dbający z niepewnością lub wątpliwościami.",
      "definition_translation": "чувствующий или показывающий сомнение в отношении кого-то или чего-то",
      "example": "Byłem sceptyczny co do tej inwestycji, ale mój przyjaciel zapewnił mnie, że to dobra okazja. Miałem wątpliwości co do jego zdolności, ale on okaże, że się myliłem. Będę podejrzliwy co do ich intencji, aż do zobaczenia wyników.",
      "example_translation": "Я сомневался в инвестициях, но мой друг уверил меня, что это 好 возможность. Я сомневался в его способностях, но он доказал мне wrong. Я буду сомневаться в их намерениях, пока не увижу результаты.",
      "imageLink": "image_files\\English\\doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dynamiczny",
      "translation": "динамичный",
      "definition": "Charakteryzujący się ciągłymi zmianami, aktywnością lub postępem.",
      "definition_translation": "характеризуется постоянным изменением, активностью или прогрессом",
      "example": "Dynamiczny styl prowadzenia businessu spowodował szybki rozwój firmy. Dynamiczną naturę tej branży wymaga ciągłych innowacji. Styl nauczania jest dynamiczny i angażuje uczniów.",
      "example_translation": "Динамичный подход компании к бизнесу привел к быстрому росту. Динамичная природа отрасли требует постоянного инновационного подхода. Динамичный стиль преподавания учителя занимал студентов.",
      "imageLink": "image_files\\English\\dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chętny",
      "translation": "рвущийся",
      "definition": "Czuje się z entuzjazmem i zainteresowaniem kimś lub czymś.",
      "definition_translation": "чувствующий или показывающий энтузиазм и интерес",
      "example": "Byłem chętny rozpocząć nowy projekt. Ona była chętna nauczyć się języka latami. Będą chętni zobaczyć wyniki eksperymentu.",
      "example_translation": "Я был рвущийся начать новый проект. Она была рвущейся изучать язык на протяжении лет. Они будут рвущимися увидеть результаты эксперимента.",
      "imageLink": "image_files\\English\\eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wyedukowany",
      "translation": "образованный",
      "definition": "Otrzymał wyższą lub specjalistyczną edukację.",
      "definition_translation": "получивший образование, особенно то, которое являетсяadvanced или специализированным",
      "example": "Wyedukowana elita w kraju miała znaczny wpływ. Ukończyła prestiżowy uniwersytet. Liczba zdolnie wyedukowanych osób jest niezbędna dla rozwoju gospodarczego.",
      "example_translation": "Образованная элита в стране held значительное количество власти. Она получила образование в престижном университете. Хорошо образованная работоспособная сила является существенной для экономического роста.",
      "imageLink": "image_files\\English\\educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "emocjonalny",
      "translation": "эмоциональный",
      "definition": "Odzwierciedlający lub charakteryzujący się emocją; instynktowny lub intuicyjny raczej niż racjonalny lub umotywowany.",
      "definition_translation": "Относящийся к эмоциям; инстинктивный или интуитивный, chứ не рациональный или обоснованный.",
      "example": "Była emocjonalną osobą i łatwo płakała. Podczas rozstania była emocjonalna. Będzie emocjonalna na weselu.",
      "example_translation": "Она была эмоциональной человек и легко плакала. Она была эмоциональной во время разрыва. Она будет эмоциональной на свадьбе.",
      "imageLink": "image_files\\English\\emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ożywiający",
      "translation": "ободряющий",
      "definition": "Dający wsparcie lub pewność siebie; pomagający komuś czuć się bardziej pewnym lub zdeterminowanym.",
      "definition_translation": "Дающий поддержку или уверенность; помогая кому-то чувствовать себя более уверенно или решительно.",
      "example": "Jej ożywiające słowa pomogły mi podążać za moim marzeniem. Wielokrotnie ożywiał swoją drużynę podczas meczu. Będą ożywiać swoich studentów, aby wzięli udział w konkursie.",
      "example_translation": "Её ободряющие слова помогли мне追uant我的 мечту. Он был ободряющим своей команде на протяжении всей игры. Они будут ободряющими своих студентов для участия в конкурсе.",
      "imageLink": "image_files\\English\\encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pełen energii",
      "translation": "энергичный",
      "definition": "Mający lub wykazujący dużo energii i entuzjazmu; żywy i aktywny.",
      "definition_translation": "Имеющий или показывающий много энергии и энтузиазма; живой и активный.",
      "example": "Był pełen energii i zawsze patrzył na życie pozytywnie. Podczas treningu byli pełni energii. Będzie pełen energii na wieczorze dziś.",
      "example_translation": "Он был энергичным человеком и всегда смотрел на светлую сторону. Они были энергичными во время тренировки. Она будет энергичной на вечеринке сегодня вечером.",
      "imageLink": "image_files\\English\\energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zabawny",
      "translation": "развлекательный",
      "definition": "Zapewniający rozrywkę lub zabawę; interesujący lub zabawny.",
      "definition_translation": "Предоставляя удовольствие или развлечение; интересный или забавный.",
      "example": "Ten film był zabawny i cieszyłem się nim. Gościli swoich gości całą noc. Będą zabawali klientów podczas wieczornicy.",
      "example_translation": "Фильм был развлекательным, и я насладился им. Они развлекали своих гостей всю ночь. Он будет развлекать своих клиентов на обеде.",
      "imageLink": "image_files\\English\\entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zachęcający",
      "translation": "энтузиастичный",
      "definition": "Wypełniony intensywnym i podnieconym zainteresowaniem lub entuzjazmem, zwykle w sposób ożywiający.",
      "definition_translation": "Наполненный интенсивным и возбужденным интересом или энтузиазмом, обычно в оживленном и энергичном стиле.",
      "example": "Była podniecona nowym projektem, a jej zespół był natchniony jej energią. W przeszłości była podniecona każdą nową ideą, ale teraz była bardziej ostrożna. W przyszłości niewątpliwie pragnie ponownie odczuć entuzjazmu podniecającego stosunku do pracy.",
      "example_translation": "Она была энтузиастична по поводу нового проекта, и ее команда была вдохновлена ее энергией. В прошлом она была энтузиастична по поводу каждой новой идеи, но şimdi она была более осторожной. В будущем она надеется быть энтузиастична по поводу своей работы снова.",
      "imageLink": "image_files\\English\\enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zły",
      "translation": "злой",
      "definition": "Moralnie zły lub nieprawidłowy; podły. Powodujący szkodę lub obrażenia.",
      "definition_translation": "Морально плохой или неправильный; злой. Причиняет вред или повреждение.",
      "example": "Kozieł w filmie próbował zemścić się. W przeszłości popełnił wiele złych czynów. W przyszłości poniesie on konsekwencje swoich złych działań.",
      "example_translation": "Злой злодей в фильме искал мести. В прошлом он совершил многие злые деяния. В будущем он столкнется с последствиями своих злых действий.",
      "imageLink": "image_files\\English\\evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wyczerpujący",
      "translation": "истощающий",
      "definition": "Powodujący skrajne zmęczenie lub nudę; niezwykle męczący.",
      "definition_translation": "Причиняет极альную усталость или утомление; крайне утомительный.",
      "example": "Maraton był wyczerpujący, a potem potrzebowałem długiej przerwy. W przeszłości nigdy nie wykonałem takim wyczerpującym zadaniem. W przyszłości mam nadzieję, że będę lepiej przygotowany do takim wyczerpujących aktywności.",
      "example_translation": "Марафон был истощающим, и я нуждался в долгом отдыхе после этого. В прошлом я никогда не завершал такой истощающей задачи. В будущем я надеюсь быть лучше подготовлен к таким истощающим занятиям.",
      "imageLink": "image_files\\English\\exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ekspert",
      "translation": "эксперт",
      "definition": "Osoba o obszernej wiedzy lub umiejętności w określonej dziedzinie; specjalista.",
      "definition_translation": "Человек с обширными знаниями или навыками в какой-либо области; специалист.",
      "example": "Wiedza specjalisty w dziedzinie medycyny była wybitna. W przeszłości była specjalistą w innej dziedzinie. W przyszłości ma nadzieję, że stanie się specjalistą w nowej dziedzinie.",
      "example_translation": "Эксперт в области медицины сделал революционный открытие. В прошлом она была экспертом в другой области. В будущем она надеется стать экспертом в новой области.",
      "imageLink": "image_files\\English\\expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wierny",
      "translation": "верный",
      "definition": "Loyalny i oddany tobie, twojemu gospodarzowi, bądź sprawie; solidny i konsekwentny w postępach lub zachowaniach.",
      "definition_translation": "Имеющий или демонстрирующий лояльность и преданность человеку, организации или делу; надежный и последовательный в исполнении или поведении.",
      "example": "Była wierną przyjaciółką podczas tych trudnych czasów. Była wierna swojemu mężowi przez 20 lat. Będzie wierna swoim obowiązkom jako menedżer.",
      "example_translation": "Она была верной мне friend во время моих трудных времен. Она была верной своему мужу в течение 20 лет. Она будет верной своим обязанностям в качестве менеджера.",
      "imageLink": "image_files\\English\\faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fasynujący",
      "translation": "заинтригованный",
      "definition": "Ogromnie zainteresowany i pociągany do czegoś, ponieważ jest to niezwykle lub interesujące.",
      "definition_translation": "Оченьinterested и привлеченный к чему-то из-за того, что это необычно или интересно.",
      "example": "Byłem fascynowany ruinami starożytnymi, kiedy odwiedziłem Egipt. Interesowała się astronomią, odkąd była dzieckiem. Będzie fascynowany nowymi technologiami.",
      "example_translation": "Я был заинтригован древними развалинами, когда посетил Египет. Она была заинтригована астрономией с тех пор, как была ребенком. Он будет заинтригован новой технологией.",
      "imageLink": "image_files\\English\\fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fascynujący",
      "translation": "заинтриговывающий",
      "definition": "Bardzo interesujący lub atrakcyjny, ponieważ jest nietypowy lub nieoczekiwany.",
      "definition_translation": "_EXTREMELY интересный или привлекательный из-за того, что это необычно или неожиданно.",
      "example": "Fascynujący dokument o eksploracji kosmosu został wyemitowany w telewizji wczoraj wieczorem. Fascynująca uroda wodospadu pęka wszystkich turystów.",
      "example_translation": "Заинтриговывающий документальный фильм о космической экспансии транслировался по телевизору昨 вечером. Заинтриговывающая красота водопада очаровала всех туристов.",
      "imageLink": "image_files\\English\\fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziki",
      "translation": "свирепый",
      "definition": "Pokazujący silny i potężny emotion, np. gniew lub determinację.",
      "definition_translation": "Показывающий сильное и мощное эмоциональное состояние, такое как гнев или решимость.",
      "example": "Dziki wojownik walczył dzielnie w bitwie. Miała dziką determinację, aby odnieść sukces w karierze. Będę dziki w swoistej krytyce nowej polityki.",
      "example_translation": "Свирепый воин сражался храбро в бою. Она имела свирепую решимость преуспеть в своей карьере. Он будет свиреп в своей критике новой политики.",
      "imageLink": "image_files\\English\\fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "próżny",
      "translation": "глупый",
      "definition": "Mający brak zdrowego rozsądku lub osądu; nierozsądny lub głupi.",
      "definition_translation": "Не имеющий здравого смысла или суждения; необоснованный или глупый.",
      "example": "Byłem próżny, kiedy zainwestowałem wszystkie moje pieniądze w tę podejrzaną firmę. Moja siostra była próżna i nie chciała się dowiedzieć o tym, co powiedziałem. Będę próżny, jeśli nie nauczę się z błędów.",
      "example_translation": "Я был глуп, инвестировав все мое деньги в тот сомнительный бизнес. Я был глуп и не произвел исследования. Я буду глуп, если не научусь из своих ошибок.",
      "imageLink": "image_files\\English\\foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wściekły",
      "translation": "ярости",
      "definition": "Bardzo zły; pełny gwałtownego gniewu lub wściekłości.",
      "definition_translation": "Чрезвычайно злой; наполненный сильной злобой или ярости.",
      "example": "Byłem wściekły, kiedy odkryłem, że zostałem oszukany. Sprawa niesprawiedliwości na świecie sprawia, że jestem wściekły. Będę wściekły, jeśli ktoś dotknie mojego samochodu.",
      "example_translation": "Я был в ярости, когда узнал, что меня обманули. Я яростен из-за несправедливости в мире. Я буду в ярости, если кто-то займет мой автомобиль.",
      "imageLink": "image_files\\English\\furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chciwy",
      "translation": "жадный",
      "definition": "Mający intenzywnego i egoistycznego pragnienia oznaczone, np. jedzenia lub pieniędzy.",
      "definition_translation": "Имеющий или проявляющий сильное и эгоистичное желание к чему-то, особенно еде или деньгам.",
      "example": "Mój brat jest chciwy i zawsze chce więcej. Moja siostra była chciwa i zjadła cały tort. Mój kolega będzie chciwy i weźmie wszystkie pieniądze.",
      "example_translation": "Мой брат жаден и всегда хочет больше. Моя сестра была жадной и съела весь торт. Мой друг будет жаден и возьмет все деньги.",
      "imageLink": "image_files\\English\\greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "twardy",
      "translation": "твердый",
      "definition": "Stały i odporny na ciśnienie lub uderzenia; solidny i niewrażliwy.",
      "definition_translation": "Твердый и устойчивый к давлению или удару; сплошной и неизменный.",
      "example": "Kamień był twardy i trudny do złamania. Nauczyciel jest twardy na nas, dając nam dużo pracy domowej. Egzamin będzie twardy, ale będę się dobrze uczył.",
      "example_translation": "Камень был твердым и трудным для разбивания. Учитель суров к нам, давая нам много домашней работы. Экзамен будет трудным, но я хорошо приготовлюсь.",
      "imageLink": "image_files\\English\\hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pracowity",
      "translation": "трудоёмкий",
      "definition": "Pokazujący chęć ciężkiej pracy i pilności.",
      "definition_translation": "Показывающий готовность работать очень hard и усердно.",
      "example": "Była pracowitą pracowniczką, która zawsze spełnia swoje terminy. Pracowała ciężko nad tym projektem przez kilka miesięcy. Będą pracowitym liderem zespołu w przyszłości.",
      "example_translation": "Она была трудолюбивым сотрудником, который всегда успевал выполнить задачи к установленному сроку. Она работала над этим проектом в течение месяцев. Она будет трудолюбивым руководителем команды в будущем.",
      "imageLink": "image_files\\English\\hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lodowaty",
      "translation": "ледяной",
      "definition": "Bardzo zimny, jeśli chodzi o temperaturę lub sposób bycia.",
      "definition_translation": "Экстремально холодный по температуре или манере.",
      "example": "Wiatr lodowaty wieje po zamarzniętym jeziorze. Podnosiła na niego lodowate spojrzenie. Rano zimą było lodowato zimno.",
      "example_translation": "Ледяной ветер дунул через замёрзшее озеро. Она дала ему ледяной взгляд. Утреннее зимнее было ледяным холодом.",
      "imageLink": "image_files\\English\\icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niecierpliwy",
      "translation": "нетерпеливый",
      "definition": "Nie mogący czekać na coś lub kogoś.",
      "definition_translation": "Неспособный подождать чего-то или кого-то.",
      "example": "Był cierpliwy na swój nowy etat. Ona była niecierpliwa z powodu wolnego postępu swojego ucznia. Będą niecierpliwi, aby zobaczyć wyniki.",
      "example_translation": "Он был нетерпелив к началу новой работы. Она была нетерпеливой с медленным прогрессом ее студента. Они будут нетерпеливыми к результатам.",
      "imageLink": "image_files\\English\\impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieuprzejmy",
      "translation": "невежливый",
      "definition": "Nie mający lub pokazujący dobrze wychowania.",
      "definition_translation": "Не имеющий или не демонстрирующий хороших манер.",
      "example": "Był nieuprzejmy wobec klienta. Ona była nieuprzejma wobec swojego sąsiada. Będą nieuprzejmi wobec turysty.",
      "example_translation": "Он был невежлив к клиенту. Она была невежливой к своему соседу. Они будут невежливыми к туристу.",
      "imageLink": "image_files\\English\\impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "znaczyć",
      "translation": "значить",
      "definition": "Chcieć wyrazenia lub wskazywania czegoś.",
      "definition_translation": "НАмечать или указывать на что-то.",
      "example": "Wcale nie chciałem powodować Twoich łez. Ona planowała odwiedzić dziadków w ubiegłym weekendzie. Nauczycielka planowała dać zadanie domowe, ale zapomniała.",
      "example_translation": "Я не подразумевал обидеть твои чувства. Она намеревалась посетить своих дедушку и бабушку на прошлых выходных. Учительница намеревалась дать домашнюю работу, но забыла.",
      "imageLink": "image_files\\English\\mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "podstępny",
      "translation": "злой",
      "definition": "Mając lub wyrażając nieprzyjazny lub okrutny stosunek.",
      "definition_translation": "Имеющий или демонстрирующий злонамеренный или недружелюбный настрой.",
      "example": "Był podstępnym człowiekiem, ciągle wyśmiewającym się z innych. Podstępny pies codziennie gonił listonosza. Nauczycielka ostrzegła uczniów przed podstępnym chuliganem w ich klasie.",
      "example_translation": "Он был злым человеком, который всегда искал способы навредить другим. Злой пёс гонялся за почтальоном каждый день. Учитель предупредил учеников о злом хулигане в их классе.",
      "imageLink": "image_files\\English\\mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "ментальный",
      "definition": "",
      "definition_translation": "Относящийся к разуму; связанный с или涉及 разума.",
      "example": "",
      "example_translation": "У него произошел нервный срыв после аварии. Он был ментально стабилен всю свою жизнь. Он будет психологически готов к экзамену.",
      "imageLink": "image_files\\English\\mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "несчастный",
      "definition": "",
      "definition_translation": "Чувствующий или проявляющий большую неудовлетворенность или дискомфорт.",
      "example": "",
      "example_translation": "Она была несчастной после потери любимого кольца. Он был несчастным всю неделю. Они будут несчастными, если не получат повышения.",
      "imageLink": "image_files\\English\\miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "мотивированный",
      "definition": "",
      "definition_translation": "Имеющий сильную причину или желание сделать что-то.",
      "example": "",
      "example_translation": "Она была高度 мотивированной для завершения проекта вовремя. Он был мотивированным для улучшения своих навыков. Они будут мотивированы работать усерднее, если получат бонус.",
      "imageLink": "image_files\\English\\motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "движущийся",
      "definition": "",
      "definition_translation": "Вызывающий сильные эмоции, особенно печаль или сострадание.",
      "example": "",
      "example_translation": "Фильм был трогательным, я плакала на протяжении всего. Пьеса была трогательной, она тронула мое сердце. Книга будет трогательной, она о настоящей любви.",
      "imageLink": "image_files\\English\\moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "гадкий",
      "definition": "",
      "definition_translation": "Неприятный или отвратительный, особенно в скрытой или утаенной форме.",
      "example": "",
      "example_translation": "Отвратительный запах в ванной комнате был подавляющим. Он был гадким к своей сестре весь день. Она будет гадкой к нему, если он не извинится.",
      "imageLink": "image_files\\English\\nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "плохой",
      "definition": "",
      "definition_translation": "Ведет себя или делает что-то в sposób, который слегка плох или непослушен, но не настолько серьезно.",
      "example": "",
      "example_translation": "Плохой ребенок дернул волосы своей сестры. Она была плохой и не слушала своих родителей. Он будет плохим, если не получит того, что хочет.",
      "imageLink": "image_files\\English\\naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "покорный",
      "definition": "",
      "definition_translation": "Ведет себя или делает что-то в sposób, который показывает уважение к власти и является готовым подчиняться правилам или инструкциям.",
      "example": "",
      "example_translation": "Покорная собака сиделаquietly. Она была покорной и следовала правилам. Он будет покорным, если хочет преуспеть.",
      "imageLink": "image_files\\English\\obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "объективный",
      "definition": "",
      "definition_translation": "Не влияет личными мнениями или чувствами, основывается на фактах.",
      "example": "",
      "example_translation": "Журналист попыталась остаться объективной в своей журналистике. Цель компании - увеличить прибыль. Он был объективным в своей оценке ситуации.",
      "imageLink": "image_files\\English\\objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obskwarne",
      "translation": "офицальный",
      "definition": "powodując, że ktoś czuje się głęboko obrażonym lub zirytowanym",
      "definition_translation": "причиняющий кому-то глубокое раздражение или оскорбление",
      "example": "Oburzające komentarze wywołały burzliwą dyskusję. Firma przeprosiła za obraźliwą reklamę. Nowa polityka zapobiegnie obraźliwemu zachowaniu w miejscu pracy.",
      "example_translation": "Оскорбительные комментарии вызвали жаркую дискуссию. Компания извинилась за оскорбительную рекламу. Новая политика предотвратит оскорбительное поведение на работе.",
      "imageLink": "image_files\\English\\offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "optymistyczny",
      "translation": "оптимистичный",
      "definition": "mając lub pokazując pełne nadziei i pewności siebie nastawienie",
      "definition_translation": "имеющий или проявляющий надежный и уверенный настрой",
      "example": "Zawsze była optymistyczna co do przyszłości. Optymistyczna prognoza przewidywała silną gospodarkę. Był optymistyczny wobec sukcesu projektu od początku.",
      "example_translation": "Она всегда оптимистично смотрит на будущее. Оптимистичный прогноз предсказал сильную экономику. Он с самого начала был оптимистичен по поводу успеха проекта.",
      "imageLink": "image_files\\English\\optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zorganizowany",
      "translation": "организованный",
      "definition": "ustrukturyzowany lub uporządkowany w logicznym i efektywnym sposobie",
      "definition_translation": "устроенный или структурированный систематическим и эффективным образом",
      "example": "Jest ona bardzo zorganizowaną osobą. Zorganizowana wycieczka obejmowała wszystkie środki transportu i zakwaterowanie. Spółka jest podzielona na kilka Departamentów.",
      "example_translation": "Она является очень организованной человек. Организованный тур включал все транспорт и размещение. Компания организована в несколько отделов.",
      "imageLink": "image_files\\English\\organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skandaliczny",
      "translation": "неприличный",
      "definition": "szokujący lub niedopuszczalny, ponieważ jest zbyt wygórowany lub nieuzasadniony",
      "definition_translation": "шокирующий или неприемлемый из-за чрезмерности или неразумности",
      "example": "Oburzająca cena nowego telefonu komórkowego jest niewiarygodna. Zachowanie spółki wywołało skandal. Skandaliczny show komediowy okazał się wielkim sukcesem.",
      "example_translation": "Неприличная цена нового смартфона просто невероятна. Неприличное поведение компании вызвало скандал. Неприличное комедийное шоу стало огромным успехом.",
      "imageLink": "image_files\\English\\outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bolesny",
      "translation": "болезненный",
      "definition": "Wywołujący fizyczny lub emocjonalny dyskomfort lub ból",
      "definition_translation": "Причиняющий физическую или эмоциональную боль или неудобство",
      "example": "Pacjent doświadczał bolesnych bólów głowy przez kilka tygodni. Bierze środki przeciwbólowe, aby złagodzić ból. Następnym tygodniu podda się bolesnej operacji.",
      "example_translation": "Пациент страдал болезненными головными болями на протяжении недель. Она принимает обезболивающие средства, чтобы уменьшить боль. Она будет должна пройти болезненную операцию на следующей неделе.",
      "imageLink": "image_files\\English\\painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pasjonujący",
      "translation": "страстный",
      "definition": "Pokazujący lub odczuwający silne emocje, entuzjazm lub podniecenie",
      "definition_translation": "Показывающий или чувствующий сильные эмоции, энтузиазм или возбуждение",
      "example": "Był pasjonującym mówcą, który zainspirował tłum. Jest ona pasjonuje swoją pracą i poświęca jej wiele godzin. Będą to pasjonującym argumentem o tej sprawie.",
      "example_translation": "Он был страстным оратором, который вдохновил толпу. Она страстная в своей работе и посвящает долгие часы ей. Они будут иметь страстный спор о вопросе.",
      "imageLink": "image_files\\English\\passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pasywny",
      "translation": "пассивный",
      "definition": "Nieaktywny lub niezaangażowany w procesie lub podejmowaniu decyzji",
      "definition_translation": "Не активный или не вовлеченный в процесс или решение",
      "example": "Spółka prowadzi pasywną strategię inwestycyjną. Był pasywnym obserwatorem konfliktu. Studenci byli pasywnymi odbiorcami informacji.",
      "example_translation": "Компания имеет пассивную инвестиционную стратегию. Он был пассивным наблюдателем конфликта. Студенты были пассивными получателями информации.",
      "imageLink": "image_files\\English\\passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pessymistyczny",
      "translation": "пессимистичный",
      "definition": "Mający negatywne lub ponure nastawienie",
      "definition_translation": "Имеющий негативный или мрачный взгляд на вещи",
      "example": "Był pessymistyczna osoby, która stale spodziewała się najgorszego. Drużyna była pessymistyczna co do swoich szans na wygraną. Miała pessymistyczną wizję życia.",
      "example_translation": "Он был пессимистичным человеком, который всегда期待ал худшего. Команда была пессимистичной относительно своих шансов на победу. У нее был пессимистичный взгляд на жизнь.",
      "imageLink": "image_files\\English\\pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sparaliżowany",
      "translation": "напуганный",
      "definition": "bardzo przerażony lub wystraszony, często do tego stopnia, że zdolny do działania lub myślenia",
      "definition_translation": "чрезвычайно напуганный илиilan, часто до такой степени, что не можетmoving или думать ясно",
      "example": "Byłem sparaliżowany podczas filmu horroru, nie mogłem spać tej nocy. Boję się pająków. Będę sparaliżowany, jeśli nie dostanę tej pracy.",
      "example_translation": "Меня напугал фильм ужасов, я не мог спать той ночью. Я напуган пауков. Я буду напуган, если не получу работу.",
      "imageLink": "image_files\\English\\petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "praktyczny",
      "translation": "практический",
      "definition": "związany z faktycznym robieniem lub użyciem czegoś, niż z teorią i ideami",
      "definition_translation": "связанный с фактическим выполнением или использованием чего-либо, а не с теорией и идеями",
      "example": "Jestem praktyczną osobą, wolę uczyć się przez doświadczenie. Była praktyczna i zawsze nosiła ze sobą zapasową baterię. Będą praktyczni i rozpoczną oszczędzanie pieniędzy.",
      "example_translation": "Я практический человек, я предпочитаю учиться, делая. Она была практичной и всегда носила с собой запасной аккумулятор. Они будут практичными и начнут экономить деньги.",
      "imageLink": "image_files\\English\\practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zawodowy",
      "translation": "профессиональный",
      "definition": "Związany z lub powiązany z pracą lub działalnością, która wymaga wysokiego poziomu umiejętności lub szkolenia",
      "definition_translation": "относящийся к или связанный с работой или деятельностью, которая требует высокого уровня навыков или обучения",
      "example": "Był zawodowym sportowcem, trenował codziennie. Była Profesjonalistką i poradziła sobie z sytuacją bardzo dobrze. Będą musieli być zdyscyplinowani i współpracować jako drużyna.",
      "example_translation": "Он является профессиональным спортсменом, он тренируется каждый день. Она была профессионалом и справилась с ситуацией очень хорошо. Им придется быть профессионалами и работать вместе как команда.",
      "imageLink": "image_files\\English\\professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zawiedziony",
      "translation": "озадаченный",
      "definition": "Czując się zdziwiony lub niepewny co do czegoś",
      "definition_translation": "чувствующий себя запутанным или неуверенным в чем-то",
      "example": "Byłem zdziwiony przez problem matematyczny, nie potrafiłem go rozwiązać. Wyglądała zdziwiona, gdy wyjaśniłem jej reguły. Będą zdziwieni, jeśli nie będą się uczyć przed egzaminem.",
      "example_translation": "Я был озадачен математической задачей, я не мог ее решить. Она выглядела озадаченной, когда я объяснил правила. Они будут озадаченными, если не будут готовиться к экзамену.",
      "imageLink": "image_files\\English\\puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "upoważniony",
      "translation": "квалифицированный",
      "definition": "Mający niezbędne zdolności, doświadczenia lub kwalifikacje do wykonywania określonej pracy lub czynności.",
      "definition_translation": "Имея необходимые навыки, опыт или квалификацию для выполнения конкретной работы или деятельности.",
      "example": "Była inżynierem z 5-letnim doświadczeniem. Znosiła awans. Przezawawę okaże się do stypendium w przyszłym roku.",
      "example_translation": "Она была квалифицированным инженером с 5-летним стажем. Она соответствует требованиям для продвижения. Она будет соответствовать требованиям для стипендии в следующем году.",
      "imageLink": "image_files\\English\\qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "realistyczny",
      "translation": "реалистичный",
      "definition": "Mający lub pokazujący zdroworozsądzkową i praktyczną koncepcję tego, co można osiągnąć lub oczekiwać.",
      "definition_translation": "Имея или демонстрируя разумное и Практическое представление о том, что может быть достигнуто или ожидается.",
      "example": "Miał realistyczne podejście do terminu projektu. Była realistyczna co do swoich szans wygrania. Będą mieli realistyczne podejście do problemu.",
      "example_translation": "У него было-realistic представление о сроке проекта. Она была реалистична об своих шансах на победу. Они будут иметь реалистичный подход к проблеме.",
      "imageLink": "image_files\\English\\realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozsądny",
      "translation": "разумный",
      "definition": "Mający lub wykazujący zdrowy rozsądek w ocenach lub działaniach.",
      "definition_translation": "Имея или демонстрируя разумный и справедливый подход.",
      "example": "Wniósł rozsądne wnioski. Była rozsądna w swoich żądaniach. Będą mieli rozsądne rozwiązanie problemu.",
      "example_translation": "Он сделал разумный запрос. Она была разумной в своих требованиях. Они будут иметь разумное решение проблеме.",
      "imageLink": "image_files\\English\\reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "religijny",
      "translation": "религиозный",
      "definition": "Związany z religią lub dotyczący religii.",
      "definition_translation": "Относится к или связано с религией.",
      "example": "Była religijna. Chodził do religijnej szkoły. Będą uczestniczyli w religijnej ceremonii.",
      "example_translation": "Она была религиозной personой. Он пошел в религиозную школу. Они будут присутствовать на религиозной церемонии.",
      "imageLink": "image_files\\English\\religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdolny",
      "translation": "ресурсный",
      "definition": "Mający zdolność do szybkiego i inteligentnego pokonywania trudności.",
      "definition_translation": "Имея способность найти быстрые и умные способы преодолевать трудности.",
      "example": "Była zdolna i naprawiła szybko zepsutego silnika. Była zdolna i uciekła z płonącego budynku. Będzie zdolna i rozwiąże skomplikowany problem.",
      "example_translation": "Она была resourceful и была able to быстро исправить сломанный двигатель. Она была resourceful и нашла способ сбежать из горящего здания. Она будет resourceful и сможет решить сложную проблему.",
      "imageLink": "image_files\\English\\resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szanowany",
      "translation": "уважаемый",
      "definition": "Zasługujący na szacunek i podziw, często ze względu na dobre zachowanie lub osiągnięcia.",
      "definition_translation": "Заслуживающий уважения и восхищения, часто из-за хорошего поведения или достижений.",
      "example": "Był szanowanym członkiem społeczeństwa, znany ze swojej pracy charytatywnej. Zawsze była szanująca wobec rodziców. Będą szanowanymi obywatelami i podejmować się służby społecznej.",
      "example_translation": "Он был уважаемым членом общества и был хорошо известен за свою благотворительную работу. Она всегда была уважительной к своим родителям, даже когда она не согласилась с ними. Они будут уважаемыми гражданами и участвовать в общественной службе.",
      "imageLink": "image_files\\English\\respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szanowany",
      "translation": "уважаемый",
      "definition": "Czując lub wyrażający szacunek i podziw dla kogoś lub czegoś.",
      "definition_translation": "Чувствующий или показывающий уважение и восхищение к кому-то или чему-то.",
      "example": "Był szanowanym przywódcą i jego zdanie było wyższone. Szanowała decyzję nauczyciela i nie kwestionowała jej. Będą szanowani za swoją odwagę w obliczu niebezpieczeństwa.",
      "example_translation": "Он был уважаемым лидером, и его мнение высоко ценилось. Она уважала решение своего учителя и не оспаривала его. Они будут уважаемы за свою храбрость перед лицом опасности.",
      "imageLink": "image_files\\English\\respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odpowiedzialny",
      "translation": "ответственный",
      "definition": "Mający obowiązek zrobić coś lub ponosić odpowiedzialność za swoje czyny.",
      "definition_translation": "Имея обязательство делать что-то или быть ответственным за свои действия.",
      "example": "Była odpowiedzialna za zorganizowanie wydarzenia i upewniła się, że wszystko szło gładko. Odpowiadał za porażkę projektu i został zwolniony. Będą odpowiedzialni za własne decyzje w przyszłości.",
      "example_translation": "Она была ответственна за организацию мероприятия и убедилась, что все прошло гладко. Он был ответственным за неудачу проекта и был уволен. Они будут ответственны за свои собственные решения в будущем.",
      "imageLink": "image_files\\English\\responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uparty",
      "translation": "упрямый",
      "definition": "Odmawiający zmiany zdania lub kursu działania nawet w obliczu sprzeciwu lub trudności.",
      "definition_translation": "Отказываясь изменить свое мнение или курс действия, даже когда сталкиваются с оппозицией или трудностью.",
      "example": "Był uparty i nie chciał słuchać rady. Ona była uparta w swojej decyzji. Oni będą uparci w swoich negocjacjach.",
      "example_translation": "Он был упрямым и отказался聽ать советы. Она упрямилась в своем решении. Они будут упрямыми в своих переговорах.",
      "imageLink": "image_files\\English\\stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przesądny",
      "translation": "суеверный",
      "definition": "Mający lub wyrażający nadmierny lub irracjonalny strach przed nieznanym lub-supernaturalnymi rzeczami.",
      "definition_translation": "Имеющий или проявляющий избыточный или ирationalный страх неизвестного или сверхъестественных вещей.",
      "example": "Była przesądna w sprawie czarnych kotów. Miał przesądy dotyczące piątku trzynastego. Będą przesądni wobec nawiedzonego domu.",
      "example_translation": "Она была суеверной относительно черных кошек. Он был суеверным относительно пятницы 13-го. Они будут суеверными относительно якобы домов.",
      "imageLink": "image_files\\English\\superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "podejrzany",
      "translation": "подозрительный",
      "definition": "Powodujący podejrzenie; wątpliwy.",
      "definition_translation": "Возбуждающий подозрение; спорный.",
      "example": "Policja była podejrzliwa co do obcego i przesłuchiwała go godzinami. Wczoraj byłem podejrzliwy co do swojego brata, ponieważ zachowywał się dziwnie. Będę podejrzliwy co do nowego pracownika, dopóki nie poznam go lepiej.",
      "example_translation": "Полиция была подозрительной по отношению к незнакомцу и допрашивала его в течение часов. Вчера я был подозрительным по отношению к моему брату, потому что он вел себя странно. Я буду подозрительным по отношению к новому сотруднику, пока не узнаю его получше.",
      "imageLink": "image_files\\English\\suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "współczujący",
      "translation": "симпатичный",
      "definition": "Czujący lub wyrażający współczucie i zrozumienie wobec innych.",
      "definition_translation": "Испытывающий или демонстрирующий симпатию и понимание по отношению к другим.",
      "example": "Lekarz okazywał współczucie pacjentce i próbował ją pocieszyć. Byłem współczujący wobec przyjaciela, kiedy stracił pracę. Ona będzie współczująca wobec swojej siostry, kiedy się rozwiedzie.",
      "example_translation": "Доктор был симпатичным по отношению к пациенту и попытался утешить ее. Я был симпатичным по отношению к моему другу, когда он потерял работу. Она будет симпатичной по отношению к своей сестре, когда она развелась.",
      "imageLink": "image_files\\English\\sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "napięty",
      "translation": "напряженный",
      "definition": "Czujący się zdenerwowany lub zaniepokojony; mający poczucie napięcia lub stresu.",
      "definition_translation": "Испытывающий тревогу или беспокойство; имеющий ощущение напряжения или стресса.",
      "example": "Byłem napięty podczas egzaminu, ponieważ nie uczyłem się dobrze. Ona jest napięta przed występem publicznym. On będzie napięty podczas rozmowy kwalifikacyjnej.",
      "example_translation": "Я был напряженным во время экзамена, потому что не учился хорошо. Она напряжена перед публичной речью. Он будет напряженным во время интервью по трудоустройству.",
      "imageLink": "image_files\\English\\tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prerażający",
      "translation": "потрясающий",
      "definition": "Wzbudzający skrajny lęk lub alarm.",
      "definition_translation": "Вызывающий экстремальный страх или тревогу.",
      "example": "Horror był prerażający, i nie mogłem spać po jego obejrzeniu. Myśl o skokach spadochronowych jest prerażająca dla mnie. Wiadomość o trzęsieniu ziemi była prerażająca dla ludzi w mieście.",
      "example_translation": "Ужасный фильм был потрясающим, и я не мог спать после этого. Мысль о прыжке с парашютом является потрясающей для меня. Новость о землетрясении была потрясающей для людей в городе.",
      "imageLink": "image_files\\English\\terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przemyślany",
      "translation": "заботливый",
      "definition": "Wykazujący się starannym myśleniem i rozważaniem w swoich działaniach lub decyzjach",
      "definition_translation": "показывающий тщательную мысль и внимание в своих действиях или решениях",
      "example": "Była przemysłną przyjaciółką, która altijd pamiętała o moich urodzinach. Ona przemyślnie przyniosła mi prezent. Ona będzie myśleć o szczegółach przemyślnie.",
      "example_translation": "Она была заботливой подругой, всегда помнящей мой день рождения. Она заботливо принесла мне подарок. Она будет заботливо думать о деталях.",
      "imageLink": "image_files\\English\\thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zachwycony",
      "translation": "восхищенный",
      "definition": "Czujący się wyjątkowo szczęśliwym lub podekscytowanym czymś",
      "definition_translation": "чувствующий себя cựcено счастливым или взволнованным о чем-то",
      "example": "Byłem zachwycony, widząc moją ulubioną grupę na żywo. Ona bolała się z radości z wiadomości o awansie. Oni będą zachwyceni, gdy usłyszą o niespodziance.",
      "example_translation": "Я был восхищен, увидев выступление моей любимой группы. Она была восхищена новостью о своем повышении. Они будут восхищены, услышав о сюрпризной вечеринке.",
      "imageLink": "image_files\\English\\thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "twardy",
      "translation": "жесткий",
      "definition": "Silny i zdolny do wytrzymywania trudności lub ciężkiej pracy",
      "definition_translation": "сильный и способный выдержать трудности или лишения",
      "example": "On jest twardy i może poradzić sobie z ciężką pracą. Była twarda i nie poddawała się łatwo. Będą twardzi wobec swoich przeciwników w grze.",
      "example_translation": "Он жесткий парень, который может справиться с трудной работой. Она была жесткой и не сдалась легко. Они будут жесткими к своим противникам в игре.",
      "imageLink": "image_files\\English\\tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tragiczny",
      "translation": "трагический",
      "definition": "Powodujący lub napełniający wielką smutkiem lub żałością",
      "definition_translation": "вызывающий или наполненный великой печалью или горем",
      "example": "Wypadek samochodowy, który wydarzył się w naszym mieście, to tragedia. Finał filmu był tragiczny i rozbawił mnie. Tragiczna wiadomość o katastrofie szybko rozeszła się po okolicy.",
      "example_translation": "Трагическая авария потрясла всю общину. Трагичный конец фильма заставил меня плакать. Трагическая новость о катастрофе распространялась быстро.",
      "imageLink": "image_files\\English\\tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "unaware",
      "translation": "неведущий",
      "definition": "nieżabywający się o czymś",
      "definition_translation": "не имеющий знания или осведомленности о чем-либо",
      "example": "Byłem nieżabywający się o niebezpieczeństwie, aż było za późno. Teraz jestem bardziej świadomy swojego otoczenia. Będę bardziej świadomy ryzyk w przyszłości.",
      "example_translation": "Я был неосведомлен о опасности, пока не стало слишком поздно. Теперь я более осведомлен о своем окружении. В будущем я буду осведомлен о рисках.",
      "imageLink": "image_files\\English\\unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uncertain",
      "translation": "неопределенный",
      "definition": "nieokreślony",
      "definition_translation": "не ясно определенный или не известный",
      "example": "Byłem nieokreślony co do swojej decyzji, ale teraz jestem pewny. Będę nieokreślony co do skutków w przyszłości.",
      "example_translation": "Я был неопределенный в своем решении, но теперь я уверен. В будущем я буду неопределенный в результате.",
      "imageLink": "image_files\\English\\uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "understanding",
      "translation": "понимание",
      "definition": "zdolność do zrozumienia i interpretacji",
      "definition_translation": "способность понимать и интерпретировать",
      "example": "Zyskałem zrozumienie pojęcia po przeczytaniu książki. Teraz mam głębokie zrozumienie podstaw. Będę miał jeszcze lepsze zrozumienie materiału w przyszłości.",
      "example_translation": "Я приобрел понимание концепции после прочтения книги. Теперь у меня есть глубокое понимание предмета. В будущем я będy иметь лучшее понимание материала.",
      "imageLink": "image_files\\English\\understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uneasy",
      "translation": "непокойный",
      "definition": "czujący niepokój",
      "definition_translation": "чувствующий тревогу или дискомфорт",
      "example": "Czułem niepokój ze względu na sytuację, ale teraz jestem spokojny. Byłem niezadowolony z egzaminu, ale będę bardziej pewny siebie w przyszłości.",
      "example_translation": "Я чувствовал себя неудобно в этой ситуации, но теперь я спокоен. Я был неудобен в отношении экзамена, но в будущем я будy более уверен.",
      "imageLink": "image_files\\English\\uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "unfortunate",
      "translation": "неудачный",
      "definition": "posiadający w nieszczęście",
      "definition_translation": "Имеющий или отмеченный удачей; неудачный по способу, который считается несправедливым или не заслуженным.",
      "example": "Drużyna miała nieszczęśliwą porażkę w finale, ale ciągle awansowali do play-off. W przeszłości firma miałła nieszczęśliwe inwestycje. Niestety, nowa polityka była nieszczęśliwa dla wielu pracowników.",
      "example_translation": "Команда потерпела неудачу в финальной игре, но они все еще добились плей-офф. В прошлом компания неудачно инвестировала свои средства. К сожалению, новая политика была неудачной для многих сотрудников.",
      "imageLink": "image_files\\English\\unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "unhelpful",
      "translation": "бесполезный",
      "definition": "niepomocny",
      "definition_translation": "Не оказывающий помощи или поддержки; не полезный или благоприятный.",
      "example": "Instrukcje były niepomocne, więc musiałem sam się wydobyć. Bywała niepomocna w planowaniu wydarzenia, ale kto lepiej podsycił zęby. Nowa aktualizacja oprogramowania była niepomocna for many users.",
      "example_translation": "Инструкции были бесполезными, поэтому я должен был разобраться сам. Она была бесполезной в планировании события, но ее коллеги по команде подхватили initiative. Новое обновление программного обеспечения было бесполезным для многих пользователей.",
      "imageLink": "image_files\\English\\unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "unpopular",
      "translation": "непопулярный",
      "definition": "niepopularny",
      "definition_translation": "Не нравится или не одобряется многими людьми; не широко принят или предпочитаем.",
      "example": "Nowa polityka była niepopularna wśród wielu pracowników, którzy uważali, że jest ona niesprawiedliwa. Restauracja byla niepopularna wśród lokalnych mieszkańców, ale turystom się podobała. W przeszłości, idea społeczności online była niepopularna wśród starszych generacji.",
      "example_translation": "Новая политика была не популярна среди многих сотрудников, которые чувствовали, что это несправедливо. Ресторан был не популярным среди местных жителей, но туристы любили его. В прошлом идея социальных сетей была не популярна среди старших поколений.",
      "imageLink": "image_files\\English\\unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "unpredictable",
      "translation": "непредсказуемый",
      "definition": "nieprzewidywalny",
      "definition_translation": "Невозможно предсказать или прогнозировать; вероятно, поведет себя в неожиданном manera.",
      "example": "Pogoda była w ostatnio nieprzewidywalna, z nagłymi zmianami temperatury. Jej zachowanie było nieprzewidywalne, a przyjaciele byli często zaskoczeni. W przeszłości, sprzedaż firmy była nieprzewidywalna, co utrudniało budżetowanie.",
      "example_translation": "Погода была непредсказуемой в последнее время, с внезапными изменениями температуры. Ее поведение было непредсказуемым, и ее друзья часто были удивлены. В прошлом продажи компании были непредсказуемыми, что делало бюджетирование трудным.",
      "imageLink": "image_files\\English\\unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "unrealistic",
      "translation": "нerealistichny",
      "definition": "nierzeczywisty",
      "definition_translation": "не основанная на реальности; не практичная или неразумная",
      "example": "Idea statków. Unrealistic idea of flying cars. Always thought it was an unrealistic concept. By 2050, we will have unrealistic expectations from technology.",
      "example_translation": "Идея летающих машин нереалистична. Я всегда думал, чтоconcept был нереалистичным. К 2050 году у нас будут нереалистичные ожидания от технологии.",
      "imageLink": "image_files\\English\\unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "unreasonable",
      "translation": "неразумный",
      "definition": "niewiarygodny",
      "definition_translation": "не основанный на разуме или здравом суждении; абсурдный или глупый",
      "example": "Jej niewiarygodne życzenia sprawiło, że negocjacje były niemożliwe. Polityka firmy była niewiarygodna i doprowadziła do strajku. Był niewiarygodny w swoich oczekiwaniach względem zespołu.",
      "example_translation": "Ее неразумные требования сделали невозможным переговоры. Неразумные политики компании привели к забастовке. Он был неразумным в своих ожиданиях от команды.",
      "imageLink": "image_files\\English\\unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    }
  ]