{
  "data": [
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciekawy",
      "translation": "интересный",
      "definition": "Budzący ciekawość lub zainteresowanie; angażujący i prowokujący myśli.",
      "definition_translation": "Повышающий любопытство или интерес; привлекательный и провоцирующий мысль.",
      "example": "Film był ciekawy. Książka będzie ciekawa. Wykład był ciekawy.",
      "example_translation": "Фильм был интересным. Книга будет интересной. Лекция была интересной.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "miły",
      "translation": "миль",
      "definition": "Prywatny, godny lub satysfakcjonujący; korzystny lub przyjemny.",
      "definition_translation": "Приятный, соглашательный или удовлетворительный; благоприятный или приятный.",
      "example": "Pogoda była miła wczoraj. Jedzenie jest miłe tu. Ludzie byli mili dla mnie.",
      "example_translation": "Погода была приятной вчера. Еда здесь приятная. Люди были приятны со мной.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "smutny",
      "translation": "грустный",
      "definition": "Mający lub wyrażający uczucia smutku lub nieszczęścia.",
      "definition_translation": "Имеющий или демонстрирующий чувства печали или несчастья.",
      "example": "Byłem smutny, kiedy moje ulubione zwierzę domowe zmarło. Jestem smutny, gdy pada deszcz. Będę smutny, jeśli nie dostanę pracy.",
      "example_translation": "Я был грустным, когда умерла моя любимая домашняя животное. Я грустный, когда идёт дождь. Я буду грустным, если не получу работу.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmęczony",
      "translation": "уставший",
      "definition": "Czujący potrzebę odpoczynku lub snu z powodu braku energii.",
      "definition_translation": "Чувствуя потребность отдохнуть или поспать из-за нехватки энергии.",
      "example": "Byłem zmęczony po długiej wędrówce. Jestem zmęczony tą pracą. Będę zmęczony, jeśli nie zrobię przerwy.",
      "example_translation": "Я был уставшим после долгой прогулки. Я устал от этой работы. Я буду уставшим, если неprise перерыва.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "roztargniony",
      "translation": "рассеянный",
      "definition": "Nie zwracający uwagi na teraźniejszą chwilę; łatwo zapominający.",
      "definition_translation": "Не обращая внимания на настоящий момент; забывая вещи легко.",
      "example": "Mój roztargniony profesor zawsze zapominał o naszym zadaniu. Jestem roztargniony, gdy oglądam telewizję. Będę roztargniony, jeśli nie zrobisz notatek.",
      "example_translation": "Мой рассеянный профессор всегда забывал наше задание. Я рассеянный, когда смотрю ТВ. Я буду рассеянным, если не сделаю записи.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bojaźliwy",
      "translation": "испуганный",
      "definition": "Czujący lub wyrażający strach lub niepokój.",
      "definition_translation": "Чувствующий страх или тревогу по поводу чего-то или кого-то.",
      "example": "Byłem bojaźliwy w ciemności, kiedy byłem dzieckiem. Jestem bojaźliwy wysokości. Będę bojaźliwy, jeśli nie przygotuję się do egzaminu.",
      "example_translation": "Я был испуганным темнотой, когда был ребенком. Я испуганный высотой. Я буду испуганным, если не准备люсь к экзамену.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wściekły",
      "translation": "злой",
      "definition": "Czujący lub wyrażający wielkie zagniewanie, wrogość lub urazę.",
      "definition_translation": "Чувствующий или показывающий большую досаду, враждебность или обиду.",
      "example": "Byłem wściekły, kiedy obejrzałem wiadomości, ale potem uspokoiłem się. Jestem wściekły na mojego brata, że kłamał mi. Będę wściekły, jeśli się nie wyjdziesz z przeprosin.",
      "example_translation": "Я был злым, когда видел новости, но затем я успокоился. Я зол на брата за то, что он лгал мне. Я буду злым, если ты не извинишься.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ostrożny",
      "translation": "осторожный",
      "definition": "Dający wyraźne znaki, że planujesz staranne zdanie o swoich działaniach.",
      "definition_translation": "Проявляющий осторожность в своих действиях, чтобы избежать нежелательных последствий.",
      "example": "Byłem ostrożny, prowadząc przez burzliwą pogodę. Ona jest ostrożna ze swoimi pieniędzmi. On będzie ostrożny, trzymając delikatny wazon.",
      "example_translation": "Я был осторожен, когда ехал через бурю. Она бережет свои деньги. Он будет осторожен с хрупким вазой.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chłodny",
      "translation": "классный",
      "definition": "Umiarkowanie zimny pod względem temperatury lub temperatury.",
      "definition_translation": "Умеренно холодный по температуре; имеющий низкую или равномерную температуру.",
      "example": "Ochłodzający wiatr podczas gorącego lata był orzeźwiający. Chłodna woda była idealna do pływania. Chłodna pogoda sprawi, że spacer okaże się bardziej komfortowy.",
      "example_translation": "Прохладный ветер на жаркий летний день был освежающим. Холодная вода была идеальной для плавания. Прохладная погода сделает наш поход более приятным.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szalony",
      "translation": "сумасшедший",
      "definition": "Umęczony psychicznie lub mający silne, nieracjonalne chęci.",
      "definition_translation": "Психически неустойчивый; имеющий сильное и неразумное желание или энтузиазм.",
      "example": "Jeździł samochodem w szalonym tempie na autostradzie. Jest szalona na swoje nowe zajęcia. Będę ogromnie szczęśliwe, kiedy się skończę college.",
      "example_translation": "Он едет сумасшедшей скоростью на шоссе. Она сумасшедшая от своей новой работы. Я буду сумасшедше рад, когда закончу колледж.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niebezpieczny",
      "translation": "опасный",
      "definition": "Pełny ryzyka; prawdopodobnie powodujący szkodę lub obrażenia; niebezpieczny.",
      "definition_translation": "Полный риска; могут вызвать вред или травму; опасный.",
      "example": "Drogi były bardzo niebezpieczne zimą, byłem głęboko uratowany, że wróciłem do domu cało. Będę ostrożny jutro podczas prowadzenia samochodu i będę próbować uniknąć niebezpiecznych miejsc. Jeśli nie będę ostrożny, mogę znaleźć się osaczone.",
      "example_translation": "Дороги были очень опасными зимой, я был рад вернуться домой целым и невредимым. Завтра я буду осторожен за рулем и надеюсь избежать опасных районов. Если я не буду осторожен, я может оказаться в опасной ситуации.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyjacielski",
      "translation": "дружелюбный",
      "definition": "Mający lub pokazujący ciepłą i serdeczną skłonność; być na dobrym z kimś.",
      "definition_translation": "Имеющий или проявляющий теплое и добродушное отношение; быть в хороших отношениях с кем-то.",
      "example": "Mój przyjacielski sąsiad zawsze udostępnia mi pomoc. Byłem przyjacielski z moimi kolegami od rozpoczęcia pracy tutaj. Będę przyjacielski wobec nowego studenta i pokażę mu obóz.",
      "example_translation": "Мой дружелюбный сосед всегдаready предлагает мне помочь. Я был дружелюбным с коллегами с тех пор, как начал работать здесь. Я буду дружелюбным к новому студенту и покажу ему вокруг кампуса.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "radość",
      "translation": "радостный",
      "definition": "Czując lub pokazując przyjemność lub zadowolenie.",
      "definition_translation": "Испытывая или проявляя радость или удовлетворение.",
      "example": "Byłem radość, że wreszcie zdałem egzamin. Była radość, widząc swoją rodzinę po długim czasie. Będę radość, kiedy skończę moje zadania i skorzystam z przerwy.",
      "example_translation": "Я рад, что я наконец сдал экзамен. Она была рада видеть свою семью после долгого времени. Я буду рад, когда закончу свой проект и смогу взять перерыв.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczery",
      "translation": "честный",
      "definition": "Prawdomówny i szczery; mający lub pokazujący silne obowiązki moralne.",
      "definition_translation": "Правдивый и искренний; имеющий или проявляющий сильную моральную принцип.",
      "example": "Towarzysz jest człowiekiem szczerym i zawsze dotrzymuje obietnic. Próbuję być szczerym wobec moich przyjaciół i rodziny. Była szczera wobec swoich emocji i powiedziała mi prawdę.",
      "example_translation": "Он честный человек и всегда держит свои обещания. Я пытаюсь быть честным с друзьями и семьей. Она была честной о своих чувствах и сказала мне правду.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zainteresowany",
      "translation": "интересующий",
      "definition": "Czujący ciekawość lub zainteresowanie czymś lub kimś.",
      "definition_translation": "Имеющий интерес к чему-либо или кому-либо.",
      "example": "Byłem zainteresowany filmem, więc obejrzałem go ponownie. Jestem zainteresowany uczeniem się nowych języków. Będę zainteresowany uczestnictwem w konferencji.",
      "example_translation": "Я былinterested в фильме, поэтому я смотрел его снова. Я интересуюсь обучением новых языков. Я будуinterested в участии в конференции.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łagodny",
      "translation": "добрый",
      "definition": "Mający lub pokazujący łagodny i docieplający charakter.",
      "definition_translation": "Имеющий или проявляющий мягкую, бережливую натуру.",
      "example": "Mój nauczyciel był łagodny we mnie, kiedy popełniłem błąd. Była łagodna wobec mnie cały rok. Będzie łagodna wobec mnie, kiedy będę potrzebował pomocy.",
      "example_translation": "Моя учительница была доброй ко мне, когда я совершил ошибку. Она была доброй ко мне на протяжении всего года. Она будет доброй ко мне, когда мне потребуется помощь.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "leniwy",
      "translation": "ленивый",
      "definition": "Niechętny do pracy lub robienia wysiłku.",
      "definition_translation": "Не желающий работать или прилагать усилия.",
      "example": "Byłem leniwy wczoraj, więc nie robiłem swoich zadań. Jestem leniwy dzisiaj, więc nie zmywam naczyń. Będę leniwy jutro, więc nie pójdę na siłownię.",
      "example_translation": "Я был ленивым вчера, поэтому я не делал домашнюю работу. Я ленивый сегодня, поэтому я не буду делать посуду. Я буду ленивым завтра, поэтому я не пойду в спортзал.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wściekły",
      "translation": "сердитый",
      "definition": "Czując lub pokazując wielką gniew lub irytując się.",
      "definition_translation": "Испытывая или проявляя большую злобу или раздражение.",
      "example": "Byłem wściekły na brata, kiedy zbił moją zabawkę. Jestem wściekły na rząd za podniesienie podatków. Będę wściekły na siebie, jeśli powtórnie egzaminu nie zda.",
      "example_translation": "Я был сердит на брата, когда он сломал мою игрушку. Я сердит на правительство за повышение налогов. Я буду сердит на себя, если не сдам экзамен.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zadowolony",
      "translation": "радостный",
      "definition": "Czując lub pokazując zadowolenie lub przyjemność.",
      "definition_translation": "чувствуя или демонстрируя радость или удовлетворение",
      "example": "Byłem zadowolony, widząc swojego przyjaciela po długim czasie. Jestem zadowolony ze swojej nowej pracy. Będę zadowolony, aby móc pomóc.",
      "example_translation": "Я был рад видеть моего друга после долгого времени. Я доволен своей новой работой. Я будет рад помочь вам.",
      "imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uprzejmy",
      "translation": "вежливый",
      "definition": "Mający lub pokazujący postępowanie uszanowanie i wywołany innymi ludźmi, skłonność jako szczerą.",
      "definition_translation": "имеющий или демонстрирующий поведение, которое является уважительным и считательным по отношению к другим людям",
      "example": "Była uprzejma dla wszystkich gości na przyjęciu. On zawsze jest uprzejmy wobec swoich nauczycieli. Będą uprzejmi wobec swoich gości.",
      "example_translation": "Она была вежлива со всеми на.party. Он всегда вежлив к своим учителям. Они будут вежливы к своим гостям.",
      "imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biedny",
      "translation": "бедный",
      "definition": "mający mało lub nic pieniędzy, dóbr lub innych środków utrzymania",
      "definition_translation": "имея мало или совсем нет денег, товаров или других средств поддержки",
      "example": "Był biedny i nie мог wyrazić samochodu. Oni są biedni i mieszkają w małym mieszkaniu. Będzie biedna, jeśli nie znajdzie pracy.",
      "example_translation": "Он был беден и не мог dovolno автомобиля. Они бедны и живут в маленькой квартире. Она будет бедной, если не получит работу.",
      "imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cicho",
      "translation": "тихий",
      "definition": "robiący mało lub żaden hałas",
      "definition_translation": "делая мало или совершенно не шума",
      "example": "Biblioteka jest cicha podczas egzaminów. Była cicha na spotkaniu. Będzie cicho podczas koncertu.",
      "example_translation": "Библиотека тихая во время экзаменов. Она была тихой на встрече. Он будет тихим на концерте.",
      "imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "poważny",
      "translation": "серьезный",
      "definition": " Czujący lub wyrażający szczery i poważny zamiar, postawę lub nastrój.",
      "definition_translation": "Чувствующий или демонстрирующий искреннюю и серьёзную намерение,Relation или настроение.",
      "example": "Był bardzo poważny wobec swojej pracy i zawsze dotrzymywał terminów. Był poważny o swojej edukacji, kiedy był młody. Będzie poważny wobec swoich celów w przyszłości.",
      "example_translation": "Он был очень серьёзен в своей работе и всегда сдавал задания вовремя. Он был серьёзен в отношении своего образования, когда он был молодым. Он будет серьёзен в отношении своих карьерных целей в будущем.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "głupi",
      "translation": "глупый",
      "definition": "brakuje inteligencji, zdrowego rozsądku lub dobrej oceny sytuacji; głupi.",
      "definition_translation": "Отсутствие интеллекта, здравого смысла или good судьбы; глупый.",
      "example": "Zrobił głupią rzecz, inwestując wszystkie swoje pieniądze w piramidę finansową. Była głupia, ufać mu swoim hasłem. Będą głupi, ignorując oznaki ostrzegawcze.",
      "example_translation": "Он сделал глупую вещь, инвестируя все свои деньги в пирамидную схему. Она была глупой, доверив ему свой пароль. Они будут глупыми, игнорируя предупредительные знаки.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaskoczony",
      "translation": "удивленный",
      "definition": "Czujący lub pokazujący zaskoczenie, zdumienie lub nieoczekiwana przyjemność.",
      "definition_translation": "Чувствующий или демонстрирующий чувство удивления, изумления или неожиданной радости.",
      "example": "Byłem zaskoczony wiadomościami o jej ciąży. Był zaskoczony pięknem miasta. Będą zaskoczeni złożonością zadania.",
      "example_translation": "Я был удивлен новостью о ее беременности. Он был удивлен красотой города. Они будут удивлены сложностью задачи.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słodki",
      "translation": "сладкий",
      "definition": "Mający miłą i słodką smak; przyjemny i radosny.",
      "definition_translation": "Имеющий приятный и сахаристый вкус; приятный и обаятельный.",
      "example": "Zjadła słodki tort na deser. Był słodki dla swojej dziewczyny w Walentynki. Będą słodzić swoim dzieciom, kiedy wyrosną.",
      "example_translation": "Она съела сладкий торт на десерт. Он был сладок к своей девушке на День святого Валентина. Они будут сладки к своим детям, когда они вырастут.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uporządkowany",
      "translation": "аккуратный",
      "definition": "to arrange or keep in order; to make or keep clean and organized",
      "definition_translation": "упорядочивать или держать в порядке; делать или держать чистым и организованным",
      "example": " Yesterday I tidied up my room, I will tidy it up again tomorrow, and I tidy it up every week.",
      "example_translation": "Я убрал свою комнату вчера, я уберу ее снова завтра, и я убирал ее каждую неделю.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieszczęśliwy",
      "translation": "несчастный",
      "definition": "nie czujący się szczęśliwym lub zadowolonym; doświadczający smutku lub niezadowolenia",
      "definition_translation": "не чувствующий счастья или удовлетворения; испытывающий печаль или неудовлетворенность",
      "example": "Rok temu byłem nieszczęśliwy w swojej pracy, jestem nieszczęśliwy teraz i będę nieszczęśliwy jutro.",
      "example_translation": "Я был несчастен с meiner работой в прошлом году, я несчастен с ней сейчас, и я буду несчастен с ней в следующем году.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaniepokojony",
      "translation": "встревоженный",
      "definition": "czujący lub wyrażający niepokój lub obawę o coś",
      "definition_translation": "чувствующий тревогу или беспокойство о чем-то",
      "example": "Byłem zaniepokojony wynikami egzaminu wczoraj, jestem zaniepokojony nimi teraz i będę zaniepokojony nimi aż do uzyskania ich.",
      "example_translation": "Я встревожен о своих результатах экзамена вчера, я встревожен о них сейчас, и я буду встревожен о них до тех пор, пока не получу их.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aktywny",
      "translation": "активный",
      "definition": "zaangażowany w działalności lub operację; nie bezczynny lub nieaktywny",
      "definition_translation": "занятый какой-либо деятельностью или операцией; не бездействующий или неактивный",
      "example": "Byłem aktywny w sporcie, kiedy byłem młodszy, jestem aktywny w swojej wspólnocie teraz i będę aktywny w swojej karierze w przyszłym roku.",
      "example_translation": "Я был активен в спорте, когда я был моложе, я активен в своей общине сейчас, и я буду активен в своей карьере в следующем году.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "amazed",
      "translation": "изумленный",
      "definition": "Czując wielkie zdziwienie lub zdumienie, często towarzyszące poczuciu zdumienia.",
      "definition_translation": "Чувство большой неожиданности или изумления, часто сопровождаемое чувством удивления.",
      "example": "Byłem zdumiony pięknością Wielkiego Kanionu. Jestem zdumiony złożonością algorytmu. Będę zdumiony, jeśli zdam egzamin.",
      "example_translation": "Я был изумлен beauty Гранд-Каньона. Я удивлен сложностью алгоритма. Я буду изумлен, если сдаю экзамен.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "amazing",
      "translation": "удивительный",
      "definition": "Ekstremalnie dobry lub atrakcyjny, wywołujący ogromne zdziwienie lub podziw.",
      "definition_translation": "До крайности хороший или привлекательный, вызывающий большое удивление или восхищение.",
      "example": "Przepiękny pokaz fajerwerków był zdumiewający. Nowa restauracja jest zdumiewająca. Widok z góry będzie zdumiewający.",
      "example_translation": "Шоу фейерверков было удивительным. Новый ресторан удивительный. Вид с вершины будет удивительным.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "angrily",
      "translation": "с гневом",
      "definition": "W stanie silnej wścieklizny lub irytacji.",
      "definition_translation": "В состоянии сильного гнева или раздражения.",
      "example": "Mówiła wściekle do swojego brata. Odpowiadał wściekle na krytykę. Zareagują wściekle na tę wiadomość.",
      "example_translation": "Она заговорила с братом с гневом. Он ответил критике с гневом. Они отреагируют на новость с гневом.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "annoyed",
      "translation": "раздраженный",
      "definition": "Czując się podrażnionym lub skrajnie frustrowanym, często na drobne sprawy.",
      "definition_translation": "Чувствующий раздражение или фрустрацию, часто в мелочном плане.",
      "example": "Byłem podrażniony przez dźwięk budzika. Ona podrażnia się, kiedy ludzie się spóźniają. Będą podrażnieni, jeśli nie otrzymają przesyłki na czas.",
      "example_translation": "Я был раздражен шумом. Она раздражается, когда люди опаздывают. Они будут раздражены, если не получат пакет вовремя.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "annoying",
      "translation": "раздражающий",
      "definition": "Wywołujący podrażnienie",
      "definition_translation": "вызывающий раздражение или недовольство",
      "example": "Zniechęcający dźwięk budzika obudził mnie. Uważam, że jego zachowanie jest zniechęcające. Niestety myślę, że dodatkowe uwagi będą zniechęcające.",
      "example_translation": "Раздражающий звук будильника разбудил меня. Я нахожу его поведение раздражающим. Я не терплю раздражающих комментариев.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "anxious",
      "translation": "тревожный",
      "definition": "Czując niepokój lub nerwowość z powodu czegoś lub kogoś",
      "definition_translation": "чувствующий беспокойство или нервозность по поводу кого-то или чего-то",
      "example": "Byłem nerwowy o egzamin. Ona nerwowo stała się, kiedy go nie słyszała. Będą nerwowo oczekiwać na swoje nowe mieszkanie.",
      "example_translation": "Я был тревожен перед экзаменом. Она стала тревожной, когда не услышала от него. Они будут тревожными, чтобы увидеть свой новый дом.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "brave",
      "translation": "храбрый",
      "definition": "Pokazując odwagę",
      "definition_translation": "демонстрирующий храбрость или силу в лицо опасности или трудности",
      "example": "Był odważny podczas wojny. Odważny strażak uratował dziecko. Będzie działać odważnie i powiedzie mu prawdę.",
      "example_translation": "Он был храбрым во время войны. Храбрый пожарный спас ребенка. Она будет храброй и скажет ему правду.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bravely",
      "translation": "храбро",
      "definition": "W odważny lub dzielny sposób",
      "definition_translation": "в храбром или мужественном стиле",
      "example": "Odważnie pada z lęku. Walczył odważnie za swój kraj. Będzie mężnie pokonać przeszkody.",
      "example_translation": "Она храбро столкнулась с своими страхами. Он храбро боролся за свою страну. Они храбро преодолеют障碍.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "charming",
      "translation": "очаровывающий",
      "definition": "Ekstremalnie miły",
      "definition_translation": "чрезвычайно приятный или привлекательный",
      "example": "Była urokliwa i zdobyła serca widowni dzięki swojej mowie. Będzie usiłować urokliwie zadowolić inwestorów. Zdobycie recenzentów tym poprzednim emploi.",
      "example_translation": "Она была очаровательной и покорила аудиторию своей речью. Она будет очаровывать инвесторов своей новой предложением завтра. Она очаровала критиков своим предыдущим выступлением.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cheerful",
      "translation": "VESёLЫЙ",
      "definition": "Mający lub pokazującymi miły i optymistycznym wygląd",
      "definition_translation": "имеющий или проявляющий приятный и оптимистичный настрой",
      "example": "Był wesoły i pomogli podnieść nastrój wszystkich. Jest wesoła i zawsze nas rozśmiesza. Byli weseli w trudnych czasach.",
      "example_translation": "Он был весёлым и помог поднять настроение всем. Она является весёлой и всегда делает нас смеяться. Они были весёлыми во время трудных времен.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zimny",
      "translation": "ХОЛОДНЫЙ",
      "definition": "mający niską temperaturę",
      "definition_translation": "имеющий низкую температуру",
      "example": "Na zewnątrz było zimno, więc nosiłem kurtę. Woda jest zimna, więc uważaj, aby się nie wyśliznąć. Jutro będzie zimno, więc spakuj ciepłe ubrania.",
      "example_translation": "На улице было холодно, поэтому я надел куртку. Вода холодная, поэтому будьте осторожны, чтобы не поскользнуться. Завтра будет холодно, поэтому упакуйте тёплую одежду.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdezorientowany",
      "translation": "ЗАПУТАННЫЙ",
      "definition": "niezdolny do jasnego myślenia lub podejmowania decyzji",
      "definition_translation": "не способный думать четко или принимать решения",
      "example": "Byłem zdezorientowany przez skomplikowane instrukcje. Ona jest zdezorientowana co do swoich uczuć względem niego. Zdezorientowali się ze względu na sprzeczne informacje.",
      "example_translation": "Я был запутан сложными инструкциями. Она запутана в своих чувствах к нему. Они были запутаны противоречивой информацией.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kreatywny",
      "translation": "креативный",
      "definition": "Posiadający zdolność lub moc tworzenia czegoś nowego lub oryginalnego; posiadający silną wyobraźnię lub moc twórczą.",
      "definition_translation": "Имеющий способность или власть создавать что-то новое или оригинальное; имеющий сильное воображение или творческую силу.",
      "example": "Artystka była bardzo kreatywna w używaniu kolorów w malowidle. Stworzyła serię obrazów w zeszłym roku i kiedyś stworzy kolejny.",
      "example_translation": "Художник была очень креативной с использованием цветов в живописи. Она создала серию картин в прошлом году и создаст еще одну в следующем месяце.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "okrutny",
      "translation": "жестокий",
      "definition": "Wyrządzający ból lub cierpienie, albo fizyczne, albo emocjonalne, często w sposób celowy lub wszechogarniający.",
      "definition_translation": "Причиняющий физическую или эмоциональную боль, часто намеренно или злобно.",
      "example": "Okrutny dyktator rządził krajem żelazną ręką. Był okrutny wobec swoich wrogów, i będzie okrutny wobec każdego, kto się przeciw niemu opowie w przyszłości.",
      "example_translation": "Жестокий диктатор правил страной с железной рукой. Он был жесток к своим врагам и будет жесток к любому, кто будет против него в будущем.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciekawy",
      "translation": "любопытный",
      "definition": "Mający chęć nauki lub poznania czegoś, często w sposób zabawny lub dociekliwy.",
      "definition_translation": "Имеющий желание учиться или знать о чем-то, часто в игривой или рассуждающей манере.",
      "example": "Ciekawska dziewczyna zadawała wiele pytań o wszechświecie. Była ciekawa gwiazd, i będzie ciekawa planet w przyszłości.",
      "example_translation": "Любопытный ребенок задал много вопросов о Вселенной. Она была любопытной о звездах и будет любопытной о планетах в будущем.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciekawie",
      "translation": "любопытно",
      "definition": "W sposób ciekawy lub dociekliwy, często z poczuciem zdziwienia lub zdumienia.",
      "definition_translation": "В любопытной или рассуждающей манере, часто с чувством изумления или удивления.",
      "example": "Spojrzała na dziwny przedmiot ciekawie, pytając co to jest. Turyści spacerowali ciekawie wokół starożytnych ruin, i będą eksplorować muzeum ciekawie jutro.",
      "example_translation": "Она посмотрела на странное объект любопытно,궁о том, что это было. Туристы walked вокруг древних руин любопытно, и будут изучать музей любопытно завтра.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "radość",
      "translation": "радостный",
      "definition": "Czuć lub wyrażać dużą radość lub przyjemność.",
      "definition_translation": "Испытывая или проявляя большое удовольствие или радость.",
      "example": "Byłem radosny, widząc swoich przyjaciół na imprezie. Jestem szczęśliwy, że mogę ogłosić nasz nowy produkt. Będę radosny, pomagając ci z twoim projektem.",
      "example_translation": "Я был рад видеть своих друзей на вечеринке. Я рад объявить о нашем новом продукте. Я буду рад помочь вам с вашим проектом.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "deprymowany",
      "translation": "депрессивный",
      "definition": "Czujący smutek i rezygnację.",
      "definition_translation": "Испытывая грусть и безнадежность.",
      "example": "Czułem się deprymowany, kiedy straciłem pracę. Jestem deprymowany ze stanu obecnego polityki. Będę deprymowany, jeśli nie dostanę promocji.",
      "example_translation": "Я чувствовал депрессию после потери работы. Я депрессивен по поводу текущего состояния политики. Я буду депрессивен, если не получу повышение.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozczarowany",
      "translation": "разочарованный",
      "definition": "Czujący niezadowolenie lub rozczarowanie, ponieważ coś nie wydarzyło się lub nie było tak dobre, jak się spodziewano.",
      "definition_translation": "Испытывая неудовлетворенность или разочарование, потому что что-то не произошло или было не так хорошо, как ожидаемо.",
      "example": "Byłem rozczarowany filmem. Jestem rozczarowany moimi wynikami. Będę rozczarowany, jeśli nie wygramy meczu.",
      "example_translation": "Я был разочарован фильмом. Я разочаровался в моей производительности. Я буду разочарован, если мы не выиграем игру.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozczarowujący",
      "translation": "разочаровывающий",
      "definition": "Niespełniający oczekiwań lub nadziei.",
      "definition_translation": "Не удовлетворяющий ожиданиям или надеждам.",
      "example": "Film był rozczarowujący. Dziennikarstwo jest rozczarowujące. Doświadczenie było po prostu rozczarowujące.",
      "example_translation": "Фильм был разочаровывающим. Новости были разочаровывающими. Опыт был разочаровывающим.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łatwo podejmujący",
      "translation": "легкий в общении",
      "definition": "mający miły i relaksujący charakter, łatwo dogadać się",
      "definition_translation": "имея приятную и расслабленную личность, легко сходиться",
      "example": "Była łatwo podejmującą osobą, zawsze gotową do pomocy. Byla łatwo podejmującą i szybko nawiązywała kontakty. Będzie łatwo podejmującą i dostosuje się do nowego składu.",
      "example_translation": "Она очень легкая в общении, всегда готов помочь. Она была легкой в общении и быстро делала друзей. Она будет легкой в общении и адаптируется к новой команде.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zwstydzony",
      "translation": "смущенный",
      "definition": "czujący wstyd lub skruchę, często w sytuacjach społecznych",
      "definition_translation": "чувствующий или проявляющий стыд или вину, часто в социальной ситуации",
      "example": "Czułem się zwstydzony, gdy padałem po schodach. Była zwstydzona swoją pomyłką. Będzie zwstydzony, jeśli przegra grę.",
      "example_translation": "Я чувствовал смущение, когда упал на лестнице. Она была смущена своей ошибкой. Он будет смущен, если проиграет игру.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zwstydliwy",
      "translation": "смущающий",
      "definition": "wywołujący uczucia wstydu lub skruchy",
      "definition_translation": "вызывающий чувства стыда или смущения",
      "example": "Był to zwstydliwy moment dla wszystkich. Zwstydliwa sytuacja sprawiła, że wszyscy wybuchnęli śmiechem. Zwstydliwa pomyłka została szybko skorygowana.",
      "example_translation": "Это был смущающий момент для всех. Смущающая ситуация вызвала смех у нас всех. Смущающая ошибка была быстро исправлена.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "spełniający oczekiwania",
      "translation": "приятный",
      "definition": "niedający powodu do roszczeń, niezadowolenia lub niewoli",
      "definition_translation": "приносящий удовольствие или радость, приятный для переживания",
      "example": "Film był spełniającym oczekiwania, uwielbiałem fabułę. Spełniająca oczekiwania podróż sprawiła, że wszyscy byli szczęśliwi. Spełniająca oczekiwania impreza zostanie zapamiętana na długi czas.",
      "example_translation": "Фильм был приятным, я любил сюжет. Приятная поездка сделала нас всех счастливыми. Приятная вечеринка будет вспоминаться lâu времени.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "z entuzjazmem",
      "translation": "радостно",
      "definition": "W sposób wskazujący na entuzjazm i gorliwość.",
      "definition_translation": "С энтузиазмом и желанием.",
      "example": "Mówiła z entuzjazmem o swoim nadchodzącym urlopie. Mówenie z entuzjazmem o nowej pracy. Będzie mówić z entuzjazmem o swoim ukończeniu.",
      "example_translation": "Она радостно рассказывала о предстоящем отпуске. Она давно рассказывала радостно о новой работе. Она будет радостно рассказывать о своем выпуске.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wyczerpany",
      "translation": "исчерпанный",
      "definition": "Czujący się skrajnie zmęczony lub wykończony.",
      "definition_translation": "Чувствующий себя чрезвычайно утомленным или истощенным энергией.",
      "example": "Po maratonie, byłem wyczerpany. Byłem wyczerpany od pracy w nadgodzinach. Będę wyczerpany po tego wyjazdu.",
      "example_translation": "После марафона我 был истощен. Я был истощен после работы в сверхурочное время. Я буду истощен после этой поездки.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "doświadczony",
      "translation": "опытный",
      "definition": "Uzyskał wiedzę lub zdolność poprzez praktykę lub zdobycie doświadczenia.",
      "definition_translation": "Приобретенный знания или навыки через практику или экспозицию.",
      "example": "Doświadczony nauczyciel potrafił załatwić z trudnymi uczniami. Miał doświadczenie w zarządzaniu zespołami. Będzie doświadczony w przemówieniu publicznym.",
      "example_translation": "Опытный учитель может справиться со сложными студентами. Он приобрел опыт в управлении командами. Она будет опытной в публичных выступлениях.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przymiotiowy o pamięci",
      "translation": "забывчивый",
      "definition": "Skrócony; Przydatny w pożądany sposób; Kończący albo porządkujący",
      "definition_translation": "Склонный к забыванию вещей или воспоминаний.",
      "example": "Czuję się przymiotnie o pamięci i ciągle gubę klucze. Była przymiotna o pamięci od swojego wypadku. Będę przymiotny o pamięci, jeśli nie zapiszę notatek.",
      "example_translation": "Я забывчивый и постоянно теряю свои ключи. Она была забывчивой после своей аварии. Он будет забывчивым, если не будет делать записи.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przerażony",
      "translation": "испуганный",
      "definition": "czujący strach lub lęk; przerażony",
      "definition_translation": "испытывая страх или тревогу; напуганный",
      "example": "Byłem przerażony głośnym hałasem. Czasem jestem przerażony pająkami. Będę przerażony, jeśli jutro się nie zobaczymy.",
      "example_translation": "Я был испуган громким шумом. Я боюсь пауков. Я буду испуган, если не увижу тебя завтра.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hojny",
      "translation": "щедрый",
      "definition": "chętny do darmowej rozdzielania swego majątku, czasu lub zdolności",
      "definition_translation": "желает дать добровольно свои деньги, время или ресурсы",
      "example": "Była hojna z czasem i pomogła mi w przeprowadzce. Jest hojny ze swoimi pieniędzmi i ofiaruje je dobroczynnie. Będą hojni z zasobami i zapewnią podstawy swoim dzieciom.",
      "example_translation": "Она была щедрой со своим временем и помогла мне переехать. Он щедр со своими деньгами и жертвует на благотворительность. Они будут щедрыми со своими ресурсами и обеспечат своих детей.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "delikatny",
      "translation": "мягкий",
      "definition": "miękki i łagodny w naturze lub zachowaniu; nie ostęp lub szorstki",
      "definition_translation": "мягкий и нежный по своей природе или поведению; не жестокий или грубый",
      "example": "Miała delikatne dotknięcie wobec zwierząt. Jest delikatny ze swoimi słowami i nie rani uczuć nikogo. Będą delikatni wobec swoich dzieci i będą uczyć ich zdolności.",
      "example_translation": "У нее мягкое прикосновение к животным. Он мягок со своими словами и не задевает ничьих чувств. Они будут мягкими со своими детьми и научат их доброте.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "będzie wdzięczny",
      "translation": "благодарный",
      "definition": "ma odczuwaniawdzięczności lub skłaniania się do wdzięczności",
      "definition_translation": "чувствующий или проявляющий благодарность или感謝ность",
      "example": "Czułem wdzięczność za dar. Czuła się wdzięczna za tę możliwość nauki. Będzie wdzięczny za pomoc, którą otrzymał.",
      "example_translation": "Я был благодарен за подарок. Она благодарна за возможность учиться. Они будут благодарны за помощь, которую они получили.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "winn",
      "translation": "виновный",
      "definition": " popełniając przestępstwo lub wykrok; odpowiedzialny za wykrok lub krzywdę.",
      "definition_translation": "Совершивший преступление или преступление; ответственный за неправильное или несправедливое деяние.",
      "example": "Czułem, że jestem winny, kłamąc moim rodzicom. Byłem winny plagiatu w esej powstały. Będę winny, jeśli nie przeproszę jej.",
      "example_translation": "Я чувствовал себя виноватым за то, что солгал моим родителям. Я был виновен в плагиате в своем эссе. Я буду чувствовать себя виноватым, если не попрощаюсь с ней.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczęśliwie",
      "translation": "счастливо",
      "definition": "W sposób szczęśliwy lub radosny; odczuwallszeczliwe pole+",
      "definition_translation": "С радостью или удовлетворением; с чувством удовольствия или удовлетворения.",
      "example": "Żyliśmy szczęśliwie do końca. Szczęśliwie przyjąłem tę ofertę pracy. Będą szczęśliwi podczas ślubu w przyszłym roku.",
      "example_translation": "Мы жили счастливо после этого. Я счастливо принял предложение работы. Они счастливо поженятся в следующем году.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przydatny",
      "translation": "полезный",
      "definition": "Dający powstaławstępowanie odczuwa wsparcie; użyteczny lub korzystny",
      "definition_translation": "Оказывая помощь или поддержку; полезный или благоприятный.",
      "example": "Nauczycielska była przydatna tego wieczora. Oprogramowanie to jest użyteczne w analizie danych. Byli nam potrzebni wtedy, gdy ich potrzebowaliśmy.",
      "example_translation": "Учитель был очень полезен во время урока. Это программное обеспечение полезно для анализа данных. Они были полезны в наш час нужды.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pełen nadziei",
      "translation": "надежный",
      "definition": "Mający odczuwania oczekiwania lub pożądania, aby coś się wydarzyło",
      "definition_translation": "Имея чувство ожидания или желания, чтобы что-то произошло.",
      "example": "Miałem nadzieję, że dostałem tę pracę. Była pełna nadziei odnośnie do nowszej terapii. Byli pełni nadziei, że deszcz się skończył.",
      "example_translation": "Я был надеюсь, что получу работу. Она была надеется на новое лечение. Они были надеясь, что дождь остановится вскоре.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "beznadziejny",
      "translation": "безнадёжный",
      "definition": "Mający odczuwania braku oczekiwania lub poprawy; desperacki",
      "definition_translation": "Не имеющий ожиданий хорошего или улучшения; отчаянный.",
      "example": "Czuła się bez nadziei po otrzymaniu tej wiadomości, ale potem postanowię zatrzymać, żeby coś zrobić. Była bez nadziei w swoim poprzednim związku, ale teraz kocha i jest w nim. Będzie bez nadziei, jeśli nie dostanie tej pracy.",
      "example_translation": "Она чувствовала себя безнадёжной, получив известие, но затем она решила действовать. Она была безнадёжной в её предыдущих отношениях, но теперь она влюблена. Она будет чувствовать себя безнадёжной, если она не получит работу.",
      "imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ranny",
      "translation": "обидеть",
      "definition": "powodujący fizyczną lub emocjonalną ból bądź ranę",
      "definition_translation": "Причинять физическую или эмоциональную боль или травму кому-то или чему-то.",
      "example": "Zabolała nogę podczas biegu, ale dzisiaj boli się mniej. Ranił jej uczucia, gdy tak powiedział, ale nie miał na celu jej skrzywdzić. Będzie skrzywdzona, jeśli nie uważa.",
      "example_translation": "Она обидела свою лодыжку, бегая вчера, но теперь это болит меньше. Он обидел ее чувства, когда сказал это, но он не хотел обидеть ее. Если она не будет беречься, она обидит себя.",
      "imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "w miłości",
      "translation": "влюбленный",
      "definition": "mający silne odczuwania miłości lub namiętności dla kogoś",
      "definition_translation": "Имея сильные чувства любви или привязанности к кому-то.",
      "example": "Byli zakochani od first date, ale teraz biorą ślub. Czuła się w miłości z nim, gdy ujrzała, że się uśmiecha, i to uświadomiło jej, że jest w nim. Będą w miłości na zawsze.",
      "example_translation": "Они были влюблены с первого свидания, но теперь они женятся. Она чувствовала себя влюбленной в него, когда увидела его улыбающимся, и она знала, что она влюблена. Они будут влюблены навечно.",
      "imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plakająć",
      "translation": "в слезах",
      "definition": "płaczęć, włączając gwałtowne lub bezwolne płaczenie",
      "definition_translation": "Плачущий, особенно громко или неудержимо.",
      "example": "Film był tak tragiczny, że płakała, ale potem się zdobyła. Był w płaczę podczas pożegnania się z rodziną, i był w płaczę, kiedy znowu ich spotkał. Wiadomość odeszła w płaczu.",
      "example_translation": "Фильм был такSad, что она была в слезах, но затем она засмеялась. Он был в слезах, когда сказал прощай своей семье, и он был в слезах, когда увидел их снова. Новости оставили ее в слезах.",
      "imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieoczekiwany",
      "translation": "неожиданный",
      "definition": "Nie spodziewany lub przewidywany; zdziwiający.",
      "definition_translation": "Не ожидаемый или предвиденный; удивляющий.",
      "example": "Alarm przeciwpożarowy wyłączył się niespodziewanie podczas egzaminu. Wczoraj miałem niespodziewaną wizytę od przyjaciela. Następnego tygodnia będę miał nietypowolną wolną chwilę.",
      "example_translation": "Сигнализация пожарной тревоги неожиданно сработала во время экзамена.esterday, у меня был неожиданный визит от друга. В следующей неделе у меня будет неожиданное свободное время.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieprzyjemny",
      "translation": "неприятный",
      "definition": "Niezadowolny; wrogi lub oziębły.",
      "definition_translation": "Не проявляющий заботы или теплоты; враждебный или холодный.",
      "example": "Sprzedawca sklepowy nie chciał pomóc mi. Wczoraj spotkałem nieprzyjacielskiego psa na ulicy. Następnego tygodnia będę musiał zamieć się z nieprzyjemnym kolegą.",
      "example_translation": "Неприятный ассистент магазина отказался помочь мне. Вчера, я встретил неприятную собаку на улице. В следующей неделе мне придется иметь дело с неприятным коллегой.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obojętny",
      "translation": "бесинтересный",
      "definition": "Nie posiadający lub nie pokazujący zainteresowania; obojętny.",
      "definition_translation": "Не имеющий или не проявляющий интереса; апатичный.",
      "example": "Nauczyciel widział, że studenci są obojętni na lekcję. Wczoraj nie byłem zainteresowany filmem. Następnego tygodnia będę obojętnym na spotkaniu.",
      "example_translation": "Учитель мог видеть, что студенты были бесинтересны в уроке. Вчера, я был бесинтересен в фильме. В следующей неделе я буду бесинтересен в собрании.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieciekawy",
      "translation": "нескучный",
      "definition": "Nie interesujący lub angażujący; nudny.",
      "definition_translation": "Не интересный или привлекательный; скучный.",
      "example": "Film był nieciekawy, więc usnąłem. Wczoraj czytałem nieciekawą książkę. Następnego tygodnia obejrzę nieciekawy serial telewizyjny.",
      "example_translation": "Фильм был неинтересным, поэтому я уснул. Вчера, я прочитал неинтересную книгу. В следующей неделе я będуж смотреть неинтересный телевизионный сериал.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieprzyjacielski",
      "translation": "нежестокий",
      "definition": "Charakteryzujący się brakiem dobroci lub współczucia wobec innych.",
      "definition_translation": "Имея или проявляя недостаток доброжелательности или сочувствия к другим.",
      "example": "Była nieprzyjacielska wobec swojej siostry, gdy wyjęła jej zabawkę bez pytania. Ostatnio jest nieprzyjacielska wobec przyjaciół. Będzie nieprzyjacielska wobec kolegów, jeśli nie dostanie swojego.",
      "example_translation": "Она была жестока к своей сестре, когда взяла ее игрушку без hỏi. Она была недружелюбна к друзьям в последнее время. Она будет нежестока к своим коллегам, если не получит своего.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciepły",
      "translation": "теплый",
      "definition": "Mający wygodną temperaturę, nie za gorący i nie za zimny.",
      "definition_translation": "Имея комфортную температуру, ни слишком горячую, ни слишком холодную.",
      "example": "Ciepłe słońce sprawiło, że byliśmy szczęśliwi. Ciepła woda była idealna na relaksującą kąpiel. Ciepła temperatura sprawi, że będzie to idealny dzień na piknik.",
      "example_translation": "Теплое солнечное сияние сделало нас счастливыми. Теплая вода была идеальной для расслабляющей ванны. Теплая температура сделает это отличным днем для пикника.",
      "imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]
}