[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tańczyć",
      "translation": "танцевать",
      "definition": "Poruszać się rytmicznie, genelnie w rytm muzyki, wykonywać zaplanowane lub improwizowane kroki i gesty.",
      "definition_translation": "Двигать свое тело в ритмичном方式, типично к музыке, используя предписанные или импровизированные шаги и жесты.",
      "example": "Tańczyłem na imprezie. Tańczę do mojej ulubionej piosenki. Tańczę na swoim weselu.",
      "example_translation": "Я танцевал всю ночь на вечеринке. Я танцую под свою любимую песню. Я буду танцевать на своей свадьбе.",
      "imageLink": "image_files\\English\\"imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "robactwo",
      "translation": "шоппинг",
      "definition": "Działanie polegające na kupowaniu rzeczy, czasami w dużych ilościach lub jako forma rekreacji.",
      "definition_translation": "Акт покупки вещей, особенно в большом количестве или как развлекательной деятельности.",
      "example": "Wczoraj robiłem zakupy ze znajomymi. Teraz robię zakupy przez internet. Jutro pójdę robić wieczorne zakupy.",
      "example_translation": "Я пошел за покупками с друзьями вчера. Теперь я-shop online. Я пойду за покупками продуктов завтра.",
      "imageLink": "image_files\\English\\"imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "palenie",
      "translation": "курение",
      "definition": "Działanie polegające na wdychaniu i wydychaniu dymu tytoniowego lub innych narkotyków.",
      "definition_translation": "Акт вдыхания и выдыхания дыма табака или других наркотиков.",
      "example": "Palenie jest szkodliwe dla zdrowia. Paliłem cygara po obiedzie. On pójdzie palić fajkę podczas prywatki.",
      "example_translation": "Курение вредно для здоровья. Я курил сигарету после обеда. Он будет курить трубку на вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "praca",
      "translation": "работа",
      "definition": "Działanie polegające na wykonywaniu mentalnego lub fizycznego wysiłku w celu osiągnięcia celu lub zdobycia utrzymania.",
      "definition_translation": "Активность, связанная с умственным или физическим трудом, сделанная для достижения цели илиearn на жизнь.",
      "example": "Idę do pracy o 9. Od początku tygodnia wszystkie myślę się przymierzałam do pracy.",
      "example_translation": "Я иду на работу в 9 утра. Она работает учителем. Они будут работать над проектом вместе.",
      "imageLink": "image_files\\English\\"imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aktywność",
      "translation": "активность",
      "definition": "Cecha aktywowania się i efektywnej pracy w określonym polu lub działaniu",
      "definition_translation": "Качество быть активным и эффективным в определенной области или деятельности.",
      "example": "Podobało mi się podczas wspinaczki po górach. Zajmuję się nadrabianiem lekcji. Ostatnio nauczyłem się nowego języka.",
      "example_translation": "Я наслаждался активностью похода в горах. Я SHALL принимать участие в активности волонтерской работы завтра. Я был вовлечен в активность изучения нового языка в течение двух лет.",
      "imageLink": "image_files\\English\\"imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klik",
      "translation": "клик",
      "definition": "Krótki, ostry dźwięk, typowy np. podczas klikania myszy lub aparatu fotograficznego",
      "definition_translation": "Короткий, острый звук, похожий на тот, который делается мышью или шаттером камеры.",
      "example": "Kliknąłem przycisk submiituj aby wysłać formę. Przez kliknięciem na zdjęciu, ona wyśle je swojemu przyjacielowi. Przez kilka godzin ja klikam jakiś linków.",
      "example_translation": "Я кликнул кнопку, чтобы отправить форму. Она WILL кликнуть на картинку, чтобы отправить ее своему другу. Он кликал на мышь в течение часов.",
      "imageLink": "image_files\\English\\"imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wspinaczka",
      "translation": "альпинизм",
      "definition": "Działanie polegające na tzw. podnoszeniu się po stromym obiekcie takim jak góra czy linie, używając odpowiednich technik i ekwipunku.",
      "definition_translation": "Действие восхождения по крутому объекту, такому как гора или веревка, с помощью специализированных техник и оборудования.",
      "example": "Uwielbiam wspinaczkę po górach latem. Ona wspinaczyła się po skałkach z wielką zadumą. Przez kilka lat byliśmy wspinaczki po drzewach.",
      "example_translation": "Я люблю альпинизм в летнее время. Она легко лазила по стене скалы. Они лазили по деревьям с тех пор, как они были детьми.",
      "imageLink": "image_files\\English\\"imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gotowanie",
      "translation": "готовка",
      "definition": "Działanie polegające na przygotowaniu i podgrzewaniu żywności, generalnie w kuchni",
      "definition_translation": "Действие приготовления и нагрева еды, обычно на кухне.",
      "example": "Cieszyłem, gotując obiad dla mojej rodziny. Ona gotował obiad dla swoich znajomych. Przez kilka lat robiliśmy we trójkę śniadania.",
      "example_translation": "Я наслаждаюсь готовкой ужина для своей семьи. Она готовила обед для своих коллег. Они готовили завтрак вместе каждое утро.",
      "imageLink": "image_files\\English\\"imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kolarstwo",
      "translation": "велоспорт",
      "definition": "Działanie polegające na jeździe na rowerze, szczególnie jako sport lub forma ćwiczenia",
      "definition_translation": "действие езды на велосипеде, особенно как спорт или форма упражнений",
      "example": "Wśród parku jechałem na rowerze wczoraj, a jutro będzie jechałbym do pracy, poza tym co minęły tydzień: jechałem z przyjaciółmi.",
      "example_translation": "Я ездил на велосипеде в парке вчера, потом я поеду на работу на велосипеде завтра, и я ездил с друзьями на велосипеде на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rysowanie",
      "translation": "рисование",
      "definition": "Działanie polegające na stworzeniu rysunku lub diagramu, używając linii, kształtów i kolorów",
      "definition_translation": "действие создания рисунка или диаграммы с помощью линий, форм и цветов",
      "example": "Wczoraj rysowałem portret mojej siostry, a jutro chcę narysować pejzaż, a przed tygodniem rysowałem martwą naturę.",
      "example_translation": "Я рисовал портрет моей сестры вчера, потом я нарисую пейзаж завтра, и я рисовал натюрморт на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ćwiczyć",
      "translation": "упражнение",
      "definition": "zadanie lub aktywność, która wymaga fizycznego lub mentalnego wysiłku, wykonywana w celu poprawy lub utrzymania zdrowia i sprawności",
      "definition_translation": "задача или деятельность, требующая физического или ментального усилия, выполняемая для улучшения или поддержания здоровья и физической формы",
      "example": "Ćwiczyłem w siłowni wczoraj, więc jutro ćwiczę w domu, a tydzień temu ćwiczyłem z trenerem.",
      "example_translation": "Я занимался упражнением в спортзале вчера, потом я буду делать упражнение дома завтра, и я делал упражнение с личным тренером на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pomagać",
      "translation": "помощь",
      "definition": "pomoc lub wsparcie udzielone komuś, szczególnie aby umożliwić im coś, co nie mogliby zrobić sami",
      "definition_translation": "помощь или поддержка, оказываемая кому-либо, особенно для того, чтобы ermöglichten им сделать что-то, что они не могли сделать самостоятельно",
      "example": "Pomagałem przyjacielowi wczoraj, więc pomogę siostrze jutro, a tydzień temu pomagałem bratu.",
      "example_translation": "Я помогал своему другу вчера, потом я помогу своей сестре завтра, и я помогал своему брату на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kopnąć",
      "translation": "пнуть",
      "definition": "uderzyć lub uderzyć w coś siłą, zwykle nogą",
      "definition_translation": "ударять или бить что-либо с силой, обычно ногой",
      "example": "Wczoraj kopałem piłkę w parku. Kopałem piłkę każdego dnia. Jutro kopałem piłkę.",
      "example_translation": "Я пнул мяч в парке вчера. Я пну мяч каждый день. Я пну мяч завтра.",
      "imageLink": "image_files\\English\\"imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "całować",
      "translation": "поцеловать",
      "definition": "dotknąć czyichś ust do czyichś, zwykle jako znak miłości lub sympatii",
      "definition_translation": "прикасаться губами к кому-либо, обычно как знак любви или привязанности",
      "example": "Całowałem cię w swoje urodziny w zeszłym roku. Całuję cię każdego ranka. Całuję cię na dobranoc jutro.",
      "example_translation": "Она поцеловала меня в день рождения прошлого года. Она целует меня каждое утро. Она поцелует меня на ночь завтра.",
      "imageLink": "image_files\\English\\"imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ćwiczyć",
      "translation": "практика",
      "definition": "akt powtarzania lub ćwiczenia umiejętności lub aktywności w celu jej udoskonalenia lub perfekcji",
      "definition_translation": "действие повторения или упражнения в技能е или деятельности для улучшения или совершенствования ее",
      "example": "Ćwiczyłem gitarę wczoraj. Ćwiczę każdego dnia. Będę ćwiczył na koncert następnego tygodnia.",
      "example_translation": "Я практиковал игру на гитаре вчера. Я практикую каждый день. Я SHALL практиковать для концерта на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śpiewać",
      "translation": "пение",
      "definition": "produkcja dźwięków muzycznych głosem, szczególnie w sposób umiejętny lub artystyczny",
      "definition_translation": "действие производства музыкальных звуков голосом, особенно в умелой или художественной манере",
      "example": "Wczoraj śpiewałem w prysznicu. Śpiewam w chórze każdej niedzieli. Będę śpiewać na koncercie w nadchodzącym miesiącu.",
      "example_translation": "Я пел в душе вчера. Я пою в хоре каждое воскресенье. Я спою на шоу талантов следующего месяца.",
      "imageLink": "image_files\\English\\"imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jeździć na deskorolce",
      "translation": "скейтбординг",
      "definition": "akt jeżdżenia i manewrowania deskorolką, zwykle na rampach lub specjalnie zaprojektowanych powierzchniach",
      "definition_translation": "действие езды и управление скейтбордом, обычно на рампах или других специально спроектированных поверхностях",
      "example": "Kochałem jeździć na deskorolce jako dziecko, a teraz mój syn uczy się wykonywać triki. Wczoraj jeździłem na deskorolce po chodniku. Do następnego roku opanuję jeździć na deskorolce.",
      "example_translation": "Я любил скейтбординг в детстве, и теперь мой сын учится делать трюки. Вчера я катался на скейтборде по тротуару. К следующему году я освою скейтбординг.",
      "imageLink": "image_files\\English\\"imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łyżwiarstwo",
      "translation": "катание",
      "definition": "akt płynięcia po lodzie lub gładkiej powierzchni, zwykle na łyżwach",
      "definition_translation": "действие скольжения по льду или гладкой поверхности, обычно на коньках",
      "example": "Uwielbiam łyżwiarstwo na stadionie podczas zimy. Ona jeepa łyżwowara od kiedy miała pięć lat. Do czasu, aż będę miał 30 lat, opanuję łyżwiarstwo.",
      "example_translation": "Я люблю кататься на открытой каток зимой. Она катается с пяти лет. К тому времени, когда мне будет 30, я научусь кататься.",
      "imageLink": "image_files\\English\\"imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "snowboard",
      "translation": "сноубординг",
      "definition": "akt jeżdżenia na deskach po zaśnieżonym stoku lub górze, zwykle w pozycji stojącej",
      "definition_translation": "действие катания на доске вниз по снежному холму или горе, обычно в стоячем положении",
      "example": "Nigdy nie próbowałem snowboardu, ale moi przyjaciele mówią, że to ekscytujące. Ona jeździ na snowboardzie od lat. Do następnej zimy opanuję snowboard.",
      "example_translation": "Я никогда не пробовал сноубординг, но мои друзья говорят, что это возбуждающе. Она катается на сноуборде годы. К следующей зиме я научусь сноубордингу.",
      "imageLink": "image_files\\English\\"imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "surfing",
      "translation": "сёрфинг",
      "definition": "akt jazdy na fali, zwykle na surfingu",
      "definition_translation": "действие катания на волне, обычно на сёрфборде",
      "example": "Uwielbiam surfing na Hawajach, gdzie fale są ogromne. On surfował od kiedy był nastolatkiem. Do czasu, aż będę miał 40 lat, opanuję surfing.",
      "example_translation": "Я люблю сёрфинг на Гавайях, где волны огромные. Он катается на сёрфе с подростка. К тому времени, когда мне будет 40, я освою сёрфинг.",
      "imageLink": "image_files\\English\\"imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pływanie",
      "translation": "плавание",
      "definition": "Czynność poruszania się przez wodę za pomocą ruchów, szczególnie jako forma ćwiczenia lub rekreacji.",
      "definition_translation": "Действие перемещения через воду с использованием ударов, особенно в виде упражнения или отдыха.",
      "example": "Pływałem w jeziorze wczoraj, ale jutro będę pływał w oceanie, a w zeszłym tygodniu pływałem w rzece.",
      "example_translation": "Я плавал в озере вчера, но я буду плавать в океане завтра, и я плавал в реке на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "używać",
      "translation": "использовать",
      "definition": "Zatrzymywać się do celu lub stosować do korzyści.",
      "definition_translation": "Использовать для цели или прикладывать для выгоды.",
      "example": "Używałem do tego laptopa do pracy, ale teraz używam go do gier, i wkrótce użyję go do edytowania filmów.",
      "example_translation": "Я использовал этот ноутбук для работы, но сейчас я использую его для игр, и я буду использовать его для видеомонтажа скоро.",
      "imageLink": "image_files\\English\\"imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chodzić",
      "translation": "ходьба",
      "definition": "Poruszać się piechotą w wolnym tempie, zwykle w pozycji wyprostowanej.",
      "definition_translation": "Двигаться шагом на_slow скорости на ногах, обычно в прямой позиции.",
      "example": "Chodziłem do sklepu wczoraj, ale jutro pójdę pieszo do szkoły, a w zeszłym tygodniu chodziłem do parku.",
      "example_translation": "Я шел в магазин вчера, но я буду ходить в школу завтра, и я шел в парк на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " spacerowanie",
      "translation": "ходьба",
      "definition": "Czynność poruszania się piechotą w umiarkowanym tempie, szczególnie w celu rekreacji lub rozrywki.",
      "definition_translation": "Действие перемещения на ногах в умеренном темпе, особенно в развлекательном или рекреационном виде.",
      "example": "Lubię spacerować w górach latem, ale zimą preferuję spacerować po plaży, a spacerowałem w parku wczoraj wieczorem.",
      "example_translation": "Я люблю ходить в горах летом, но я предпочитаю ходить на пляже зимой, и я ходил в парке прошлой ночью.",
      "imageLink": "image_files\\English\\"imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pranie",
      "translation": "стирка",
      "definition": "Czynność czyszczenia czegoś zębami, w szczególności ubrań, wodą i mydłem.",
      "definition_translation": "Действие очистки чего-либо, особенно衣服, с водой и мылом или детергентом.",
      "example": "Przemywałem swój samochód wczoraj, teraz pranie moje ubrania, a jutro zrobię zmywanie naczyń.",
      "example_translation": "Я мыл свою машину вчера, я мою теперь свои вещи, и я умыву посуду завтра.",
      "imageLink": "image_files\\English\\"imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmywanie",
      "translation": "мытье посуды",
      "definition": "Czynność mycia naczyń, narzędzi i innych przedmiotów kuchennych po posiłku.",
      "definition_translation": "Действие мытья посуды, столовых приборов и других кухонных предметов после еды.",
      "example": "Mama zmywała po obiedzie, zmywałem wczoraj, a moja siostra zmyje jutro.",
      "example_translation": "Моя мама делала мытье посуды после обеда, я делал это вчера, и моя сестра сделает это завтра.",
      "imageLink": "image_files\\English\\"imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "osiągnięcie",
      "translation": "достижение",
      "definition": "Proces lub fakt osiągnięcia czegoś, szczególnie czegoś trudnego lub imponującego.",
      "definition_translation": "Процесс или факт достижения чего-либо, особенно чего-то трудного или внушающего.",
      "example": "Otrzymanie stypendium było wielkim osiągnięciem dla mnie, osiągnąłem cel w zeszłym roku, a osiągnę swoją marzę w przyszłości.",
      "example_translation": "Получение стипендии было великим достижением для меня, я достиг своей цели в прошлом году, и я достигну своего сна в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aranżacja",
      "translation": "расположение",
      "definition": "Sposób, w jaki coś jest zorganizowane lub strukturalne, szczególnie w sposób schludny lub atrakcyjny.",
      "definition_translation": "Способ, которым что-то организовано или структурировано, особенно в порядке или привлекательном виде.",
      "example": "Aranżacja kwiatów na stole była piękna, urządzałem wystrój w swoim pokoju wczoraj, a zorganizuję spotkanie w przyszłym tygodniu.",
      "example_translation": "Расположение цветов на столе было красивым, я расположил мебель в своей комнате вчера, и я устрою встречу на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przybycie",
      "translation": "прибытие",
      "definition": "Czynność lub fakt przybywania lub docierania do jakiegoś miejsca.",
      "definition_translation": "Акт прибытия или прибытия в место.",
      "example": "Przybycie pociągu było opóźnione o godzinę. Przybycie zespołu na uroczystość zostało powitane aplauzem. Przybycie nowego pracownika powinno zwiększyć wydajność.",
      "example_translation": "Прибытие поезда было задержано на час. Прибытие команды было встречено аплодисментами. Ожидается, что прибытие нового сотрудника будет способствовать росту производительности.",
      "imageLink": "image_files\\English\\"imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atak",
      "translation": "атака",
      "definition": "Energiczny lub intensywny atak lub ofensywa.",
      "definition_translation": "Энергичная или интенсивная атака или наступление.",
      "example": "Drużyna rozpoczęła gwałtowny atak na bramkę przeciwników. Firma przypuściła skuteczny atak na udziały rynkowe konkurentów. Atak na miasto był brutalny i destrukcyjny.",
      "example_translation": "Команда запустила яростную атаку на ворота соперника. Атака компании на долю рынка конкурентов была успешной. Атака на город была жестокой и разрушительной.",
      "imageLink": "image_files\\English\\"imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "walka",
      "translation": "бороться",
      "definition": "Walczyć w walce fizycznej lub słownej z kimś lub czymś.",
      "definition_translation": "Бороться с кем-то или чем-то физически илиverbally.",
      "example": "Walczyłem z bratem wczoraj, ale pogodziliśmy się dziś rano. Wciąż walczę z zimnem i walczyć będę o swoje prawa w przyszłości.",
      "example_translation": "Я боролся с братом вчера, но мы помирились этим утром. Сейчас я борюсь с простудой, и я буду бороться за свои права в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "iść",
      "translation": "идти",
      "definition": "Poruszać się z jednego miejsca do drugiego lub podróżować z jednego miejsca do drugiego.",
      "definition_translation": "Переместиться из одного места в другое или путешествовать из одного места в другое.",
      "example": "Wczoraj poszedłem do sklepu, teraz idę do siłowni, a jutro pójdę na plażę.",
      "example_translation": "Я пошел в магазин вчера, сейчас я иду в спортзал, и я пойду на пляж завтра.",
      "imageLink": "image_files\\English\\"imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zwyczaj",
      "translation": "привычка",
      "definition": "Ustalona lub regularna tendencja lub praktyka, szczególnie taka, która jest trudna do wyeliminowania.",
      "definition_translation": "Установленная или регулярная тенденция или практика, особенно та, которую трудно преодолеть.",
      "example": "Mam zwyczaj sprawdzania telefonu co godzinę, moja siostra ma zwyczaj gryzienia paznokci, kiedy jest zdenerwowana, a on miał zwyczaj budzenia się późno.",
      "example_translation": "У меня есть привычка проверять свой телефон каждый час, моя сестра имеет привычку грызть ногти, когда она нервничает, и у него была привычка просыпаться поздно.",
      "imageLink": "image_files\\English\\"imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sprzątanie",
      "translation": "домашняя работа",
      "definition": "Zadania takie, jak sprzątanie, gotowanie i inne obowiązki domowe, niezbędne do utrzymania domu.",
      "definition_translation": "Задачи, such как уборка, приготовления еды и другие домашние обязанности, необходимые для поддержания дома.",
      "example": "Wczoraj robiłem sprzątanie, moja mama robiła sprzątanie każdego dnia, a oni będą robić sprzątanie razem jutro.",
      "example_translation": "Я делал домашнюю работу вчера, моя мать делает домашнюю работу каждый день, и они будут делать домашнюю работу вместе завтра.",
      "imageLink": "image_files\\English\\"imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "objęcie",
      "translation": "обнять",
      "definition": "Szczerze przyciskanie kogoś lub czegoś do siebie, zwykle jako wyraz czułości.",
      "definition_translation": "обнимать кого-то или что-то紧око в своих руках, обычно чтобыแสดงать привязанность",
      "example": "Wychwycę mamę, kiedy zobaczę się z nią jutro. Przyciskałem się do przyjaciela na imprezie. Przyciskam poduszkę codziennie.",
      "example_translation": "Я обниму свою маму, когда увижу ее завтра. Я обнял друга на вечеринке. Я обнимаю свою подушку каждый вечер.",
      "imageLink": "image_files\\English\\"imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prasowanie",
      "translation": "гладилье",
      "definition": "Czynność używania żelaza do wygładzania fałd na tkaninach.",
      "definition_translation": "действие по удалению морщин с ткани с помощью утюга",
      "example": "Jutro będąc prasują. Sprzątając rzeźnie to było coś normalnego. On prasował przez godzinę.",
      "example_translation": "Я сделаю гладилье завтра. Она гладит одежду каждый morning. Он занимается гладилье рубашки уже час.",
      "imageLink": "image_files\\English\\"imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skakanie",
      "translation": "прыгать",
      "definition": "Wzrost w górę lub skok naprzód, przy uwalnianym napędu.",
      "definition_translation": "передвигаться вверх или вперед с помощью внезапного высвобождения энергии",
      "example": "Oki ci przez całe lato skokali w basenie. I dodała do skoku ostatni zestaw bloków, a zespół skoczył przez barierę.",
      "example_translation": "Дети прыгают в бассейне каждое лето. Она перепрыгнула препятствие. Он будет прыгать с самолета завтра.",
      "imageLink": "image_files\\English\\"imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "spoglądanie",
      "translation": "смотреть",
      "definition": "Naprowadzenie oka na wyznaczonego kierunku lub na określoną rzecz.",
      "definition_translation": "направлять свой взгляд в указанном направлении или на определенную вещь",
      "example": "Podnosię oczy na niebo każdej nocy. Wpatrzę się w Twoje oczy zębami i brodami. Muszę znaleźć klucze rano.",
      "example_translation": "Я посмотрю на звезды сегодня вечером. Она смотрела на меня с слезами в глазах. Он ищет свои ключи уже целое утро.",
      "imageLink": "image_files\\English\\"imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przygotowanie",
      "translation": "подготовка",
      "definition": "Sam proces przygotowywania bądź robienia czegoś gotowego do użycia.",
      "definition_translation": "Акт приготовления или приготовления чего-то для использования",
      "example": "Kucharz zajmował się przygotowaniem posiłku, który będzie podany o godzinie. Drużyna była w fazie przygotowywania się do wielkiego koncertu przez tydzień. Następny nowy produkt będzie gotowy do uruchomienia do końca roku.",
      "example_translation": "Шеф-повар был ответственен за подготовку блюда, которое должно было быть сервировано через час. Команда готовилась к большому матчу неделями. К следующему году новый продукт будет готов к запуску.",
      "imageLink": "image_files\\English\\"imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "recycling",
      "translation": "переработка",
      "definition": "Cykl powtarzających się procesów, w których materiał poddany jest rozładowi, a następnie przetwarzany w nowy towar.",
      "definition_translation": "Процесс преобразования отходов в новые материалы",
      "example": "Miasto uruchomiło program recyklingowy, aby zmniejszyć ilość odpadów. Przedsiębiorstwo specjalizuje się w recyklingu tworzyw sztucznych. Recycling pomaga oszczędzać naturalne zasoby.",
      "example_translation": "Город ввел программу переработки отходов, чтобы уменьшить количество мусора. Компания специализируется на переработке пластика. Переработка помогает сохранить природные ресурсы.",
      "imageLink": "image_files\\English\\"imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ratować",
      "translation": "спасение",
      "definition": "Czynność ratowania kogoś lub czegoś z niebezpiecznej lub trudnej sytuacji",
      "definition_translation": "Акт спасения кого-то или чего-то из опасной или сложной ситуации",
      "example": "Ekipa ratownicza przybyła na czas, aby uratować uwięzionych wspinaczy. Operacja ratownicza się powiodła. Kot został uratowany z drzewa przez życzliwego sąsiada.",
      "example_translation": "Команда спасателей прибыла вовремя, чтобы спасти зажатых туристов. Операция по спасению была успешной. Кота спас от дерева добрый сосед.",
      "imageLink": "image_files\\English\\"imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "powrócić",
      "translation": "возврат",
      "definition": "Przyjść lub odejść do jakiegoś miejsca lub osoby",
      "definition_translation": "Вернуться или прийти обратно в место или к человеку",
      "example": "Wrócę książkę do biblioteki jutro. Powrót bohatera został uroczyście obchodzony przez całe miasto. Firma odzyska swoją inwestycję w ciągu kilku lat.",
      "example_translation": "Я верну книгу в библиотеку завтра. Возвращение героя было отпраздновано whole городом. Компания вернет инвестицию через несколько лет.",
      "imageLink": "image_files\\English\\"imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biegać",
      "translation": "бежать",
      "definition": "Poruszać się szybko nogami, typowo w regularnym i szybkim tempie.",
      "definition_translation": "Двигаться быстро на ногах, обычно с устойчивым и быстрым темпом.",
      "example": "Wczoraj pobiegłem do sklepu, teraz biegnę do siłowni, a następne tygodnie pobiegnę w maratonie.",
      "example_translation": "Я побежал в магазин вчера, я бегу в спортзал сейчас, и я побегу марафон на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szukać",
      "translation": "искать",
      "definition": "Przeglądać uważnie i starannie miejsce lub osobę w celu znalezienia czegoś lub kogoś.",
      "definition_translation": "Искать тщательно и详情 что-то или кого-то.",
      "example": "Wczoraj szukałem kluczy, teraz szukam nowej pracy, a następny miesiąc szukać będę nowego mieszkania.",
      "example_translation": "Я искал мои ключи вчера, я ищу новую работу сейчас, и я буду искать новую квартиру 다음 месяц.",
      "imageLink": "image_files\\English\\"imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "seks",
      "translation": "секс",
      "definition": "Biologiczne i fizjologiczne cechy, które definiują mężczyzn i kobiety.",
      "definition_translation": "Биологические и физиологические характеристики, которые определяют мужчин и женщин.",
      "example": "Edukacja seksualna jest ważna dla nastolatków, seks jest ważnym aspektem ludzkich relacji, a dyskryminacja ze względu na płeć jest nielegalna w wielu krajach.",
      "example_translation": "Сексуальное образование важно для подростков, секс - важный аспект человеческих отношений, и секс-дискриминация является незаконной во многих странах.",
      "imageLink": "image_files\\English\\"imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krok",
      "translation": "шаг",
      "definition": "Ruch nogi podczas chodzenia lub biegu.",
      "definition_translation": "Движение ноги при ходьбе или беге.",
      "example": "Zrobiłem krok do tyłu, aby obejrzeć widok, robię krok naprzód w swojej karierze, a następnie zrobię krok na bok, aby ominąć przeszkodę.",
      "example_translation": "Я шагнул назад, чтобы посмотреть на вид, я делаю шаг вперед в своей карьере, и я шагну вбок, чтобы избежать препятствия.",
      "imageLink": "image_files\\English\\"imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wspierać",
      "translation": "поддержка",
      "definition": "Dawać wsparcie lub zachętę komuś, zwłaszcza w trudnej sytuacji.",
      "definition_translation": "Предоставлять поддержку илипоощрение кому-то или чему-то, особенно в трудной ситуации.",
      "example": "Wspierałem moją przyjaciółkę podczas jej choroby, wspieram ją teraz, a wspierałem ją przez długi czas.",
      "example_translation": "Я поддерживал свою подругу во время ее болезни. Я поддержу ее в будущем. Я поддерживаю ее уже давно.",
      "imageLink": "image_files\\English\\"imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odwiedzać",
      "translation": "посетить",
      "definition": "Udać się zobaczyć kogoś lub coś, zwłaszcza w celu oficjalnym lub towarzyskim.",
      "definition_translation": "Побывать у кого-то или с целью официального или социального визита.",
      "example": "Odwiedziłem dziadków latem, odwiedzę ich znów następnego roku, a regularnie je odwiedzałem.",
      "example_translation": "Я посетил своих бабушку и дедушку прошлым летом. Я посещу их снова следующим годом. Я регулярно посещаю их.",
      "imageLink": "image_files\\English\\"imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "marnować",
      "translation": "отходы",
      "definition": "Niechciane lub bezużyteczne materiały lub substancje, które są wyrzucane lub odrzucane.",
      "definition_translation": "Нежелательные или бесполезные материалы или вещества, которые выбрасываются или отвергаются.",
      "example": "Firma zmarnowała wiele zasobów na nieudanym projekcie, zmarnują mniej pieniędzy w przyszłości, a od dawna marnowali czas na niepotrzebnych spotkaniach.",
      "example_translation": "Компания растратила многие ресурсы на провалившийся проект. Они будут тратить меньше денег в будущем. Они тратят время на ненужные встречи.",
      "imageLink": "image_files\\English\\"imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ćwiczenie",
      "translation": "тренировка",
      "definition": "Sesja ćwiczeń fizycznych, zwłaszcza takiej, która jest zaplanowana i strukturyzowana.",
      "definition_translation": "Сеанс физических упражнений, особенно один, который планируется и структурируется.",
      "example": "Ćwiczyłem w siłowni wczoraj, ćwiczyć będę ponownie jutro, a regularnie ćwiczym od miesiąca.",
      "example_translation": "Я тренировался в спортзале вчера. ЯAGAIN буду тренироваться завтра. Я регулярно тренируюсь уже месяц.",
      "imageLink": "image_files\\English\\"imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]