[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dorosły",
      "translation": "взрослый",
      "definition": "Osoba, która dosięgła pełnego rozwoju fizycznego, psychicznego i emocjonalnego.",
      "definition_translation": "Взрослый человек, который полностью развился физически, умственно и эмоционально.",
      "example": "Jako dorosły, ponoszę pełną odpowiedzialność za moje czyny. byłam dorosłą, kiedy się wydawałam. będę dorosły, kiedy się wydawałam.",
      "example_translation": "Как взрослый, я беру полную ответственность за свои действия. Я был взрослым, когда женился. Я буду взрослым, когда пенсионер.",
      "imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziecko",
      "translation": "младенец",
      "definition": "Bardzo młody człowiek, typycznie od urodzenia do roku życia.",
      "definition_translation": "Очень молодой человеческий-being, обычно от рождения до одного года.",
      "example": "trzymałem dziecko w ramionach. była dzieckiem, kiedy ja po raz pierwszy spotkałem się z nią. dziecko będzie płakać, jeśli jest głodne.",
      "example_translation": "Я держал младенца в своих руках. Она была младенцем, когда я впервые встретил ее. Младенец будет плакать, если он голоден.",
      "imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "miałbym/miała/... (lata)",
      "translation": "быть... (лет)",
      "definition": "Osiągnęło/osiąga się/siągnę/siągnęłem/siągnęłam konkretnego wieku.",
      "definition_translation": "Достичь определенного возраста.",
      "example": "będę miał/miała 30 lat jutro. miała 25 lat, kiedy za mąż wyszła. będzie miał 40 lat następnym roku.",
      "example_translation": "Я буду 30 лет завтра. Она была 25 лет, когда вышла замуж. Он будет 40 лет в следующем году.",
      "imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "broda",
      "translation": "борода",
      "definition": "Porost włosów na brodzie i policzkach człowieka.",
      "definition_translation": "Рост волос на подбородке и челюсти человека.",
      "example": "miał długą brodę, kiedy wrócił z wyjazdu. codziennie golę brodę rano. mój dziadek miał białą brodę.",
      "example_translation": "У него была длинная борода, когда он вернулся из поездки. Я брею свою бороду каждое утро. У моего дедушки была белая борода.",
      "imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piękny/piękna/piękne",
      "translation": "красивый",
      "definition": "Rozkoszujących zmysłów lub umysłu estetycznie. Posiadający lub otrzymujący atrakcyjną lub uprzejmą cechę.",
      "definition_translation": "Приятный для чувств или ума эстетически. Имеющий привлекательное качество.",
      "example": "była piękną kobietą, z długimi, kręconymi włosami i jasnoniebieskimi oczami. prowadziła piękny wygląd w młodości, ale teraz jest stary. w następnym życiu ponownie będzie piękna.",
      "example_translation": "Она была красивой женщиной, с длинными, кудрявыми волосами и яркими синими глазами. Она была красивой в своей молодости, но теперь она была стара. Она будет красивой снова в своей следующей жизни.",
      "imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chłopiec/chłopi",
      "translation": "мальчик",
      "definition": "Męskie dziecko lub młody męczę muszka.",
      "definition_translation": "Мальчик или молодой мужчина.",
      "example": "chwilał się w meczu piłki nożnej w parku z przyjaciółmi. chłopiec pójdzie do szkoły jutro. chłopiec zepsuł sobie zabawkę.",
      "example_translation": "Мальчик играл в футбол со своими друзьями в парке. Мальчик пойдет в школу завтра. Мальчик сломал свой игрушку.",
      "imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oko/oczy",
      "translation": "глаз",
      "definition": "Narząd widzenia; małe, kuliste ciało na przodzie głowy zwierzęcia, wypełnione przezroczystą substancją krystaliczną i wrażliwe na światło.",
      "definition_translation": "Орган зрения; маленькое шарообразное тело в голове животного, заполненное прозрачной кристаллической субстанцией, и чувствительное к свету.",
      "example": "miała ostre oczy, które były w stanie zobaczyć ostateczny wynik. jego oko było posiadane podczas wypadku. jego oczy będą lśnić w ciemności.",
      "example_translation": "У нее был проникающий взгляд, который мог увидеть прямо сквозь меня. Его глаз был травмирован в результате аварии. Ее глаза будут ярко сиять в темноте.",
      "imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "twarz/ twarze",
      "translation": "лицо",
      "definition": "Przednia część głowy, od linii włosów do brody, obejmując oczy, nos i usta.",
      "definition_translation": "Передняя часть головы, от линии волос до подбородка, включая глаза, нос и рот.",
      "example": "miała piękną twarz, z wydatnymi kośćmi policzkowymi i małym nosem. jego twarz wyglądała zmęczona i wyrośnięta. twoja twarz rozświetli się uśmiechem.",
      "example_translation": "У нее было красивое лицо, с высокими скулами и маленьким носом. Его лицо было усталым и изношенным. Ее лицо будет светиться с улыбкой.",
      "imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gruby/tłusty",
      "translation": "жирный",
      "definition": "Mający dużo zużywają, pulchnych, przede wszystkim ożywionych, szczególnie w odniesieniu do jedzenia.",
      "definition_translation": "Имеющий много жира; полный. Имеющий высокий уровень жира, особенно в отношении еды.",
      "example": "byłem grubym podczas swoich lat młodzi, ale schudłem po rozpoczęciu ćwiczeń. jestem grubym od kiedy przestałem grać w sporty. będzie grubym, jeśli nie przestanę jeść ciast.",
      "example_translation": "Я был жирным, когда я был подростком, но я потерял вес после того, как я начал регулярно заниматься спортом. Я был жирным с тех пор, как я перестал играть в спорт. Я буду жирным, если я не перестану есть фаст-фуд.",
      "imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stopy/nogi",
      "translation": "стопы",
      "definition": "Najniższe kończyny nóg poniżej stawu skokowego, na których ciało stoi lub się porusza.",
      "definition_translation": "Нижние конечности ноги ниже лодыжки, на которых тела стоит или передвигается.",
      "example": "Mam zimne stopy podczas zimy. Had big feet when I was a child. Mam małe stopy, gdy dorastam.",
      "example_translation": "У меня холодные стопы зимой. У меня были большие стопы, когда я был ребенком. У меня будут маленькие стопы, когда я состарюсь.",
      "imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stopa",
      "translation": "нога",
      "definition": "Dolna część nogi poniżej kostki.",
      "definition_translation": "Нижняя часть ноги ниже лодыжки.",
      "example": "Urazyłem nogę, gdy spadłem z roweru. Miałem złamaną nogę, kiedy byłem w szpitalu. Będę miał silną nogę, po zakończeniu ćwiczeń.",
      "example_translation": "Я повредил ногу, когда упал с велосипеда. У меня была сломанная нога, когда я был в больнице. У меня будет сильная нога после того, как я закончу свои упражнения.",
      "imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziewczyna",
      "translation": "девушка",
      "definition": "Dziecko lub młoda kobieta.",
      "definition_translation": "Девочка или молодая женщина.",
      "example": "Widziałem dziewczynę grającą z lalką. Spotkam się z dziewczyną w parku jutro. Spotkałem się z dziewczyną na przyjęciu wczoraj wieczorem.",
      "example_translation": "Я увидел девушку, играющую с куклой. Я встречу девушку в парке завтра. Я встретил девушку на вечеринке прошлой ночью.",
      "imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "włosy",
      "translation": "волосы",
      "definition": "Filamentary biomaterial, który rośnie z mieszków skóry ludzi i wielu innych zwierząt.",
      "definition_translation": "Филаментозный биоматериал, растущий из фолликулов в коже людей и многих других животных.",
      "example": "Ona czesała włosy wczoraj, ona czesze włosy każdego ranka, a ona będzie czesać włosy jutro.",
      "example_translation": "Она расчёсывала свои волосы вчера, она расчёсывает свои волосы каждое утро, и она будет расчёсывать свои волосы завтра.",
      "imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ręka",
      "translation": "рука",
      "definition": "Skrajna część ludzkiej ręki powyżej nadgarstka, służąca do chwytania i manipulowania przedmiotami.",
      "definition_translation": "Конечная часть человеческой руки за запястьем, используемая для захвата и манипулирования объектами.",
      "example": "On podnosił ręce modląc się wczoraj, on podnosi ręce ponad głowę każdego dnia, a on będzie podnosił ręce do góry jutro.",
      "example_translation": "Он пожал руки с другом вчера, он пожимает руки с коллегами каждый день, и он будет пожимать руки с братом завтра.",
      "imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "noga",
      "translation": "нога",
      "definition": "Jedno z kończyn ciała ludzkiego, rozciągające się od pachwiny do kostki.",
      "definition_translation": "Одна из конечностей человеческого тела, отходящая от паха до лодыжки.",
      "example": "Biegałem szybko wczoraj, biegnę szybko każdego ranka, a będe biegał szybko jutro.",
      "example_translation": "Она бежала своей ногой вчера, она бегает своей ногой каждое утро, и она будет бежать своей ногой завтра.",
      "imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mało",
      "translation": "маленький",
      "definition": "Mała ilość lub stopień; nie wiele lub dużo.",
      "definition_translation": "Маленький по количеству или степени; не много или не многие.",
      "example": "Miała trochę pieniędzy wczoraj, ma trochę pieniędzy każdego miesiąca, a będzie miała trochę pieniędzy przyszłego roku.",
      "example_translation": "У нее было мало денег вчера, у нее мало денег каждый месяц, и у нее будет мало денег в следующем году.",
      "imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "długi",
      "translation": "длинный",
      "definition": "Rozciągający się na wielką odległość od końca do końca; nie krótki.",
      "definition_translation": "Простираясь на большое расстояние от конца до конца; не короткий.",
      "example": "Droga była długa i kręta, ale widok był piękny. Szłem tak długo, że się męczyłem. Będę szedł długo, żeby dotrzeć na szczyt wzgórza.",
      "example_translation": "Дорога была длинной и извилистой, но пейзаж был прекрасным. Я ходил в течение долгого времени и устал. Я пройду длинную дистанцию, чтобы дойти до вершины холма.",
      "imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mężczyzna",
      "translation": "мужчина",
      "definition": "Pełnoletni mężczyzna.",
      "definition_translation": "Взрослый мужчина.",
      "example": "Mężczyzna wszedł do pokoju i podniósł moją dłoń. Będę mężczyzną, kiedy dorosnę. Mój dziadek był mężczyzną o wielkiej mądrości.",
      "example_translation": "Мужчина вошел в комнату и пожал мне руку. Я будет мужчиной, когда вырасту. Мой дедушка был мужчиной великой мудрости.",
      "imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "usta",
      "translation": "рт",
      "definition": "Otwór, przez który zwierzęta pobierają pokarm.",
      "definition_translation": "Отверстие, через которое животное принимает пищу.",
      "example": "Dziecko umieściło usta na smoczkowej ciuciubabce i zaczęło ssać. Musiałem umywać usta mydłem po zjedzeniu ostrego jedzenia. Umieści ona usta na rurze, żeby ją nadmuchać.",
      "example_translation": "Младенец положил рот на соску и начал сосать. Я должен был вымыть рот мылом после еды острый еды. Она будет ставить рот на трубку, чтобы надуть ее.",
      "imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nos",
      "translation": "нос",
      "definition": "Organ węchu i wejście powietrza do płuc.",
      "definition_translation": "Орган обоняния и вход для воздуха в легкие.",
      "example": "Nos psa był bardzo wrażliwy i mogło ono wyczuwać przekąskę zdaleka. Musiałem przeturlać nos, kiedy dostałem złej grypy. Nos samolotu był zwrócony ku górze, podczas gdy schodził.",
      "example_translation": "Нос собаки был 매우 чувствительным, и он мог sentir угощение издалека. Я должен был вытереть свой нос после того, как поймал простуду. Нос самолета был направлен вниз, когда он шел вниз.",
      "imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "old",
      "translation": "старый",
      "definition": "Mający długą historię lub istnienie; już nie młody.",
      "definition_translation": "Имеющий долгую жизнь или существовавший давно; не молодой.",
      "example": "Mój dziadek był starym mądrym mężem. Żył w tym mieście przez 50 lat. Będzie pamiętany jako stary, dobry człowiek.",
      "example_translation": "Мой дедушка был старым и мудрым. Он жил в этом городе 50 лет. Он всегда будет помнитаться как старый, добрый человек.",
      "imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "short",
      "translation": "короткий",
      "definition": "Nie długi w odległości lub ilości; małą ilość.",
      "definition_translation": "Не длинный в расстоянии или количестве; имеющий малое количество чего-либо.",
      "example": "Występowałam w krótkiej sukience na imprezie wczoraj. Było to bardzo wygodne do tańca. Zakładam krótką spódnicę na spotkanie jutro.",
      "example_translation": "Я надела короткое платье на вечеринку вчера ночью. Это было rất удобно танцевать. Я надену короткую юбку на встречу завтра.",
      "imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "slim",
      "translation": "стройный",
      "definition": "Mający wąską lub smukłą formę; nie otyły.",
      "definition_translation": "Имеющий узкую или стройную форму; не жирный.",
      "example": "Próbowała pozostać smukłą przez lata, ale nie było to łatwe. Była smukłą i zdrową, gdy miała 20 lat. Zacznę ćwiczyć regularnie, aby pozostać smukłą.",
      "example_translation": "Она пыталась сохранять стройную фигуру в течение лет, но это не легко. Она была стройной и-fit, когда ей было 20 лет. Она начнет регулярно заниматься спортом, чтобы сохранить стройную фигуру.",
      "imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tall",
      "translation": "высокий",
      "definition": "Mający dużą wysokość; powyżej średniej wysokości.",
      "definition_translation": "Имеющий большую высоту; выше средней высоты.",
      "example": "Był wysokim i przystojnym. Był wysokim i chudym, gdy był nastoletnim. Będzie rozwijał się coraz wyżej w przyszłości.",
      "example_translation": "Он высокий и красивый. Он был высоким и худым, когда ему было подростком. Он станет еще выше в будущем.",
      "imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "woman",
      "translation": "женщина",
      "definition": "Dorosła osoba ludzka, zwłaszcza ta, która jest dojrzała, zamężna czy o pewnym poziomie wyrafinowania.",
      "definition_translation": "Взрослая женщина, особенно та, которая является зрелой, замужней или имеет определенный уровень изысканности.",
      "example": "Była kobietą o wielkiej inteligencji i urody. Była kobietą o wielkiej odwadze w młodości. Będzie kobietą o wielkiej mądrości w starości.",
      "example_translation": "Она была женщиной великой интеллекта и красоты. Она была женщиной великой храбрости в своей молодости. Она будет женщиной великой мудрости в ее старости.",
      "imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "young",
      "translation": "молодой",
      "definition": "Dotyczy lub typowy dla osoby w wczesnych stadiach wzrostu, rozwoju lub dojrzałości.",
      "definition_translation": "Относящийся к или характеризующий человека на начальных стадиях роста, развития или зрелости.",
      "example": "Był młodym i pełnym energii. Był młodym i lekkomyślnym w młodości. Będzie młodym sercem na zawsze.",
      "example_translation": "Он был молодым и полным энергии. Он был молодым и безрассудным в своей молодости. Он будет молодым в душе навечно.",
      "imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aged",
      "translation": "старый",
      "definition": "Mający wiele lat, mający pewną liczbę lat, zwłaszcza dużą.",
      "definition_translation": "Живший долго; имеющий определенный возраст, особенно большой.",
      "example": "Staruszek szedł wolno. Wino z czasem dojrzewało. Drzewo wiekowało przez wieki.",
      "example_translation": "Старый человек медленно шел. Вино прекрасно постарело. Дерево состарилось за века.",
      "imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "attractive",
      "translation": "привлекательный",
      "definition": "Przyjemny dla oka lub charakteru; apelujący do zmysłów lub emocji.",
      "definition_translation": "Приятный внешне или манерой; привлекательный для чувств или эмоций.",
      "example": "Była atrakcyjną kobietą. Miasto było atrakcyjne dla turystów. Produkt miał atrakcyjny wystrój.",
      "example_translation": "Она была привлекательной женщиной. Город был привлекательным для туристов. Продукт имел привлекательный дизайн.",
      "imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "blonde",
      "translation": "блондинка",
      "definition": "Blonde to osoba, zwłaszcza kobieta, z jasnymi włosami, często uważanymi za mające kolor jasnożółty lub złoty.",
      "definition_translation": "Блондинка - это человек, особенно женщина, с fair волосами, часто считается иметь светло-желтый или золотистый цвет.",
      "example": "Była blędą i miała wiele przyjaciół w szkole. Będzie blędą, gdy dorośnie. Była w blękitu podczas imprezy.",
      "example_translation": "Она была блондинкой и имела много друзей в школе. Она будет блондинкой, когда вырастет. Она была блондинкой во время вечеринки.",
      "imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dressed",
      "translation": "одет",
      "definition": "Ubrany lub ozdobione w jakiś sposób, zwłaszcza w odniesieniu do określonej okazji lub działania.",
      "definition_translation": "Одеты или украшены Certain образом, особенно с ссылкой на конкретное событие или деятельность.",
      "example": "Był ubrany w garnitur na rozmowie o pracę. Ubrała się na imprezę wczoraj. Będą ubrani w kostiumy na Hallowen.",
      "example_translation": "Он был одет в костюм для интервью. Она оделась на вечеринку вчера. Они будут одеты в костюмы на Хэллоуин.",
      "imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fryzjer",
      "translation": "парикмахер",
      "definition": "Osoba, która zajmuje się cięciem, stylizowaniem i pielęgnacją ludzkich włosów.",
      "definition_translation": "Человек, чья профессия состоит в=cutting, стилизации и уходе за волосами людей.",
      "example": "Poszła do fryzjera, aby uzyskać nowy styl fryzury na wieczór kawalerski.",
      "example_translation": "Она пошла к парикмахеру, чтобы получить новый стиль для свадьбы.",
      "imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przystojny",
      "translation": "красивый",
      "definition": "Zadowalający wyglądem; atrakcyjny.",
      "definition_translation": "Příятный для взора; привлекательный.",
      "example": "Był przystojnym młodym człowiekiem, a wszystkie dziewczęta w szkole go lubiły. Jest przystojny i ujmujący. Będzie przystojny, kiedy wyrośnie.",
      "example_translation": "Он был красивым молодым человеком, и все девушки в школе любили его. Он красив и обаятелен. Он будет красивым, когда вырастет.",
      "imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wysokość",
      "translation": "рост",
      "definition": "Miara, jak wysoko ktoś lub coś jest.",
      "definition_translation": "Измерение того, насколько высокий кто-то или что-то.",
      "example": "Pomiary wysokości pokoju, aby sprawdzić, czy będzie się w nim zmieściło umeblowanie. Został zaskoczony wysokością góry. To wspaniała budowla.",
      "example_translation": "Она измерила высоту комнаты, чтобы увидеть, будет ли мебель.fit Он был удивлен высотой горы. Высота здания была впечатляющей.",
      "imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziecko",
      "translation": "ребенок",
      "definition": "Dziecko lub młoda osoba.",
      "definition_translation": "Человеческий ребенок или молодой человек.",
      "example": "Chłopiec bawił się łabuciami. Lubiła grać na zewnątrz, kiedy była dziewczyną. Chłopiec będzie szczęśliwy, gdy dostanie prezent.",
      "example_translation": "Ребенок играл со своими игрушками. Она раньше была ребенком, который любил играть на улице. Ребенок будетhappy, когда он получит подарок.",
      "imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kolano",
      "translation": "колено",
      "definition": "Kolano to staw, który łączy kości uda i podudzia w ciele ludzkim.",
      "definition_translation": "Колено - это сустав, который соединяет кости нижней ноги и бедренную кость в теле человека.",
      "example": "Odniósł obrażenia kolana podczas rozgrywki piłki nożnej wczoraj, ale teraz się lepiej. Wczoraj grałem w piłkę nożną i uszkodziłem kolano. Jutro będę musiał uważać, aby nie uszkodzić kolana ponownie.",
      "example_translation": "Я раненый колено во время игры в футбол вчера, но теперь я чувствую себя лучше. Вчера я играл в футбол и раненый колено. Завтра я буду осторожен, чтобы не раненый колено снова.",
      "imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dama",
      "translation": "дама",
      "definition": "Królowa albo honorowy tytuł kobiety, zwłaszcza wysokiej rangi lub pierwszy stopień kobiety w pewnych grach.",
      "definition_translation": "Дама - это вежливый термин, используемый для обращения к женщине, особенно из высокого общественного класса или титул уважения.",
      "example": "Dama wszedł do pokoju, a wszyscy powstali. Wczoraj dama była na przyjęciu i byliśmy dobrze bawić. Jutro dama odwiedzi swego przyjaciela z jego domem.",
      "example_translation": "Дама вошла в комнату, и все встали. Вчера дама была на вечеринке, и у всех было отличное время. Завтра дама посетит свою подругу.",
      "imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wargi",
      "translation": "губа",
      "definition": "Wargi to dwie flesza dzioby, które otaczają usta człowieka i niektóre inne zwierzęta.",
      "definition_translation": "Губа - это либо одна из двух мясистых складок, окружающих рот у людей и некоторых других животных.",
      "example": "Ogrywał wargi nerwowo podczas oczekiwania na wyniki. Wczoraj ogrywał wargi nerwowo podczas oczekiwania na wyniki. Jutro ogrywał wargi nerwowo podczas oczekiwania na wyniki.",
      "example_translation": "Она укусила губу из-за тревоги, ожидая результатов. Вчера она укусила губу из-за тревоги, ожидая результатов. Завтра она укусит губу из-за тревоги, ожидая результатов.",
      "imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "samiec",
      "translation": "мужчина",
      "definition": "Wcześniej zapisany jako mężczyzna, indywidualny samiec gatunku, produkcji plemników, w tym ludzka lub zwierzęca.",
      "definition_translation": "Мужчина - это индивидуум вида, производящий сперму для оплодотворения, особенно человек или животное.",
      "example": "Lew samiec ryknął głośno w dżungli wczoraj, ale teraz próbuje spać. Wczoraj lew samiec ryknął głośno w dżungli. Jutro ryknie знову.",
      "example_translation": "Мужской лев громко рыкнул в джунглях вчера, но сейчас он спит. Вчера мужской лев рыкнул громко в джунглях. Завтра мужской лев громко рыкнет в джунглях снова.",
      "imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "około pięćdziesiąt",
      "translation": "среднего возраста",
      "definition": "Odnośnik do osób, które są w połowie między młodością a starością, kiedy to zwykle są między 40 a 65 lat.",
      "definition_translation": "относящийся к людям, которые не молоды и не стары, обычно между 40 и 65 годами",
      "example": "Mój wujek bliski średniej wieku lubi grać w golfa w wolnym czasie. Grałem w golfa i pozostanę tam następnego weekendu.",
      "example_translation": "Мой дядя среднего возраста любит играть в гольф в свободное время. Он играл в гольф на прошлых выходных и будет играть снова на следующих выходных.",
      "imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wąsy",
      "translation": "усы",
      "definition": "Rost włosów na górnej wardze, szczególnie, kiedy są uprawiane i pielęgnowane.",
      "definition_translation": "рост волос на верхней губе, особенно когда он культивируется и ухаживается",
      "example": "Mój dziadek miał duże wąsy młodzieńcze. Miał je uprawiane przez wiele lat i nadal to robić, kiedy stanie się starszym i starszym.",
      "example_translation": "У моего дедушки был большой усы, когда он был молодым. Он растет его в течение многих лет и будет продолжать расти до старости.",
      "imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przytyć",
      "translation": "набрать вес",
      "definition": "zdobyć wagę, szczególnie poprzez spożywanie zbyt dużej ilości pożywienia",
      "definition_translation": "набрать вес, особенно поедая слишком много еды",
      "example": "Ostatnio przytyłem, ponieważ dużo jadłem fast food. Będę odrzucał jedzenie fast food i zacznę ćwiczyć, aby schudnąć.",
      "example_translation": "Я最近 набрал вес, потому что я ел слишком много фаст-фуда. Я перестану есть фаст-фуд и начну заниматься спортом, чтобы сбросить вес.",
      "imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "płeć",
      "translation": "пол",
      "definition": "cecha charakteryzująca, że jesteśmy płci męskiej lub żeńskiej",
      "definition_translation": "характеристика быть мужчиной или женщиной",
      "example": "Formularz pytał na moją płeć, więc podległem 'mężczyzna'. Jutro, kiedy tylko będę miał taką potrzebę, podlegnę 'mężczyzna'.",
      "example_translation": "Форма просила мой пол, поэтому я заполнил 'мужчина'. Я заполню 'мужчина' в будущем, когда мне нужно будет.",
      "imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odebrać",
      "translation": "брить",
      "definition": "usunąć włosy z części ciała mającym zarost, np. twarz, używając maszynki",
      "definition_translation": "удалить волосы с части тела, особенно лица, используя бритву",
      "example": "Wczoraj odebrawłem włosy,  tyle że odebieram hver morning, i mam odebrać włosy jutro.",
      "example_translation": "Я брился вчера, я брюсь каждое утро, и я сбриюсь завтра.",
      "imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mądry",
      "translation": "умный",
      "definition": "posiadający lub pokazujący dużo zdolności lub zdrowego rozsądku",
      "definition_translation": "имеющий или проявляющий большую долю интеллекта или здравого смысла",
      "example": "Moja inteligentna siostra skończyła studia, kiedy miała 20 lat, jest inteligentna z matematyki i będzie dość inteligentna, aby otrzymać stypendium.",
      "example_translation": "Моя умная сестра закончила университет в возрасте 20 лет, она разумна в математике, и она будет достаточно умна, чтобы получить стипендию.",
      "imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nastolatek",
      "translation": "подростковый",
      "definition": "dotyczy lub jest cechą osób, które mają od 13 do 19 lat",
      "definition_translation": "относящийся к или характерный для людей в подростковом возрасте",
      "example": "Byłem nastolatkiem, który buntował się. Moja nastoletnia córka kocha muzykę rockową, a mój nastoletni syn stanie się idolem nastolatków.",
      "example_translation": "Я был подростковым бунтарем, моя подростковая дочь любит рок-музыку, и мой подростковый сын будет подростковым идолом.",
      "imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kciuk",
      "translation": "большой палец",
      "definition": "krótki i gruby palec u ręki, zlokalizowany wewnętrznie",
      "definition_translation": "короткий, толстый палец на внутренней стороне человеческой руки",
      "example": "Zraniłem swój kciuk podczas gry w piłkę, kiedyś podciągałem kciuk jako dziecko, a jutro ktoś się zrani kciuka, jeśli není skrupulatny.",
      "example_translation": "Я поранил большой палец, играя в футбол, она сосала большой палец в детстве, и он сломает большой палец, если он не будет осторожен.",
      "imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słaby",
      "translation": "слабый",
      "definition": "nie mający siły lub energii, niewielki co do siły lub mocy",
      "definition_translation": "Не имеющий силы или энергии; не сильный или мощный.",
      "example": "Czułem się słaby po długiej chorobie. Byłem słabym w matematyce w szkole, a jeśli nie jem dobrze, będę słaby.",
      "example_translation": "Я чувствовал себя слабым после долгой болезни. Я был слаб в математике в школе. Я буду слаб, если не буду хорошо питаться.",
      "imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ważyć",
      "translation": "весить",
      "definition": "mierzyć wagę lub mnóstwo czegoś, lub odznaczać wagą itp.",
      "definition_translation": "Измерять вес чего-либо или иметь определенный вес.",
      "example": "Muszę zważyć ten paczkę, żeby ją wysłać, waży 50 kg, oni zważą wszystkie możliwości, zanim podejmą decyzję.",
      "example_translation": "Мне нужно измерить вес этого пакета, чтобы отправить его. Она весит 50 кг. Они будут взвешивать варианты перед принятием решения.",
      "imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "masa",
      "translation": "вес",
      "definition": "ilość lub mnóstwo ciężkości lub mnóstwa czegoś",
      "definition_translation": "Количество или масса тяжести или массы чего-либо.",
      "example": "Masa torebki jest zbyt duża, abym mógł ją przenosić. On duży zdobył znacznie wagę. Decyzja jest ciężar na ich barkach.",
      "example_translation": "Вес пакета слишком велик для меня, чтобы нести. Его вес значительно увеличился. Вес решения лежит на их плечах.",
      "imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stosownie ubrany",
      "translation": "элегантный",
      "definition": "ubochny w czystej i ładnej odzieży w stylowym sposób",
      "definition_translation": "Носит чистую и опрятную одежду в элегантном стиле.",
      "example": "On zawsze jest stosunkowo ubrany do zawsze ważnych spotkań, robiłem to zawsze, bo mówiłem, że jestem stosunkowo ubrany, kiedy idę na prostych imprezach, ponieważ mówiłem, że jestem zawsze stosunkowo ubrany w tych kilku prostych strojach, mówiłem, że powinienem być zawsze stosunkowo ubrany na prostych imprezach, ponieważ powinienem mieć stosunkowo ładny strój na prostych imprezach.",
      "example_translation": "Он всегда элегантен на важных встречах. Она была элегантно одета на вечеринке. Они - элегантная пара.",
      "imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "młodość",
      "translation": "молодежь",
      "definition": "Okres życia między dzieciństwem a dorosłością, charakteryzujący się rozwojem fizycznym, emocjonalnym i społecznym.",
      "definition_translation": "Период жизни между детством и взрослой жизнью, характеризующийся физическим, эмоциональным и социальным развитием člověka.",
      "example": "W jej młodości była odważną i śmiałkową dziewczyną, zawsze chętną do eksplorowania nowych miejsc. Spędzi mnóstwo młodości, studiując za granicą. W przyszłości będzie wspominać swą młodość z nostalgią.",
      "example_translation": "В своей молодости она была смелым и авантюрным человеком, всегда готовым исследовать новые места. Она проведет свою молодость, учась за границей. Она будет вспоминать свою молодость с ностальгией в будущем.",
      "imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "naga",
      "translation": "голый",
      "definition": "Bez nakrycia lub ubioru, naga.",
      "definition_translation": "Без покрытия или одежды; голый.",
      "example": "Drzewo było naga z liści zimą. Szła boso po plaży, ponieważ noga była naga. Pokój był pozbawiony mebli.",
      "example_translation": "Дерево было голым без листьев зимой. Она ходила босиком на пляже. Комната была голой без какой-либо мебели.",
      "imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "maska",
      "translation": "маскировка",
      "definition": "Kostium lub wygląd noszone, by ukryć swoją tożsamość lub charakter.",
      "definition_translation": "Костюм или внешний вид, ношенный для сокрытия своей личности или характера.",
      "example": "Na podwójny, nosiła maskę, sąd wyraził zadowolenie.",
      "example_translation": "Она надела маскировку на вечеринку, чтобыavoid recognition. Он использовал фальшивую бороду как маскировку. Маскировка шпионки позволила ей слиться с толпой.",
      "imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "maska",
      "translation": "маскировка",
      "definition": "Kostium lub wygląd noszone, by ukryć swoją tożsamość lub charakter.",
      "definition_translation": "Костюм или внешний вид, ношенный для сокрытия своей личности или характера.",
      "example": "Aktor ukrywał jego twarz maską na imprezie, dzięki czemu nikt go nie poznał. Złodziej zastosował maskę podczas popełniania przestępstwa. Policja próbowała powiązać maskę z podejrzanym.",
      "example_translation": "Маскировка актера была так хороша, что никто не узнал его. Вор использовал маскировку, чтобы совершить преступление. Полиция пыталась раскрыть маскировку подозреваемого.",
      "imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "elegancki",
      "translation": "элегантный",
      "definition": "Mający atrakcyjny i wyrafinowany wygląd.",
      "definition_translation": "Имеющий приятно-refined и достойный внешний вид или характер.",
      "example": "Wyglądała elegancko w naszym czerwonym sukniu podczas imprezy, ponieważ jest elegancką matką w swoim weselnym kostiumie. Podczas uroczystości zdobycia dyplomu wyglądały pięknie i elegancko.",
      "example_translation": "Она выглядела элегантно в ее красном платье на вечеринке. Она будет выглядеть элегантно на ее свадьбе. Она выглядела элегантно на ее выпускной церемонии.",
      "imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "elegancko",
      "translation": "элегантно",
      "definition": "W sposobie, który jest atrakcyjny i wyrafinowany.",
      "definition_translation": "Таким образом, который является приятно-refined и достойным.",
      "example": "Chodziła elegancko po schodach. Tańczy elegancko podczas balu. Tańczyła elegancko podczas studniówki.",
      "example_translation": "Она шла элегантно вниз по лестнице. Она будет танцевать элегантно на балу. Она танцевала элегантно на выпускном вечере.",
      "imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "brwi",
      "translation": "брови",
      "definition": "Włosy, które rosną powyżej oczu.",
      "definition_translation": "Волосы, которые растут над глазами.",
      "example": "Ma gęste brwi, które wymagają regularnego trymowania. Były doskonale ukształtowane. Miała je wywoszone wczoraj.",
      "example_translation": "У нее густые брови, которые требуют регулярной стрижки. Ее брови были идеально сформированы. Она удалила свои брови воском вчера.",
      "imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rzęsy",
      "translation": "ресницы",
      "definition": "Włosy, które rosną na brzegach powiek.",
      "definition_translation": "Волосы, которые растут на краях век.",
      "example": "Ma długie rzęsy, które sprawiają, że jej oczy wyglądają pięknie. Były kręcone i tuszowane. Miała je powiększone w salonie.",
      "example_translation": "У нее длинные ресницы, которые делают ее глаза выглядеть красивыми. Ее ресницы были закрученными и покрытыми mascara. Она.extend свои ресницы в салоне.",
      "imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "funkcja",
      "translation": "функция",
      "definition": "Prominentna lub charakterystyczna część lub cecha czegoś.",
      "definition_translation": "Выбочные или отличительные части или характеристики чего-либо, такие как ландшафт, лицо человека или продукт.",
      "example": "Nowa funkcja w smartfonie pozwala użytkownikom na odblokowanie urządzenia przy użyciu twarzy.",
      "example_translation": "Новая функция смартфона позволяет пользователям разблокировать свой телефон лицом.",
      "imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żeński",
      "translation": "женский",
      "definition": "Dotyczący lub charakterystyczny dla kobiet lub dziewcząt.",
      "definition_translation": "Относящийся к женщинам или девушкам.",
      "example": "żeński sportowiec wygrał złoto na Igrzyskach Olimpijskich. Będzie rywalizować z innymi żeńskimi sportowcami podczas następnego turnieju.",
      "example_translation": "Женская спортсменка выиграла золотую медаль на Олимпийских играх. Она будет соревноваться с другими женскими спортсменками на следующем турнире.",
      "imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "freckles",
      "translation": "прыщики",
      "definition": "Małe, zwykle brązowe, plamy na skórze, szczególnie na twarzy lub ramionach, powodowane tworzeniem się melaniny.",
      "definition_translation": "Маленькие, обычно коричневые, пятна на коже, особенно на лице или руках, образующиеся в результате формирования меланина.",
      "example": "Miała fredzle na całej twarzy i ramionach, co sprawiało, że wyglądała jeszcze piękniej. Kiedy była dzieckiem, jej fredzle były ciemniejsze, ale kiedy dorastała, stawały się jaśniejsze.",
      "example_translation": "У нее были прыщики на всем лице и руках, что делало ее еще более красивой. Когда она была ребенком, ее прыщики были темнее, но когда она выросла, они стали světlejší.",
      "imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fringe",
      "translation": "бахрома",
      "definition": "Ozdobny brzeg lub obwód, szczególnie na tkaninie lub odzieży.",
      "definition_translation": "Декоративная кайма или окантовка, особенно на ткани или на предмете одежды.",
      "example": "Sukienka miała piękny frunż pod spodem, co sprawiało, że wyglądała bardziej elegancko. Kochała frunż na swoim szaliku, co dodawało nutę wyrafinowania do kombinezonu.",
      "example_translation": "Платье имело красивую бахрому внизу, что делало его более элегантным. Она любила бахрому на ее шарфе, которая добавляла штрих изысканности к ее наряду.",
      "imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gender",
      "translation": "гендер",
      "definition": "Stan bycia męskim lub żeńskim, szczególnie w odniesieniu do ról społecznych i kulturalnych.",
      "definition_translation": "Состояние быть мужчиной или женщиной, особенно в отношении социальных и культурных ролей.",
      "example": "Nauczycielka poprosiła ucznia o podanie swojego płci w formularzu. Od zawsze miała problem z tożsamością płciową. Do 30. roku życia całkowicie zmieniła płeć.",
      "example_translation": "Учитель спросил ученика, чтобы тот указал свой пол в форме. Она всегда боролась со своей гендерной идентичностью. К тому времени, когда ей было 30, она полностью перешла к новому полу.",
      "imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grown-up",
      "translation": "взрослый",
      "definition": "Osoba, która osiągnęła fizyczną i emocjonalną dojrzałość, która często charakteryzuje się zdrowym poczuciem odpowiedzialności i niezależności.",
      "definition_translation": "Человек, достигший физической и эмоциональной зрелости, обычно отмеченной чувством ответственности и независимости.",
      "example": "Jako dorosły zrozumiałem, że moi rodzice mieli rację w wielu sprawach. Była dorosłą już w wieku 18 lat, ale wciąż mieszkała u swoich rodziców. Do czasu, gdy miał 40 lat, stał się udanym dorosłym z rodziną.",
      "example_translation": "В качестве взрослого я понял, что мои родители были правы о многих вещах. Она была взрослой в 18 лет, но все еще жила с родителями. к тому времени, когда ему было 40, он стал успешным взрослым с семьей.",
      "imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hair",
      "translation": "волосы",
      "definition": "Wzrost na ludzkiej głowie lub ciele zwierzęcym, składający się z białka, które rośnie z naskórka.",
      "definition_translation": "Рост на человеческой голове или теле животного, состоящий из белковой филаменты, растущей из фолликулов в коже.",
      "example": "Miała długie, kręcone włosy, które spadały po plecach. Musiał się ponownie ostrzyc, ponieważ jego włosy były zbyt długie. W przyszłości będę miała włosy graying i zmarszczki.",
      "example_translation": "У нее были длинные, кучерявые волосы, которые спускались вниз по ее спине. Он должен был постричься, потому что его волосы были слишком длинными. В будущем у меня будет седая шевелюра и морщины.",
      "imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "image",
      "translation": "образ",
      "definition": "Wizualna reprezentacja lub podobieństwo coś, tak jak osoba, obiekt lub scena.",
      "definition_translation": "Визуальное представление или подобие чего-то, такого как человек, объект или сцена.",
      "example": "Obraz na ekranie telewizora był mglisty. Prezentowała obraz pewności siebie, która inspirowała jej zespół. W przyszłości stworzę 3D obraz mojego idealnego miasta.",
      "example_translation": "Образ на экране ТВ был нечетким. Она проецировала образ уверенности, который вдохновил ее команду. В будущем я создам трехмерный образ моего идеального города.",
      "imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "male",
      "translation": "мужской",
      "definition": "Mający lub pokazujący cechy tradycyjnie kojarzone z mężczyznami, takie jak siła i odwaga.",
      "definition_translation": "Имеющий или демонстрирующий качества, традиционно связанные с мужчинами, such as strength и храбрость.",
      "example": "Był modelem męskim, znanym ze swojego rudzielewego wyglądu. Był modelem męskim przez lata. Będę modelem męskim przyszłego roku.",
      "example_translation": "Он был моделью мужского пола, известным своей мужской внешностью. Он был моделью мужского пола в течение лет. Он станет моделью мужского пола в следующем году.",
      "imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nail",
      "translation": "гвоздь",
      "definition": "Mały metalowy gwóźdź z płaską głową, używany do łączenia elemntów, szczególnie drewna.",
      "definition_translation": "Маленький металлический штырь с плоской головкой, используемый для соединения вещей, особенно дерева.",
      "example": "Wbiłem gwóźdź w ścianę, aby powiesić obraz. Wbiłem gwóźdź w ścianę wczoraj. Wbię gwóźdź w ścianę jutro.",
      "example_translation": "Я забил гвоздь в стену, чтобы повесить картину. Я забил гвоздь в стену вчера. Я забью гвоздь в стену завтра.",
      "imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "naked",
      "translation": "голый",
      "definition": "Bez ubrań lub okryw; nie noszący żadnych ubrań.",
      "definition_translation": "Без одежды или покрытия; не носит никакой одежды.",
      "example": "Dziecko było nago w wannie. Wczoraj dziecko było nago w wannie. Dziecko będzie nago w wannie ponownie.",
      "example_translation": "Младенец был голым в ванне. Младенец был голым в ванне раніше. Младенец будет голым в ванне снова.",
      "imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pale",
      "translation": "бледный",
      "definition": "Mający lekką lub przemakną barwę; nie będąc wyraźnie kolorowymi.",
      "definition_translation": "Имеющий светлый или выцветший цвет; не ярко окрашенный.",
      "example": "Bladoniebieskie ściany wyglądały ładnie z ciemnym meblami. Ściany były blado-niebieskie przez wiele lat. Ściany będą blado-niebieskie ponownie wkrótce.",
      "example_translation": "Бледно-синие стены выглядели хорошо с темной мебелью. Стены были бледно-синими в течение лет. Стены снова станут бледно-синими скоро.",
      "imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "móżdżek",
      "translation": "хвостик",
      "definition": "Fryzura, w której włosy są ściągnięte i związane z tyłu głowy, najczęściej wstążką lub gumką.",
      "definition_translation": "Причёска, в которой волосы оттянуты назад и закреплены на затылке, обычно с помощью ленты или резинки.",
      "example": "Miała móżdżek i nosiła białą koszulę. Wczoraj miała móżdżek i nosiła białą koszulę. Jutro będzie miała móżdżek i będzie nosiła białą koszulę.",
      "example_translation": "У неё был хвостик, и она носила белую рубашку. Вчера у неё был хвостик, и она носила белую рубашку. Завтра у неё будет хвостик, и она будет носить белую рубашку.",
      "imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rasowy",
      "translation": "расовый",
      "definition": "Dotyczący lub charakteryzujący rasę osoby.",
      "definition_translation": "Относящийся к или характеризующий расу человека.",
      "example": "Rasowa różnorodność miasta była imponująca. Różnorodność rasowa miasta była imponująca. Różnorodność rasowa miasta będzie imponująca.",
      "example_translation": "Расовая разнообразие города было впечатляющим. Расовое разнообразие города является впечатляющим. Расовое разнообразие города будет впечатляющим.",
      "imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "seksualny",
      "translation": "сексуальный",
      "definition": "Dotyczący lub związany z seksem.",
      "definition_translation": "Относящийся к или связанный с сексом.",
      "example": "Zdrowie seksualne ludności jest poważnym problemem. Zdrowie seksualne ludności było poważnym problemem. Zdrowie seksualne ludności będzie poważnym problemem.",
      "example_translation": "Сексуальное здоровье населения являетсяmajor concern. Сексуальное здоровье населения было major concern. Сексуальное здоровье населения будет major concern.",
      "imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plamka",
      "translation": "пятно",
      "definition": "Małe oznakowanie lub własność na powierzchni.",
      "definition_translation": "Маленькое пятно или стой на поверхности.",
      "example": "Była plamka na mej koszuli. Była plamka na mej koszuli wczoraj. Będzie plamka na mej koszuli jutro.",
      "example_translation": "Было пятно на моей рубашке. Было пятно на моей рубашке вчера. Будет пятно на моей рубашке завтра.",
      "imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "siła",
      "translation": "сила",
      "definition": "Jakość lub stan bycia silnym; zdolność do opierania się rozłamaniu lub zniszczeniu;",
      "definition_translation": "Качество или состояние быть сильным; Способность抵истать быть破ленным или разбитым;",
      "example": "Pokażał wielką siłę podnosząc ciężkie ciężary. Będzie potrzebowała siły, aby pokonać swoje lęki. Będą rozwijać siłę w nogach przez ćwiczenia.",
      "example_translation": "Он проявил великую силу, поднимая тяжелые веса. Ей будет нужна сила, чтобы преодолеть свои страхи. Они разовьют силу в своих ногах, регулярно тренируясь.",
      "imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "umacniać",
      "translation": "укреплять",
      "definition": "Czyli robić kogoś lub coś silniejszym lub potężniejszym; wspierać lub wzmacniać coś;",
      "definition_translation": "Сделать кого-то или что-то сильнее или более мощным; Поддержать или укрепить что-то;",
      "example": "Cwiczenia mogą umocnić mięśnie. Firma umocni swoją pozycję na rynku. Będzie umacniała swoje relacje z przyjaciółmi.",
      "example_translation": "Упражнения могут укрепить ваши мускулы. Компания укрепит свою позицию на рынке. Она укрепит свои отношения с друзьями.",
      "imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "opalenizna",
      "translation": "загар",
      "definition": "Brązowy kolor skóry wywołany ekspozycją na słońce; rodzaj skóry;",
      "definition_translation": "Коричневый цвет кожи, вызванный воздействием солнца; Тип кожи;",
      "example": "Dostała opaleniznę po tygodniu pobytu na plaży. Opalenizna skóry była bardzo modna. Chciał dostać opaleniznę, aby wyglądać zdrowiej.",
      "example_translation": "Она загорела после недельного пребывания на пляже. Коричневая кожаная куртка была очень модной. Он хотел загореться, чтобы выглядеть здоровее.",
      "imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uda",
      "translation": "бедро",
      "definition": "Część ludzkiej nogi powyżej kolana; Kawałek mięsa z tej części ciała;",
      "definition_translation": "Часть human ноги выше колена; Нарезка мяса из этой области;",
      "example": "Zawodnik poważnie uszkodził mięsień uda podczas gry. Lekarz zbadał jej udo, aby sprawdzić obrażenia. Będą gotować udo na obiad.",
      "example_translation": "Спортсмен растянул мышцу бедра во время игры. Врач осмотрел ее бедро, чтобы проверить на травмы. Они будут готовить мясо бедра на ужин.",
      "imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fale",
      "translation": "волнистый",
      "definition": "Mając wavy lub sinusoidalną formę; nieprosta lub płaska.",
      "definition_translation": "Имея волнистую или синусоидальную форму; не прямую или плоскую.",
      "example": "Surfista jeździł po falach przez całą sobotę. Miała faliste włosy jako dziecko. Droga będzie wtedy falista, kiedy skończą budowę.",
      "example_translation": "Сёрфер катался на волнистой волне весь morning. У нее были волнистые волосы в детстве. Дорога будет волнистой, когда они закончат строительство.",
      "imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wysportowany",
      "translation": "крепко сложенный",
      "definition": "Mający silne i zdrowe ciało; fizycznie wyróżniający się.",
      "definition_translation": "Имея крепкое и здоровое тело; физически.fit.",
      "example": "Wysportowany zawodnik wygrał mistrzostwo. Był to wysportowany mężczyzna w młodości. Firma dąży do budowania solidnych domów.",
      "example_translation": "Крепко сложенный спортсмен выиграл чемпионат. Он был крепко сложенным мужчиной в молодости. Компания стремится строить крепко сложенные дома.",
      "imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wrinkles",
      "translation": "морщины",
      "definition": "Linie lub fałdy na skórze, zwłaszcza na twarzy, powstałe w wyniku starzenia się lub powtarzających się wyrazów twarzy.",
      "definition_translation": "Линии или складки на коже, особенно на лице, в результате старения или повторяющихся мимических выражений.",
      "example": "Palenie tytoniu może powodować zmarszczki na twarzy. Stary mężczyzna miał głębokie zmarszczki na czole. Próbowała usunąć zmarszczki z twarzy używając kremów.",
      "example_translation": "Курение может вызвать морщины на лице. Старый мужчина имел глубокие морщины на лбу. Она пыталась удалить морщины с лица, используя кремы для лица.",
      "imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wrist",
      "translation": "запястье",
      "definition": "Zgięcie kończyny górnej pomiędzy ręką a przedramieniem, lub odpowiednia część rękawiczki.",
      "definition_translation": "Сустав между рукой и предплечьем, или соответствующая часть перчатки.",
      "example": "Urazyła się podczas gry w tenisa. Opaska na nadgarstku była zbyt ciasna. Lekarz dokładnie zbadał jego nadgarstek.",
      "example_translation": "Она повредила запястье, играя в теннис. Запястный браслет был слишком тесным. Доктор тщательно осмотрел его запястье.",
      "imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "youth",
      "translation": "молодежь",
      "definition": "Okres życia pomiędzy dzieciństwem a dorosłością, charakteryzujący się poczuciem wolności i eksperymentowania.",
      "definition_translation": "Период жизни между детством и взрослой жизнью, характеризующийся ощущением свободы и эксперимента.",
      "example": "W mojej młodości byłem wolny i podróżowałem po świecie. Teraz jestem osiadłym ojcem rodziny. Kiedy sięgam pamięci, zdaję sobie sprawę, ile nauczyłem się z tych doświadczeni i żałuję, że nie mogę ich powtórzyć.",
      "example_translation": "В моей молодости я был свободен и путешествовал по миру. Теперь я женат с семьей. Когда я смотрю назад, я понимаю, сколько я научился из тех опытов и хочу пережить их заново.",
      "imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "calf",
      "translation": "теленок",
      "definition": "Młode byczki lub jałówka, zazwyczaj w ciągu pierwszego roku życia.",
      "definition_translation": "Молодая корова или бык, обычно в первый год своей жизни.",
      "example": "Cielę urodziło się wczoraj i jeszcze uczy się chodzić. Wczoraj widziałem cielę bawiące się w polu. Do przyszłego roku to cielę stanie się dorosłą krową.",
      "example_translation": "Теленок родился прошлой ночью и все еще учится ходить. Вчера я видел теленка, играющего в полях. К следующему году этот теленок станет взрослой коровой.",
      "imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "elegance",
      "translation": "элегантность",
      "definition": "Cecha bycia przyjemnie wdzięcznym i stylowym pod względem wyglądu lub sposobu bycia.",
      "definition_translation": "Качество быть приятно изящным и стильным внешне или в манере.",
      "example": "Elegancja ruchów tej baletnicy pochwyciła publiczne uwielbienie. Nowa restauracja robi wrażenie podczas obiadu, ale jedzenie przypomniało oświetlenie lub wystrój. Kiedy dorosnę, chcę projektować eleganckie ciuchy.",
      "example_translation": "Элегантность движений балериныcaptivated аудиторию. Элегантность нового ресторана впечатлила меня, но еда не была så good, как я ожидаем. Когда я вырасту, я хочу diseñar элегантные clothes.",
      "imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "little finger",
      "translation": "мизинец",
      "definition": "Najmniejszy palec w ludzkiej dłoni.",
      "definition_translation": "Самый маленький палец human руки.",
      "example": "Złamałem własny mały palec podczas gry w piłkę nożną. Lekarz powiedział, że muszę odsapnąć mój mały palec przez kilka tygodni. Mój mały palec ciągle jest zardzewiały z powodu tej kontuzji.",
      "example_translation": "Я сломал свой мизинец, играя в футбол. Доктор сказал, что мне нужно отдохнуть мой мизинец на несколько недель. Мой мизинец все еще болит от травмы.",
      "imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "middle finger",
      "translation": "средний палец",
      "definition": "Trzeci palec ludzkiej dłoni, umieszczone między palcem wskazującym a palcem serdecznym.",
      "definition_translation": "Средний палец - это третий палец человеческой руки, расположенный между указательным и безымянным пальцами.",
      "example": "Podnosiła środkowy palec do kierowcy, kiedy ten wyprzedził ją na trasie. Wczoraj podnosiła swój środkowy palec do brata, kiedy odebrał ulubioną zabawkę. W przyszłości podnosi swojego środkowego palca do każdego, kto próbuje odebrać miejsca parkingowe.",
      "example_translation": "Она показала средний палец водителю, когда он cắt ее на дороге. Вчера она показала средний палец брату, когда он взял ее любимую игрушку. В будущем она будет показывать средний палец любому, кто попытается занять ее парковочное место.",
      "imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obese",
      "translation": "ожиревший",
      "definition": "Otyłość oznacza stan o osoby mającej indeks masy ciała (BMI) 30 lub wyższy, która oznacza, że dana osoba jest ciężko otyła.",
      "definition_translation": "Ожиревший - это человек, который имеет индекс массы тела (ИМТ) 30 или выше, что означает, что он имеет сильный лишний вес.",
      "example": "Lekarz ostrzegał pacjenta, że otyłość może powodować na poważne dolegliwości zdrowotne. Pacjent otył od dzieciństwa, ale niedawno zaczął ćwiczyć, aby schudnąć. W przyszłości pacjent stara się nie otyć.",
      "example_translation": "Доктор предупредил пациента, что ожирение может привести к серьезным проблемам со здоровьем. Пациент был ожиревшим с детства, но недавно начал заниматься физкультурой, чтобы похудеть. В будущем пациент надеется больше не быть ожиревшим.",
      "imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "resemble",
      "translation": "походить",
      "definition": "Przypominać coś lub kogoś oznacza wyglądać lub wydawać się podobnym, mającym podobne cechy lub charakter.",
      "definition_translation": "Быть похожим на что-то или кого-то означает иметь похожий вид, характер или качество.",
      "example": "Nowy pracownik przypominał mi starego szefa. To dom przypominał zamek, z jego wysokimi wieżami i podnóżkami. W przyszłości firma powinna w końcu wyglądać na korporację multinarodową.",
      "example_translation": "Новый сотрудник походит на моего старого босса по стилю управления. Дом походит на замок, с его высокими башнями и просторными залами. В будущем компания будет походить на 멀тинациональную корпорацию.",
      "imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "adolescent",
      "translation": "подросток",
      "definition": "Nastolatek to młoda osoba w trakcie rozwoju z dziecka w dorosłą osobę, zwykle między 13 a 19 rokiem życia.",
      "definition_translation": "Подросток - это молодой человек, который развивается из ребенка в взрослого, обычно в возрасте между 13 и 19 годами.",
      "example": "Nastolatek zmagał się z próbami dopasowania do kolegów szkolnych. Gdy był nastolatkiem, byłem aroganckim buntownikiem. W przyszłości nastolatek stanie się pewnym sobą.",
      "example_translation": "Подросток боролся со своей социальной группой в школе. Как подросток, она была очень упрямой и независимой. В будущем подросток станет уверенным взрослым.",
      "imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kości policzkowe",
      "translation": "скулы",
      "definition": "Kości policzkowe to kości wystające części twarzy, zlokalizowane poniżej oczu i tworzące górną szczękę.",
      "definition_translation": "Скулы - это костные выступы лица, расположенные ниже глаз и образующие верхнюю челюсть.",
      "example": "Jej wyższe kości policzowe i imponujące rysy twarzy uczyniły ją wspaniałym modelem. Miała wybitne kości policzkowe, o których wiele osób podziwiało. Przejdzie za rok operację, aby wzmocnić kości policzkowe.",
      "example_translation": "Ее высокие скулы и поразительные черты делали ее стопроцентной моделью. У нее были заметные скулы, которые завидовали многие. Она будет прошла операцию по коррекции своих скул в следующем году.",
      "imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cera",
      "translation": "кожный тон",
      "definition": "Cera to naturalny kolor i faktura skóry, szczególnie twarzy.",
      "definition_translation": "Кожный тон - это естественный цвет и текстура кожи человека, особенно лица.",
      "example": "Jej biała cera sprawiała, że wyglądała delikatnie. Miał ciemną cerę, która często kojarzono z pracy na wolnym powietrzu. Będzie miała pełna zdrowotność skóry po zabiegu.",
      "example_translation": "Ее светлый кожный тон делал ее выглядеть хрупкой. У него был темный кожный тон, который часто ассоциировался с работой на открытом воздухе. У нее будет радужный кожный тон после процедуры ухода за лицом.",
      "imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "naskórek",
      "translation": "кутикула",
      "definition": "Naskórek to cienka warstwa skóry położona bazie paznokcia dłoni lub paznokcia stopy.",
      "definition_translation": "Кутикула - это тонкий слой кожи у основания ногтя или пальца ноги.",
      "example": "Przesunęła swój naskórek, aby paznokcie wyglądały bardziej schludnie. Kosmetyczka potrafiła starannie tnieć jego naskórek, aby zapobiegać powstawaniu pielęgnacyjnych naszyjników. Będzie miała miękkie naskórki po kremowym leczeniu.",
      "example_translation": "Она отодвинула свои кутикулы, чтобы ее ногти выглядели аккуратнее. Косметолог аккуратно подрезал его кутикулы, чтобы предотвратить врастание ногтей. У нее будут мягкие кутикулы после увлажняющего лечения.",
      "imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dłoń",
      "translation": "ладонь",
      "definition": "Dłoń to powierzchnia ręki od nadgarstka do podstawy palców.",
      "definition_translation": "Ладонь - это внутренняя поверхность руки, от запястья до основания пальцев.",
      "example": "Ona umieściła swoją dłoń na jego czole, aby sprawdzić jego temperaturę. Odczytał z jej dłoni, aby przewidzieć jej przyszłość. Będzie miała bliznę na dłoni po operacji.",
      "example_translation": "Она поместила свою ладонь на его лоб, чтобы почувствовать его температуру. Он читал ее ладонь, чтобы предсказать ее будущее. У нее будет шрам на ладони после операции.",
      "imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "palec serdeczny",
      "translation": "безымянный палец",
      "definition": "Czwarty palec dłoni ludzkiej, położony między palcem środkowym a małym, na którym tradycyjnie nosi się obrączkę weselną.",
      "definition_translation": "Четвертый палец человеческой руки, расположенный между средним пальцем и мизинцем, на котором обычно носят обручальное кольцо.",
      "example": "Weselę miała piękną diamentową pierścionkiem na palcu serdecznym. Ona ubiera różę srebrny pierścionek na palcu serdecznym. Będzie miała złoty pierścionek na palcu serdecznym.",
      "example_translation": "Она носила красивое бриллиантовое кольцо на безымянном пальце. Вчера она носила серебряное кольцо на том пальце, но теперь она носит золотое.",
      "imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "udziec",
      "translation": "голень",
      "definition": "A front part of the human leg between the knee and the ankle.",
      "definition_translation": "Передняя часть человеческой ноги ниже колена, покрывающая большеберцовую кость.",
      "example": "On zdobył siniaka na ciemięgu podczas gry w piłce nożnej. Biega uliczkami do celu.",
      "example_translation": "Он получил ушиб на голени, играя в футбол. Она проходит через препятствия на тропе для походов, используя свою голень.",
      "imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "barady",
      "translation": "бакенбарды",
      "definition": "Włosy rosnące po bokach twarzy, przed uszami, wykonywane w wyraźnego kształtu.",
      "definition_translation": "Волосы, grows вниз по бокам лица человека перед ушами, особенно когда онистрижены в форму отличительного образа.",
      "example": "On zrobił barady, aby wyglądać tak samo jak Elvis Presley. Myśli, że barady powodują, że wygląda starszym.",
      "example_translation": "Он отрастил бакенбарды, чтобы выглядеть как Элвис Пресли. Она думает, что бакенбарды делают его старше.",
      "imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cactus",
      "translation": "шпилечный",
      "definition": "A growth of hair on the chin and jaw, especially when it is short and rough.",
      "definition_translation": "Имеющий острую или сужающуюся форму, как спика.",
      "example": "Miał kaktusa na brodzie po niezmywaniu się przez tydzień. Był gładki dwa dni temu, ale teraz mamy kaktusa. Do następnego tygodnia będzie miał pełna brodę.",
      "example_translation": "Шпилечный стиль волос был популярным в 1980-х годах. Она любит носить шпилечные каблуки на вечеринки.",
      "imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wrośnięty",
      "translation": "борода",
      "definition": "Having a pointed or tapering shape, like a spike.",
      "definition_translation": "Рост волос на подбородке и челюсти, особенно когда он короткий и грубый.",
      "example": "Styl włosów was popularny w latach osiemdziesiątych. Ciebie włosami podczas imprez.",
      "example_translation": "У него была грубая борода на подбородке после того, как он не брился неделю. Вчера у него было гладкое лицо, но теперь у него борода. К следующей неделе он будет иметь полную бороду.",
      "imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "młode przedszkolaki",
      "translation": "малыш",
      "definition": "A person, especially a young child, who is in the process of changing from being fed on milk as an infant towards the more adult diet: a toddler becomes an infant a few months after birth and becomes a young child after age 2 or 3.",
      "definition_translation": "Маленький ребенок, обычно в возрасте от одного до трех лет, который учится ходить и говорить.",
      "example": "Wczorajszym wieczorem, przedszkolak wykonał swoje pierwsze kroki. Rok temu, on nie chodził, ale teraz biega. Do tego dnia za rok jazdę wycieczkowej dwukołowicy.",
      "example_translation": "Малыш сделал свои первые шаги вчера. В прошлом году он не мог ходить, но теперь он бегает вокруг. К следующему году он будет кататься на трicycle.",
      "imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "abdomen",
      "translation": "живот",
      "definition": "Region ciała między klatką piersiową a miednicą, zawierający narządy trawienne.",
      "definition_translation": "Регион тела между грудной клеткой и тазом, содержащий органы пищеварения.",
      "example": "Lekarz zbadał brzuch pacjenta, aby zdiagnozować problem. Wczoraj pacjent miał ból brzucha, ale teraz ból ustał. Do następnego tygodnia pacjent będzie całkowicie ozdrowiały.",
      "example_translation": "Доктор осмотрел живот пациента, чтобы диагностировать проблему. Вчера у пациента был желудочный спазм, но теперь боль утихла. К следующей неделе пациент hoànно выздоровеет.",
      "imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bun",
      "translation": "булочка",
      "definition": "Mały, zwykle okrągły lub wydłużony kiełbaskokształtny chlebek, często podawany jako przekąska lub używany jako baza na kanapki.",
      "definition_translation": "Маленькая, обычно круглая или овальная булка, часто подающаяся в качестве закуски или используемая в качестве основы для сэндвичей.",
      "example": "Zjadła białko z masłem na śniadanie wczoraj. Dzisiaj je białko z szynką, a jutro zjadła białko z serem.",
      "example_translation": "Она ела булочку с маслом на завтрак вчера. Сегодня она ест булочку с ветчиной, а завтра она будет есть булочку с сыром.",
      "imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "forefinger",
      "translation": "указательный палец",
      "definition": "Palec leżący obok kciuka, używany do wskażenia lub manipulacji obiektami.",
      "definition_translation": "Палец, находящийся рядом с большим пальцем, используемый для указания и манипулирования объектами",
      "example": "Użyła swojego wskazującego palca, aby pukać w klawiaturę, potem wskazywała na mapę, a w końcu trzymała ołówek.",
      "example_translation": "Она использовала свой указательный палец, чтобы постучать по клавиатуре, потом она будет использовать его, чтобы указать на карту, иfinally она использовала его, чтобы держать карандаш",
      "imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "goatee",
      "translation": "гётэ",
      "definition": "Typ brody, która pokrywa tylko brodę i nie rozciąga się na policzki.",
      "definition_translation": "Тип бороды, который покрывает только подбородок и не распространяется на щеки",
      "example": "Miał brodę, kiedy był młody, potem wygolił ją, ale teraz rośnie krótką brodę ponownie.",
      "example_translation": "У него был гётэ, когда он был молодым, затем он сбрил его, но теперь он снова растет короткий гётэ",
      "imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "perm",
      "translation": "химическая завивка",
      "definition": "Typ fryzury, która obejmuje chemiczne leczenie włosów, aby stworzyć kędźorki lub fale.",
      "definition_translation": "Тип прически, который涉ет химическое лечение волос для создания кудрей или волн",
      "example": "Zrobiła perm w latach 80., potem wyprostowała włosy, a teraz rozważa ponowne zrobienie perm.",
      "example_translation": "Она получила химическую завивку в 80-х, затем она выпрямила волосы, и теперь она рассматривает возможность получения химической завивки снова",
      "imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]