[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "snake",
      "translation": "змея",
      "definition": "Długa, smukła, bez nog i zewnętrznego ucha, ruchoma na podłożu poprzez kurczenie i rozluźnianie mięśni",
      "definition_translation": "Длинное, тонкое, безногое животное, которое не имеет век или внешних ушей, иmoves на земле, сокращая и расслабляя свои мышцы.",
      "example": "Wąż sunęł po trawie. Sunęł po ogrodzie wczoraj. Sunie z dziury jutro.",
      "example_translation": "Змея тихо скользила через траву. Она проскользила в сад вчера. Она будет скользить из дыры завтра.",
      "imageLink": "image_files\\English\\snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "frog",
      "translation": "жаба",
      "definition": "Małe, gruboskóre, skaczące stawonogi żyją na wodzie i na lądzie.",
      "definition_translation": "Маленькое, обычно зеленое, прыгающее земноводное, которое живет в воде и на земле.",
      "example": "Żaba skakała do stawu. Skakała przez skałę wczoraj. Skoczy z drogi jutro.",
      "example_translation": "Жаба прыгнула в пруд. Она перепрыгнула через камень вчера. Она будет прыгать из виду завтра.",
      "imageLink": "image_files\\English\\frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tortoise",
      "translation": "черепаха",
      "definition": "Wolno poruszające się płazy o pancerzu, żyjące w ciepłych klimatach.",
      "definition_translation": "Медленное пресмыкающееся с панцирем, который защищает его тело, Found в теплых климатах.",
      "example": "Żółw sunął przez pustynię. Sunął przez las wczoraj. Sunie wokół jeziora jutro.",
      "example_translation": "Черепаха медленно шла через пустыню. Она yürüyла через лес вчера. Она будет ходить вокруг озера завтра.",
      "imageLink": "image_files\\English\\tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "turtle",
      "translation": "черепаха",
      "definition": "Wolno poruszające się płazy o pancerzu, żyjące w oceanach i morzach.",
      "definition_translation": "Медленное пресмыкающееся с панцирем, который защищает его тело, Found в океанах и морях.",
      "example": "Żółwik pływał szybko przez ocean. Pływał przez rafę koralową wczoraj. Będzie pływał wokół wyspy jutro.",
      "example_translation": "Черепаха быстро плавала через океан. Она плавала через коралловый риф вчера. Она будет плавать вокруг острова завтра.",
      "imageLink": "image_files\\English\\turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lizard",
      "translation": "ящерица",
      "definition": "Płaz o wydłużonym ciele, mający cztery nogi i ogon, często spotykany w ciepłych miejscach",
      "definition_translation": "рептилия, имеющая длинное тело, четыре ноги и хвост, и чаще всего встречается в теплых местах",
      "example": "Widziałem jaszczurkę kąpiącą się w słońcu wczoraj, oggi będzie się ukrywał w nory, a jutro będzie się wspinał po drzewie.",
      "example_translation": "Вчера я видел ящерицу, греющуюся на солнце, сегодня она будет прятаться в своей норе, а завтра будет ползти по дереву.",
      "imageLink": "image_files\\English\\lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "shell",
      "translation": "раковина",
      "definition": "Twarda powłoka otaczająca miękkie ciało zwierzęcia, np. żółwia lub ślimaka",
      "definition_translation": "твердая внешняя оболочка, защищающая мягкое тело животного, такого как черепаха или улитка",
      "example": "Żółw schował się do swojej muszli w celu ochrony, ślimak będzie nosił swoją muszlę ze sobą jutro, a krab pielgrzymowy mieszkał w muszli od ostatniego tygodnia.",
      "example_translation": "Черепаха отступила в свою раковину для защиты, улитка будет носить свою раковину с собой завтра, а рак-отшельник жил в новой раковине с прошлой недели.",
      "imageLink": "image_files\\English\\shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rattlesnake",
      "translation": "гремучая змея",
      "definition": "Gatunek jadowitego węża mający dźwięczący ogon, używany jako ostrzeżenie",
      "definition_translation": "тип ядовитой змеи, у которой на конце хвоста есть звук, похожий на треск, используемый в качестве предупреждения",
      "example": "Wspinacz usłyszał grzechotkę węża dźwięczącego ogonem wczoraj, dziś skrywa się w krzewach, a jutro będzie się czołgał przez trawę.",
      "example_translation": "Турист услышал гремучую змею, треснувшую своим хвостом вчера, сегодня она будет прятаться в кустах, а завтра будет ползти через траву.",
      "imageLink": "image_files\\English\\rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "reptile",
      "translation": "рептилия",
      "definition": "Zwierzę o łuskowej skórze, składające jaja, o krwi zimnej, np. wąż, jaszczurka lub żółwik",
      "definition_translation": "животное, имеющее чешуйчатую кожу,laying яиц и быть холоднокровным, такому как змея, ящерица или черепаха",
      "example": "Ekspozycja płazów w zoo prezentuje węża, jaszczurkę i żółwika, wszystkie z nich będą hibernowały podczas zimy, były aktywne wiosną, a teraz kąpią się w słońcu.",
      "example_translation": "Экспозиция рептилий в зоопарке фtured змея, ящерицу и черепаху, все из которых будут зимовать в это время года, были активными весной, и сейчас греются на солнце.",
      "imageLink": "image_files\\English\\reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "salamander",
      "translation": "саламандра",
      "definition": "Salamandra jest typem płaza o wydłużonym ciele, długim ogonie i zwykle czterech nogach.",
      "definition_translation": "Саламандра - это тип амфибии, который имеет стройное тело, длинный хвост и обычно четыре ноги.",
      "example": "Widziałem salamandrę pływającą po brzegu rzeki wczoraj, teraz pływa w wodzie, ale przyszłym roku będzie żył na lądzie.",
      "example_translation": "Вчера я видел саламандру ползущей по речному берегу, а теперь она плавает в воде, но в следующем году она будет жить на суше.",
      "imageLink": "image_files\\English\\salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tadpole",
      "translation": " головастик",
      "definition": "Kijanka jest larwalnym stadium życiowym żab i ropuch, charakteryzuje się okrągłą spoistością i długim ogonem.",
      "definition_translation": "Головастик - это личиночная стадия лягушек и жаб, характеризуется круглым телом и длинным хвостом.",
      "example": "Kijanki pływały w akwarium dziś, ale niedługo wyrosną nogi i staną się dorosłymi żabami, a następnego miesiąca będą skakały w ogrodzie.",
      "example_translation": "Головастики плыли в аквариуме сегодня, но скоро они вырастут ноги и станут взрослыми лягушками, а следующем месяце они будут прыгать в саду.",
      "imageLink": "image_files\\English\\tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żaba drzewna",
      "translation": "жаба",
      "definition": "Typ płaza, który żyje na drzewach, normalnie spotykany w ciepłych i wilgotnych klimatach.",
      "definition_translation": "Жаба - это тип амфибии, который имеет сухую, бугорчатую кожу и обычно короткие ноги.",
      "example": "Żaba drzewna skakała z gałęzi na gałąź ostatniej nocy. Skacze szybko teraz, ale skacze wolniej zimą. Widziałem już wcześniej żabę drzewną.",
      "example_translation": "Жаба сидела на камне вчера, а теперь она прыгает через сад, но в следующем году она будет жить в лесу.",
      "imageLink": "image_files\\English\\toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wąż boa",
      "translation": "амфибии",
      "definition": "Duży wąż, który zabija swoją zdobycz dławieniem, spotykany w Afryce, Azji i Australii.",
      "definition_translation": "Амфибии - это группа животных, которые имеют цикл жизни, который включает cả водные и сухопутные среды.",
      "example": "Spróbuję złapać węża boa w dżungli następnego tygodnia. Próbowałem złapać jeden rok temu, ale uciekł szybko. Nigdy wcześniej nie widziałem węża boa.",
      "example_translation": "Амфибии жили на Земле миллионы лет, и сегодня они еще живут в прудах, озерах и реках, но в будущем они могут столкнуться с вымиранием.",
      "imageLink": "image_files\\English\\amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kameleon",
      "translation": "сlepucha",
      "definition": "Rodzaj jaszczurki, która może zmieniać swój kolor, aby się wtopić w otoczenie, spotykany w Afryce, Azji i Europie.",
      "definition_translation": "Бесногий ящерицеподобный рептилий, роющий подземные норы, найденный в Европе и Азии.",
      "example": "Kameleon zmieniał swój kolor, aby się wtopić w liść, na którym siedział. Zmieni swój kolor ponownie, gdy przeniesie się na gałąź. Do miesiąca zmieni swój kolor wielokrotnie.",
      "example_translation": "В лесу я видел слепуху, роящуюся через подлесок. К завтрашнему дню оно прорыло бы норы. К следующей неделе оно прорыло бы много больше.",
      "imageLink": "image_files\\English\\blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "triton",
      "translation": "хамелеон",
      "definition": "Mały półwodny salamander, zwykle o smukłym ciele i długim ogonie.",
      "definition_translation": "Вид ящерицы, который может менять свой цвет, чтобы слиться с окружающей средой, найденный в Африке, Азии и Европе.",
      "example": "Widziałem tritona, który pływał w stawie latem. Płynie szybko teraz, ale zwolni zimą. Widziałem tritona tam wcześniej.",
      "example_translation": "Хамелеон изменил свой цвет, чтобы соответствовать листу, на котором он сидел. Оно изменит свой цвет снова, когда оно переедет на ветку. К следующему месяцу оно изменит свой цвет много раз.",
      "imageLink": "image_files\\English\\chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kobra",
      "translation": "кобра",
      "definition": "Jadowity wąż spotykany w Afryce i Azji, rozpoznawany po twarzowej rogatce.",
      "definition_translation": "Ядовитая змея, найденная в Африке и Азии, reconocida по своему похожему на капюшон лицу.",
      "example": "Kobra unosiła swoją rogatkę, kiedy groziła swojemu drapieżnikowi. Zadaje cios, jeśli czuje się zagrożona ponownie. Do następnego roku urośnie znacznie.",
      "example_translation": "Кобра подняла свой капюшон, когда угрожала своему хищнику. Оно ударит, если будет чувствовать угрозу снова. К следующему году оно вырастет намного больше.",
      "imageLink": "image_files\\English\\cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żmija łąkowa",
      "translation": "зеленая змея",
      "definition": "Bezwonna wąż spotykany w Europie i Azji, często mylony z żmiją.",
      "definition_translation": "Незаразная змея, найденная в Европе и Азии, часто принимаемая за гадюку.",
      "example": "Żmija łąkowa pełzała przez wysoką trawę, szukając swojej zdobyczy. Będzie się nią cieszył do dziś wieczora. Do nastęgo lata urośnie znacznie dłuższy.",
      "example_translation": "Зеленая змея проползла через высокую траву, ища свою добычу. Оно будет наедаться к сегодняшнему вечеру. К следующему лету оно вырастет намного длиннее.",
      "imageLink": "image_files\\English\\grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żaba ryjówka",
      "translation": "тритон",
      "definition": "Rodzaj rzekomej jaszczurki o wyglądzie dużych robaków, spotykany w Europie i Azji.",
      "definition_translation": "Маленькая полуакватическая саламандра, обычно имеющая стройное тело и длинный хвост.",
      "example": "Widziałem żabę ryjówkę, która kopała swoją norę w lesie. Kopie szybko teraz, ale kopie wolniej zimą. Widziałem już wcześniej żabę ryjówkę.",
      "example_translation": "Я видел тритона, плывущего в пруду прошлым летом. Теперь он плывет быстро, но зимой он замедлится. Я видел тритонов там раньше.",
      "imageLink": "image_files\\English\\newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "питон",
      "definition": "",
      "definition_translation": "Большая змея, убивающая свою добычу сжатием, встречается в Африке, Азии и Австралии.",
      "example": "",
      "example_translation": "Я постараюсь поймать питона в джунглях на следующей неделе. Я пытался поймать одного прошлым годом, но он быстро сбежал. Я никогда не видел питона раньше.",
      "imageLink": "image_files\\English\\python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "пятнистая саламандра",
      "definition": "",
      "definition_translation": "Вид саламандры, имеющий желтые или оранжевые пятна на спине, встречается в Северной Америке.",
      "example": "",
      "example_translation": "Пятнистая саламандра жила в влажной почве near озера. Она будет жить там летом, но она жила в лесу прошлым годом. Я видел пятнистую саламандру раньше.",
      "imageLink": "image_files\\English\\salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "деревенская лягушка",
      "definition": "",
      "definition_translation": "Вид лягушки, живущей на деревьях, обычно встречается в теплых и влажных климатах.",
      "example": "",
      "example_translation": "Деревенская лягушка прыгала с одной ветки на другую прошлой ночью. Теперь она прыгает быстро, но зимой она прыгнет медленнее. Я видел деревенскую лягушку раньше.",
      "imageLink": "image_files\\English\\tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żmija",
      "translation": "гадюка",
      "definition": "jadowita węże, spotykana w ciepłych klimatach, z trójkątną głową i rozwidlonym językiem.",
      "definition_translation": "ядовитая змея, обычно встречающаяся в теплых климатах, с треугольной головой и раздвоенным языком.",
      "example": "żmija poruszała się cicho przez trawę. Będzie miała wcześniej kąsać. Miała już swoją ofiarę wczoraj.",
      "example_translation": "Гадюка тихонько ползла через траву. Она укусит свою добычу сегодня ночью. Она ударила свою жертву вчера.",
      "imageLink": "image_files\\English\\viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wodziwod",
      "translation": "водяной змей",
      "definition": "mitologiczna istota przedstawiana jako węże, mając zdolność życia w wodzie i związana z mityami wodnymi.",
      "definition_translation": "мифологическое существо, изображенное как змееподобное существо с способностью жить в воде, часто связанное с аквтомифологией.",
      "example": "Legenda o wodziwodzie została przekazana z pokolenia na pokolenie w mojej wsi. Miał on miał się pojawić w jeziorze tej nocy. Miał hipnotyzować rybaków wczoraj.",
      "example_translation": "Легенда о водяном змее передавалась из поколения в поколение в нашем селе. Согласно сообщениям, она появится в озере сегодня ночью. Она гипнотизировала рыбаков вчера.",
      "imageLink": "image_files\\English\\water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]