[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gitara",
      "translation": "гитара",
      "definition": "Instrument muzyczny strunowy, wykorzystywany we wszelkiego rodzaju gatunkach.",
      "definition_translation": "Струнный музыкальный инструмент, играющийся при помощи щипков или стрummings, используемый в широком диапазоне музыкальных жанров.",
      "example": "Grałem na gitarze w zespole, kiedy byłem w college'u. Terazagram na niej w domu. Będę grał na niej na festiwalu następnym miesiącem.",
      "example_translation": "Я играл на гитаре в группе, когда был в колледже. Теперь я играю на ней дома. Я буду играть на ней на фестивале nächsten месяц.",
      "imageLink": "image_files\\English\\guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bęben",
      "translation": "барабан",
      "definition": "Instrument perkusyjny wydający dźwięk podczas uderzenia, wykorzystywany w różnych stylach muzycznych.",
      "definition_translation": "Музыкальный инструмент, звучащий при ударе, обычно с палкой или молотком.",
      "example": "Bębniłem po stole palcami. Odmartwa myślę gra dziś na nim w orkiestrze. Będzie następnie uderzał o niego podczas parady.",
      "example_translation": "Я барабанил на столе своими пальцами. Она играет на барабане в оркестре. Он будет барабанить на параде завтра.",
      "imageLink": "image_files\\English\\drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bębenki",
      "translation": "барабаны",
      "definition": "Liczba mnoga instrumentu perkusyjnego bębna, odnosząca się do zestawu bębenków lub perkusji.",
      "definition_translation": "Множественная форма барабана, относящаяся к набору барабанов или барабанному набору.",
      "example": "Od kiedy był chłampirem, grałem na bębenkach. Bębenki były zbyt głośne na koncercie. Odmartsytnie grałam na nich przez lata.",
      "example_translation": "Я играю на барабанах с тех пор, как был ребенком. Барабаны были очень громкими на концерте. Она играет на барабанах уже несколько лет.",
      "imageLink": "image_files\\English\\drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "instrument",
      "translation": "инструмент",
      "definition": "Narzędzie lub urządzenie wykorzystywane do tworzenia muzyki, np. gitara, skrzypce lubfortepian.",
      "definition_translation": "Инструмент или устройство, используемое для производства музыки, такой как гитара, скрипка или фортепиано.",
      "example": "Instrument był pięknie wykonany. Z grał na nim z umiejętnością. Będzie wykorzystywał instrument do komponowania muzyki.",
      "example_translation": "Инструмент был красиво изготовлен. Она играла на инструменте с мастерством. Он будет использовать инструмент для сочинения музыки.",
      "imageLink": "image_files\\English\\instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klawatura",
      "translation": "клавиатура",
      "definition": "Klawatura to urządzenie wejściowe, które służy do wprowadzania danych do komputera lub innego sprzętu elektronicznego.",
      "definition_translation": "Клавиатура - это устройство ввода, которое используется для ввода данных в компьютер или другое электронное оборудование.",
      "example": "Wczoraj kupiłem nową klawaturę, teraz ja używam i będę na niej pisał esej jutro.",
      "example_translation": "Я купил новый комплект клавиш вчера, я использую его сейчас, и яbudу использовать его для набора эссе завтра.",
      "imageLink": "image_files\\English\\keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fortepian",
      "translation": "пианино",
      "definition": "Fortepian to instrument muzyczny played by pressing keys that produce sound.",
      "definition_translation": "Пианино - это музыкальный инструмент, который играется путем нажатия клавиш, производящих звук.",
      "example": "Nauczyłem się grać na fortepianie, odtąd gram na nim każdego dnia i zagram na nim na weselu mojej siostry za miesiąc.",
      "example_translation": "Я научился играть на пианино, когда я был ребенком, я играю на нем каждый день, и я буду играть на нем на свадьбе моей сестры nächsten месяц.",
      "imageLink": "image_files\\English\\piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skrzypce",
      "translation": "скрипка",
      "definition": "Skrzypce są instrumentem strunowym, wykonanym z drewna, granym za pomocą smyczka lub palcami w ciagłych dźwiękach.",
      "definition_translation": "Скрипка - это деревянный струнный инструмент, который играется смычком или путем щипков струн пальцами.",
      "example": "Siostra grała na skrzypcach w marszalackim orkiestrze podczas liceum, teraz gra pięknie i będzie grać koncercie następnego roku.",
      "example_translation": "Моя сестра играла на скрипке в школьном оркестре, она играет на ней красочно сейчас, и она будет играть на ней на концерте в следующем году.",
      "imageLink": "image_files\\English\\violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dudy szkockie",
      "translation": "волынка",
      "definition": "Dudy szkockie to tradycyjny szkocki instrument, odgrywany przez dmuchanie powietrza do wyściółki, powodując podnosić ciśnienie i wydostanie się dźwięku z przechodzącej powietrzem rury.",
      "definition_translation": "Волынка - это традиционный шотландский инструмент, который играется путем вдувания воздуха в мешок, который надувает трубу, производя отличный звук.",
      "example": "Widziałem, ostatnim razem, dużce szkockie w czasie szkockiego festiwalu, próbowałem gra na nim ostatniego dnia i powtórnie nauczę się grać następnym latem.",
      "example_translation": "Я видел, как играют на волынке на шотландском фестивале, я пытался играть на них вчера, и я научусь играть на них следующим летом.",
      "imageLink": "image_files\\English\\bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "flet",
      "translation": "флейта",
      "definition": "Flet to instrument dęty, granego przez miętę powietrza na kłapę, powodujacy wydostanie się dźwików.",
      "definition_translation": "Флейта - это музыкальный инструмент, который играется, дувая воздух через отверстие эмбушюра, производя высокий звук.",
      "example": "Od zawsze marzyła o gry na flecie w orkiestrze i wcielę w życie. Grafuję dzisiaj godziny, by poprawić swoje wykonywania utworu i graję po raz pierwszy jutro.",
      "example_translation": "Она всегда мечтала играть на флейте в оркестре, и finally, она получила шанс. Вчера она практиковалась несколько часов, чтобы совершить свой сольный номер. Завтра она будет выступать перед тысячей людей.",
      "imageLink": "image_files\\English\\flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "saksofon",
      "translation": "саксофон",
      "definition": "Saksofon to instrument dęty z ciemnymi intwalami, pospokerany w muzyce jazz i blues.",
      "definition_translation": "Саксофон - это деревянный инструмент, который часто используется в джазе и блюзе, характеризуется своей изогнутой металлической корпусом и одинарным тростиным мундштуком.",
      "example": "Ten saksofonista dmuchał cięgle, wrzynał muzykę, która oczarowuje publiczność. Grębie im od czasu, kiedy byli chładcem i teraz są doskonałym muzykiem.",
      "example_translation": "Саксофонист дул в инструмент с страстью, создавая душевную мелодию, которая зачаровала аудиторию. Он играл на саксофоне с тех пор, как был подростком, и теперь он был профессиональным музыкантом.",
      "imageLink": "image_files\\English\\saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "balalaika",
      "translation": "балалайка",
      "definition": "Instrument muzyczny o puzonowatym korpusie i długim gryfie, pochodzący z Rosji, grany przez pociąganie strun.",
      "definition_translation": "Струнный музыкальный инструмент, происходящий из России, с треугольным корпусом и длинной шеей, играемый путём щипания струн.",
      "example": "Wspaniale grała na balalajce podczas festiwalu kulturalnego. Będzie grała na balalajce na koncercie dziś wieczorem. Przez całe dzieciństwo umiejętnie grała na balalajce.",
      "example_translation": "Она красиво играла на балалайке на культурном фестивале. Она будет играть на балалайке на концерте今 вечером. Она играла на балалайке с великим мастерством в детстве.",
      "imageLink": "image_files\\English\\balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "banjo",
      "translation": "банджо",
      "definition": "Instrument muzyczny o okrągłym korpusie i długim gryfie, pochodzący z Afryki, grany przez pociąganie lub strumieniowanie strun.",
      "definition_translation": "Струнный музыкальный инструмент с круглым корпусом и длинной шеей, играемый путём щипания или стрummings струн, происходящий из Африки.",
      "example": "W muzyce country gromko strumieniował banjo podczas festiwalu. Jutro będzie grał na banjo na przyjęciu. W zespole bluegrass umiejętnie grał na banjo.",
      "example_translation": "Он громко играл на банджо на фестивале кантри-музыки. Он будет играть на банджо на вечеринке завтра. Она играла на банджо с мастерством в.bluegrass-ансамбле.",
      "imageLink": "image_files\\English\\banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bassoon",
      "translation": "фагот",
      "definition": "Wielki, dwustronni instrument dęty, używany w muzyce orkiestrowej i kameralnej, charakteryzujący się mnogimi niskimi tonami.",
      "definition_translation": "Большой, двойной камерный инструмент с деревянным ветром, используемый в оркестровой и камерной музыке, известный своим отличительным низкочастотным звуком.",
      "example": "Bassonista elewantsa grał na bassoonie w symfonicznej orkiestrze. Dziś wieczorem będzie grać na bassoonie w sali koncertowej. W zespole drewnianych instrumentów grał bassoon z precyzją.",
      "example_translation": "Басунист элегантно играл на фаготе в симфоническом оркестре. Она будет играть на фаготе в концертном зале今 вечером. Он играл на фаготе с точностью в ансамбле деревянных духовых инструментов.",
      "imageLink": "image_files\\English\\bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "castanets",
      "translation": "кастаньеты",
      "definition": "Para małych, muszlowych instrumentów, trzymanych w ręce i klikanych, by wydobyć rytmiczny dźwięk, typowo używana w muzyce flamenco i tańcu.",
      "definition_translation": "Пара небольших инструментов, схожих по форме с раковиной,held в руке и щелкаемых друг по другу, чтобы произвести ритмический звук, типично используемых в музыке и танце фламенко.",
      "example": "Głośno kliknęła kastanietami podczas flamenco. W ciągu dwóch lat nauczy się grać na kastanietach intensywnie.",
      "example_translation": "Она громко щелкнула кастаньетами на фламенко-танцевальном выступлении. Он будет играть на кастаньетах на испанском фестивале завтра. Они играли на кастаньетах с страстью в танцевальной труппе.",
      "imageLink": "image_files\\English\\castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cimbalom",
      "translation": " цимбал",
      "definition": "Cymbałom jest typem instrumentu strunowego pochodzącym z Węgier, składający się z trapezoidalnego pudła rezonansowego ze strunami metalowymi.",
      "definition_translation": "Цимбал - это тип струнного музыкального инструмента, происходящего из Венгрии, состоящего из трапециевидного звукового корпуса с набором металлических струн, растянутых через него.",
      "example": "Tradycyjna węgierska kapela ludowa grała na cimbalom z wielką umiejętnością. Gracz cymbałom ćwiczył przez lata. W przyszłym roku będą wykonywać na cimbalom podczas festiwalu.",
      "example_translation": "Традиционный венгерский фольклорный ансамбль играл на цимбале с большим мастерством. Игрок на цимбале практиковал в течение многих лет. Они будут выступать на цимбале на фестивале в следующем году.",
      "imageLink": "image_files\\English\\cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "clapper",
      "translation": "хлопушка",
      "definition": "Kałamarz jest urządzeniem dźwiękowym, używanym do tworzenia nagłych, głośnych dźwięków, zbudowanym z dwóch drewnianych lub metalowych elementów, które są uderzane o siebie.",
      "definition_translation": "Хлопушка - это устройство, используемое для создания внезапного, громкого шума, обычно сделанное из двух кусков дерева или металла, которые стучатся вместе.",
      "example": "Reżyser filmu używał kałamara do sygnału, rozpoczynającego zdjęcia. Aktorzy głośno rytmizowali długimi ciastem. Będzie używał kałamara, aby zwrócić uwagę wszystkich.",
      "example_translation": "Режиссер фильма использовал хлопушку, чтобы указать начало сцены. Актеры аплодировали вместе с музыкой. Она будет использовать хлопушку, чтобы привлечь внимание всех.",
      "imageLink": "image_files\\English\\clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "clarinet",
      "translation": "кларнет",
      "definition": "Klarnet to zabytkowy instrument muzyczny, grający metodami wargowo-strunowymi, używany w orkiestrze symfonicznej, bandach i jazz-bandach, charakteryzujący się grób i ciepłem.",
      "definition_translation": "Кларнет - это деревянный музыкальный инструмент с одним тростью, используемый в оркестрах, группах и джазовых ансамблях, известный своим богатым, теплым звучанием.",
      "example": "Klarnecista w orkiestrze symfonicznej miał duży talent. Szybko nauczyła się grać na klanrecie, jako nastolatka. Podczas koncertu zabierze z sobą na klarnet.",
      "example_translation": "Игрок на кларнете в оркестре был очень талантлив. Она научилась играть на кларнете, когда она была подростком. Они будут представлять соло на кларнете на концерте.",
      "imageLink": "image_files\\English\\clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cymbal",
      "translation": "тарелка",
      "definition": "Cymbał to instrument perkusyjny, składający się z dwóch metalowych drewnianych małżowinowych gongów, uderzanych o siebie, by wydobyć głośny dźwięk, często wykorzystywany w orkiestrach, bandach i zestawach perkusyjnych.",
      "definition_translation": "Тарелка - это музыкальный инструмент, состоящий из металлической пластины, которая ударяется, чтобы произвести громкий,звонкий звук, часто используемый в оркестрах, группах и барабанных установках.",
      "example": "Bębnarzy uderzył cymbałem pod koniec piosenki. Cymbał okaże się zbyt głośny dla publiczności. Przygotuje się do kresania cymbału.",
      "example_translation": "Барабанщик разбил тарелку в конце песни. Тарелка была слишком громкой для аудитории. Она будет использовать тарелку в секции ударных инструментов.",
      "imageLink": "image_files\\English\\cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "double bass",
      "translation": "контрабас",
      "definition": "Kontrabas to jeden z najgrubych instrumentów w orkiestrze, grany poprzez pociągnięcie struny lub smyczka, używany w orkiestrach symfonicznych i jazz-bandach.",
      "definition_translation": "Большой струнный инструмент, игранный путем щипка или смычка, используемый в оркестрах и джазовых группах.",
      "example": "Orkiestra symfoniczna prezentowała utalentowaną muzyzację w grze na kontrabasie, dodając głębię utworowi. W zespole jazzowym grał na kontrabasie. W przyszłym roku zagra kontrabas w filharmonii.",
      "example_translation": "Оркестр представил талантливого музыканта, играющего на контрабасе, добавляя глубину музыке. В прошлом году она играла на контрабасе в джазовой группе. В следующем году она будет играть на контрабасе в филармоническом оркестре.",
      "imageLink": "image_files\\English\\double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gong",
      "translation": "гонг",
      "definition": "Gong to instrument perkusyjny, składający się z jednego gongs w metalu, wydobywający ogromny dźwięk, wykorzystywany w różnych formach muzyki i ceremonialnym gebruiku.",
      "definition_translation": "Металлический ударный инструмент с звонким звуком, используемый в различных формах музыки и церемонии.",
      "example": "Buddystyczny mnich uderzył w gong w celu wyznaczenia startu medytacji. Podczas wykonywania muzycznego gong wydobywał mnóstwo dźwięków. Następnej nocy uderzy w gong, by zasygnalizować ceremonię.",
      "example_translation": "Бuddийский монах ударил в гонг, чтобы сигнализировать о начале медитации. На прошлой неделе она играла на гонге во время музыкального выступления. В следующем месяце он ударит в гонг, чтобы объявить о церемонии.",
      "imageLink": "image_files\\English\\gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "harmonium",
      "translation": "гармоний",
      "definition": "Harmonium jest to mały portatywny organ, typowo gra się na nim ręką, używany jest w muzyce klasycznej indyjskiej i zachodniej.",
      "definition_translation": "Маленький переносной орган, обычно играемый руками, используемый в индийской и западной классической музыке.",
      "example": "Gracz na harmonium towarzyszył pieśniarzowi piękną melodią podczas koncertu. W zeszłym roku nauczyła się grać na harmonium w szkole muzycznej. W przyszłym roku wykona koncert z harmonium w sali koncertowej.",
      "example_translation": "Игрок на гармонии сопровождал певца с красивой мелодией. В прошлом году она научилась играть на гармонии в музыкальной школе. В следующем году он будет выступать с гармонией в концертном зале.",
      "imageLink": "image_files\\English\\harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "harp",
      "translation": "арфа",
      "definition": "Harfa jest instrumentem strunowym z梨owatym grzbietem, na którym gra się, podciągając cięciwę palcami.",
      "definition_translation": "Струнный инструмент с арфовидной шейкой, играемый пальцами, щипающими струны.",
      "example": "Harfistka wykonała piękną solową partię na harfie podczas koncertu. W zeszłym tygodniu ćwiczyła na harfie przez wiele godzin. W następnym miesiącu wykona w duecie na harfie z kolegą.",
      "example_translation": "Арфистка исполнила красивый сольный концерт на своей арфе во время концерта. На прошлой неделе она практиковалась играть на арфе часами. В следующем месяце он будет исполнять дуэт на арфе со своим коллегой.",
      "imageLink": "image_files\\English\\harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "harpsichord",
      "translation": "клавесин",
      "definition": "Klawesyter jest instrumentem strunowym, na którym gra się, naciskając klawisze, podobnie do fortepianu, ale z wyrafinowanym i delikatnym brzmieniem typowym dla epoki baroku.",
      "definition_translation": "струнный инструмент, который играется посредством нажатия клавиш, похожий на фортепиано, но с более деликатным звуком",
      "example": "Kompozytor wykorzystał klawesyter, aby stworzyć efekt twardo-muzyczny z epoki baroku. Grała na klawesyterze od dziecka. Klawesyter będzie odrestaurowany do pierwotnego stanu.",
      "example_translation": "Композитор использовал клавесин, чтобы создать звук барокко. Она играла на клавесине с тех пор, как была ребенком. Клавесин будет восстановлен до его原始ного состояния.",
      "imageLink": "image_files\\English\\harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kettledrums",
      "translation": "литавры",
      "definition": "Bębny są rodzajem membranofonicznego instrumentu perkusyjnego, np. dużego bębna, używanego w orkiestrze, mają one kulisty kształt i single-headed.",
      "definition_translation": "тип барабана, особенно большой, используемый в оркестре, с круглым корпусом и одним/single головой",
      "example": "Bębny graj wybuchały z hukiem w symfonii. Była zawsze fascynowana bębnami. Bębny będą grane przez nowego muzyka.",
      "example_translation": "Литавры громко звучали в симфонии. Она всегда была очарована литаврами. Литавры будут играть новый музыкант.",
      "imageLink": "image_files\\English\\kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lute",
      "translation": "люта",
      "definition": "Lutnia jest skrzypcowo-podłupowym instrumentem strunowym, obszernym, z kiełbaskowatym ciałem, ma grębę, a gra się na niej przez pociąganie strun palcami.",
      "definition_translation": "струнный инструмент с грушевидным корпусом и фреттовым грифом, играется путем плектра струн пальцами",
      "example": "Lutnista zafascynował zgromadzenie swoją muzyką. Nauczyła się grać na lutni jako dziecko. Lutnia wyróżnia całe muzykowanie.",
      "example_translation": "Игрок на люте очаровал аудиторию своей музыкой. Она научилась играть на люте в детстве. Люта будет выставлена в музее.",
      "imageLink": "image_files\\English\\lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mandolin",
      "translation": "мандолина",
      "definition": "Mandolina jest niewielkim instrumentem strunowym, gra się na nim przez podciąganie lub strumieniowanie strun palcami lub plektronem.",
      "definition_translation": "маленький струнный инструмент, играемый путем плектра или расщепления струн пальцами или плектром",
      "example": "Graj Mandoliny dodał muzyce zespołu wyraźne oblicze. Zawsze lubiłam muzykę mandoliny. Mandoliny zostaną zaprezentowane podczas festiwalu.",
      "example_translation": "Игрок на мандолине добавил живой оттенок к группе. Она всегда любил звук мандолины. Мандолина будет играть на фестивале.",
      "imageLink": "image_files\\English\\mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "maracas",
      "translation": "маракасы",
      "definition": "Maraka jest typem instrumentu muzycznego pochodzącym z Ameryki Łacińskiej, składającym się z pustego gourd lub drewnianego pudełka wypełnionego tłuczkami, gra się, ruszając nim z góry na dół.",
      "definition_translation": "Маракасы - это тип музыкального инструмента, происходящий из Латинской Америки, состоящий из полого тыквы или деревянной оболочки, заполненной бусинами, бобами или маленькими камнями, используемый для создания звука треска.",
      "example": "Potrząsłem marakasami podczas karnawału w ten weekend, znowu potrząsnę nimi jutro i trzęsłem nimi codziennie tejże tygodnia.",
      "example_translation": "Я энергично тряс маракасы во время карнавальной процессии вчера, я буду трясти их снова завтра, и я тряс их каждый день на этой неделе.",
      "imageLink": "image_files\\English\\maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oboe",
      "translation": "обoe",
      "definition": "Flejta poprzeczna jest podwójnoreedowym instrumentem dętym z drzewa, stosowanym w muzyce kameralnej i orkiestrowej.",
      "definition_translation": "Обое - это двойной рожок деревянный инструмент, широко используемый в оркестровой и камерной музыке, известный своим характерным, печальным звуком.",
      "example": "Oboista wykonał piękną solową partię na flecie poprzecznej podczas koncertu wczoraz wieczór, gra z tak umiejętnością, i wykona ją ponownie znowu następnym tygodniu.",
      "example_translation": "Обоистка сыгралаbeautiful соло на обое во время концерта_LAST ночь, она играет на обое с большим мастерством, и она будет играть на нем снова на следующей неделе.",
      "imageLink": "image_files\\English\\oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ocarina",
      "translation": "окарина",
      "definition": "Okaryna to mały instrument dęty kształtu fleta, z półsferkowym wargownikiem, używany w różnych kulturach na Ziemi, przede wszystkim w muzyce ludowej i folkowej.",
      "definition_translation": "Окарина - это маленький, похожий на флейту музыкальный инструмент с свистящим ртом, используемый в различных культурах по всему миру, часто в традиционной и фольклорной музыке.",
      "example": "Zagrałem na okarynie wyrafinowaną melodię podczas obozu, grałem dalej w przyszłe wakacje, a teraz gram w połowie lata.",
      "example_translation": "Я сыграл сладкую мелодию на окарине во время туристического похода, я буду играть на ней снова на пляже следующим летом, и я играл на ней каждый год на музыкальном фестивале.",
      "imageLink": "image_files\\English\\ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "recorder",
      "translation": "флейта",
      "definition": "Flet poprzeczny jest prostym, kameralnym instrumentem dętym, powszechnie stosowanym w edukacji muzycznej, o słodko-kunszownym brzmieniu.",
      "definition_translation": "Флейта - это простой, деревянный музыкальный инструмент, широко используемый в начальном музыкальном образовании, известный своим сладким, нежным звуком.",
      "example": "Dzieci nauczyły się grać na flecie podczas lekcji muzyki dzisiaj, będą ćwiczyć na niej jutro, i nauczyli się grać na flecie w każdym tygodniu tego miesiąca.",
      "example_translation": "Дети учились играть на флейте на музыкальном уроке сегодня, они будут играть на ней снова завтра, и они играли на ней каждую неделю этом месяце.",
      "imageLink": "image_files\\English\\recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bębenek",
      "translation": "малый барабан",
      "definition": "Bębenek to rodzaj bębna, który powoduje ostrą, wyraźną dźwięczność podczas uderzenia, często wykorzystywany w muzyce wojskowej i orkiestralnej.",
      "definition_translation": "Малый барабан - это тип барабана, который производитsharp, хрустящий звук при ударе, часто используемый в военной и оркестровой музыке.",
      "example": "Bębenek jest często grany wraz z bębnem basowym w rocku. Wczoraj kupiłem nowy bębenek, chcę nauczyć się grać na nim w drumie. Dochodziłem do nowego bębenka",
      "example_translation": "Малый барабан часто играется в комбинации с басовым барабаном в рок-музыке. Вчера я купил новый малый барабан для моего набора барабанов. К следующему году я овладею техникой игры на малом барабане.",
      "imageLink": "image_files\\English\\snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "puzon",
      "translation": "тромбон",
      "definition": "Puzon to instrument dęty, posiadający długą, U-kształtną rurę, która produkuje pełny, niskotonowy dźwięk.",
      "definition_translation": "Тромбон - это медный музыкальный инструмент с длинной U-образной трубой, производящей богатый, низкочастотный звук.",
      "example": "Sección puzonowa w orkiestrze grała piękną melodię. Grałem na puzonie przez pięć lat i ciągle go kocham. Do końca studiów opanuję gra na puzonie.",
      "example_translation": "Секция тромбонов в оркестре сыграла красивую мелодию. Я играю на тромбоне пять лет, и я все еще люблю это. К моменту выпуска я овладею тромбоном.",
      "imageLink": "image_files\\English\\trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tuba",
      "translation": "туба",
      "definition": "Tuba to instrument dęty, mający drugacze i wydaję dzięki swoim rozmiarom głębokie dźwięki.",
      "definition_translation": "Туба - это большой, низкочастотный медный музыкальный инструмент, производящий глубокий, богатый звук.",
      "example": "Tubałzysta w orkiestrze był bardzo utalentowany, zobaczyłem koncert tubowy w zeszłym tygodniu, był to zestaw inspirujących dźwięków. Następnie zajmę się nauką gry na tubie.",
      "example_translation": "Игрок на тубе в группе был очень талантлив. Я увидел концерт тубы на прошлой неделе, и это было потрясающе. В следующем месяце я начну брать уроки тубы.",
      "imageLink": "image_files\\English\\tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Dzwony rurowe",
      "translation": "трубчатые колокола",
      "definition": "Dzwony rurowe to instrument, składający się z zestawu pionowo wiszących rur różnych długości, wydających dzwonkliwy dźwięk pod uderzeniem.",
      "definition_translation": "Трубчатые колокола - это тип музыкального инструмента, состоящего из набора вертикально подвешенных труб разной длины, производящих звонкий звук при ударе.",
      "example": "Dzwony rurowe dodawały miękkości kompozycji. Od lat kochałem dźwięk rur w muzyce kościelnej. W przyszłym roku spróbuję grać na dzwonach rurowych w lokalnej orkiestrze.",
      "example_translation": "Трубчатые колокола добавили nice.touch к музыкальной композиции. Я всегда любил звук трубчатых колоколов в церковной музыке. В следующем году я постараюсь играть на трубчатых колоколах в местном оркестре.",
      "imageLink": "image_files\\English\\tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wibrafon",
      "translation": "вибрафон",
      "definition": "Wibrafon to instrument, składający się z zestawu metalowych bar które wydają pełny, dźwięczny dźwięk po uderzeniu.",
      "definition_translation": "Вибрафон - это музыкальный инструмент, состоящий из набора металлических планок разной высоты, которые ударяют молотком, чтобы произвести богатый, звучащий звук.",
      "example": "Grałem na wibrafonie w orkiestrze szkoły, quando ich młodszy. Teraz grałem profesjonalnie, i zagrałem na nim w wieczorze, w koncercie.",
      "example_translation": "Я играл на вибрафоне в школьном оркестре, когда был студентом. Теперь я играю на нем профессионально, и я выступлю на концерте завтра.",
      "imageLink": "image_files\\English\\vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kсилофон",
      "translation": "ксилофон",
      "definition": "Księłofon to instrument, składający się z zestawu drewnianych bar które wydają jasny ostry dźwięk po uderzeniu.",
      "definition_translation": "Ксилофон - это музыкальный инструмент с серией деревянных планок разной высоты, которые ударяют молотком, чтобы произвести яркий, звонкий звук.",
      "example": "Córka kocha grać na księłofonie w przedszkolu, później, uczyę się gry na nim w szkole muzycznej, a teraz nauczę innych grać na księłofonie.",
      "example_translation": "Ребенок любил играть на ксилофоне в детском саду. Позже она научилась играть на нем в музыкальной школе, и теперь она учит других играть на нем.",
      "imageLink": "image_files\\English\\xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]