[
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czarny",
      "translation": "чёрный",
      "definition": "Mając kolor sadzy lub węgla; absorbując wszystkie światło i nie odbijając",
      "definition_translation": "Имеющий цвет сажи или угля; поглощающий весь свет и не отражающий его.",
      "example": "Na częcie wieczorowej dziś wieczorej nosiłem czarną suknię, jutro nosić będę czarną koszulę na spotkanie, a w zeszłą sobotę nosiłem czarny garnitur na weselu.",
      "example_translation": "Я надела черное платье на вечеринку вчера вечером, я надену черную рубашку на встречу завтра, и я надел черный костюм на свадьбу на прошлой неделе.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niebieski",
      "translation": "синий",
      "definition": "Mający jaskrawą, uspokajającą barwę, taką jak niebo w słoneczny dzień.",
      "definition_translation": "Имеющий яркий, успокаивающий цвет, похожий на небо в солнечный день.",
      "example": "W przeszłym lecie te niebieskie kwiaty były piękne w ogrodzie, jaskrawe niebo jest wspaniałe dzisiaj, a niebieskie morze będzie cudowne za rok.",
      "example_translation": "Синие цветы были красивыми в саду прошлым летом, синее небо сегодня является чудесным, и синий океан будет поражающим в следующем году.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "brązowy",
      "translation": "коричневый",
      "definition": "Mający ciemny, ziemisty kolor, jak gleba lub drewno.",
      "definition_translation": "Имеющий темный, земной цвет, похожий на почву или дерево.",
      "example": "Miałem brązowego psa, gdy byłem mały, teraz moje włosy są brązowe, a znowu je zafarbuję brązowymi w przyszłym miesiącu.",
      "example_translation": "У меня был коричневый пес когда я был ребенком, мои волосы коричневые сейчас, и я крашу их коричневыми снова в следующем месяце.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zielony",
      "translation": "зеленый",
      "definition": "Mający jaskrawą, naturalną barwę, taką jak trawa lub liście.",
      "definition_translation": "Имеющий яркий, естественный цвет, похожий на траву или листья.",
      "example": "Wczoraj zielona trawa była miękka pod moimi stopami, juto zielone drzewa są wysokie wokół mojego domu, a znowu sadzić będę zielone kwiaty w przyszłym wiosnie.",
      "example_translation": "Зеленая трава была мягкой под моими ногами вчера, зеленые деревья высокие вокруг моего дома, и я посадлю зеленые цветы на следующей весне.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szary",
      "translation": "серый",
      "definition": "Mający kolor pomiędzy czarnym a białym; niejaskrawy",
      "definition_translation": "Имеющий цвет, средний между черным и белым; не яркий или насыщенный.",
      "example": "Szary niebo utrudniało widzenie gwiazd. Wczoraj ci szare ściany były pomalowane na białko. Znowu ci szare obszary będą wyrenowowane za rok.",
      "example_translation": "Серое небо делало difficile vedere звезды. Вчера серые стены были покрашены белым. К следующему году серая зона будет реконструирована.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pomarańczowy",
      "translation": "апельсиновый",
      "definition": "Mający jaskrawą, zdrową barwę pomiędzy czerwoną a żółtą.",
      "definition_translation": "Яркий, насыщенный цвет между красным и желтым.",
      "example": "Ta pomarańczowa piłka przeskakiwała przez pole wczoraj. Dlatego w przyszłym lecie na pomarańczowych drzewach będą owoce.",
      "example_translation": "Апельсиновый мяч отскакивал через поле. Вчера я ел апельсин на завтрак. К следующему лету апельсиновые деревья будут в цвету.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czerwony",
      "translation": "красный",
      "definition": "Mający jaskrawą, zdrową barwę, związaną z pasją, energią i miłością.",
      "definition_translation": "Яркий, насыщенный цвет, часто ассоциирующийся с.passion, энергией и любовью.",
      "example": "Ten czerwony samochód jeździł po ulicy wczoraj. Noszę czerwoną podkoszulkę i dżinsy. Znowu w Boże Narodzenie czerwone dekoracje znowu powstaną.",
      "example_translation": "Красная машина ехала вниз по улице. Вчера я надел красную рубашку. К следующему Рождеству красные украшения будут висеть.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biały",
      "translation": "белый",
      "definition": "Mający kolor, tak jak śnieg lub mleko, czysty i prosty.",
      "definition_translation": "Имеющий цвет, как у снега или молока; чистый и чистый.",
      "example": "Ten biały kot spacze na moich kolanach. Noszę białą koszulkę i dżinsy. Znowu w zimie biała śnieżna pokrywa powulkanę.",
      "example_translation": "Белая кошка воркует на моих коленях. Вчера я выпил стакан белого вина. К следующей зиме белый снег покроет землю.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żółty",
      "translation": "жёлтый",
      "definition": "Mający jaskrawą, słoneczną barwę, umieszczoną pomiędzy zieloną a pomarańczową w spektrum",
      "definition_translation": "имея яркий, солнечный цвет; цвет между зеленым и оранжевым в спектре",
      "example": "Wczoraj błyszczało słoneczne żółte niebo. Widziałem żółtogrzębięgo ptaka wczoraj. Jutro nosić będę żółtą koszulę.",
      "example_translation": "Солнце сияло ярко в жёлтом небе. Вчера я видел жёлтую птицу. Завтра я надену жёлтую рубашку.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śmietana",
      "translation": "крем",
      "definition": "Gęsta, słodka i bogata ciecz lub pasta zrobiona z mleka, używana w żywności lub w gotowaniu",
      "definition_translation": "густая, богатая и сладкая жидкость или паста, сделанная из молока, используемая в еде или в кулинарии",
      "example": "Uwielbiam wylewać śmietanę na jagodce. Zakupiłem tort czekoladowy. Znowu muszę zrobić bazę czekoladową.",
      "example_translation": "Я люблю класть крем на мои клубники. Вчера я купил кремовый торт. В будущем я сделаю кремовый суп.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "złoty",
      "translation": "золотой",
      "definition": "oświetlona, lśniąca barwa, podobna do złota",
      "definition_translation": "имея яркий, блестящий жёлтый цвет, как золото",
      "example": "Złote słońce wschodziło nad górami. W zeszłym roku zdobyłem złotę medal. W przyszłości będę miał złotego retrievera.",
      "example_translation": "Золотое солнце восходило над горами. В прошлом году я выиграл золотую медаль. В будущем у меня будет золотистый ретривер.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cytryna",
      "translation": "лимон",
      "definition": "małe, owalne owoce cytrusowe o kwaśnym smaku i jaskrawożółtym kolorze",
      "definition_translation": "маленький, овальный цитрусовый фрукт с кислым вкусом и ярким жёлтым цветом",
      "example": "Uwielbiam pić sok z cytryny. Wczoraj jadłem cytrynową tarte. Jutro zamierzam zrobić lemoniadę.",
      "example_translation": "Я люблю пить лимонный сок. Вчера я ел лимонный тарт. Завтра я сделаю лимонад.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "różowy",
      "translation": "розовый",
      "definition": "jasna, żywa barwa, charakterystyczna dla kobiecości i słodyczy",
      "definition_translation": "Яркий, вдохновляющий цвет, обычно связанный с женственностью и сладостью.",
      "example": "Wczoraj różowe kwiaty kwitły w ogrodzie, ale dziś kwitną, a jutro będą oczywiście kwitły.",
      "example_translation": "Розовые цветы распускались в саду вчера, но сегодня они будут распускаться, а завтра они будут распущены.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "purpurowy",
      "translation": "фиолетовый",
      "definition": "bogata i efektowna barwa, często kojarzona z potęgą, twórczością i mądrością",
      "definition_translation": "Богатый, роскошный цвет, часто связанный с властью, креативностью и мудростью.",
      "example": "Królowa nosiła purpurową suknię na królewskim balu, gdzie miała ją nosić w zeszłym roku, i ponownie ją nosić na balu przyszłorocznym.",
      "example_translation": "Королева надела фиолетовое платье на королевский бал, где она надевала фиолетовое платье в прошлом году, и будет надевать фиолетовое платье снова в следующем году.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "srebrny",
      "translation": "серебряный",
      "definition": "Jasna, lśniąca barwa metalu, często używana do produkcji biżuterii, monet i innych ozdób",
      "definition_translation": "Яркий, блестящий металл, часто используемый для изготовления украшений, монет и других декоративных предметов.",
      "example": "Srebrny naszyjnik lśnił w świetle, i będzie lśnił jutro, chociaż lśnił wczoraj.",
      "example_translation": "Серебряное ожерелье мерцало в свете, и будет мерцать в свете завтра, хотя оно мерцало в свете вчера.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fioletowy",
      "translation": "фиолетовый",
      "definition": "Jasna, purpurowo-niebieską barwa, często kojarzona z kreatywnością, wyobraźnić i indywidualizmem",
      "definition_translation": "Яркий, фиолетово-синий цвет, часто связанный с креативностью, воображением и индивидуальностью.",
      "example": "Wczoraj fioletowe kwiaty kwitły w ogrodzie, i zakwitną ponownie w przyszłym roku, chociaż zakwitły w zeszłym roku.",
      "example_translation": "Фиолетовые цветы распускались в саду, и будут распускаться снова в следующем году, хотя они распускались в прошлом году.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "beż",
      "translation": "бежевый",
      "definition": "Jasnoróżowa barwa, podobna do barwy czystej wełny",
      "definition_translation": "Светло-коричневый цвет, подобный цвету неокрашенной шерсти.",
      "example": "Ona miała na sobie piękna beżową suknię na weselu, i nosi beżowe sukienki od lat. Zamierza nosić beżową suknię na galę wieczorową.",
      "example_translation": "Она надела красивое бежевое платье на свадьбу. Она носит бежевые платья в течение лет. Она наденет бежевое платье на вечеринку сегодня вечером.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "navy",
      "translation": "темно-синий",
      "definition": "ciemna barwa granatu, podobna do barwy munduru marynarskiego",
      "definition_translation": "Темно-синий цвет, подобный цвету морского униформы.",
      "example": "On nosił granatową koszulę podczas rozmowy o pracy. Noszę granatowe koszule od lat. Zamierzam nosić granatową koszulę na spotkaniu jutro.",
      "example_translation": "Он надел темно-синий костюм на интервью по работе. Он носит темно-синие костюмы в течение лет. Он наденет темно-синий костюм на встречу завтра.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chaki",
      "translation": "хаки",
      "definition": "Jasnobrązowa lub olichora barwa, często använda w mundurach wojskowych",
      "definition_translation": "Светло-коричневый или оливково-коричневый цвет, часто используемый для военной униформы.",
      "example": "Żołnierze nosili mundury chaki w pustyni. Nosili mundury chaki od lat. Będą nosić mundury chaki podczas następnej misji.",
      "example_translation": "Солдаты надели хаки мундиры в пустыне. Они носили хаки мундиры в течение лет. Они наденут хаки мундиры на следующей миссии.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oliwkowy",
      "translation": "оливковый зеленый",
      "definition": "Żółtozielona, podobna do barwy owoców oliwek",
      "definition_translation": "Желто-зеленый цвет, подобный цвету оливкового плода.",
      "example": "Wojskowe pojazdy były malowane oliwkowym kolorze na kamuflaż. Wojsko używa pozostaje oliwkowych pojazdów od lat. Wkrótce pomalują nowe pożaki oliwkowym kolorze.",
      "example_translation": "Войсковые машины были окрашены оливковым зеленым для маскировки. Они используют оливковые зеленые машины в течение лет. Они вскоре нароят новые машины оливковым зеленым.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "amarant",
      "translation": "амарант",
      "definition": "Amarant jest rośliną kwitnącą, która jest rodzima w Amerykach. Jest to roczna roślina zielna, która może osiągnąć do 2 metrów wysokości.",
      "definition_translation": "Амарант - цветущее растение, родом из Америки. Это травянистое однолетнее растение, способное вырастать до 2 метров в высоту.",
      "example": "Ostroplatka nasadziła nasiona amarantu w swoim ogrodzie wiosną, podlewała je regularnie, zebrała kwiaty w lecie i zasadzi je ponownie następnego roku.",
      "example_translation": "Она тщательно посадила семена амаранта в свой сад прошлой весной, регулярно поливала их, собирала цветы летом и будет снова садить их в следующем году.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bursztyn",
      "translation": "янтарь",
      "definition": "Bursztyn to skamieniała żywica drzewna, która jest często stosowana w biżuterii i ceniona przez tysiące lat ze względu na piękno i trwałość.",
      "definition_translation": "Янтарь - это окаменевшая древесная смола, часто используемая в ювелирных изделиях и ценившаяся за свою красоту и прочность тысячи лет.",
      "example": "Sprzedawca sprzedał turystce ładny bursztynowy naszyjnik, którego nosiła w swoje urodziny w zeszłym roku, nosi teraz i nosi na swoich Walentynkach następnego roku.",
      "example_translation": "Продавец продал красивый янтарный кулон туристу, которая надевала его на свой день рождения в прошлом году, сейчас носит его и будет надевать на свою годовщину в следующем году.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "antracyt",
      "translation": "антрацит",
      "definition": "Antracyt jest rodzajem węgla, który jest bardzo twardy i błyszczący, a często używany jako paliwo lub w procesach przemysłowych.",
      "definition_translation": "Антрацит - это тип угля, который очень твердый и блестящий, и часто используется в качестве топлива или в промышленных процессах.",
      "example": "Spółka importowała antracyt z Australii w zeszłym roku, używa go do wytwarzania energii elektrycznej teraz i zwiększy swoją produkcję następnego roku.",
      "example_translation": "Компания импортировала антрацит из Австралии в прошлом году, сейчас использует его для генерации электроэнергии и увеличит производство в следующем году.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "akwamaryna",
      "translation": "аквамарин",
      "definition": "Akwamaryna jest kamieniem szlachetnym, który jest często stosowany w biżuterii. Mówi się, że ma ona kojący wpływ na noszącego.",
      "definition_translation": "Аквамарин - это тип драгоценного камня, который часто используется в ювелирных изделиях и, कथается, имеет калмирующее воздействие на носителя.",
      "example": "Otrzymała pierścionek z akwamaryną jako prezent od babci, kiedy ukończyła studia, nosi go teraz i przekaże go swojej córce kiedyś.",
      "example_translation": "Она получила кольцо с аквамарином в подарок от своей бабушки, когда она окончила колледж, теперь носит его и передаст его своей дочери когда-нибудь.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "karmazyn",
      "translation": "кармин",
      "definition": "Karmazyn to obłocione czerwone do ciemnoczerwonego barwnika, otrzymywanego z owada karmazynu, stosowanego w żywności, kosmetykach i sztuce.",
      "definition_translation": "Ярко-красный до фиолетово-красного пигмент, полученный из насекомого cochineal, используемого в пищевых продуктах, косметике и искусстве.",
      "example": "Artysta mieszał karmazyn z błękitem, aby stworzyć głęboką fioletową barwę. Zastosowała karmazyn w swojej pracy artystycznej minionego tygodnia. Spółka zamierza rozpocząć sprzedaż kosmetyków na bazie karmazynu następnego roku.",
      "example_translation": "Художник смешал кармин с синим, чтобы создать глубокий пурпурный оттенок. Она использовала кармин в своей картине на прошлой неделе. Компания начнет продавать кармин-основную косметику в следующем году.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szkarłat",
      "translation": "багровый",
      "definition": "Głęboka, bogata czerwień, zwłaszcza w odniesieniu do krwi.",
      "definition_translation": "Глубокий, насыщенный красный цвет, особенно в отношении крови.",
      "example": "Czerwony mundur żołnierza pokryty był błotem. Zachód słońca miał głęboko czerwoną barwę. Starożytny tekst był napisany farbą czerwoną.",
      "example_translation": "Форма солдата багрового цвета была испачкана грязью. Красный оттенок заката солнца было трудно переварить. Древний текст был написан багровой чернилой.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cyjan",
      "translation": "циан",
      "definition": "Zielono-błękitna barwa, zwłaszcza w odniesieniu do barwnika lub farby.",
      "definition_translation": "Зеленовато-синий цвет, особенно в отношении пигмента или краски.",
      "example": "Artysta mieszał cyjan z żółciem, aby stworzyć jaskrawą zieloną barwę. Projektant wybrał cyjan jako główną barwę logo. Cyjanowe kwiaty zakwitały wiosną.",
      "example_translation": "Художник смешал циан с желтым, чтобы создать ярко-зеленый цвет. Дизайнер выбрал циан в качестве основного цвета логотипа. Цветы цианового цвета расцвели весной.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szmaragd",
      "translation": "изумруд",
      "definition": "Jaskrawo zielony kamieniem szlachetnym, jest często stosowany w biżuterii.",
      "definition_translation": "Ярко-зеленый драгоценный камень, особенно зеленый берилл, используемый в ювелирных изделиях.",
      "example": "Królowa nosiła naszyjnik z szmaragdem na bal. Turysta znalazł pierścionek z szmaragdem na plaży. Błyskacz szmaragdu był hypnotyzujący.",
      "example_translation": "Королева надела изумрудное ожерелье на бал. Турист нашел изумрудное кольцо на пляже. Блеск изумруда был завораживающим.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "imbir",
      "translation": "имбирь",
      "definition": "Roślina, która ma ostry smak i aromat, często używana w kuchni i medycynie tradycyjnej.",
      "definition_translation": "Растение с резким, острым вкусом и ароматом, широко используемое в кулинарии и традиционной медицине.",
      "example": "Dodała szczyptę imbiru do herbaty, aby ulżyć swojemu katarowi. Wczoraj ocierała imbir na swoją maki sushi. Do następnego tygodnia zasiaże imbir w swoim ogrodzie.",
      "example_translation": "Она добавила щепотку имбиря к чаю, чтобы унять простуду. Вчера она натерла имбирь на ее суши. К следующей неделе она будет садить имбирь в своем саду.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "indygo",
      "translation": "индиго",
      "definition": "Głęboka barwa niebieska pozyskiwana z rośliny, otrzymywana również w laboratorium.",
      "definition_translation": "Глубокий синий цвет, также растение, используемое для производства синего красителя.",
      "example": "Artysta mieszał indygo z żółciem, tworząc piękną zieloną barwę. W XVIII wieku indygo było cenną i poszukiwaną surowcem. Do 2025 roku indygo stanie się popularnym kolorem w ubiorze.",
      "example_translation": "Художник смешал индиго с желтым, чтобы создать красивый оттенок зеленого. В XVIII веке индиго было ценным товаром. К 2025 году индиго будет популярным цветом для одежды.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    }
  ]