[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kądziel",
      "translation": "расчёска",
      "definition": "Kądziel to narzędzie służące do układania, czyszczenia lub ozdabiania włosów.",
      "definition_translation": "Расчёска - это инструмент, используемый для устройства, чистки или украшения волос.",
      "example": "Układałem włosy dziś rano. Załóżę włosy jutro. Układałem włosy wczoraj.",
      "example_translation": "Я расчесал свои волосы сегодня утром. Я расчесаю свои волосы завтра. Я расчесал свои волосы вчера.",
      "imageLink": "image_files\\English\\comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szampon",
      "translation": "шампунь",
      "definition": "Szampon to ciecz lub proszek stosowany do mycia włosów.",
      "definition_translation": "Шампунь - это жидкость или порошок, используемый для мытья волос.",
      "example": "Myję włosy codziennie rano. Zamierzam myć włosy po ćwiczeniach. Myłem włosy wczoraj wieczorem.",
      "example_translation": "Я мою волосы шампунем каждый утром. Я умою волосы шампунем после тренировки. Я помыл волосы шампунем прошлой ночью.",
      "imageLink": "image_files\\English\\shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śmietanka",
      "translation": "крем",
      "definition": "Śmietanka to gęsta ciecz lub półstały składnik żywności powstały z mleka lub śmietanki.",
      "definition_translation": "Крем - это густая жидкость или полутвердая пища, сделанная из молока или крема.",
      "example": "Mam iście rozsmakowaną śmietankę na swoim toście dziś rano. Zamierzam nałożyć śmietankę na ciastko jutro. Nałożyłem śmietankę na gofrowany tost wczoraj.",
      "example_translation": "Я намазал крем на мой тостик сегодня утром. Я намажу крем на мой торт завтра. Я намазал крем на мои вафли вчера.",
      "imageLink": "image_files\\English\\cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "deodorant",
      "translation": "дезодорант",
      "definition": "Deodorant to substancja lub produkt, którego celem jest zapobieganie naturalnemu zapachowi ciała.",
      "definition_translation": "Дезодорант - это вещество или продукт, используемый для предотвращения тела неприятного запаха.",
      "example": "Stosowałem deodorant dziś rano. Zamierzam się pomazywać deodorantem po treningu. Stosowałem deodorant wczoraj wieczorem.",
      "example_translation": "Я нанес дезодорант сегодня утром. Я нанесу дезодорант после тренировки. Я нанес дезодорант прошлой ночью.",
      "imageLink": "image_files\\English\\deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krem na dłonie",
      "translation": "крем для рук",
      "definition": "Kosmetyczny produkt wykorzystywany do nawilżania i uelastyczniania skóry dłoni.",
      "definition_translation": "Косметический продукт, используемый для увлажнения и смягчения кожи на руках.",
      "example": "Ona miała nałożono krem na dłonie, zanim opłukała dłonie, Zamierzam nałożyć krem na dłonie po tych zimach, Ona miała nałożono krem na dłonie, zanim szła do łóżka.",
      "example_translation": "Она нанесла крем для рук после мытья рук, Я нанесу крем для рук после этой зимы, Она нанесла крем для рук перед тем, как лечь спать.",
      "imageLink": "image_files\\English\\hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szminka",
      "translation": "помада",
      "definition": "Kosmetyczny produkt wykorzystywany do kolorowania i nawilżania ust.",
      "definition_translation": "Косметический продукт, используемый для окрашивания и увлажнения губ.",
      "example": "Ona miała założoną  szminkę na imprezie, Zamierzam założyć szminkę na wigilii, Ona miała założoną szminkę na balu maturalnym.",
      "example_translation": "Она надела яркую помаду на вечеринку, Я надену яркую помаду на свадьбу, Она надела яркую помаду на выпускной вечер.",
      "imageLink": "image_files\\English\\lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "maskara",
      "translation": "маскара",
      "definition": "Kosmetyczny produkt wykorzystywany do ciemnienia, wydłużania i grubiczenia rzęs.",
      "definition_translation": "Косметический продукт, используемый для осветления, удлинения и укрепления ресниц.",
      "example": "Ona malowała maskarą swoje rzęsy, Zamierzam pomalować maskarą swoje rzęsy przed sesją zdjęciową, Ona pomalowała maskarą swoje rzęsy podczas imprezy.",
      "example_translation": "Она нанесла маскару на ресницы, Я нанесу маскару на ресницы перед фотосессией, Она нанесла маскару на ресницы на вечеринке.",
      "imageLink": "image_files\\English\\mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "maska",
      "translation": "маска",
      "definition": "Kosmetyczny produkt lub urządzenie, które służy do okrywania twarzy lub fragmentu twarzy.",
      "definition_translation": "Косметический продукт или устройство, используемое для покрытия лица или части лица.",
      "example": "Ona miała nałożoną maskę, żeby chronić skórę, Zamierzam założyć maskę przeciw bakteriom przede mną, Ona miała nałożoną maskę podczas relaksu w spa.",
      "example_translation": "Она надела маску для лица, чтобы защитить кожу, Я надену маску для лица перед тем, как пойти в салон, Она надела маску для лица в спа.",
      "imageLink": "image_files\\English\\facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żel pod prysznic",
      "translation": "гель для душа",
      "definition": "Typ cieczy wykorzystywany jako mydło podczas prysznica.",
      "definition_translation": "Тип жидкого мыла, используемого для очищения тела при душе.",
      "example": "Stosowałem zbyt dużo żelu pod prysznic i podrażnił mnie w oczy. Stosuję żel pod prysznic każdego ranka. Zamierzam kupić nowy żel pod prysznic jutro.",
      "example_translation": "Я использовал слишком много геля для душа и он ожег мои глаза. Я использую гель для душа каждое утро. Я куплю новый гель для душа завтра.",
      "imageLink": "image_files\\English\\shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "balsam",
      "translation": "тело бальзам",
      "definition": "Nawilżający krem lub lotion wykorzystywany do skóry, aby utrzymać jej wilgotność a także to, by była zadbana.",
      "definition_translation": "Увлажняющий крем или лосьон, используемый для смягчения и успокоения кожи.",
      "example": "Stosuję balsam po prysznicu, aby utrzymać skórę wilgotną. Ona używa balsamu, by pomóc swoim suchym dłoniom. Będą wydawać nowy balsam w przyszłym miesiącu.",
      "example_translation": "Я наносил тело бальзам после душа, чтобы保持 мою кожу гидратированной. Она использует тело бальзам, чтобы успокоить свою сухую кожу. Они запустят новый продукт тело бальзам в следующем месяце.",
      "imageLink": "image_files\\English\\body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pagonka",
      "translation": "ватный диск",
      "definition": "Mała, okrągła poduszka z bawełny używana do nakładania lub skalania kosmetyków.",
      "definition_translation": "Маленький, круглый диск из хлопка, используемый для нанесения или удаления косметики.",
      "example": "Dziś użyłem pagonki do aplikacji kremu pod oczy. Ona korzysta z pagonki podczas odlania lakieru do paznokci. Oni będą kupować pagonki hurtowo dla salonu piękności.",
      "example_translation": "Я использовал ватный диск, чтобы нанести крем для глаз. Она использует ватные диски, чтобы удалить свой лак для ногтей. Они купят ватные диски в больших количествах для салона красоты.",
      "imageLink": "image_files\\English\\make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grzebień",
      "translation": "электрический бритвенный аппарат",
      "definition": "Urzędzene wykorzystujące moc elektryczną do poruszania noża lub innego mechanicznego elementu skrawającego.",
      "definition_translation": "Устройство, используемое для бритья, которое использует электрическую мощность для вращения лезвия или другого механизма разрезания.",
      "example": "Wolałem korzystać z grzebienia podczas golenia twarzy. Zastosuje grzebień, aby ostrać brody po chwili. Wdraża nową model grzebienia w produkcji w ciągu najbliższego roku.",
      "example_translation": "Я предпочитаю использовать электрический бритвенный аппарат для бритья моего лица. Он использовал электрический бритвенный аппарат, чтобы сбрить свою бороду. Они выпустят новую модель электрического бритвенного аппарата в следующем году.",
      "imageLink": "image_files\\English\\electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "olejek",
      "translation": "эссенциальное масло",
      "definition": "Koncentrat roślinny wykorzystywany w aromaterapii, jubilerstwie i wyrobie_perfumie.",
      "definition_translation": "Концентрированный экстракт растения, используемый в ароматерапии, парфюмерии и ароматизации.",
      "example": "Korzysta z olejku, kręcąc się po długim dniu. Doda olejek do dyfuzora, potem go i woda do kąpieli wczoraj.",
      "example_translation": "Она использовала эссенциальное масло, чтобы расслабиться после долгого дня, потом она добавит его в свой диффузор и, наконец, она добавила его в воду для ванной ночью.",
      "imageLink": "image_files\\English\\essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odkuracz",
      "translation": "кулаки для 睫毛",
      "definition": "Narzędzie użytkowej w celach utworzenia lekkich i doczepianych długich i grubych brwi.",
      "definition_translation": "Инструмент для красоты, используемый для завивания и формирования ресниц.",
      "example": "Każdego ranka używa odkuracza, aby wykonać codzienną rutynę. Zastosuje go przed startem imprezy, a wezwał go do użycia w salonie piękności i wczoraj.",
      "example_translation": "Она использовала кулаки для ресниц каждое утро, чтобы готовиться к работе, потом она будет использовать его перед вечеринкой и, наконец, она использовала его в салоне красоты вчера.",
      "imageLink": "image_files\\English\\eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "farba",
      "translation": "краска для волос",
      "definition": "Substancja chemiczna wykorzystywana do zmiany koloru owłosia.",
      "definition_translation": "Химическое вещество, используемое для изменения цвета волос.",
      "example": "Wciąż używałem barwy do maskowania siwych włosów, chcę zastosować ją, aby osiągać nowy wygląd na lato, a nacięli barwę, aby powrócić swego naturalnego koloru w zeszłym miesiącu.",
      "example_translation": "Она всегда использовала краску для волос, чтобы скрыть серые волосы, потом она будет использовать ее, чтобы получить новый look на лето и, наконец, она использовала ее, чтобы вернуться к естественному цвету волос minul month.",
      "imageLink": "image_files\\English\\hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pilniczek",
      "translation": "пилка для ногтей",
      "definition": "Narzędzie kształtujące i wygładzające końcówkę paznokci.",
      "definition_translation": "Инструмент для красоты, используемый для формирования и сглаживания поверхности ногтей.",
      "example": "Użyłem pilniczka do lekkiego kształtowania paznokci przed ślubem i chcę zastosować go, aby poprawić złamany paznokieć, a zastosuje go do lekkie wygładzenia żyłek paznokci.",
      "example_translation": "Она использовала пилку для ногтей, чтобы отшлифовать ногти перед свадьбой, потом она будет использовать ее, чтобы отремонтировать сломанный ноготь и, наконец, она использовала ее, чтобы сгладить ребра на прошлой неделе.",
      "imageLink": "image_files\\English\\nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kawałek noża do paznokci",
      "translation": "крипс для ногтей",
      "definition": "Nożyczki tnące krawędzie paznokci ręczne i nóg.",
      "definition_translation": "Крипс для ногтей - это ручное устройство, используемое для подстригания и формирования ногтей на руках и ногах.",
      "example": "Użyłem noża do paznokci, by kroić moje paznokcie palców wczoraj i chcę znowu go użyć jutro. Ona korzysta z noża, by kroić paznokcie nóg cały rok.",
      "example_translation": "Я использовал крипс для ногтей, чтобы подстричь ногти на руках вчера, и я использую его снова завтра. Она использовала крипс для ногтей на протяжении многих лет, чтобы формировать ногти на ногах.",
      "imageLink": "image_files\\English\\nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plik",
      "translation": "наждак для ногтей",
      "definition": "Plik to narzędzie, kęsujące krzywe i owalne paznokcie ręczne i nóg.",
      "definition_translation": "Наждак для ногтей - это инструмент, используемый для формирования и сглаживания краев ногтей на руках и ногах.",
      "example": "Wysłułem plikiem paznokci w zeszłym tygodniu i chcę znowu go zastosować następnego miesiąca. Wciąż korzysta z pilnika, by ściśle uformować swoje paznokcie co dzień od lat.",
      "example_translation": "Я запилил ногти наждаком для ногтей на прошлой неделе, и я запилию их снова nächsten месяца. Она запиливает ногти наждаком для ногтей каждый день в течение года.",
      "imageLink": "image_files\\English\\nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żelito",
      "translation": "лопаточка",
      "definition": "Żelito jest to narzędzie, używane, by podnieść, podnieść i serwować żywność podczas gotowania i pieczenia.",
      "definition_translation": "Лопаточка - это прибор, используемый для соскребания, переворачивания и служения еды при приготовлении и выпечке.",
      "example": "Użyłem żelita, by podnieść placki owsiane dzisiejszym rankiem, a chcę go znowu zastosować, podczas podawania ciastka ciętego dnia, jako, że zawsze korzytam żelitem powoli podczas pieczenia przez lata.",
      "example_translation": "Я использовал лопаточку, чтобы перевернуть блинчики вчера, и я использую ее снова завтра, чтобы подать торт. Она использовала лопаточку на протяжении многих лет, чтобы соскребать стороны миски.",
      "imageLink": "image_files\\English\\spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "koloryzujacyemulsiak",
      "translation": "тонированный увлажнитель",
      "definition": "Emulsja podkolora o poważnej, do ciemnej pokryci osłony skóry, poświęcona cerze.",
      "definition_translation": "Тонированный увлажнитель - это косметический продукт, который обеспечивает легкую до средней степени покрытия, одновременно увлажняя кожу.",
      "example": "Stosuję emulsię podkoloru na skórę wch odlany, a chcę znowu podrażenia cię skóry, taka osoba zawsze korzysta z podkoloru w celu osłony skóry od lat.",
      "example_translation": "Я нанесла тонированный увлажнитель на лицо вчера, и я нанесу его снова завтра, чтобы дать своей коже естественный загар. Она использовала тонированный увлажнитель на протяжении многих лет, чтобы выровнять тон кожи.",
      "imageLink": "image_files\\English\\tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "separator",
      "translation": "разделитель пальцев",
      "definition": "Mały sprzęt lub pasek materiału umieszczany między palcami, aby je rozdzielić, zwykle używany do zapobiegania poderwaniu lub tarciu.",
      "definition_translation": "Маленькое устройство или полоса материала, помещаемая между пальцами, чтобы разделять их, обычно используется для предотвращения трения или соприкосновения.",
      "example": "Użyłem separera do ochrony before moich palców podczas wczorajszego wędrówki i zrobię to ponownie jutro.",
      "example_translation": "Я использовал разделитель пальцев, чтобы избежать волдырей во время моей ходьбы вчера, и я использую его 다시 завтра.",
      "imageLink": "image_files\\English\\toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aftershave",
      "translation": "aftershave",
      "definition": "Ciecz lub krem stosowany na skórze po goleniu, aby ją uspokoić i nawilżyć.",
      "definition_translation": "Жидкость или крем, наносимый на кожу после бритья, чтобы утихомирить и увлажнить ее.",
      "example": "Ona stosował aftershave po goleniu, aby uspokoić swoją skórę, i tak samo zrobimy to po prysznicu jutro.",
      "example_translation": "Он наносил aftershave на кожу после бритья, и он сделает то же самое после своей души завтра.",
      "imageLink": "image_files\\English\\aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "blusher",
      "translation": "румяна",
      "definition": "Kosmetyk w postaci proszku lub kremu, stosowany do nadawania rumieńców na policzkach.",
      "definition_translation": "Косметическая пудра или крем, используемый для придания здорового, розового сияния щекам.",
      "example": "Ona posługiwała się blushem podczas wczorajszego wieczoru, aby wyglądać bardziej żywiołowo, i ponownie to zrobi podczas wesela jutro.",
      "example_translation": "Она наносила румяна на щеки, чтобы выглядеть более живой на вечеринке прошлой ночью, и она наденет ее снова на свадьбе завтра.",
      "imageLink": "image_files\\English\\blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "body scrub",
      "translation": "скраб для тела",
      "definition": "Kosmetyk stosowany do złuszczenia skóry i usunięcia martwych komórek skórnych z ciała.",
      "definition_translation": "Косметический продукт, используемый для отшелушивания и удаления мертвых кожных клеток с тела.",
      "example": "Użyłem scrubu do pielęgnacji skóry podczas wakacji i ponownie zrobię to przed letnim festiwalem następnego tygodnia.",
      "example_translation": "Я использовал скраб для тела, чтобы разгладить кожу перед морским отдыхом, и я использую его снова перед летним фестивалем на следующей неделе.",
      "imageLink": "image_files\\English\\scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bubble bath",
      "translation": "ванна с пеной",
      "definition": "Kąpiel z pianką mydlaną na powierzchni, używana zwykle do relaksacji.",
      "definition_translation": "Ванна с поверхностным слоем пеноподобных мыльных пены, обычно используемая для релаксации.",
      "example": "Uwielbiałem brać długą kąpiel mydlaną, aby zrelaksować się, i robimy to każdoniedzielny wieczór, aby się dopożegnać. Czasem biorę kąpiel mydlaną i relaksuję się. Gdy skończę kąpiel, będę gotowski do spania.",
      "example_translation": "Я любил принимать длинную ванну с пеной, чтобы расслабиться после напряженного дня. Я принимаю ванну с пеной каждое воскресенье, чтобы побаловать себя. К тому времени, как я закончу свою ванну с пеной, я буду расслаблен и готов спать.",
      "imageLink": "image_files\\English\\bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "compact",
      "translation": "компактный",
      "definition": "Ciaśnie i porządnie upakowany; gęsty.",
      "definition_translation": "Тесно и аккуратно упакованный вместе; плотный.",
      "example": "Nowa kompaktywna kamera była idealna podczas podróży. Kompania typu compact spotkała się z pozytywną opinią klientów. Do następnego roku miasto będzie miało więcej kompatybilnych przestrzeni mieszkalnych.",
      "example_translation": "Новый компактный фотоаппарат был идеальным для путешествий. Компактный дизайн компании сделал его хитом с клиентами. К следующему году город будет иметь больше компактных жилых пространств.",
      "imageLink": "image_files\\English\\compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "concealer",
      "translation": "консилер",
      "definition": "Kosmetyk używany do zakrywania lub maskowania niedoskonałości skóry.",
      "definition_translation": "Косметическое средство, используемое для покрытия или маскировки nedokonallonostej на коже.",
      "example": "Używam korektora do zakrycia ciemnych kręgów pod oczami. Ona zastosowała korektor podczas wyjścia na wieczór, by zakryć wypryski. Używam korektora, aby ukryć blizny trądzikowe.",
      "example_translation": "Я использую консилер, чтобы скрыть темные круги под глазами. Она нанесла консилер на свой дефект перед выходом. Используя консилер, я могу спрятать свои рубцы акне.",
      "imageLink": "image_files\\English\\concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "ватные палочки",
      "definition": "",
      "definition_translation": "Маленькие стержни из ваты, используемые для нанесения или снятия косметики или для чистки ушей.",
      "example": "",
      "example_translation": "Я использую ватные палочки, чтобы наносить тени для век. Она использовала ватную палочку, чтобы очистить серу из уха. К тому времени, как я закончу чистку ушей ватными палочками, я буду готов спать.",
      "imageLink": "image_files\\English\\cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "кулер",
      "definition": "",
      "definition_translation": "Кулер - это инструмент, используемый для формирования и фиксации волос, обычно используемый для стилизации и завивки волос.",
      "example": "",
      "example_translation": "Я использовал кулер, чтобы достичь идеальных крутых волос для моего дня рождения. Я использую кулер, чтобы стилизовать мою причёску для вечеринки сегодня ночью. Я использовал кулер, чтобы добавить объём моим волосам на прошлой неделе.",
      "imageLink": "image_files\\English\\curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "железо для завивки",
      "definition": "",
      "definition_translation": "Железо для завивки - это устройство, используемое для стилизации и завивки волос, обычно нагреваемое для достижения desired формы.",
      "example": "",
      "example_translation": "Она всегда использует железо для завивки, чтобы получить идеальные волны на пляже. Я попробую железо для завивки, чтобы добавить крутые волосы. Он использовал железо для завивки, чтобы стилизовать свой волос для модного шоу.",
      "imageLink": "image_files\\English\\curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nożyczki do paznokciowe skórki",
      "translation": "кюретаж для кутикулы",
      "definition": "Nożyczki do paznokci owych skórek są małymi narzędziami w kształcie nożyczek, używanymi do przycinania i kształtowania skórek wokół palców ręki i stóp. ",
      "definition_translation": "Кюретаж для кутикулы - это маленькие инструменты, похожие на щипцы, используемые для подрезки и формирования кутикул вокруг пальцев и ног.",
      "example": "Używam nożyczek do paznokciowych skórek, aby utrzymać wygląd moich paznokci. Ona użyła nożyczek do paznokciowych skórek, aby przyciąć swoje skórki podczas manicure. On użył nożyczek do paznokciowych skórek w ubiegłym tygodniu, aby uformować swoje skórki.",
      "example_translation": "Я использую кюретаж для кутикулы, чтобы我的 ногти выглядели опрятно. Она воспользуется кюретажем для кутикулы, чтобы подрезать кутикулы для педикюра. Он использовал кюретаж для кутикулы, чтобы сформировать кутикулы на прошлой неделе.",
      "imageLink": "image_files\\English\\cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "popychacz paznokci ow",
      "translation": "продаватель кутикулы",
      "definition": "Popychacz paznokci owy to narzędzie, służące do delikatnego popychania skórek i oczyszczania łożyska paznokcia. ",
      "definition_translation": "Продаватель кутикулы - это инструмент, используемый для осторожного отодвигания кутикул и очистки ногтя.",
      "example": "Piękności użęli popychacza paznokci owej, aby przygotować moje paznokcie do manicure. Użęłam popychacza paznokci owej, aby czyścić mój łożysko paznokciowe. Użyj popychacza paznokci owej, aby przegrupować swoje skórki następnego tygodnia.",
      "example_translation": "Косметолог использовал продаватель кутикулы, чтобы подготовить мои ногти для маникюра. Я воспользуюсь продавателем кутикулы, чтобы очистить мой ноготь. Она использовала продаватель кутикулы, чтобы отодвинуть кутикулы в прошлом месяце.",
      "imageLink": "image_files\\English\\cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odwar paznokci owy",
      "translation": "удалитель кутикулы",
      "definition": "Kosmetyk stosowany w celu rozpuszczenia i usunięcia martwych komórek skóry z paznokci, zwykle nakładany przed manicure. ",
      "definition_translation": "Косметическое средство, используемое для растворения и удаления мертвых клеток кожи с кутикулы, обычноApplied перед маникюром.",
      "example": "Ona użyła odwaru paznokci owej, aby zmiękczyć swoje skórki przed popychaniem ich w tył. Użyłam odwaru paznokci owej w zeszłym tygodniu, i moje ręce wyglądały fantastycznie. Użyj odwaru paznokci owej jutro, aby przygotować się do wizyty w salonie piękności.",
      "example_translation": "Она использовала удалитель кутикулы, чтобы смягчить свои кутикулы, прежде чем отодвинуть их назад. Она использовала удалитель кутикулы вчера, и ее руки выгляделиgreat. Она будет использовать удалитель кутикулы завтра, чтобы подготовиться к своей записи на маникюр.",
      "imageLink": "image_files\\English\\cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krem depilacyjny",
      "translation": "депиляторный крем",
      "definition": "Kosmetyk stosowany do usuwania niechcianych owłosień z ciała, zwykle nakładany na obszarze owłosień i następnie zmywany. ",
      "definition_translation": "Косметическое средство, используемое для удаления нежелательных волос с кожи, обычно наносимое на область и затем стирающееся или смываемое.",
      "example": "Ona nałożyła krem depilacyjny na nogi, aby usunąć owłosienia. Użyłam kremu depilacyjnego w zeszłym tygodniu, a my skóra wyglądała gładko. Użyj kremu depilacyjnego następnego miesiąca, aby przygotować się do wakacji.",
      "example_translation": "Она нанесла депиляторный крем на ноги, чтобы удалить нежелательные волосы. Она использовала депиляторный крем на прошлой неделе, и ее кожа выглядела гладкой. Она будет использовать депиляторный крем в следующем месяце, чтобы подготовиться к своему отпуску.",
      "imageLink": "image_files\\English\\depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ołówek do brwi",
      "translation": "карандаш для бровей",
      "definition": "Kosmetyk stosowany do kształtowania i definiowania brwi, zwykle ołówek rysunkowy ze składem tłustym. ",
      "definition_translation": "Косметическое средство, используемое для формирования и определения формы бровей, обычно карандашоподобное инструмент с мягким, воскоподобным грифелем.",
      "example": "Ona użyła ołówka do brwi, aby wypełnić swoje brwi i nadać im zdefiniowanego wyglądu. Użyłam ołówka do brwi wczoraj, aby wyjść z przyjaciółmi. Użyj ołówka do brwi jutro wieczorem, na przyjęciu.",
      "example_translation": "Она использовала карандаш для бровей, чтобы заполнить свои редкие брови. Она использовала карандаш для бровей каждый morning, чтобы определить форму своих бровей. Она будет использовать карандаш для бровей今 вечером, чтобы подготовиться к вечеринке.",
      "imageLink": "image_files\\English\\eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "linha eyeliner",
      "translation": "подводка для глаз",
      "definition": "Kosmetyk używany do zdefiniowania i powiększenia oczu, zwykle papierowe lub płynne rysunkowe, nakładane na krawędź pęciny powieki. ",
      "definition_translation": "Косметическое средство, используемое для определения и улучшения формы глаз, обычно жидкое, гель или карандашоподобное средство, наносимое на верхнюю линию ресниц.",
      "example": "Ona nałożyła eyeliner, aby stworzyć efekt oka tygrysiego. Użyłam eyelinera wczoraj, kiedy byłem ze znajomymi. Użyj eyelinera jutro, podczas występu.",
      "example_translation": "Она нанесла подводку для глаз на верхнюю линию ресниц, чтобы создать эффект кошачьего глаза. Она использовала подводку для глаз вчера, чтобы выйти с друзьями. Она будет использовать подводку для глаз завтра, чтобы присутствовать на свадебной церемонии.",
      "imageLink": "image_files\\English\\eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cienie",
      "translation": "теней для глаз",
      "definition": "Kosmetyk używany do kolorowania i cieniowania boli powieki, często podany w postaci pudru lub kremu. ",
      "definition_translation": "Косметическая продукция, используемая для окрашивания и оттенка век, часто доступная в виде порошка или крема.",
      "example": "Nałożyła grubą warstwę cienia na swoje powieki, tworząc dramatyczny efekt. Użyłam nowego palety cieni, kiedy zeszłam do sklepu. Użyj cienia jutro wieczorem podczas przygotowań.",
      "example_translation": "Она нанесла густой слой тени для глаз на веки для драматического эффекта. Вчера она купила новую палетку теней для глаз. Она наденет тени для глаз завтра перед вечеринкой.",
      "imageLink": "image_files\\English\\eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prostownik",
      "translation": "плоский утюжок",
      "definition": "Elektryczne urządzenie stosowane do prostowania lub stylizacji włosów, składające się z płyt i rusztu, którą porusza się po włosach, by wyprostować je. ",
      "definition_translation": "Электрическое устройство, используемое для выпрямления или стилизации волос, обычно состоящее из плоской пластины, которая нагревается и движется вдоль волос для их гладкости.",
      "example": "Użyłam prostownika, aby wyprostować swoje kręcone włosy. Użyłam nowego prostownika wczoraj, kiedy zeszłam do sklepu. Użyj prostownika jutro, podczas podstawiania fryzury.",
      "example_translation": "Она использовала плоский утюжок, чтобы выпрямить свои кудрявые волосы. Вчера она купила новый плоский утюжок к своему дню рождения. Она будет использовать плоский утюжок завтра перед свадьбой.",
      "imageLink": "image_files\\English\\flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zawilżacz włosów",
      "translation": "кондиционер для волос",
      "definition": "Kosmetyk stosowany w celu poprawy wyglądu i ułatwienia pielęgnacji włosów, zwykle aplikowany po myciu włosów, by zablokować wilgoć i zmniejszyć kłopotliwość. ",
      "definition_translation": "Косметическая продукция, используемая для улучшения текстуры и управляемости волос, часто наносимая после мытья головы для удержания влаги и уменьшения заделов.",
      "example": "Ona nałożyła zawilżacz, aby poprawić wygląd swoich włosów po kąpieli. Użyłam nowego zawilżacza włosów, kiedy wyjeżdżałem na urlop. Użyj zawilżacza włosów jutro, podczas stajennicy.",
      "example_translation": "Она нанесла кондиционер для волос на волосы после мытья головы. Вчера она купила новый кондиционер для волос для своих сухих волос. Она будет использовать кондиционер для волос завтра перед стилеванием волос.",
      "imageLink": "image_files\\English\\hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pianka",
      "translation": "мусс для волос",
      "definition": "Lekki i jasny produkt kosmetyczny, stosowany do dodania objętości, tekstury i większego poprawienia wyglądu włosów, zwykle nakładany na dżemne włosy przed stylizacją. ",
      "definition_translation": "Легкий, пенистый продукт для волос, используемый для добавления объема, текстуры и фиксации волос, часто наносимый на влажные волосы перед стилеванием.",
      "example": "Ona nałożyła piankę, zanim zaczął stylizować swoje włosy. Użyłam koagulantu pianki, kiedy zeszłam do sklepu. Użyj pianki jutro wieczorem, podczas stylowania swoich włosów.",
      "example_translation": "Она нанесла мусс для волос на волосы перед сушкой феном. Вчера она купила новый мусс для волос для своих тонких волос. Она будет использовать мусс для волос завтра перед крученнием волос.",
      "imageLink": "image_files\\English\\hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lakier do włosów",
      "translation": "лак для волос",
      "definition": "Produkt kosmetyczny używany do stylizacji i utrzymania włosów w miejscu.",
      "definition_translation": "Косметическое средство, используемое для стилизации и фиксации волос.",
      "example": "Używała lakieru do włosów, by utrzymać stylizację włosów cały dzień. Codziennie stosowała lakier do włosów. Stosowała lakier do włosów na swój ślub.",
      "example_translation": "Она использовала лак для волос, чтобы giữ свою причёску целый день. Она использовала лак для волос каждый утренний день. Она будет использовать лак для волос на свой свадьбе.",
      "imageLink": "image_files\\English\\hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "balsam do ust",
      "translation": "бальзам для губ",
      "definition": "Produkt kosmetyczny stosowany do nawilżania i zmiękczenia ust.",
      "definition_translation": "Топическое средство, используемое для увлажнения и смягчения губ.",
      "example": "Nałożył balsam do ust, aby ukoić popękane usta. Cóż, wszystko własnymi rękami. Przez całą zimę stosował balsam do ust.",
      "example_translation": "Он наносил бальзам для губ, чтобы успокоить его обветренные губы. Она использовала бальзам для губ всю зиму. Они будут использовать бальзам для губ для своей походки.",
      "imageLink": "image_files\\English\\lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "błysk ustny",
      "translation": "губная помада",
      "definition": "Produkt kosmetyczny stosowany do podkreślenia błysku i koloru na ustach.",
      "definition_translation": "Косметическое средство, используемое для добавления блеска и цвета губам.",
      "example": "Nałożyła błysk ustny, by ukończyć swoją makijaż. To, co ponieważ wykorzystałyśmy błysk ustny w trakcie naszego pokazu mody.",
      "example_translation": "Она наносила губную помаду, чтобы завершить свой образ. Они использовали губную помаду для своей модной выставки. Он будет использовать губную помаду для своей костюмной вечеринки.",
      "imageLink": "image_files\\English\\lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kredka do ust",
      "translation": "контур для губ",
      "definition": "Produkt kosmetyczny używany do określenia kształtu i formy ust.",
      "definition_translation": "Косметическое средство, используемое для определения и формирования губ.",
      "example": "Używałem kredki do ust, aby stworzyć dokładny kształt. Byliśmy w trakcie tworzenia tutoriale makijażowe i wykorzystuwaliśmy kredkę do ust.",
      "example_translation": "Она использовала контур для губ, чтобы создать правильную форму. Они использовали контур для губ для своих уроков макияжа. Он будет использовать контур для губ для своей Хэллоуинской костюма.",
      "imageLink": "image_files\\English\\lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fundacja w płynie",
      "translation": "жидкая основа",
      "definition": "Typ kosmetycznego fundacyjnego, który ma płynną konsystencję, często stosowany do dającej efekt naturalnego wykończenia i odblasku.",
      "definition_translation": "Тип косметической основы, который имеет жидкую консистенцию, часто используемый для обеспечения легкого до среднего покрытия и естественного финиша.",
      "example": "Używałem fundacji w płynie, aby wyrównać ton skóry. Dlaczego ja sam powinienem to zrobić, a nie twoja mama?",
      "example_translation": "Я использовала жидкую основу, чтобы выровнять тон кожи. Я dùng жидкую основу, чтобы скрыть свои недостатки. Я использовала жидкую основу, чтобы достичь идеального вида.",
      "imageLink": "image_files\\English\\liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "luźna mąka do makijażu",
      "translation": "рассыпной пудра",
      "definition": "Typ kosmetycznego pudru, który jest luźny i drobny w teksturze, często stosowany do finalizacji makijażu i kontrolowania połysku.",
      "definition_translation": "Тип косметической пудры, который имеет рыхлую и тонкую текстуру, часто используемый для фиксации макияжа и контроля блеска.",
      "example": "Używałem luźnej mąki do makijażu, a ona powoli się spina. Przygotuję się do końca tygodnia.",
      "example_translation": "Я нанесла рыхлую пудру, чтобы зафиксировать основу. Она dùng рыхлую пудру, чтобы уменьшить блеск. Он нанес рыхлую пудру, чтобы достичь гладкого финиша.",
      "imageLink": "image_files\\English\\loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pędzel do paznokci",
      "translation": "кисточка для ногтей",
      "definition": "Mały pędzel stosowany do nakłaniania lakieru do paznokci lub innych produktów do pielęgnacji paznokci.",
      "definition_translation": "Маленькая кисточка, используемая для нанесения лака для ногтей или других продуктов ухода за ногтями на ногти.",
      "example": "Używałem pędzla do paznokci, malując lakier na paznokciach nóg. Dziś zrobię to na paznokciach rąk.",
      "example_translation": "Я использовала кисточку для ногтей, чтобы раскрасить ногти на ногах. Она будет использовать кисточку для ногтей, чтобы нанести укрепитель для ногтей. Он использовал кисточку для ногтей, чтобы создать дизайн ногтевой артистки.",
      "imageLink": "image_files\\English\\nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lakier do paznokci",
      "translation": "лак для ногтей",
      "definition": "Produkt kosmetyczny stosowany do pokrywania i ozdobienia paznokci.",
      "definition_translation": "Косметический продукт, используемый для окрашивания и украшения ногтей.",
      "example": "Nałożyłem lakier do paznokci na paznokciach dłoni. Dlaczego nie powinienem to usunąć?",
      "example_translation": "Я нанесла лак для ногтей на ногти пальцев. Она будет наносить лак для ногтей на ногти ног. Он нанес лак для ногтей, чтобы достичь глянцевого финиша.",
      "imageLink": "image_files\\English\\nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "usuwanie lakieru",
      "translation": "средство для снятия лака",
      "definition": "Ciecz lub kremowy preparat używany do rozpuszczania i usuwania lakieru do paznokci.",
      "definition_translation": "Жидкость или крем, используемые для растворения и удаления лака с ногтей.",
      "example": "Cóż, muszę kupić usuwanie lakieru, by usunąć stary kolor. Cóż, muszę myśli, że jutro usunę stare paznokcie.",
      "example_translation": "Мне нужно купить средство для снятия лака, чтобы убрать старый цвет. Вчера я использовал средство для снятия лака, чтобы очистить мои ногти. К следующей неделе я куплю средство для снятия лака, чтобы начать с чистого листа.",
      "imageLink": "image_files\\English\\nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kompres do mąki",
      "translation": "пудровая пошипова",
      "definition": "Narzędzie używane do nakładania lub oczyszczania mas mąki, typowo składające się z miękkiego, okrągłego padu z uchwytom.",
      "definition_translation": "Инструмент, используемый для нанесения или снятия пудровой косметики, обычно сделанный из мягкойround pads with a handle.",
      "example": "Użyłem kompresa do mąki, by dopełnić makijażu. Ktoś wywrócił pojemnik z mąką. Cóż, muszę jeść tę mąkę.",
      "example_translation": "Она додала последние штрихи с помощью пудровой пошиповой. Он случайноPerPixel контейнер с пудровой пошиповой. К тому времени, когда я вернусь домой, я смою пудровую пошиповую.",
      "imageLink": "image_files\\English\\powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pressed powder",
      "translation": "прессованный пудр",
      "definition": "",
      "definition_translation": "Тип косметической пудры, которая прессуется в компактной форме, часто используемой для фиксации лица и уменьшения блеска.",
      "example": "",
      "example_translation": "Я всегда ношу прессованный пудр в своей сумочке. Она нанесла прессованный пудр на свою Т-зону. К следующей неделе я куплю новый компакт с прессованным пудром.",
      "imageLink": "image_files\\English\\pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "primer",
      "translation": "праймер",
      "definition": "",
      "definition_translation": "Косметический продукт, наносимый на лицо перед нанесением тонального средства или другой косметики для создания гладкой и ровной поверхности.",
      "example": "",
      "example_translation": "Визажист нанес праймер на лицо модели. Мне нужно купить новый праймер для моей сухой кожи. К завтрашнему дню я нанесу праймер перед макияжем.",
      "imageLink": "image_files\\English\\primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pumice stone",
      "translation": "пемза",
      "definition": "",
      "definition_translation": "Пемза - это натуральный эксфолиант, используемый для удаления мертвых клеток кожи и сглаживания шероховатой кожи, часто используемый в косметических и beauty-услугах.",
      "example": "",
      "example_translation": "Я использовал пемзу, чтобы удалить мертвые клетки кожи с моих пяток. Я буду использовать пемзу, чтобы эксфолировать свою кожу. Я использовал пемзу, чтобы сгладить свою шероховатую кожу.",
      "imageLink": "image_files\\English\\pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "shaving brush",
      "translation": "бритьевой кисть",
      "definition": "",
      "definition_translation": "Бритьевой кисть - это маленькая кисть, используемая для вспенивания и нанесения бритьевого крема на кожу, обычно используемая в традиционном влажном бритье.",
      "example": "",
      "example_translation": "Мой дедушка использовал бритьевую кисть, чтобы вспенить свое лицо. Я буду использовать бритьевую кисть, чтобы нанести бритьевой крем. Он использовал бритьевую кисть, чтобы побрить свою бороду.",
      "imageLink": "image_files\\English\\shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "shaving cream",
      "translation": "бритьевой крем",
      "definition": "",
      "definition_translation": "Бритьевой крем - это тип косметического крема или пены, используемого для помощи при бритье, обычно наносимого на кожу, чтобы помочь бритве скользить плавно и уменьшить трение.",
      "example": "",
      "example_translation": "Я нанес бритьевой крем на свое лицо. Она будет использовать бритьевой крем, чтобы побрить свои ноги. Они использовали бритьевой крем, чтобы побрить свои бороды.",
      "imageLink": "image_files\\English\\shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "shaving foam",
      "translation": "шaving пена",
      "definition": "",
      "definition_translation": "Шейвинг пена - это тип косметической пены, используемой для помощи при бритье, обычно наносимой на кожу, чтобы помочь бритве скользить плавно и уменьшить трение.",
      "example": "",
      "example_translation": "Я использовал шейвинг пену, чтобы побрить свое лицо. Она будет использовать шейвинг пену, чтобы побрить свои подмышки. Они использовали шейвинг пену, чтобы побрить свои головы.",
      "imageLink": "image_files\\English\\shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sunscreen",
      "translation": "солнцезащитный крем",
      "definition": "",
      "definition_translation": "Лосьон, спрей или гель, наносимый на кожу для защиты от ультрафиолетовых лучей солнца, часто с určitым рейтингом фактора защиты от солнца (SPF).",
      "example": "",
      "example_translation": "Я нанес солнцезащитный крем на кожу перед тем, как пойти на пляж. Я использую солнцезащитный крем каждый день в течение недели. Завтра я снова использовать солнцезащитный крем.",
      "imageLink": "image_files\\English\\sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tweezers",
      "translation": "пинцет",
      "definition": "",
      "definition_translation": "Маленький инструмент, используемый для ощипывания или захвата μικрок предметов, обычно имеющий две шарнирные руки, которые сжимаются вместе, чтобы захватить предмет.",
      "example": "",
      "example_translation": "Я использовал пинцет, чтобы поднять маленькую бусину. Она использует пинцет, чтобы ощипывать свои брови в течение лет. Завтра они будут использовать пинцет, чтобы изучить образец.",
      "imageLink": "image_files\\English\\tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]