[
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kwiat",
      "translation": "цветок",
      "definition": "Roślina, która produkuje kwiaty, szczególnie ta, która jest uprawiana w ogrodzie ze względu na piękno lub zapach.",
      "definition_translation": "Растение, которое производит цветы, особенно то, который выращивается в саду для его красоты или аромата.",
      "example": "Podnosiła kwiat w ogrodzie wczoraj, jest teraz kwitnącym, i podnosi go jutro.",
      "example_translation": "Она посадила цветок в саду вчера, сейчас он распустился, и она будет поливать его завтра.",
      "imageLink": "image_files\\English\\"imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "róża",
      "translation": "роза",
      "definition": "Krzewielona roślina zdobionokwiatowa, która jest szeroko uprawiana w wielu odmianach, typowo mająca efektowne, pachnące kwiaty, zwłaszcza w odcieniach różu lub czerwieni.",
      "definition_translation": "Колючая стебель цветущего кустарника, который широко культивируется в многих вариантах, обычно имея яркие, душистые цветы, особенно в оттенках розового или красного.",
      "example": "Podarowałem jej różę w naszą rocznicę, kochała ją, i podaruję jej jeszcze jedną przyszłego roku.",
      "example_translation": "Я дал ей розу на нашу годовщину в прошлом году, она любила его, и я дам ей еще одну в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stokrotka",
      "translation": "маргаритка",
      "definition": "Mała, delikatna roślina z białymi płatkami i żółtym centrum, wspólnie spotykana na trawnikach i łąkach.",
      "definition_translation": "Маленькое, хрупкое цветочное растение с белыми лепестками и желтым центром, часто встречающееся на лужайках и лугах.",
      "example": "Stokrotka kwitła na łące ostatniej wiosny, była kwitnąca latem i będzie kwitła ponownie następnej jesieni.",
      "example_translation": "Маргаритка расцветала на лугу прошлой весной, она расцветала летом, и она будет расцветать снова в следующей осени.",
      "imageLink": "image_files\\English\\"imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słonecznik",
      "translation": "гелиантус",
      "definition": "Wieloletnia roślina, która powoduje, że duże, żółte kwiaty zmieniają kierunek w stronę słońca,-native to North America.",
      "definition_translation": "Высокий, однолетний растительный с большими, желтыми цветками, которые следуют направлению солнца, родиной которых является Северная Америка.",
      "example": "Podnosiła słonecznik w ogrodzie minionego lata, był rosnącym teraz i wybiera go następnej jesieni.",
      "example_translation": "Она посадила гелиантус в саду прошим летом, он сейчас растет, и она будет собирать урожай в следующей осени.",
      "imageLink": "image_files\\English\\"imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tulipan",
      "translation": "тюльпан",
      "definition": "Tulipan to typ rośliny, która jest uprawiana w ogrodach i jest znana z barwoczowych, miseczkowych kwiatów.",
      "definition_translation": "Тюльпан - это тип цветущего растения, которое выращивается в садах и известно своими яркими, чашеобразными цветами.",
      "example": "Podnosiła tulipany w ogrodzie wiosną, last year, teraz kwitną pięknie. Następnego roku podnosi więcej tulipanów.",
      "example_translation": "Она посадила тюльпаны в ее саду прошлой весной. Теперь они цветут прекрасно. В следующем году она посадит больше тюльпанов.",
      "imageLink": "image_files\\English\\"imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aster",
      "translation": "астер",
      "definition": "Jest typem rośliny, która jest używana w boukietach i aranżacjach ze względu na małe, similar to daisy-like, w pełni kwiaty, kolorowe.",
      "definition_translation": "Астер - это тип цветущего растения, которое часто используется в букетах и композициях из-за своих маленьких, похожих на ромашки цветков.",
      "example": "Kwiaciarnia układa piękny bukiet z aster i róż. Last week, she już sprzedała wiele bukietów z aster. Następnego miesiąca, przygotuje więcej bukietów z aster.",
      "example_translation": "Флорист составила красивый букет из астеров и роз. На прошлой неделе она уже продала много букетов астеров. В следующем месяце она подготовит еще больше букетов астеров.",
      "imageLink": "image_files\\English\\"imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "azalia",
      "translation": "азалия",
      "definition": "jest typ rośliny, która jest używana w ogrodnictwie i krajobrazie ze względu na żywe, różowe, fioletowe lub białe.",
      "definition_translation": "Азалия - это тип цветущего кустарника, который часто используется в ландшафтном дизайне и садоводстве из-за своих ярких, розовых, фиолетовых или белых цветов.",
      "example": "Azalie w ogrodzie kwitły pięknie latem. Teraz przygotowują się do ponownego kwitnienia. Następnego roku, będą kwitły jeszcze piękniej.",
      "example_translation": "Азалии в саду цвели красиво прошлым летом. Теперь они готовятся цвести снова. В следующем году они будут цвести еще более красиво.",
      "imageLink": "image_files\\English\\"imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kaktus",
      "translation": "кактус",
      "definition": "Kaktus to typ rośliny soczystej, która jest rodzima w Ameryce i jest znana ze swoich grubych, woskowych pędów, które przechowują wodę.",
      "definition_translation": "Кактус - это тип суккулентного растения, которое является родным для Америк и известно своими толстыми, восковыми стеблями, которые хранят воду.",
      "example": "Miała kaktus w pokoju, ale on umarł w minionym miesiącu. Teraz ona chciałaby kupić nowy kaktus. Następny tydzień, idzie do sklepu zielarskiego kupić kaktus.",
      "example_translation": "У нее был кактус в ее комнате, но он умер последним месяцем. Теперь она хочет купить новый кактус. В следующую неделю она пойдет в магазин, чтобы купить кактус.",
      "imageLink": "image_files\\English\\"imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "goździk",
      "translation": "гардения",
      "definition": "Goździk jest rodzajem rośliny, która jest rodzima w rejonie Morza Śródziemnego. Jest znana ze swoich efektownych, pachnących kwiatów, które pojawiają się w różnych kolorach, w tym różowym, czerwonym, białym i żółtym.",
      "definition_translation": "Гарденция - это цветущее растение, которое является родным для Средиземноморского региона. Она известна своими яркими, ароматными цветами, которые имеют различные цвета, включая pink, red, white и yellow.",
      "example": "Przypinała goździk do klapy, czując się elegancko i wyszukaną. Kwiaciarnia dostarczy bukiet z goździk w ciągu tygodnia, na próg. Do następnego tygodnia, goździki będą już kwitły w ogrodzie.",
      "example_translation": "Она заколола гардению к лацкану, чувствуя себя элегантной и культурной. Флорист доставит букет гарденций к ее дверям завтра. К следующей неделе гардении будут цвести в саду.",
      "imageLink": "image_files\\English\\"imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chryzantema",
      "translation": "хризантема",
      "definition": "Chryzantema jest rodzajem rośliny, która jest rodzima w Azji. Jest znana ze swoich efektownych, daisy-like kwiatów, które pojawiają się w różnych kolorach, w tym żółtym, różowym, czerwonym i białym.",
      "definition_translation": "Хризантема - это цветущее растение, которое является родным для Азии. Она известна своими яркими, похожими на астровые цветами, которые имеют различные цвета, включая желтый, pink, red и white.",
      "example": "Arnaż chryzantem na stole dodawał kolorystycznego żywiołu do pokoju. Ona starannie sadziła chryzantemy w ogrodzie, w poprzedni weekend. Do następnego miesiąca, chryzantemy zaczną kwitnąć.",
      "example_translation": "Аранжировка хризантем на столе добавила цвета к комнате. Она аккуратно посадила хризантемы в ее саду на прошлых выходных. К следующему месяцу хризантемы начнут цвести.",
      "imageLink": "image_files\\English\\"imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ławenderka",
      "translation": "VASILEK",
      "definition": "Roża konewka to roślina jednoroczna, rodowita z Europy. Cechuje się intensywnymi, niebieskimi, kieliszkowatymi kwiatami, co dodaje jej miniatur i dziękuję za atrakcyjny wygląd.",
      "definition_translation": "VASILEK - это однолетнее цветущее растение, которое является родным для Европы. Она известна своими яркими синими цветами, похожими на мини-астровые.",
      "example": "Na łące wyrósł kwiaciasta koniczyna, przyciągając pszczoły i motyle. Podczas spaceru pochyliła się po kilka konewek i osuszyła je w swoim dzienniku. Do przyszłego lata koniczyny rozprzestrzenią się po łące.",
      "example_translation": "VASILEK расцвел в поле, привлекая пчел и бабочек. Она собрала несколько VASILEK на ее прогулке и прижала их в ее журнале. К следующему лету VASILEK будут разрастаться по всей лугу.",
      "imageLink": "image_files\\English\\"imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szafran",
      "translation": "шафран",
      "definition": "Szafran to roślina kwitnaca, palczasta, dwuroczna lub wieloletnia, typowo europejska i azjatycka. Jest znany z kielichostęplikowych kwiatów w różnych kolorach, w tym złoto-żółtych, białych i purpurowych, które na tle zielonych liści im zapewniają malowniczy wygląd.",
      "definition_translation": "Шафран - это многолетнее цветущее растение, которое является родным для Европы и Азии. Она известна своими чашеобразными цветами, которые имеют различные цвета, включая желтый, белый и фиолетовый.",
      "example": "Szafrany zbulbow były posadzone w ogrodzie podczas minionego spadania liści, a teraz już jędrzą się ku górze. Ujęła bukiety szafranu na swoim kuchennym stole, wypełniając całą przestrzeń kolorami. Do przyszłej wiosny szafrany rozprzestrzenią się po łące.",
      "example_translation": "Луковицы шафрана были посажены в саду прошлой осенью, и теперь они цветут. Она устроила букет шафранов на ее кухонном столе, заполнив комнату цветом. К следующей весне шафраны будут натурализованы в лугу.",
      "imageLink": "image_files\\English\\"imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żonkil",
      "translation": "подснежник",
      "definition": "żonkil to typ rośliny kwitnającej, utożsamiany ze wiosną i nowymi początkami. Miewa jaskrawożółte kwiaty, kształtem przypominające trąbki, o grubych, ośli pędach.",
      "definition_translation": "Подснежник - это тип цветущего растения, которое часто ассоциируется с весной и новыми начинаниями. У него есть ярко-желтый цветок в форме трубки и стойкий стебель.",
      "example": "Posadziłam żonkile w swoim ogrodzie w zeszłym roku, a teraz wspaniale się rozwijają. Posadzę więcej żonkil jutro, a następnie planuję posadzać ich więcej każdego roku.",
      "example_translation": "Я посадил подснежники в моем саду прошлым годом, и они расцветут красиво следующей весной. Сегодня я сажаю больше подснежников, и я посадлю еще больше следующим годом.",
      "imageLink": "image_files\\English\\"imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dalja",
      "translation": "георгин",
      "definition": "Dalja to roślina kwitnaca, rodnia się z Meksyku i Ameryki Środkowej. Ona wywodzi się z gatunku roślin cięgotka, obdarowana kwiatami efektownymi, pełnymi barw i ozdobiami takimi jak liście kaczki i rosochy.",
      "definition_translation": "Георгин - это тип цветущего растения, которое является родным для Мексики и Центральной Америки. У него есть прихотливые цветы, которые приходят в различных цветах и формах.",
      "example": "Uprawiajka daleje w swoim ogrodzie aż do minionego lata, a osiągasz niezwykli wynik. W przyszłym lecie planuję wznowić uprawę dalei, a próbę osiągnąć lepsze efekty i wstąpić do konkursu kwiatowego.",
      "example_translation": "Я выращивал георгины в моем саду прошлым летом, и они были большим хитом у моих соседей. Я выращу георгины снова следующим летом, и я планирую представить их на цветочном шоу.",
      "imageLink": "image_files\\English\\"imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "эдельвейс",
      "definition": "",
      "definition_translation": "Эдельвейс - это тип цветущего растения, которое является родным для Европейских Альп. У него есть хрупкий, белый цветок с шерстистым видом.",
      "example": "",
      "example_translation": "Я видел эдельвейс, растущий в горах, когда я ходил в Альпы прошлым годом. Я увижу эдельвейс снова, когда я вернусь в горы следующим годом.",
      "imageLink": "image_files\\English\\"imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "незабудка",
      "definition": "",
      "definition_translation": "Незабудка - это тип цветущего растения, которое имеет маленькие, синие цветы и часто ассоциируется с памятью и памятными событиями.",
      "example": "",
      "example_translation": "Я подарил своей бабушке букет незабудок на ее день рождения, и она была очень тронута. Я подарю своей бабушке больше незабудок на ее следующий день рождения.",
      "imageLink": "image_files\\English\\"imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "фрезия",
      "definition": "",
      "definition_translation": "Тип цветущего растения, родом из Южной Африки, известный своими ароматными цветами и нежными лепестками.",
      "example": "",
      "example_translation": "Я купил букет фрезий, чтобы осветить свою гостиную. Освобожденные от букета, фрезии начали увядать. Я посадлю фрезию в свой сад следующей весной.",
      "imageLink": "image_files\\English\\"imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "фуксия",
      "definition": "",
      "definition_translation": "Тип цветущего растения, известный своими яркими розовыми, фиолетовыми или красными цветами, часто используемый в висячих корзинах или контейнерах.",
      "example": "",
      "example_translation": "Я посадил фуксию в свой сад, и она расцвелаbeautifully всю летом. Фуксии были популярным выбором для викторианских садов. Она наденет платье фуксии на вечеринку сегодня ночью.",
      "imageLink": "image_files\\English\\"imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "герберова ромашка",
      "definition": "",
      "definition_translation": "Тип цветущего растения, известный своими яркими, радостными цветами, часто используемый в букетах и композициях.",
      "example": "",
      "example_translation": "Я подарил ей букет герберовых ромашек, чтобы отпраздновать ее день рождения. Герберовые ромашки в вазе начали увядать через неделю. Она посадит герберовые ромашки в свой сад следующей весной.",
      "imageLink": "image_files\\English\\"imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "шток-роза",
      "definition": "",
      "definition_translation": "Тип цветущего растения, известный своими высокими, величественными шипами ярко окрашенных цветов, часто используемый в деревенских садах.",
      "example": "",
      "example_translation": "Я посадил шток-розы в свой сад, и они выросли более шести футов в высоту. Шток-розы в саду были популярным местом для бабочек. Она будет обрезать шток-розы в ее саду завтра.",
      "imageLink": "image_files\\English\\"imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żakwę",
      "translation": "гиацинт",
      "definition": "Żakwę to rodzaj rośliny, która często uprawiana jest w ogrodach ze względu na swoje piękne i pachnące kwiaty.",
      "definition_translation": "Гиацинт - это тип цветущего растения, которое часто выращивается в садах для своих красивых и ароматных цветов.",
      "example": "Zasadziłem żakwę w ogrodzie rok temu, więc kwitła pięknie wiosną i powtórzy się to następnego roku. Zasadziłem żakwę w ogrodzie pięć lat temu, i wciąż kwitnie co wiosnę.",
      "example_translation": "Я посадил гиацинт в моем саду в прошлом году, и он зацвел beautefully этой весной. Я посадлю другой в следующем году, и он снова зацветет. Я посадил гиацинт в моем саду пять лет назад, и он до сих пор зацвел каждой весной.",
      "imageLink": "image_files\\English\\"imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "iris",
      "translation": "ирис",
      "definition": "Iris to rodzaj rośliny, o którym mówi się z powodu swoich pięknych, kolorowych kwiatów, które różnią się kształtem i wielkością.",
      "definition_translation": "Ирис - это тип цветущего растения, которое известно своими эффектными, цветными цветами, которые приходят в различных формах и размерах.",
      "example": "Widziałem, jak w ogrodzie kwitł iris, i był tak piękny. Widzę go kwitnący zaraz, i wtedy również będzie wyglądał przecudownie.",
      "example_translation": "Я увидел ирис, цветущий в саду, и он был таким красивым. Я увижу другой ирис, цветущий на следующей неделе, и он будет justo tão lovely. Я увидел ирис, цветущий в саду в прошлом месяце, и он был ошеломляющим.",
      "imageLink": "image_files\\English\\"imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "liść lilaku",
      "translation": "сирень",
      "definition": "Lilia to krzew, o którym mówi się ze względu na jego ozdobne, pachnące kwiaty, często w kolorze purpury lub różu.",
      "definition_translation": "Сирень - это тип кустарника, который известен своими красивыми, ароматными цветами, которые часто бывают пурпурного или розового цвета.",
      "example": "Uwielbiam zapach lilaka wiosną. Posadzę lilak w ogrodzie już w następnym roku, i powinien pięknie kwitnąć.",
      "example_translation": "Я люблю запах сирени весной. Я посадлю сирень в моем саду в следующем году, и она зацветет beautefully. Я посадил сирень в моем саду в прошлом году, и она зацвела чудесно.",
      "imageLink": "image_files\\English\\"imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "лилия",
      "definition": "",
      "definition_translation": "Лилия - это тип цветущего растения, которое известно своими красивыми, трубаобразными цветами, которые часто бывают белого или желтого цвета.",
      "example": "",
      "example_translation": "Я дал моей матери букет лилий к ее дню рождения. Я дам моей сестре букет лилий к ее выпускному. Я дал моей подруге букет лилий к ее свадьбе.",
      "imageLink": "image_files\\English\\"imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "лилия долины",
      "definition": "",
      "definition_translation": "Лилия долины - это маленький, белый, колоколовидный цветок, который растет в дикой природе во многих частях Европы и Азии. Он часто используется в парфюмах и является символом чистоты и невинности.",
      "example": "",
      "example_translation": "Я посадил лилию долины в саду в прошлом году, и она вырослаautifully. Теперь я использую ее цветы, чтобы создать любопытный парфюм. В будущем я дам его в подарок своей сестре.",
      "imageLink": "image_files\\English\\"imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "нарцисс",
      "definition": "",
      "definition_translation": "Нарцисс - это тип цветущего растения, которое часто встречается в садах и парках. Его цветы обычно желтые или белые и имеют сладкий, ароматный запах.",
      "example": "",
      "example_translation": "Я прошел через парк и увидел красивый нарцисс, цветущий. Я подобрал один и подарил его своей матери. Она посадит его в ее саду, и в будущем он снова будет цвести.",
      "imageLink": "image_files\\English\\"imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "орхидея",
      "definition": "",
      "definition_translation": "Орхидея - это тип цветущего растения, известного своей деликатной, экзотической красотой. Он часто используется в букетах и arrangеements, чтобы добавить штрих элегантности.",
      "example": "",
      "example_translation": "Я посетил ботанический сад и увидел многие красивые орхидеи на выставке. Я купил один и посадил его в своей комнате, и теперь он цветет каждый год. В будущем я использую его цветы, чтобы создать ошеломляющий букет.",
      "imageLink": "image_files\\English\\"imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "фиалка",
      "definition": "",
      "definition_translation": "Фиалка - это тип цветущего растения, известного своими разноцветными, деликатными лепестками. Он часто используется в садах и arrangеements, чтобы добавить штрих фантазии.",
      "example": "",
      "example_translation": "Я посадил фиалку в саду прошлой весной, и она цвететbeautifully. Теперь я использую ее цветы, чтобы создать любопытный arrangement. В будущем я дам ее в подарок своей подруге.",
      "imageLink": "image_files\\English\\"imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "пони",
      "definition": "",
      "definition_translation": "Цветущее растение с красивыми, розовыми, пурпурными или белыми цветами, родом из Азии, Европы и западной Северной Америки.",
      "example": "",
      "example_translation": "В 19 веке, пионы использовались как лекарство, но сейчас они в основном выращиваются для декоративных целей. Пионы будут цвести летом, и они цвели прошлым годом.",
      "imageLink": "image_files\\English\\"imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "мак",
      "definition": "",
      "definition_translation": "Растение с большими, красивыми цветами, часто ассоциируемое с памятью и Днем памяти.",
      "example": "",
      "example_translation": "Семена мака часто используются в качестве топинга для хлеба, и цветы будут цвести весной. Я植ру мак в саду в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "primula",
      "translation": "первоцвет",
      "definition": "Delikatna, kwitnąca, gatunek rośliny, często spotykany w lasach i łąkach.",
      "definition_translation": "Деликатное, желтоцветущее растение, часто встречающееся в лесах и лугах.",
      "example": "Primulky zakwitną wczesną wiosną, i miała gniazdowanie w zeszłym roku. Moja babcia tak je sadziła w ogrodzie.",
      "example_translation": "Первоцветы будут цвести ранней весной, и я посадил их в прошлом году. Первоцветы были посажены в саду моей бабушкой.",
      "imageLink": "image_files\\English\\"imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lwia paszcza",
      "translation": "львиный зев",
      "definition": "Wysoka, kwitnąca roślina, z okazałymi i rurkowymi kwiatami, często stosowana w ogrodach i dekoracjach florystycznych.",
      "definition_translation": "Высокое, цветущее растение с красивыми, трубчатыми цветами, часто используемое в садах и цветочных композициях.",
      "example": "Lwia paszczę wyrastają w lecie, i rosły w zeszłym roku. Zamierzam posadzić lwie paszcze w ogrodzie za miesiąc.",
      "example_translation": "Львиные зевы будут расти высокими летом, и они росли в прошлом году. Я植ру львиные зевы в саду в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śnieżyczka",
      "translation": "подснежник",
      "definition": "Mała, biała kwiata, które rosną zimą i często kojarzone z czystością i niewinnością.",
      "definition_translation": "Маленький белый цветок, который растет зимой и часто ассоциируется с чистотой и невинностью.",
      "example": "Zobaczyłem, jak śnieżyczka kwitnie w ogrodzie zimą. I znowu zakwitnie w zimę. Moja śnieżyczka zieliła się w ogrodzie przeszłym roku.",
      "example_translation": "Я видел подснежник, цветущий в саду прошлой зимой. Он будет цвести снова на следующей зимой. Я выращивал подснежник в我的 саду в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tagetes",
      "translation": "тагетес",
      "definition": "Gatunek rośliny, także znanej jako nagietek, z jaskrawymi, żółtymi lub pomarańczowymi kwiatami.",
      "definition_translation": "Вид цветущего растения, также известного как бархатцы, с ярко-желтыми или оранжевыми цветами.",
      "example": "Zasadziłem tagetes w ogrodzie lato przeszedłe. A posadzę je ponownie lato. Chwaliło się tagetes w ogrodzie przeszłym roku.",
      "example_translation": "Я посадил тагетес в мой сад прошлым летом. Они будут посажены на следующее лето. Я посадил тагетес в мой сад в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fiołek",
      "translation": "фиалка",
      "definition": "Mała, delikatna kwiata, o słodkiej woni, często kojarzone z skromnością i pokorą.",
      "definition_translation": "Маленький, нежный цветок с сладким ароматом, часто ассоциируется с скромностью и смирением.",
      "example": "Zebrałem fiołek w lesie wczoraj. I pozostanę tu do jutra. To chwila, o której się napisuje, fiołka zebrałem w lesie zeszłego tygodnia.",
      "example_translation": "Я сорвал фиалку в лесу вчера. Она будет сорвана снова завтра. Я сорвал фиалку в лесу на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "water lily",
      "translation": "водяная лилия",
      "definition": "Gatunek rośliny wodnej, piesznego kwitu, często spotykany w stawach i jeziorach.",
      "definition_translation": "Вид водного растения с красивыми, ароматными цветами, часто встречается в прудах и озерах.",
      "example": "Widziałem kwitnącą lilyę wodnitękę w stawie wczoraj. I ponownie zakwitnie lato. W zeszłym roku widziałem kwitnącą lilyę wodnitękę w stawie.",
      "example_translation": "Я видел водяную лилию, цветущую в пруду вчера. Она будет цвести снова на следующее лето. Я видел водяную лилию, цветущую в пруду в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kwiat wiatru",
      "translation": "ветродержец",
      "definition": "Kwiat wiatru jest to gatunek, lekkich kwiatków, które są wciągane przez wiatr. Często spotykane na łąkach i polach. Są delikatne i wrażliwe, często z subtelnym zapachem i różnymi kolorami.",
      "definition_translation": "Ветродержец - это тип цветка, который легок enough to быть дунутым ветром, часто встречаются в лугах и полях. Это хрупкое и изящное цветок, часто с тонким ароматом и разнообразием цветов.",
      "example": "Zobaczyłem piękny kwiat wiatru na łące wczoraj, jego płatki delikatnie falowały na wietrze. Chcę posadzić kwiat wiatru w ogrodzie za tydzień, i mam nadzieję, że zakwitnie do lata. W ciągu roku kwiat wiatru rozsiał się całkowicie po ogrodzie.",
      "example_translation": "Я видел красивый ветродержец в лугу вчера, его лепестки нежно раскачивались на ветру. Я посадлю ветродержец в мой сад неделюnext week, и я надеюсь, что он зацветет летом. К следующему году ветродержец будет разносить свои семена по всему саду.",
      "imageLink": "image_files\\English\\"imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]