[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "średnica",
      "translation": "диаметр",
      "definition": "Średnica koła lub sfery jest najdłuższą możliwą odległością od jednego brzegu do drugiego, przechodząc przez środek.",
      "definition_translation": "Диаметр круга или сферы - это наибольшее возможное расстояние от одного края до другого, проходящее через центр.",
      "example": "Średnica koła równała się dokładnie 10 calom. Będę mierzył średnicę rury jutro. Średnica planety była ogromna.",
      "example_translation": "Диаметр круга был ровно 10 дюймов. Я измерю диаметр трубы завтра. Диаметр планеты был колоссальным.",
      "imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "owal",
      "translation": "овал",
      "definition": "Owal jest kształtem, który przypomina koło, ale nie jest dokładnie okręgiem, z wydłużonym lub jajowatym kształtem.",
      "definition_translation": "Овал - это форма, похожая на круг, но не совсем круглая, с вытянутой или яйцевидной формой.",
      "example": "Owalny kształt stadionu był imponujący. Będę rysował owal na papierze jutro. Owalne lustro odbijało jej twarz.",
      "example_translation": "Овальная форма стадиона была впечатляющей. Янарисую овал на бумаге завтра. Овальное зеркало отражало ее лицо.",
      "imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trójkąt",
      "translation": "треугольник",
      "definition": "Trójkąt jest wielokątem z trzema bokami i trzema wierzchołkami. Jest to podstawowa figura geometryczna, stosowana w wielu dziedzinach matematyki, fizyki i inżynierii.",
      "definition_translation": "Треугольник - это многоугольник с тремя сторонами и тремя вершинами. Это фундаментальная фигура в геометрии и используется во многих областях математики, физики и инженерии.",
      "example": "Wczoraj rysowałem trójkąt na tablicy, dzisiaj rozwiązuję problem trójkąta, a jutro policzę pole trójkąta.",
      "example_translation": "Вчера я нарисовал треугольник на доске, сегодня я решаю задачу с треугольником, а завтра я рассчитаю площадь треугольника.",
      "imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kąt",
      "translation": "угол",
      "definition": "Kąt to figura utworzona przez dwie promienie dzielące wspólny punkt, nazywany wierzchołkiem kąta. Jest on stosowany do mierzenia ilości obrotu między dwiema liniami lub powierzchniami.",
      "definition_translation": "Угол - это фигура, образованная двумя лучами, имеющими общую точку, называемой вершиной угла. Он используется для измерения количества вращения между двумя линиями или плоскостями.",
      "example": "Wczoraj mierzyłem kąt dachu, dzisiaj obliczam kąt nachylenia, a jutro utworzę trójkąt.",
      "example_translation": "Вчера я измерил угол крыши, сегодня я рассчитываю угол наклона, а завтра я определю угол треугольника.",
      "imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piramida",
      "translation": "пирамида",
      "definition": "Piramida jest trójwymiarową figurą geometryczną z kwadratową podstawą i czterema trójkątnymi bokami, które stykają się na szczycie. Często jest stosowana w architekturze i inżynierii. ",
      "definition_translation": "Пирамида - это трехмерная геометрическая фигура с квадратной основой и четырьмя треугольными сторонами, которые встречаются на вершине. Она часто используется в архитектуре и инженерии.",
      "example": "Starożytni Egipcjanie budowali piramidę wczoraj, dzisiaj projektuję strukturę piramidy, a jutro buduję model piramidy.",
      "example_translation": "Древние египтяне построили пирамиду вчера, сегодня я проектирую структуру пирамиды, а завтра я построю модель пирамиды.",
      "imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prostokąt",
      "translation": "прямоугольник",
      "definition": "Prostokąt jest czworokątem z czterema prawymi kątami i czterema bokami, z których żaden nie ma równych długości. Jest to częsta figura w geometrii, architekturze i design.",
      "definition_translation": "Прямоугольник - это четырехугольник с четырьмя прямыми углами и четырьмя сторонами разной длины. Это распространенная фигура, используемая в геометрии, архитектуре и дизайне.",
      "example": "Wczoraj rysowałem prostokąt na papierze, dziś obliczam powierzchnię prostokąta, a jutro zaprojektuję budynek w kształcie prostokąta.",
      "example_translation": "Вчера я нарисовал прямоугольник на бумаге, сегодня я рассчитываю площадь прямоугольника, а завтра я спроектирую прямоугольное здание.",
      "imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zestaw",
      "translation": "набор",
      "definition": "Zestaw jest zbiorem wyłącznych obiektów, nazywanych elementami lub członkami, i może składać się z czegokolwiek (liczb, słów, ludzi, etc.).",
      "definition_translation": "Набор - это коллекция уникальных объектов, известных как элементы или члены, которые могут быть чем угодно (числами, словами, людьми и т.д.).",
      "example": "Postawiłem książkę na stole. Ustawię alarm każdego ranka. Będzie uruchamiać nowy biznes za rok.",
      "example_translation": "Я положил книгу на стол. Она настраивает будильник каждое утро. Они устроят новый бизнес в следующем году.",
      "imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmienna",
      "translation": "переменная",
      "definition": "Zmienna jest nazwanym miejscem pamięci, które przechowuje wartość, która może się zmieniać podczas wykonywania programu.",
      "definition_translation": "Переменная - это именованное хранилище, которое содержит значение, которое может изменяться во время выполнения программы.",
      "example": "Deklarowałem zmienną do przechowywania nazwy użytkownika. Zmienna x jest używana do obliczenia powierzchni trójkąta. Zmienna będzie inicjalizowana domyślną wartością.",
      "example_translation": "Я объявил переменную для хранения имени пользователя. Переменная x используется для расчета площади треугольника. Переменная будет инициализирована значениям по умолчанию.",
      "imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kąt ostr",
      "translation": "острый угол",
      "definition": "Kąt ostry to kąt, którego miara jest między 0 stopniami a 90 stopniami.",
      "definition_translation": "Острый угол - это угол, чья мера находится между 0 градусами и 90 градусами.",
      "example": "Kąt między dwiema liniami jest kątem ostrym. Rysowałem kąt ostry na tablicy. Dach domu ma kąt ostry.",
      "example_translation": "Угол между двумя линиями - это острый угол. Она нарисовала острый угол на доске. Крыша дома имеет острый угол.",
      "imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "osi wyższenia",
      "translation": "ось координат",
      "definition": "Osię wyższenia stanowi linia, która służy jako punkt odniesienia do mierzenia odległości i kierunków w systemie koordynat.",
      "definition_translation": "Ось координат - это линия, которая служит точкой отсчета для измерения расстояний и направлений в системе координат.",
      "example": "Oś X i Y są osiami wyższenia w kartezjańskim systemie koordynat. Osię wyższenia stosuje się do wykresów funkcji. Osię wyższenia wykorzystuje się do lokalizacji punktów w przestrzeni.",
      "example_translation": "Ось x и ось y - это оси координат в декартовой системе координат. Ось координат используется для графика функций. Ось координат помогает нам определить точки в пространстве.",
      "imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "liczba kardynalna",
      "translation": "основное число",
      "definition": "Liczba kardynalna to liczba wyrażająca rozmiar zbioru i używana do liczenia elementów w zbiorze.",
      "definition_translation": "Основное число - это число, которое выражает размер множества, и используется для счета числа элементов в множестве.",
      "example": "Liczba kardynalna zestawu wynosi 5. Wczoraj liczba kardynalna zestawu wynosiła 3, a jutro wyniesie 7.",
      "example_translation": "Основное число множества - 5. Вчера основное число множества было 3, а завтра оно будет 7.",
      "imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obwód",
      "translation": "окружность",
      "definition": "Obwód to odległość wokół koła lub innej krzywej figury.",
      "definition_translation": "Окружность - это расстояние вокруг круга или другой кривой фигуры.",
      "example": "Obwód koła wynosi 20 metrów. Obwód koła był długi na 15 metrów, ale teraz jest to 18 metrów.",
      "example_translation": "Окружность круга - 20 метров. Окружность колеса была 15 метров, но теперь она - 18 метров.",
      "imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "współczynnik",
      "translation": "коэффициент",
      "definition": "Współczynnik to liczba lub wartość, która jest mnożona przez zmienną lub nieznaną wartość w wyrażeniu matematycznym.",
      "definition_translation": "Коэффициент - это число или значение, которое умножается на переменную или неизвестное значение в математическом выражении.",
      "example": "Współczynnik x w równaniu wynosi 2. Współczynnik był równy 3 wczoraj, ale teraz wynosi 4.",
      "example_translation": "Коэффициент x в уравнении - 2. Коэффициент был 3 вчера, но теперь он - 4.",
      "imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kompas",
      "translation": "циркуль",
      "definition": "Kompas to narzędzie używane do rysowania kół i łuków, składające się z dwóch nóg połączonych zawiasem.",
      "definition_translation": "Циркуль - это инструмент, используемый для рисования кругов и дуг, состоящий из двух ног, соединенных шарниром.",
      "example": "Użyłem kompasu, aby narysować koło. Wczoraj użyłem kompasu, aby narysować łuk, ale teraz potrzebuję narysować koło.",
      "example_translation": "Я использовал циркуль, чтобы нарисовать круг. Вчера я использовал циркуль, чтобы нарисовать дугу, но теперь я нужно нарисовать круг.",
      "imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pełny kąt",
      "translation": "полный угол",
      "definition": "Kąt, którego miara wynosi 360 stopni, to znaczy kąt równy jednemu pełnemu obrotowi.",
      "definition_translation": "Угол, чья мера составляет 360 градусов, то есть угол, который равен одному полному обороту.",
      "example": "Balerina wykonała pełny kąt ciała, aby zrobić wrażenie na publiczności. Pracowała przez lata, aby osiągnąć tę doskonałą pozę. Wykona pełny kąt ponownie podczas finałowego występu.",
      "example_translation": "Балерина сделала полный угол своим телом, чтобы впечатлить аудиторию. Она практиковалась годами, чтобы достигнуть этой идеальной позы. Она снова сделает полный угол на финальном выступлении.",
      "imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "układ współrzędnych",
      "translation": "система координат",
      "definition": "Układ, który wykorzystuje dwie lub więcej linii lub krzywych do lokalizacji punktów w płaszczyźnie lub w przestrzeni.",
      "definition_translation": "Система, которая использует две или более линии или кривые, чтобы локализовать точки в плоскости или в пространстве.",
      "example": "Matematyk wykorzystał układ współrzędnych, aby zidentyfikować położenie statku na mapie. Studiowała ten układ przez miesiące, aby rozwiązać skomplikowany problem. Będzie wykorzystywać układ współrzędnych ponownie, aby znaleźć optymalne rozwiązanie.",
      "example_translation": "Математик использовала систему координат, чтобы определить местоположение корабля на карте. Она изучала систему месяцев, чтобы решить сложную задачу. Она снова будет использовать систему координат, чтобы найти оптимальное решение.",
      "imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trzecia potęga",
      "translation": "кубический корень",
      "definition": "Wartość, która podniesiona do trzeciej potęgi, daje podaną wartość lub liczbę.",
      "definition_translation": "Значение, которое, будучи возведенным в куб, дает указанное значение или число.",
      "example": "Uczeń miał trudności z znalezieniem trzeciej potęgi liczby. Pracowała tygodniami, aby rozwiązać to równanie. Znajdzie trzecią potęgę ponownie, aby zdobyć dobre oceny z matmy.",
      "example_translation": "Ученица боролась с поиском кубического корня числа. Она практиковалась неделями, чтобы решить уравнение. Она снова найдет кубический корень, чтобы сдать математический тест.",
      "imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prostopadleścian",
      "translation": "прямоугольный параллелепипед",
      "definition": "Jest to trójwymiarowa bryła ograniczona przez sześć powierzchni prostokątnych, spośród których każda jest prostokątem.",
      "definition_translation": "Твердое тело, ограниченное шестью прямоугольными гранями, каждая из которых является прямоугольником.",
      "example": "Dziecko wybudowało prostopadleścian z bloków, tworząc dom. Buduje prostopadleściany od miesięcy, rozwijając swoje umiejętności przestrzenne. Postawi prostopadleścian ponownie, aby zbudować zamek.",
      "example_translation": "Ребенок построил прямоугольный параллелепипед из блоков, чтобы создать дом. Она строила прямоугольные параллелепипеды месяцами, чтобы развить свои пространственные навыки. Она снова построит прямоугольный параллелепипед, чтобы создать замок.",
      "imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "walc",
      "translation": "цилиндр",
      "definition": "Walc to solidowa forma zamknięta, która ma dwie równoległe i kołowe podstawy połączone przez wydłużoną powierzchnię boczną.",
      "definition_translation": "Цилиндр - это закрытая фигура, имеющая две параллельные и круглые основания, соединенные кривой боковой поверхностью.",
      "example": "Inżynier wykorzystał walc do zaprojektowania nowego silnika. Projektował walc w zeszłym roku. Zaprojektuje nowy walc w następnym miesiącu.",
      "example_translation": "Инженер использовал цилиндр для проектирования нового двигателя. Она проектировала цилиндр в прошлом году. Она будет проектировать новый цилиндр в следующем месяце.",
      "imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cyfra",
      "translation": "десятичный",
      "definition": "Cyfra to liczba wyrażona w systemie dziesiętnym, opartym na cyfrze dziesięciu.",
      "definition_translation": "Десятичное - это число, выраженное в десятичной системе, которая основана на числе 10.",
      "example": "Uczeń nauczył się przeliczać ułamki na cyfry. Studiuje cyfry od tygodnia. Opanuje cyfry do końca miesiąca.",
      "example_translation": "Студентка научилась преобразовывать дроби в десятичные. Она изучала десятичные в течение недели. Она будет мастер десятичными к концу месяца.",
      "imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "heksagon",
      "translation": "шестигранник",
      "definition": "Heksagon to wielokąt o sześciu bokach i sześciu wierzchołkach, gdzie wszystkie kąty wewnętrzne są równe 120 stopni.",
      "definition_translation": "Шестигранник - это многоугольник с шестью сторонами и шестью вершинами, где все внутренние углы равны 120 градусам.",
      "example": "Architekt zaprojektował budowę o heksagonalnym kształcie, co było cudem współczesnej architektury. Uczniowie będą studiować właściwości heksagonu na swojej lekcji matematyki jutro. Do przyszłego roku firma wybuduje muzeum o heksagonalnym kształcie.",
      "example_translation": "Архитектор спроектировал шестигранное здание, которое было чудом современной архитектуры. Ученики будут изучать свойства шестигранника на уроках математики завтра. К следующему году компания построит музей, вдохновленный шестигранником.",
      "imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieskończoność",
      "translation": "бесконечность",
      "definition": "Nieskończoność to koncepcja w matematyce, która odnosi się do czegoś, co nie ma końca lub granicy, rozciągającego się w nieskończoność we wszystkich kierunkach.",
      "definition_translation": "Бесконечность - это математическое понятие, которое относится к чему-то, что не имеет конца или предела, неограниченно распространяясь во всех направлениях.",
      "example": "Wszechświat jest uważany za nieskończony pod względem swej ogromnej skali i tajemnic. Matematyk spędzał lata na badaniu koncepcji nieskończoności. Poznając nieskończoność, możemy lepiej zrozumieć naturę przestrzeni i czasu.",
      "example_translation": "Вселенная считается иметь бесконечность в плане своей обширности и тайн. Математик провел годы, изучая понятие бесконечности. Понимая бесконечность, мы можем лучше понять природу пространства и времени.",
      "imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "liczba całkowita",
      "translation": "целое число",
      "definition": "Liczba całkowita to liczba, która jest dodatnia, ujemna lub równa zero, i nie ma części ułamkowej.",
      "definition_translation": "Целое число - это celé число, либо положительное, либо отрицательное, либо нулевое, без дробной части.",
      "example": "Liczba całkowita 5 jest liczbą pierwszą. Programista wykorzystał zmienną typu liczby całkowitej, aby zapisać wiek użytkownika. Wartość liczbową pi jest w przybliżeniu równa podejściu 3.",
      "example_translation": "Целое число 5 является простым числом. Программист использовал целую переменную, чтобы хранить возраст пользователя. Целочисленное значение пи приблизительно равно 3.",
      "imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "całka",
      "translation": "интегральный",
      "definition": "W matematyce całka to obiekt matematyczny, który może być interpretowany jako powierzchnia pod krzywą lub kumulacja某ilości na przedziale.",
      "definition_translation": "В математике интеграл - это математический объект, который может быть интерпретирован как площадь под кривой или накопление количества за интервал.",
      "example": "Fizyk wykorzystał całkę, aby obliczyć łączną energię systemu. Matematyk rozwiązał równanie całkowe, aby znaleźć dokładne rozwiązanie. Całka z funkcji definiowała kształt krzywej.",
      "example_translation": "Физик использовал интеграл для расчета общей энергии системы. Математик решил уравнение интеграла, чтобы найти точное решение. Интеграл функции определил форму кривой.",
      "imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "liczba niewymierna",
      "translation": "иррациональное число",
      "definition": "Liczba rzeczywista, która nie może być wyrażona jako skończony dziesiętnik lub ułamek, np. pi lub pierwiastek kwadratowy z 2.",
      "definition_translation": "Действительное число, которое не может быть выражено в виде конечной десятичной дроби или дроби, такое как пи или квадратный корень из 2.",
      "example": "Matematyk zmagając się próbował znaleźć liczbę niewymierną, która mogłaby służyć do rozwiązania równania. Odkryła liczbę niewymierną podczas swych wcześniejszych badań, ale była ona nieprzydatna w tym przypadku. Będzie próbowała znaleźć kolejną liczbę niewymierną w przyszłości.",
      "example_translation": "Математик боролась найти иррациональное число, которое могло быть использовано для решения уравнения. Она нашла иррациональное число в своем предыдущем исследовании, но оно не было применимо в этом случае. Она будет пытаться найти другое иррациональное число в будущем.",
      "imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odcinek",
      "translation": "отрезок прямой",
      "definition": "Odcinek to część linii ograniczona przez dwa odrębne punkty, zwane końcami, i zawierająca każdy punkt na linii pomiędzy nimi.",
      "definition_translation": "Часть прямой, ограниченная двумя отдельными точками, называемыми концами, и содержащая каждую точку на прямой между ними.",
      "example": "Nauczyciel geometrii poprosił studentów o narysowanie odcinka na tablicy. Studenci sami narysowali i odrabiali przypisywane im odcinki, ale wciąż potrzebowali praktyki. Następnej lekcji nauczą się obliczać długość odcinków.",
      "example_translation": "Учитель геометрии попросил студентов нарисовать отрезок прямой на доске. Студенты рисовали viele отрезки прямой в своих предыдущих упражнениях, но они все еще нуждались в практике. Они научатся, как рассчитать длину отрезка прямой на следующем уроке.",
      "imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "logarytm",
      "translation": "логарифм",
      "definition": "Wykład, do którego podnosi się podstawę, aby wygenerować zadaną wartość, np. wykład podstawy 10 do liczby 100, która daje 2.",
      "definition_translation": "Показатель степени, к которому должна быть raised основа, чтобы получить заданное значение, такое как логарифм 100 по основанию 10, который равен 2.",
      "example": "Matematyk wykorzystał logarytm, aby rozwiązać złożone równania. Czy wałem się wcześniej logarytmami, ale wciąż odrabiałem i zdobywałem wiedzę na temat ich zdolności. Będę się uczyć jak zastosować praktycznie algebra w swoich rachunkach.",
      "example_translation": "Математик использовала логарифм, чтобы решить сложное уравнение. Она изучала логарифмы в своем предыдущем курсе, но ей все еще нужно было практиковаться в их использовании. Она научится, как применять логарифмы к реальным проблемам в будущем.",
      "imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mnożenie",
      "translation": "умножение",
      "definition": "Operacja polegająca na łączeniu dwóch lub więcej liczb, aby otrzymać ich iloczyn, np. 2 x 3 = 6.",
      "definition_translation": "Операция слияния двух или более чисел для получения их произведения, such как 2, умноженное на 3, что равно 6.",
      "example": "Nauczyciel wyjaśniał pojęcie mnożenia uczniom. Wcześniej poznawali dodawanie i odejmowanie, dlatego mnożenie było dla nich nowym pojęciem. Na kolejnej lekcji odrabiać będą tablice mnożenia.",
      "example_translation": "Учитель объяснил понятие умножения студентам. Они учили о сложении и вычитании, но умножение было новым понятием для них. Они будут практиковаться в таблицах умножения на следующем уроке.",
      "imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "liczba naturalna",
      "translation": "естественное число",
      "definition": "Liczba naturalna to dodatnia liczba całkowita, zaczynająca się od 1, używana do liczenia i podstawowych operacji matematycznych.",
      "definition_translation": "Естественное число - это положительное целое число, начиная с 1, используемое для счета и основных арифметических операций.",
      "example": "Zbiór liczb naturalnych obejmuje 1, 2, 3 itp. Wczorajoliczyłem się 10 naturalnych, w sekwencji. Do końca tego roku opanuję obliczenia z użyciem liczb naturalnych.",
      "example_translation": "Множество естественных чисел включает 1, 2, 3 и так далее. Вчера я насчитал 10 естественных чисел в последовательности. К концу этого года я научусь выполнять расчеты с естественными числами.",
      "imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pasek liczbowy",
      "translation": "числовая линия",
      "definition": "Pasek liczbowy to wizualna reprezentacja liczb na linii, używany do porównywania i demonstrowania relacji między liczbami.",
      "definition_translation": "Числовая линия - это визуальное представление чисел на линии, используемое для сравнения и демонстрации отношений между числами.",
      "example": "Na lekcji matematyki wykorzystamy pasek liczbowy, aby wizualizować dodawanie liczb dodatnich i ujemnych. W ubiegłym tygodniu Ćwiczyłem się markując punkty na pasku liczbowym, aby lepiej zrozumieć teorię. Do przyszłego tygodnia opanuję korzystanie z paska liczbowego w celu rozwiązywania równań.",
      "example_translation": "На уроке математики мы использовали числовую линию, чтобы визуализировать добавление положительных и отрицательных чисел. Вчера я практиковался в отметке точек на числовой линии, чтобы лучше понять концепцию. К следующей неделе я овладею использованием числовой линии для решения уравнений.",
      "imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obtuse angle",
      "translation": "тупой угол",
      "definition": "",
      "definition_translation": "Тупой угол - это угол, превышающий 90 градусов, но меньше 180 градусов, используемый для описания геометрических фигур и форм.",
      "example": "",
      "example_translation": "Тупой угол треугольника сделал расчет его площади трудным. Вчера я нарисовал тупой угол в моем тетради геометрии, чтобы изучить его свойства. К следующему месяцу я научусь определять тупые углы в различных формах.",
      "imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "octagon",
      "translation": "октагон",
      "definition": "",
      "definition_translation": "Октагон - это многоугольник с восемью сторонами, используемый в архитектуре, дизайне и геометрии для создания симметричных и сбалансированных форм.",
      "example": "",
      "example_translation": "Форма октагона на знаке Стоп легко узнаваема. Вчера я построил октагон с помощью циркуля и линейки, чтобы понять его свойства. К следующему году я спроектирую октогональное здание с помощью архитектурного программного обеспечения.",
      "imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ordinal number",
      "translation": "порядковый номер",
      "definition": "",
      "definition_translation": "Число, указывающее на позицию чего-то в последовательности или серии, например, «первый», «второй», «третий» и т.д.",
      "example": "",
      "example_translation": "Порядковый номер выигравшего спортсмена был prvním, вторым и третьим соответственно в последних трех турнирах.",
      "imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "parallel",
      "translation": "параллельный",
      "definition": "",
      "definition_translation": "Расположенный в том же направлении, но никогда не пересекающийся, например, две линии, которые идут бок о бок.",
      "example": "",
      "example_translation": "Две дороги шли параллельно друг другу на протяжении миль, никогда не пересекаясь. В прошлом они были параллельными, но теперь они разошлись. В будущем они снова станут параллельными.",
      "imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "parallelogram",
      "translation": "параллелограмм",
      "definition": "",
      "definition_translation": "Четырехугольник с противоположными сторонами, которые параллельны, например, прямоугольник или ромб.",
      "example": "",
      "example_translation": "Учитель спросил ученика нарисовать параллелограмм со всеми сторонами равной длины. Вчера она нарисовала параллелограмм с неравными сторонами. Завтра она нарисует идеальный параллелограмм.",
      "imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pentagon",
      "translation": "пентагон",
      "definition": "",
      "definition_translation": "Многогранник с пятью сторонами, например, форма здания Пентагона в Вашингтоне Д.К.",
      "example": "",
      "example_translation": "Архитектор спроектировал пентагон-образное здание для нового правительственного комплекса. Древние греки изучали свойства пентагонов. К 2050 году пентагоны будут использоваться в строительстве всех nových зданий.",
      "imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "perpendicular",
      "translation": "перпендикулярный",
      "definition": "",
      "definition_translation": "Линия или плоскость, которая образует угол 90 градусов с другой линией или плоскостью.",
      "example": "",
      "example_translation": "Две линии.perпендикулярны друг другу. Yesterday, они были перпендикулярны, и завтра они будут перпендикулярны.",
      "imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prime number",
      "translation": "простое число",
      "definition": "",
      "definition_translation": "Положительное целое число, которое делится только на себя и 1.",
      "example": "",
      "example_translation": "Семь - это простое число. Это было простым числом вчера, и это будет простым числом завтра.",
      "imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prism",
      "translation": "призм",
      "definition": "",
      "definition_translation": "Прозрачный объект с плоскими, полированными поверхностями, который преломляет свет.",
      "example": "",
      "example_translation": "Мы использовали призму, чтобы разделить свет на его цвета. Вчера мы использовали призму, чтобы разделить свет, а завтра мы будем использовать призму, чтобы разделить свет.",
      "imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "product",
      "translation": "продукт",
      "definition": "",
      "definition_translation": "Вещь или substance, которая производится или рафинируется для продажи.",
      "example": "",
      "example_translation": "Продукт был отправлен клиенту вчера. Компания запустит новый продукт завтра.",
      "imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sfera",
      "translation": "сфера",
      "definition": "Sfera to trójwymiarowa figura, która jest symetryczna wokół swojego środka, z wszystkimi punktami na jej powierzchni równoodległymi od środka.",
      "definition_translation": "Сфера - это трехмерная форма, которая симметрична относительно ее центра, с всеми точками на ее поверхности равноудаленными от центра.",
      "example": "Matematyk wyliczył objętość sfery, korzystając z formuły. Wczoraj, uczyła się o własnościach sfer w klasie geometrii. Jutro, będzie eksplorować ich zastosowania w inżynierii.",
      "example_translation": "Математик рассчитала объем сферы, используя формулу. Вчера она изучала свойства сфер в ее классе геометрии. Завтра она будет исследовать их приложения в инженерии.",
      "imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pierwiastek kwadratowy",
      "translation": "квадратный корень",
      "definition": "Pierwiastek kwadratowy to wartość, która podnosi się do kwadratu, dając określoną liczbę, np. pierwiastek kwadratowy z 16, co daje 4.",
      "definition_translation": "Квадратный корень - это значение, которое, при умножении само на себя, дает указанное число, например, квадратный корень 16, который равен 4.",
      "example": "Uczeń wyliczył pierwiastek kwadratowy z liczby, aby rozwiązać równanie. W zeszłym roku, uczył się o pierwiastkach kwadratowych na lekcjach algebry. W przyszłym roku, pozna zastosowania pierwiastków kwadratowych w analizie.",
      "example_translation": "Студент рассчитала квадратный корень числа, чтобы решить уравнение. В прошлом году она учила о квадратных корнях в классе алгебры. В следующем году она будет изучать их приложения в математическом анализе.",
      "imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kąt prosty",
      "translation": "прямой угол",
      "definition": "Kąt prosty to kąt, który mierzy 180 stopni, tworzy prosta linie.",
      "definition_translation": "Прямой угол - это угол, opatření которого равно 180 градусам, образующий прямую линию.",
      "example": "Architekt zaprojektował budynek z kątem prostym, aby更多przestrzeni. Budowniczy wznosił mury pod kątem prostym, aby zapewnić stabilność. Inżynier zaprojektuje most z kątem prostym, aby minimalizować napięcie.",
      "example_translation": "Архитектор спроектировал здание с прямым углом, чтобы обеспечить больше пространства. Строитель построил стены под прямым углом, чтобы обеспечить устойчивость. Инженер спроектирует мост с прямым углом, чтобы минимизировать напряжение.",
      "imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "podzbiór",
      "translation": "подмножество",
      "definition": "Podzbiór to zbiór, który składa się z części lub wszystkich elementów innego zbioru, zwanego zbiorem nadrzędnym.",
      "definition_translation": "Подмножество - это множество, которое содержит некоторые или все элементы другого множества, называемого родительским множеством.",
      "example": "Uczniowie nauki o identyfikacji podzbiorów w zadaniu matematycznym. Nauczyciel wyjaśnił, że podzbiór jest częścią większego zestawu. Badacz znalazł podzbiór genów, odpowiedzialnych za chorobę.",
      "example_translation": "Ученики научились идентифицировать подмножества в математической задаче. Учительexplained, что подмножество - это часть более крупного множества. Исследователь нашел подмножество генов, которые были ответственными за болезнь.",
      "imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odejmowanie",
      "translation": "вычитание",
      "definition": "Odejmnwanie to matematyczna operacja, która reprezentuje różnicę między dwoma liczbami lub wielkościami.",
      "definition_translation": "Вычитание - это математическая операция, которая представляет собой разницу между двумя числами или количествами.",
      "example": "Uczeń wykonał odejmowanie, aby znaleźć odpowiedź na zadanie matematyczne. Księgowy korzystał z odejmowania, aby obliczyć resztę. Księgowy korzystał z odejmowania, aby obliczyć zysk.",
      "example_translation": "Ученик выполнил вычитание, чтобы найти ответ на математическую задачу. Кассир использовал вычитание, чтобы рассчитать сдачу. Бухгалтер использовал вычитание, чтобы найти прибыль.",
      "imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "twierdzenie Talesa",
      "translation": "теорема Талеса",
      "definition": "Twierdzenie Talesa to geometryczne założenie, które opisuje relację między diametrem koła a jego krzyżującymi się odcinkami.",
      "definition_translation": "Теорема Талеса - это геометрическое утверждение, которое описывает отношение между диаметром круга и его пересекающимися хордами.",
      "example": "Matematyk korzystał z twierdzenia Talesa, aby rozwiązać problem geometryczny. Uczeń nauczył się o twierdzeniu Talesa podczas lekcji matematyki. Inżynier zastosował twierdzenie Talesa, aby zaprojektować most.",
      "example_translation": "Математик использовал теорему Талеса, чтобы решить геометрическую задачу. Ученик научился о теореме Талеса на математическом уроке. Инженер применил теорему Талеса, чтобы спроектировать мост.",
      "imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "torus",
      "translation": "тор",
      "definition": "Torus to powierzchnia o kształcie ciasta, powstająca przez obrót koła w trójwymiarowej przestrzeni.",
      "definition_translation": "Тор - это поверхность в виде кольца, полученная путем вращения круга в трехмерном пространстве вокруг оси, лежащей в одной плоскости с кругом.",
      "example": "Torus o kształcie ciasta jest podstawowym pojęciem w topologii. Nauczyłem się o torusie w klasie matematyki w ubiegłym roku. Do przyszłego roku, opanuję torus.",
      "example_translation": "Кольцевидный тор является фундаментальной концепцией в топологии. Я изучал тор в прошлом году на математическом уроке. К следующему году я освою тор.",
      "imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trapez",
      "translation": "трапеция",
      "definition": "Trapez to czworokąt, podczas gdy dwie pary przeciwległych boków są równe, a pozostałe dwa boki nie są prostopadłe.",
      "definition_translation": "Трапеция - это четырехугольник с двумя парами противоположных сторон, где одна пара противоположных сторон является параллельной, а другая - нет.",
      "example": "Architekt zaprojektował budynek o trapezowym kształcie. Wczoraj, rysowałem trapez. Był to trudny rysunek, ale znowu go zapamiętałem.",
      "example_translation": "Архитектор спроектировал здание трапециевидной формы. Я нарисовал трапецию в своей геометрической книге вчера. К завтра я построил трапецию с помощью блоков.",
      "imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wektor",
      "translation": "вектор",
      "definition": "Wektor to matematyczny obiekt, który ma zarówno długość i kierunek, wykorzystywany do reprezentacji wielkości z oboma tej długością i kierunkiem.",
      "definition_translation": "Вектор - это математический объект, который имеет величину и направление, используемый для представления величин с обоими размером и направлением.",
      "example": "Nauczyciel fizyki wyjaśnił pojęcie wektora. Wczoraj, narysowałem wektory, aby wyjaśnić siłę. Do związku, opanuję rachunek wektorowy.",
      "example_translation": "Учитель физики объяснил концепцию векторов. Я нарисовал диаграмму вектора, чтобы иллюстрировать силу. К следующему семестру я(osvoyu) вычисления векторов.",
      "imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kąt zerowy",
      "translation": "ноль градусов",
      "definition": "Kąt zerowy to kąt, którego miara jest równa 0 stopni, tworzy prostą linię.",
      "definition_translation": "Ноль градусов - это угол, чья мера составляет ноль градусов, образуя прямую линию.",
      "example": "Kąt zerowy jest podstawowym pojęciem w geometrii. Wczoraj, mierzyłem kąt zerowy w swoim notatniku. Byłmy mierzyłem kąt zerowy w swoim notatniku.",
      "example_translation": "Ноль градусов - это фундаментальная концепция в геометрии. Я измерил ноль градусов в своей математической книге вчера. К следующему году я хорошо пойму ноль градусов.",
      "imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]