[
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kwiecień",
      "translation": "Апрель",
      "definition": "Czwarty miesiąc roku, następujący po marcu i przed majem.",
      "definition_translation": "Четвертый месяц года, следующий за мартом и предшествующий маю.",
      "example": "Pójdę na urlop w kwietniu przyszłego roku. Udałem się na plażę w kwietniu zeszłego roku. Będę w parku w kwietniu tego roku.",
      "example_translation": "Я поеду в отпуск в апреле следующего года. Я был на пляже в апреле прошлого года. Я иду в парк в апреле этого года.",
      "imageLink": "image_files\\English\\april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sierpień",
      "translation": "Август",
      "definition": "Ósmy miesiąc roku, następujący po lipcu i przed wrześniem.",
      "definition_translation": "Восьмой месяц года, следующий за июлем и предшествующий сентябрю.",
      "example": "Rozpocznę naukę we wrześniu tego roku. Rozpocząłem studia we wrześniu zeszłego roku. Udam się do gór w sierpniu przyszłego roku.",
      "example_translation": "Я начну школу в августе этого года. Я начал колледж в августе прошлого года. Я иду в горы в августе следующего года.",
      "imageLink": "image_files\\English\\august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grudzień",
      "translation": "Декабрь",
      "definition": " Dwunasty i ostatni miesiąc roku, następujący po listopadzie.",
      "definition_translation": "Двенадцатый и последний месяц года, следующий за ноябрем.",
      "example": "Obchodziłem Boże Narodzenie w grudniu tego roku. Obchodziłem urodziny w grudniu zeszłego roku. Będę na jarmarku bożonarodzeniowym w grudniu przyszłego roku.",
      "example_translation": "Я буду праздновать Рождество в декабре этого года. Я_marksел день рождения в декабре прошлого года. Я иду на рождественский рынок в декабре следующего года.",
      "imageLink": "image_files\\English\\december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "luty",
      "translation": "Февраль",
      "definition": "Drugi miesiąc roku, następujący po styczniu i przed marcem.",
      "definition_translation": "Второй месяц года, следующий за январем и предшествующий марту.",
      "example": "Pójdę narciarstwo w lutym tego roku. Udałem się na imprezę walentynkową w lutym zeszłego roku. Będę na wystawie w lutym przyszłego roku.",
      "example_translation": "Я поеду на лыжи в феврале этого года. Я был на празднике Дня святого Валентина в феврале прошлого года. Я иду на выставку в феврале следующего года.",
      "imageLink": "image_files\\English\\february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "styczeń",
      "translation": "январь",
      "definition": "Pierwszy miesiąc roku, następujący po lutym w kalendarzu gregoriańskim.",
      "definition_translation": "Первый месяц года, после февраля, в григорианском календаре.",
      "example": "Urodziłem się w styczniu 1990 roku. Pójdę do szkoły w styczniu. Udałem się na plażę w styczniu zeszłego roku.",
      "example_translation": "Я родился в январе 1990 года. Я пойду в школу в январе. Я пошел на пляж в январе прошлого года.",
      "imageLink": "image_files\\English\\january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lipiec",
      "translation": "июль",
      "definition": "Siódmy miesiąc roku, następujący po czerwcu i przed sierpniem.",
      "definition_translation": "Седьмой месяц года, после августа, в григорианском календаре.",
      "example": "Pójdę na wakacje w lipcu. Udałem się do parku w lipcu zeszłego roku. Skończę projekt w lipcu przyszłego roku.",
      "example_translation": "Я пойду в отпуск в июле. Я пошел в парк в июле прошлого года. Я закончу обучение в июле следующего года.",
      "imageLink": "image_files\\English\\july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czerwiec",
      "translation": "июнь",
      "definition": "Szósty miesiąc roku, następujący po maju i przed lipcem.",
      "definition_translation": "Шестой месяц года, после июля, в григорианском календаре.",
      "example": "Udział we ślubie w czerwcu. Udałem się na plażę w czerwcu zeszłego roku. Przekażę egzamin w czerwcu przyszłego roku.",
      "example_translation": "Я пойду на свадьбу в июне. Я пошел на пляж в июне прошлого года. Я сдам экзамен в июне следующего года.",
      "imageLink": "image_files\\English\\june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "marzec",
      "translation": "март",
      "definition": "Trzeci miesiąc roku, następujący po lutym i przed kwietniem.",
      "definition_translation": "Третий месяц года, после апреля, в григорианском календаре.",
      "example": "Pocznę uczyć się francuskiego w marcu. Udałem się do Paryża w marcu zeszłego roku. Skończę projekt w marcu przyszłego roku.",
      "example_translation": "Я начну учить французский в марте. Я пошел в Париж в марте прошлого года. Я закончу проект в марте следующего года.",
      "imageLink": "image_files\\English\\march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "maj",
      "translation": "Май",
      "definition": "Piąty miesiąc roku, następujący po kwietniu i przed czerwcem.",
      "definition_translation": "Пятый месяц года, следующие между апрелем и июнем.",
      "example": "Będę zakończał studia w maju. Ukończyłem studia w maju. Ukończyłem studia w maju.",
      "example_translation": "Я окончу учебу в мае. Я окончил учебу в мае. Я уже окончил учебу в мае.",
      "imageLink": "image_files\\English\\may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "listopad",
      "translation": "Ноябрь",
      "definition": "Jedenasty miesiąc roku, następujący po październiku i przed grudniem.",
      "definition_translation": "Одиннадцатый месяц года, следующие между октябрем и декабрем.",
      "example": "Pójdę w podróż w listopadzie. Udałem się w podróż w listopadzie. Udałem się w podróż w listopadzie.",
      "example_translation": "Я поеду в ноябре. Я ездил в ноябре. Я уже ездил в ноябре.",
      "imageLink": "image_files\\English\\november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Październik",
      "translation": "Октябрь",
      "definition": "Dziesiąty miesiąc roku, między wrześniem a listopadem.",
      "definition_translation": "Десятый месяц года, следующие между сентябрем и ноябрем.",
      "example": "Studiowałem w październiku. Studiowałem w październiku. Studowałem w październiku.",
      "example_translation": "Я буду учиться в октябре. Я учился в октябре. Я уже учился в октябре.",
      "imageLink": "image_files\\English\\october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Wrzesień",
      "translation": "Сентябрь",
      "definition": "Dziewiąty miesiąc roku, między sierpniem a październikiem.",
      "definition_translation": "Девятый месяц года, следующие между августом и октябрем.",
      "example": "Pracowałem we wrześniu. Pracowałem we wrześniu. Pracowałem we wrześniu.",
      "example_translation": "Я буду работать в сентябре. Я работал в сентябре. Я уже работал в сентябре.",
      "imageLink": "image_files\\English\\september.jpg",
      "audioLink": "September.mp3"
    }
  ]