[
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piwo",
      "translation": "пиво",
      "definition": "Napój alkoholowy wytwarzany z cereáli, szczególnie jęczmienia, aromatyzowany chmielem.",
      "definition_translation": "Ферментированный напиток, сделанный из злаков, особенно ячменя, и ароматизированный хмелем.",
      "example": "Wypiłem piwo na imprezie wczoraj. Piję piwo teraz. Wypiję piwo na imprezie jutro.",
      "example_translation": "Я выпил пиво на вечеринке вчера вечером. Я пью пиво сейчас. Я выпью пиво на вечеринке завтра.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kawa",
      "translation": "кофе",
      "definition": "Ciepły napój sporządzany z nasion tropikalnej rośliny.",
      "definition_translation": "Горячий напиток, сделанный из обжаренных семян тропического растения.",
      "example": "Wypiłem kawę rano. Piję kawę teraz. Wypiję kawę na śniadaniu jutro.",
      "example_translation": "Я выпил чашку кофе этим утром. Я пью кофе сейчас. Я выпью кофе на завтраке завтра.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Coke",
      "translation": "Кока-Кола",
      "definition": "Słodki, gazowany napój aromatyzowany wanilią i cynamonem.",
      "definition_translation": "Сладкий газированный напиток, ароматизированный ванилью и корицей.",
      "example": "Wypiłem Colę na imprezie wczoraj. Piję Colę teraz. Wypiję Colę w kinie jutro.",
      "example_translation": "Я выпил Кока-Колу на вечеринке вчера вечером. Я пью Кока-Колу сейчас. Я выпью Кока-Колу в кино завтра.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pić",
      "translation": "пить",
      "definition": "Spożywać płyny.",
      "definition_translation": "Глотать жидкую субстанцию.",
      "example": "Wypiłem wodę wczoraj. Piję herbatę teraz. Wypiję sok na śniadaniu jutro.",
      "example_translation": "Я выпил воду вчера. Я пью чай сейчас. Я выпью сок на завтраке завтра.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sok",
      "translation": "сок",
      "definition": "Płynna substancja naturalnie zawarta w roślinach lub zwierzętach, często spożywana jako napój.",
      "definition_translation": "Жидкость, естественным образом содержащаяся в растениях или животных и часто потребляемая в качестве напитка.",
      "example": "Wypiłem sok wczoraj, piję sok teraz i wypiję sok jutro.",
      "example_translation": "Вчера я пил сок, сейчас я пью сок, и завтра я буду пить сок.",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mleko",
      "translation": "молоко",
      "definition": "Odżywczy płyn produkowany przez gruczoły mleczne samic ssaków, podstawowy składnik żywności.",
      "definition_translation": "Питательная жидкость, производимая молочными железами самок млекопитающих, прежде всего крупного рогатого скота, коз и овец.",
      "example": "Kupiłem mleko wczoraj, kupuję mleko teraz i kupię mleko jutro.",
      "example_translation": "Вчера я купил молоко, сейчас я куплю молоко, и завтра я куплю молоко.",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sok pomarańczowy",
      "translation": "апельсиновый сок",
      "definition": "Płynna substancja ekstrakowana z pomarańczy, często spożywana jako napój.",
      "definition_translation": "Жидкость, извлекаемая из апельсинов, часто потребляемая в качестве напитка.",
      "example": "Wypiłem sok pomarańczowy wczoraj, piję go teraz i wypiję go jutro.",
      "example_translation": "Вчера я пил апельсиновый сок, сейчас я пью апельсиновый сок, и завтра я буду пить апельсиновый сок.",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "herbata",
      "translation": "чай",
      "definition": "Ciepły lub zimny napój sporządzany przez zalanie wodą lub gorącą wodą ususzonych liści i innych części rośliny herbowej.",
      "definition_translation": "Горячий или холодный напиток, приготовленный путем настаивания сухих листьев чайного растения в воде.",
      "example": "Wypiłem herbatę wczoraj, piję herbatę teraz i wypiję herbatę jutro.",
      "example_translation": "Вчера я пил чай, сейчас я пью чай, и завтра я буду пить чай.",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sok pomidorowy",
      "translation": "томатный сок",
      "definition": "Płynna substancja wytworzona z pomidorów, często spożywana jako napój.",
      "definition_translation": "Жидкость, сделанная из томатов, часто потребляемая в качестве напитка.",
      "example": "Wypiłem szklankę soku pomidorowego wczoraj, piję go teraz i wypiję jutro.",
      "example_translation": "Я выпил стакан томатного сока вчера, я пью его сейчас, и я выпью его завтра.",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "woda",
      "translation": "вода",
      "definition": "Przezroczysta, bezbarwna, bezwonna i bezsmakowa ciecz, która tworzy oceany, jeziora, rzeki i deszcze, i jest podstawą płynów zamieszkałych przez żywe organizmy.",
      "definition_translation": "Чистый, бесцветный, безвкусный и без запаха жидкий субстрат, который формирует моря, озера, реки и дождь и является основой жидкостей живых организмов.",
      "example": "Wypiłem wodę wczoraj, piję teraz i wypiję jutro.",
      "example_translation": "Я выпил воду вчера, я пью ее сейчас, и я выпью ее завтра.",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wino",
      "translation": "вино",
      "definition": "Fermentowany napój alkoholowy wytwarzany z winogron, zawierający zwykle od 10 do 20 procent alkoholu.",
      "definition_translation": "С_spiанный напиток, сделанный из винограда, обычно содержащий от 10 до 20 процентов алкоголя.",
      "example": "Wypiłem kieliszek wina wczoraj wieczorem. Piję go teraz i będę go pił na imprezie jutro.",
      "example_translation": "Я выпил стакан вина прошлым вечером, я пью его сейчас, и я выпью его на вечеринке завтра.",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "alkohol",
      "translation": "алкоголь",
      "definition": "Bezbarwne, lotne i silnie palne ciecz, używane jako rozpuszczalnik, paliwo i w produkcji napojów.",
      "definition_translation": "Бесцветная, летучая и высоковоспламеняющаяся жидкость, используемая в качестве растворителя, топлива и в производстве напитков.",
      "example": "Nigdy już nie napiję zbyt dużo alkoholu, bo piłem go wczoraj wieczorem i było mi niedobrze.",
      "example_translation": "Я никогда больше не буду пить слишком много алкоголя, потому что я выпил его прошлым вечером и он делал меня чувствовать больно.",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sok jabłkowy",
      "translation": "сока яблока",
      "definition": "Słodki i orzeźwiający napój wytwarzany z jabłek, często podawany schłodzony.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из яблок, часто подается охлажденным.",
      "example": "Piłem sok jabłkowy na śniadanie, piję go teraz i będę go pił na obiad.",
      "example_translation": "Я пил сок яблока на завтрак, я пью его сейчас, и я буду пить его на ужин.",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szampan",
      "translation": "шампанское",
      "definition": "Szampelina wino produkovane z winogron uprawianych w regionie Szampanii we Francji, często podawane na uroczystościach.",
      "definition_translation": "Игристое вино, производимое из винограда, выращенного в регионе Шампань во Франции, часто подается на празднованиях.",
      "example": "Otworzyłem szampan na moim weselu, piję go teraz i otworzę go ponownie podczas naszej rocznicy.",
      "example_translation": "Мы открывали шампанское на моей свадьбе, мы пьем его сейчас, и мы откроем его снова на нашей годовщине.",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kola",
      "translation": "кола",
      "definition": "Słodki, gazowany napój bezalkoholowy aromatyzowany wanilią i karmelem, często podawany chłodzony.",
      "definition_translation": "Сладкий, газированный напиток, ароматизированный ванилью и карамелью, часто подается холодным.",
      "example": "Piłem kolę na imprezie, piję ją teraz i będę pił na kinie.",
      "example_translation": "Я пил колу на вечеринке, я пью ее сейчас, и я буду пить ее в кинотеатре.",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pić",
      "translation": "питье",
      "definition": "Cieczna substancja, którą się pozbiera, by ugasić pragnienie lub jako pożywienie.",
      "definition_translation": "Жидкость, потребляемая для утоления жажды или для питания.",
      "example": "Będę pił wodę po ćwiczeniach, piłem sok na śniadanie i piję herbatę teraz.",
      "example_translation": "Я буду пить воду после упражнений, я пил сок на завтрак, и я пью чай сейчас.",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gorąca czekolada",
      "translation": "горячий шоколад",
      "definition": "Słodki i pocieszający napój wytwarzany z roztopionej czekolady i mleka, często podawany gorący.",
      "definition_translation": "Сладкий, утешительный напиток, сделанный из растопленного шоколада и молока, часто подается горячим.",
      "example": "Piłem gorącą czekoladę na zimową zimę. Wczoraj zrobiłem gorącą czekoladę dla moich rodzeństwa. W przyszłości zrobię gorącą czekoladę z marshmallows.",
      "example_translation": "Я выпил горячий шоколад на холодное зимнее утро. Вчера я приготовил горячий шоколад для моих братьев и сестер. В будущем я сделаю горячий шоколад с зефиром.",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cytrynówka",
      "translation": "лимонад",
      "definition": "Słodki i orzeźwiający napój wytwarzany z soku z cytryny, wody i cukru.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из лимонного сока, воды и сахара.",
      "example": "Pijałem cytrynówkę podczas gorącego lata. Moja mama zrobiła cytrynówkę na imprezie. Latem zrobię cytrynówkę z lodem.",
      "example_translation": "Я отпил лимонад на жаркий летний день. Моя мама приготовила лимонад для вечеринки. Летом я сделаю лимонад со льдом.",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "milkshake",
      "translation": "мilkshake",
      "definition": "Słodki i kremowy napój wytwarzany z mleka, lodu i dodatków.",
      "definition_translation": "Сладкий и кремовый напиток, сделанный из молока, мороженого и добавок.",
      "example": "Zamówiłem milkshake w barze. Moja przyjaciółka zrobiła milkshake z truskawkami. W przyszłym tygodniu zrobię milkshake z czekoladą.",
      "example_translation": "Я заказал milkshake в дайнере. Мой друг приготовил milkshake со страурами. На следующей неделе я сделаю milkshake с шоколадными чипсами.",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "woda mineralna",
      "translation": "минеральная вода",
      "definition": "Woda, która zawiera minerały lub inne substancje rozpuszczone w niej, często butelkowana i sprzedawana jako napój.",
      "definition_translation": "Вода, содержащая минералы или другие вещества, растворенные в ней, часто бутилированная и продаваемая как напиток.",
      "example": "Piłem wodę mineralną po treningu. Moja doktor poleciła mi wodę mineralną dla trawienia. W przyszłości będę pił wodę mineralną z cytryną.",
      "example_translation": "Я выпил минеральную воду после тренировки. Мой врач порекомендовал минеральную воду для пищеварения. В будущем я буду пить минеральную воду с лимоном.",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "soft drink",
      "translation": "напиток",
      "definition": "Słodki napój aromatyzowany, zwykle gazowany, zawierający niewielką ilość alkoholu lub niealkoholowy.",
      "definition_translation": "Сладкий ароматизированный напиток, обычно газированный, содержащий небольшое количество алкоголя или без алкоголя.",
      "example": "Wypiłem soft drinka na imprezie wczoraj. Piję teraz soft drinka. Będę pił soft drinka na plaży jutro.",
      "example_translation": "Я выпил напиток на вечеринке вчера вечером. Я сейчас пью напиток. Я выпью напиток на пляже завтра.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cocktail",
      "translation": "коктейль",
      "definition": "Mieszany drink sporządzany z alkoholem, sokiem i innymi składnikami, zwykle serwowany w szklance.",
      "definition_translation": "Смесь напитка, сделанная из спирта, сока и других ингредиентов, обычно подается в стакане.",
      "example": "Zamówiłem koktajl w barze wczoraj. Zamawiam teraz koktajl. Zamówię koktajl na imprezie jutro.",
      "example_translation": "Я заказал коктейль в баре вчера вечером. Я сейчас заказываю коктейль. Я заказаю коктейль на вечеринке завтра.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cocoa",
      "translation": "какао",
      "definition": "Słodkie jedzenie zrobione z fasoli drzewa kakaowego, często konsumowane jako gorączka.",
      "definition_translation": "Сладкая еда, сделанная из бобов дерева какао, часто потребляется в виде горячего напитка.",
      "example": "Wypiłem filiżankę gorącej czekolady wczoraj. Piję teraz gorączkę. Będę pił gorączkę zimą.",
      "example_translation": "Я выпил стакан какао вчера. Я сейчас пью стакан какао. Я выпью стакан какао зимой.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fizzy drink",
      "translation": "газированный напиток",
      "definition": "Napot gazowany, często aromatyzowany i słodzony, który pieni się lub bąbelkuje po otwarciu.",
      "definition_translation": "Газированный напиток, часто ароматизированный и подслащенный, который образует пену или пузырьки, когда открывается.",
      "example": "Otwierałem gazowany napój wczoraj. Otwieram teraz gazowany napój. Otworzę gazowany napój na pikniku jutro.",
      "example_translation": "Я открыл газированный напиток вчера. Я сейчас открываю газированный напиток. Я открою газированный напиток на пикнике завтра.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "instant coffee",
      "translation": "мгновенный кофе",
      "definition": "Typ kawy, która może być szybko przygotowana przez rozpuszczenie proszku lub granulek w gorącej wodzie.",
      "definition_translation": "Тип кофе, который можно быстро приготовить, растворив порошок или гранулы в горячей воде.",
      "example": "Uwielbiam pić instant coffee rano, ponieważ jest tak wygodne. Wczoraj piłem instant coffee z przyjaciółmi. Jutro będę pił instant coffee w pracy.",
      "example_translation": "Я люблю пить мгновенный кофе по утрам, потому что это так удобно. Вчера я пил мгновенный кофе с друзьями. Завтра я będę пить мгновенный кофе на работе.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "vodka",
      "translation": "водка",
      "definition": "Czysty, bezbarwny, bezzapachowy likier, zwykle wyprodukowany z ziaren takich jak pszenica lub żyto, i często aromatyzowany lub mieszaniny z innymi składnikami.",
      "definition_translation": "Прозрачная, бесцветная, безвкусная жидкость, типично сделанная из зерна, такого как пшеница или рожь, и часто ароматизированная или смешанная с другими ингредиентами.",
      "example": "Jestem na imprezie degustacyjnej wódki dziś wieczorem. Wczoraj piłem wódkę z przyjaciółmi. Jutro będę pił wódkę na imprezie.",
      "example_translation": "Я иду на дегустацию водки сегодня вечером. Вчера я пил водку с друзьями. Завтра я będę пить водку на вечеринке.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "whisky",
      "translation": "виски",
      "definition": "Typ likieru, zwykle wyprodukowanego z fermentowanej kaszy zbożowej, i często leżakowanego w beczkach dębowych aby rozwinąć bogate zdolności smakowe i barwę.",
      "definition_translation": "Тип спиртного напитка, типично сделанного из ферментированной зерновой мешки, и часто выдержанного в дубовых бочках, чтобы развить богатый вкус и цвет.",
      "example": "Jestem na imprezie degustacyjnej whisky dziś wieczorem. Wczoraj piłem whisky z przyjaciółmi. Jutro będę pił whisky na imprezie.",
      "example_translation": "Я иду на дегустацию виски сегодня вечером. Вчера я пил виски с друзьями. Завтра я będę пить виски на вечеринке.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "compote",
      "translation": "компот",
      "definition": "Słodki drink lub deser zrobiony z owoców, często podawany hot lub cold, i typowo aromatyzowany cukrem i przyprawami.",
      "definition_translation": "Сладкий напиток или десерт, сделанный из фруктов, часто подается горячим или холодным, и типично ароматизированный сахаром и специями.",
      "example": "Uwielbiam pić compote zimą, ponieważ jest tak ciepłe i przytulne. Wczoraj piłem compote z rodzina. Jutro będę pił compote na kolacji.",
      "example_translation": "Я люблю пить компот зимой, потому что это так тепло и уютно. Вчера я пил компот с семьей. Завтра я będę пить компот на обеде.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "decaffeinated coffee",
      "translation": "декофеинированный кофе",
      "definition": "Kawa, z której większość kofeiny została usunięta, co czyni ją idealnym wyborem dla osób, które są wrażliwe na kofeinę lub chcą unikać kofeiny.",
      "definition_translation": "Кофейные бобы, из которых был удален hầu hết кофеина, membuat его отличным вариантом для тех, кто敏ITIVE к кофеину или хочет его избежать вообще.",
      "example": "Piłem kawę decaf od lat, odkąd zauważyłem, że jestem zbyt wrażliwy na kofeinę. Wczoraj wypiłem filiżankę kawy bez kofeiny przed pójściem do łóżka i zrobię to samo jutro rano. Może nawet zrobię kawę decaf w domu dziś wieczorem.",
      "example_translation": "Я пил декофеинированный кофе на протяжении лет, с тех пор как я понял, что я слишком чувствительный к кофеину. Вчера я выпил чашку декофеинированного кофе перед сном, и я сделаю то же самое завтра утром.",
      "imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "shandy",
      "translation": "шэнд",
      "definition": "Drink zrobiony z piwa i słodkiego napoju, takiego jak lemoniada lub ginger ale, typowo konsumowany podczas ciepłych warunków.",
      "definition_translation": "Напиток, сделанный из пива и сладкого напитка, такого как лимонад или имбирное пиво, обычно потребляемый в теплую погоду.",
      "example": "Zamówiłem shandy w barze nad morzem, i było to orzeźwiające. Mój kolega próbował shandy wcześniej, ale ja sam zrobię shandy w domu dziś wieczorem. A może zamówię shandy już następnego lata.",
      "example_translation": "Я заказал шэнд в баре на пляже, и он был освежающим. Мой друг пробовал шэнд прежде, но я буду пить его следующим летом. Может быть, я даже приготовлю шэнд дома сегодня вечером.",
      "imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]