[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bulterier",
      "translation": "Бультерьер",
      "definition": "Rasa psa znana ze swojego muskularnego budynku, krótkiej sierści i charakterystycznej owalnej głowy.",
      "definition_translation": "Порода собаки, известная своей мускулистой постройкой, короткой шерстью и характерной яйцевидной формой головы.",
      "example": "Miałem bulteriera jako domowe zwierzę, kiedy byłem dzieckiem, ale teraz mam kota. Moja siostra chodziła z naszym bulterierem każdego ranka i pójdzie z nim do parku jutro.",
      "example_translation": "У меня был бультерьер в качестве домашнего животного, когда я был ребенком, но теперь у меня есть кошка. Моя сестра раньше каждый день гуляла нашим бультерьером, и завтра она возьмет его к парку.",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "buldog",
      "translation": "Бульдог",
      "definition": "Rasa psa znana ze swojego zdrowego budynku, krótkiej sierści i charakterystycznego pomarszczonego oblicza.",
      "definition_translation": "Порода собаки, известная своей устойчивой постройкой, короткой шерстью и характерным морщинистым лицом.",
      "example": "Buldog jest popularną rasą i został pierwotnie wyhodowany do celów walki z bykami. Moim przyjacielu miał kiedyś buldoga, ale było on zbyt agresywne, więc musiał go oddać.",
      "example_translation": "Бульдог - это популярная порода, и она былаoriginally выведена для боя с быками. Мой друг ранее имел бульдога, но оно было слишком агрессивным, поэтому он должен был отдать его.",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Dalmatian",
      "translation": "Далматинец",
      "definition": "Rasa psa znana ze swojej białej sierści z czarnymi plamami i sportowego budynku.",
      "definition_translation": "Порода собаки, известная своей характерной белой шерстью с черными пятнами и своей атлетической постройкой.",
      "example": "Dalmatyńce są często używane jako psy strażackie i są bardzo lojalnymi. Moja babcia miała dalmatyńca, kiedy była młodą, i towarzyszył jej wszędzie.",
      "example_translation": "Далматины часто используются в качестве пожарных собак, и они очень лояльны. Моя бабушка имела далматинца, когда она была молодой, и оно всегда следовало за ней везде.",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pudel",
      "translation": "Пудель",
      "definition": "Rasa psa znana ze swojej kędzierzawej, niecementującej się sierści i wysokiej inteligencji.",
      "definition_translation": "Порода собаки, известная своей кудрявой, не линяющей шерстью и высокой интеллектом.",
      "example": "Pudle są dostępne w różnych rozmiarach, niezależnie od rozmiaru wyciskane, miniaturowe i standardowe. Kiedyś miałem małego pudela, ale było to zbyt wymagające, więc podarowałem go mojej siostrze.",
      "example_translation": "Пудели бывают разного размера, включая игрушечных, миниатюрных и стандартных. Я ранее имел игрушечного пуделя, но оно было слишком требовательным уходом, поэтому я отдал его своей сестре.",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Afgan",
      "translation": "Афганская борзая",
      "definition": "Wysoki, jedwabisty pies z Afganistanu, charakteryzujący się pierścieniowatownym ogonem i długą, wąską głową.",
      "definition_translation": "Высокая, шелковистая порода собак, происходящая из Афганистана, характеризующаяся кольцевым хвостом и длинной, узкой головой.",
      "example": "Zawsze chciałem mieć afgana. Kiedy byłem młodszy, mój kolega miał afgana i zakochałem się w jego piękności. Zakupię go następnego roku.",
      "example_translation": "Я всегда хотел владеть афганской борзой. У моего друга была одна, когда я рос, и я влюбился в ее красоту. Я куплю одну следующим годом.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Akita",
      "translation": "Акита",
      "definition": "Wielki, powolny pies pochodzący z Japonii, znany ze swojego oddania i ochraniającego usposobienia.",
      "definition_translation": "Большая, мощная порода собак, происходящая из Японии, известная своей лояльностью и защитной натурой.",
      "example": "Podczas swojej podróży po Japonii widziałem akitę osobiście. Był ogromny! Moja siostra ma jeden i jest naprawdę przyjazny. Zakupię go niedługo.",
      "example_translation": "Я посетил Японию в прошлом году и увидел акиту вживую. Оно было огромным! У моего друга есть одна, и она очень дружелюбная. Я получу одну вскоре.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Alaskan Malamute",
      "translation": "Альский маламут",
      "definition": "Mocny i zdrowy pies pochodzący z Alaski, znany ze swojego wytrzymałości i zdolności do ciągnięcia ciężkich ładunków.",
      "definition_translation": "Сильная и атлетичная порода собак, происходящая из Аляски, известная своей выносливостью и способностью тянуть тяжелые грузы.",
      "example": "Późna zima podnosiłem psa narciarskiego i widziałem alaski malamuta w akcji. Był to niesamowity widok! Mój brat ma jeden i uwielbia grać. Przeprowadzę go dziś na spacer.",
      "example_translation": "Я поехал на собачьих упряжках прошлой зимой и увидел альского маламута в действии. Оно было incredibile! У моего брата есть одна, и она любит играть. ЯLETTE ее на прогулку завтра.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Basset Hound",
      "translation": "Бассет хаунд",
      "definition": "Niskopienny, wiszący psi rasa znany z swego leniwego usposobienia i często używany do polowania na drobną zwierzynę.",
      "definition_translation": "Коротконогая, вислоухая порода собак, известная своей спокойной и нежной натурой, часто используемая для охоты на pequeña игру.",
      "example": "Mam basset hounda w domu, i jest naprawdę cicha. Moja siostra miała go kiedy byłem chłopcem i cały czas spał. Przeprowadzę go dziś na spacer.",
      "example_translation": "У меня есть бассет хаунд дома, и оно очень лениво. У моей сестры была одна, когда я был малышом, и оно всегда спало. ЯToDevice свое за прогулку позже.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Beagle",
      "translation": "Бигль",
      "definition": "Mały, przyjazny pies o gładkiej, krótkiej sierści i ciekawskim usposobieniu, często używany do polowania.",
      "definition_translation": "Маленькая,riendly собака с короткой, гладкой шерстью и любопытной натурой, часто используемая для охоты.",
      "example": "Wczoraj widziałem beagla podczas gonitwy za królikiem w parku. Dziś spał. Jutro powinien wybrać się na trekking.",
      "example_translation": "Вчера я видел бигля, который гонялся за кроликом в парке. Сегодня он спит. Завтра он пойдет на поход.",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Berneński pies górski",
      "translation": "Бернский горный пастушеский пёс",
      "definition": "Wielki i silny pies o gęstej, trójkolorowej sierści, pochodzący ze Szwajcarii i wykorzystywany do pasterstwa i ciągnięcia wózków.",
      "definition_translation": "Крупная, мощная собака с густой, трехцветной шерстью, происходящая из Швейцарии и используемая для выпаса и тяги грузов.",
      "example": "Berneński pies górski warczał głośno na obcokrajowca. Pilnował nieruchomości od lat. Będzie to robił w przyszłości.",
      "example_translation": "Бернский горный пастушеский пёс громко лаял на постороннего. Он охранял собственность на протяжении многих лет. Он будет продолжать это делать в будущем.",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krewetka",
      "translation": "Кровавый пёс",
      "definition": "Duży pies tropienia z wyraźną, fałami wygrawana twarzą i wyraźnym zapachem, nieraz używany do tropienia i polowania.",
      "definition_translation": "Крупная, следящая собака с характерным морщинистым лицом и острым обонянием, часто используемая для отслеживания и охоты.",
      "example": "Krewetka próbuje tropić podejrzanego od godzin. W końcu go znajdzie. Wczoraj miało podobny przypadek.",
      "example_translation": "Кровавый пёс отслеживал подозреваемого в течение часов. Он eventually найдет его. Вчера у него был аналогичный случай.",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "border collie",
      "translation": "Колли бордер",
      "definition": "Inteligentny, energiczny pies o średniej długości sierści, często użytkowany w herbowaniu i konkursach Agility.",
      "definition_translation": "Очень умная, энергичная собака со средней длиной шерстью, часто используемая для выпаса и соревнований по агILITY.",
      "example": "Border collie kręcił się po boisku, ścigając piłką. Było trenowane przez kilka miesięcy. Wkrótce weźmie udział w konkursach.",
      "example_translation": "Колли бордер бежал вокруг поля, преследуя мяч. Он был обучен в течение месяцев. В будущем он будет участвовать в соревнованиях.",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bostonterrier",
      "translation": "Бостон-терьер",
      "definition": "Mały pies o krótkiej, łatwej w utrzymaniu sierści, znany ze swojej delikatności i przemiłego usposobienia.",
      "definition_translation": "Маленькая собака с короткой, легко поддерживаемой шерстью, известная своей柔кой и любящей натурой.",
      "example": "Miałem bostonterriera od kiedy byłem małym, i kupię kolejnego, kiedy się odejdę na emeryturę. Dawniej prowadziłem swojego bostonterriera rano, ale teraz wychodzę wieczorem. Zakupię nowego bostonterriera przyszłego roku.",
      "example_translation": "У меня был бостон-терьер с тех пор, как я был ребенком, и я получу другого, когда я на пенсии. Я прежде гулял со своим бостон-терьером каждое утро, но теперь я гуляю с ним каждое вечером. Я куплю нового бостон-терьера в следующем году.",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bokser",
      "translation": "Боксер",
      "definition": "Pies o średniej wielkości i krótkiej sierści, kojarzony z pełną energii i zabawy naturą.",
      "definition_translation": "Среднего размера собака с короткой шерстью, известная своей энергичной и игривой натурой.",
      "example": "Miałem boksera, gdy byłem studentem, ale uciekł. Teraz chcę dostać nowego boksera. Mój przyjaciel ma boksera i odwiedzi nas za tydzień.",
      "example_translation": "У меня был боксер, когда я был в колледже, но он убежал. Теперь я хочу получить другого боксера. У моего друга есть боксер и он посетит нас на следующий уикенд.",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bulmastiff",
      "translation": "Бульмастифф",
      "definition": "Duży pies o silnym budowie, kojarzony z lojalnym i ochronnym usposobieniem.",
      "definition_translation": "Крупная собака с крепким телосложением, известная своей преданной и защитной натурой.",
      "example": "Mój sąsiad ma bulmastiffa i jest on bardzo przyjazny. Zakupię bulmastiffa, gdy przeprowadzę się do większego domu. Mój przyjaciel miał bulmastiffa, ale umarł zeszłego roku.",
      "example_translation": "У моего соседа есть бульмастифф и оно очень дружелюбное. Я получу бульмастиffa, когда перееду в более крупный дом. У моего друга был бульмастифф, но оно умерло в прошлом году.",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Cairn Terrier",
      "translation": "Кэрн-терьер",
      "definition": "",
      "definition_translation": "Маленькая собака с проволочной шерстью, известная своей драчливой и приключенческой натурой.",
      "example": "",
      "example_translation": "У меня есть кэрн-терьер и оно любит играть на улице. У моей тети был кэрн-терьер, но оно потерялось. Я получу другого кэрн-терьера, когда поеду в Европу.",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Cane Corso, mastiff",
      "translation": "кане корсо, испанский мастиф",
      "definition": "Wielka odmienna rasa psa pochodzącego z Włoch, znana z wyrażnionego budowania i ochronnego usposobienia.",
      "definition_translation": "Большая, мощная порода собак, происходящая из Италии, известная своей мускулистой структурой и защитным характером.",
      "example": "MiaŃem Cane Corso, gdy dorastałem, ć był wspaniałym pupilem. Teraz mam dziecko i myśŌś o nowym Cane Corso. Do czasu, aŽ osę na emeryturę i z samodziej będę miaŃ Cane Corso.",
      "example_translation": "У меня был кане корсо, испанский мастиф, когда я рос, это было чудесным домашним животным. Теперь у меня есть дитя, и я думаю о том, чтобы получить нового кане корсо, испанский мастиф. Когда я уйду на пенсию, у меня определенно будет кане корсо, испанский мастиф снова.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Chihuahua",
      "translation": "Чихуахуа",
      "definition": "Mała rasa psa pochodząca z Meksyku, znana z wielkich oczu i mnego rozmiaru.",
      "definition_translation": "Маленькая порода собак, происходящая из Мексики, известная своими большими глазами и маленьким размером.",
      "example": "Babcia miała Chihuahua, gdy byłem małym, ę było tak maleńko i urocze. ǈ teraz mam Łata Chihuahua swojego i kocham się. Do czasu, aŽ żé będę miaŃ mnă Chihuahua.",
      "example_translation": "У моей бабушки был Чихуахуа, когда я был ребенком, это было так маленькое и милое. Теперь у меня есть Чихуахуа моего собственного, и я люблю его. Когда я стану старым, у меня будет много Чихуахуа.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Szczek",
      "translation": "Чау-чау",
      "definition": "",
      "definition_translation": "Шерстистая, нежная порода собак, происходящая из Китая, известная своей густой шерстью и преданностью.",
      "example": "",
      "example_translation": "Я видел Чау-чау в парке昨天, это было так мило. У моего друга есть Чау-чау, и я будет LOOK за ним на следующей неделе. Когда я переехал в Китай, у меня будет Чау-чау моего собственного.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Cocker Spaniel",
      "translation": "кокер-спаниель",
      "definition": "",
      "definition_translation": "Нежная, общительная порода собак, происходящая из Англии, известная своей низкопоченной шерстью и любящим характером.",
      "example": "",
      "example_translation": "У меня был кокер-спаниель, когда я был ребенком, это было чудесным домашним животным. Теперь у меня есть дитя, и я думаю о том, чтобы получить нового кокер-спаниеля. Когда я уйду на пенсию, у меня определенно будет кокер-спаниель снова.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Doberman",
      "translation": "такса, колбасная собака",
      "definition": "Psa obronna, zdolna do samoobrony",
      "definition_translation": "Маленькая порода собак из Германии, характеризуется своим длинным телом, короткими ногами и игривым характером.",
      "example": "When I was 5, we had a Doberman. It was my best friend. It was very strong and kept me safe.",
      "example_translation": "Когда я был ребенком, у меня была такса, она была очень игрива. Теперь у меня другой породы, но я все еще люблю такс. В будущем я, вероятно, будет иметь еще одну.",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "лисий терьер",
      "definition": "",
      "definition_translation": "Маленькая, энергичная порода собак с короткой, гладкой шерстью, изначально разведенная для охоты на лисиц.",
      "example": "",
      "example_translation": "У моего друга есть лисий терьер, он очень активен и любит играть. Вчера он гнался за белкой в парке. Летом он, вероятно, пойдет на пляж с нами.",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "французский бульдог",
      "definition": "",
      "definition_translation": "Породы домашней собаки, известной своей игривой, привязчивой натурой и отличительным внешним видом, характеризуется короткой, легко ухаживаемой шерстью.",
      "example": "",
      "example_translation": "Я видел французского бульдога в зоомагазине, он был очень милым. У моей сестры был один, когда она училась в колледже, он был очень дружелюбным. Через несколько лет я куплю себе одного.",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "немецкая овчарка",
      "definition": "",
      "definition_translation": "Среднего размера порода собаки, известная своей интеллигентностью, лояльностью и защитным характером, часто используемой в качестве полицейской и военной собаки.",
      "example": "",
      "example_translation": "У меня была немецкая овчарка, когда я был ребенком, она была очень умной. У моего соседа есть одна сейчас, она является отличной watchdog. В будущем я, вероятно, получу одну для защиты.",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "гигантская шнауцер",
      "definition": "",
      "definition_translation": "Гигантская шнауцер - это порода собаки, известная своими характерными бородой и бровями,最初 развивавшаяся в 17-18 веках в Германии для охраны ферм и выгона скота.",
      "example": "",
      "example_translation": "Гигантская шнауцер была моим верным спутником на протяжении многих лет, завтра я SHALL его на прогулку, а вчера она гналась за белкой.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "goldendelter",
      "definition": "",
      "definition_translation": "Голдендelter - это порода собаки, известная своим дружелюбным, лояльным и мягким характером, изначально развивавшаяся в Шотландии в конце 19 века.",
      "example": "",
      "example_translation": "У меня есть голдендelter, она достанет мяч завтра, а вчера она достала его.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "дейн Великий",
      "definition": "",
      "definition_translation": "Дейн Великий - это порода собаки, известная своим гигантским размером, мускулистым xâyом и мягким характером, изначально развивавшаяся в Германии в 14 веке.",
      "example": "",
      "example_translation": "Дейн Великий была популярной породой на протяжении многих лет, она będzie надежным спутником в будущем, а в прошлом она была верным другом.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "грейхаунд",
      "definition": "",
      "definition_translation": "Грейхаунд - это порода собаки, известная своей скоростью, агility и мягким характером, изначально развивавшаяся в древнем Египте и Греции.",
      "example": "",
      "example_translation": "Грейхаунд была популярной гоночной собакой на протяжении многих лет, она выиграет конкурс завтра, а вчера она установила новый рекорд.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "Ирландский терьер",
      "definition": "",
      "definition_translation": "Маленькая порода собак, родом из Ирландии, известная своей энергичной и дружелюбной натурой.",
      "example": "",
      "example_translation": "У меня был ирландский терьер в качестве домашнего животного, когда я был ребенком, он был очень игривым. Сейчас у меня есть один, и он все еще rất энергичен. Я получу еще одного ирландского терьера, когда перезжаю в bigger дом.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "Терьер Джека Рассела",
      "definition": "",
      "definition_translation": "Маленькая, энергичная порода собак, родом из Англии, известная своей смелой и живой натурой.",
      "example": "",
      "example_translation": "У меня есть терьер Джека Рассела в качестве домашнего животного, он любит играть в апорт. У моей сестры был терьер Джека Рассела, он был очень агрессивным. Я куплю терьера Джека Рассела, когда перезжаю в new квартиру.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Wskazujący",
      "translation": "указатель",
      "definition": "Wskazujący to urządzenie używane jako wskaźnik lub pokazujące konkretną lokalizację lub kierunek.",
      "definition_translation": "Указатель - это устройство, используемое для указания на конкретное место или направление.",
      "example": "Nauczycielka używała wskaźnika, aby podświetlić ważne słowa na tablicy. Będzie korzystać z niego ponownie jutro, a jej studenci będą wykorzystywać go następnym tygodniu.",
      "example_translation": "Учитель используял указатель, чтобы подчеркнуть важные слова на доске. Она будет использовать его завтра, а ее студенты будут использовать его 다음 неделе.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Polski lowland sheepdog",
      "translation": " польская низинная овчарка",
      "definition": "Polski lowland sheepdog to rasa psa, która jest typowym psem pasterskim, pochodzącym z Polski.",
      "definition_translation": "Польская низинная овчарка - это порода средних размеров пастушьей собаки, происходящей из Польши.",
      "example": "Farmer kupił polskiego lowland sheepdoga, aby pomóc mu w pilnowaniu owiec. Od miesięcy dobrze się spisał, i będzie dalej się spisywał.",
      "example_translation": "Фермер купил польскую низинную овчарку, чтобы помочь ему пасти овец. Она trabajarет хорошо на протяжении месяцев, и она будет продолжать делать это в будущем.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Pomeranian",
      "translation": "померанский шпиц",
      "definition": "Pomeranian to rasa małego psa ozdobnego, pochodząca z Pomorza, regionu położonego w Europie Środkowej.",
      "definition_translation": "Померанский шпиц - это порода маленьких игрушечных собак, происходящей из Померании, региона в Центральной Европе.",
      "example": "Moja siostra ma Pomeraniana, którego bardzo kocha. Cięgła z nim wczoraj, a zrobi tak ponownie jutro.",
      "example_translation": "У моей сестры есть померанский шпиц, который она очень любит. Она взяла его на прогулку вчера, и она сделает это снова завтра.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Mops",
      "translation": "мопс",
      "definition": "Mops to rasa małych psów z płaską twarzą i przeciwstawną ogonem, pochodząca z Chin.",
      "definition_translation": "Мопс - это порода маленькой собаки с плоским лицом и крутым хвостом, происходящей из Китая.",
      "example": "Widziałem mopsa bawiącego się ze swoim właścicielem w parku. Będzie się bawić ponownie jutro, podobnie jak bawił się wiele razy przedtem.",
      "example_translation": "Я видел мопса, играющего со своим владельцем в парке. Оно будет играть снова завтра, и оно играло многие разы раньше.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Pirenejski Owczarek",
      "translation": "Пиренейская овчарка",
      "definition": "Pirenejski Owczarek to rasa psów o małych i średnich rozmiarach, charakteryzująca się zdolnością gromadzenia i zdrowiem, pochodząca z gór Pireneje.",
      "definition_translation": "Порода среднего размера собаки, известная своей способностью пасти и высоким уровнем энергии,(originaльная из региона Пиренеевских гор.",
      "example": "Pirenejski Owczarek pomógł farmerowi spędzić stado na nową łąkę, a następnie bawił się z dziećmi. Jutro pomoże on w przenosi cię stada owiec. Dzień wcześniej dobrze sobie radził w deszczu.",
      "example_translation": "Пиренейская овчарка помогла фермеру пасти овец, а затем поиграла с детьми. Завтра она поможет перевести стада на новое пастбище. Вчера она хорошо работала в дождь.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Rottweiler",
      "translation": "Ротвейлер",
      "definition": "Rottweiler to rasa psów dużych lub bardzo dużych, charakteryzująca się siłą, lojalnością i ochronnymi instynktami, często wykorzystywana jako pies wartowniczy.",
      "definition_translation": "Порода крупной, мощной собаки, известной своей силой, лояльностью и защитными инстинктами, часто используемой как собака охраны.",
      "example": "Rottweiler chronił dom przed intruzami, potem bawił się ze swoim panem. Będzie strzegał rodziny w nocy. Wczoraj uratował dziecko przed atakiem.",
      "example_translation": "Ротвейлер защищал дом от_intruders_, а затем поиграла со своим владельцем. Он будет охранять семью ночью. Вчера он спас ребенка от нападения.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Saint Bernard",
      "translation": "Сен-Бернар",
      "definition": "Saint Bernard to rasa dużych psów, charakteryzująca się łagodnym usposobieniem, inteligencją i zdolnością pomagania w ratowaniu ludzi, pochodząca z Alp.",
      "definition_translation": "Порода крупной собаки, известной своей мягкой натурой, inteligência и способностью помочь в поисково-спасательных миссиях, originaльная из Альп.",
      "example": "Saint Bernard znalazł zgubionego turystę w górach i poprowadził go do bezpiecznego miejsca. Będzie pomagał w ratowaniu podczas przymrozków. Wczoraj uratował wiele osób podczas wiosennej śliskiej pogody.",
      "example_translation": "Сен-Бернар нашел потерянного туриста в горах и повел его к безопасности. Он поможет спасти жертв лавины завтра. Вчера он спас много жизней в суровой зиме.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Samojed",
      "translation": "Самоед",
      "definition": "Samojed to rasa psów o długich wełnach, białym kolorze, charakteryzująca się towarzyskimi usposobieniami, dużą energią i zdolnością do życia w górskich i dworcowych warunkach, pochodząca z Syberii.",
      "definition_translation": "Порода пушистой, белой собаки, известной своей дружелюбной натурой, высоким уровнем энергии и способностью процветать в холодных климатах, originaльная из Сибири.",
      "example": "Samojed bawił się ze swoim panem w śniegu, a potem zwinął się koło kominka. Jutro pójdzie na wycieczkę po górskim szlaku. Wczoraj ciągnął sanie przez ponętną tundrę.",
      "example_translation": "Самоед играл со своим владельцем в снегу, а затем укурилось у камина. Он будет идти на хайк в горах завтра. Вчера он водил сани через ледяную тундру.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Schnauzer",
      "translation": "шнауцер",
      "definition": "Schnauzer to rasa psa pochodząca z Niemiec, charakteryzująca się wyraźnym wąsem i brwiami, i często trzymana jako domowe zwierzątko.",
      "definition_translation": "Порода собак, происходящая из Германии, известная своей характерной бородой и бровями, и часто содержащаяся как домашний питомец.",
      "example": "Nasza sąsiadka ma piękęgo schnauzera imieniem Max, która kocha się bawić. Wczoraj wyła głośno na listonosza. Jutro pójdzie na ogromny parking, aby się wybiegać. Innego dnia powiedziała, że jutro pójdzie na spacerek.",
      "example_translation": "У нашего соседа есть любимый шнауцер по имени Макс, который любит играть в апорт. Вчера Макс громко лаял на почтальона. Завтра Макс отправится в собачий парк для пробежки.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Terier szkocki",
      "translation": "шотландский терьер",
      "definition": "Terier szkocki to rasa dużych lub średnich psów pochodząca ze Szkocji, charakteryzująca się wyraźnym wąsem i wąsami, i często trzymana jako domowe zwierzątko.",
      "definition_translation": "Малая или средняя по размеру порода собак, происходящая из Шотландии, известная своей характерной бородой и усы, и часто содержащаяся как домашний питомец.",
      "example": "Terier szkocki to wierny towarzysz i doskonałe domowe zwierzę. Moja babka miała teriera szkockiego imieniem Lola, która kochała wybiegać piłę w parku. Gdybym miał teriera szkockiego, nazwałbym go McFluffers.",
      "example_translation": "Шотландский терьер является верным спутником и делает отличного домашнего питомца для семьи. У моей бабушки был шотландский терьер по имени Лола, которая гонялась за белками в парке. Если у меня был бы шотландский терьер, я бы назвал его МакФлафферс.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Shetland sheepdog",
      "translation": "шетландский пастуш Moy",
      "definition": "Mały do średniego rozmiaru pies pasterski rasy z Szetlandzkich Wysp, znany z inteligencji, gibkości i wierności.",
      "definition_translation": "Малая или средняя по размеру порода пастушьих собак, происходящая из Шетландских островов, известная своей интеллектом, агILITY и преданностью.",
      "example": "Psy Szetlandzkie są bardzo inteligentne i dobrze reagują na trening. Nasza rodzina ma pasterza Szetlandzka imieniem Daisy, która uwielbia pędzić owce na farmie. W przyszłości planujemy wypuszczać Daisy do wyścigów na kręgle für psi.",
      "example_translation": "Шетландские пастушьи собаки высокоинтеллектуальны и 잘 реагируют на тренировку. У нашей семьи есть шетландский пастуш Moy по имени Дейзи, которая любит пасти овец на ферме. В будущем мы планируем заявить Дейзи на соревнования по агILITY собак.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Shiba Inu",
      "translation": "Сиба Ину",
      "definition": "Mały do średniego rozmiaru pies rasy z Japonii, znany ze swojego wyglądu przypominającego lisa i niezależne usposobienie.",
      "definition_translation": "Малая или средняя по размеру порода собак, происходящая из Японии, известная своей характерной лисоподобной внешностью и самостоятельным характером.",
      "example": "Psy Shiby Inu są znane ze swojej silnej woli i mogą być trudne w treningu. Mój przyjaciel ma Shiba Inu imienem Hana, która uwielbia bawić się swoimi zabawkami. Jutro Hana pójdzie do weterynarii na kontrolę.",
      "example_translation": "Сиба Инусы известны своей сильной волей и могут быть сложными в тренировке. У моего друга есть Сиба Ину по имени Хана, которая любит играть со своими игрушками. Завтра Хана будет ходить к ветеринару на осмотр.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Siberian husky",
      "translation": "Сибирский хаски",
      "definition": "Pies o średnim rozmiarze z rasy pochodzącej z Syberii, charakterystyczny grubym futrem i zaprzężnym do ciągnięcia sań.",
      "definition_translation": "Среднего размера собака породы, происходящей из Сибири, имеющая thick coat и выведенная для буксировки саней.",
      "example": "Miałem piesa Syberyjski husky jako dziecko, było to wspaniałe ćwiczenie biegnąć z nim każdego dnia. Teraz mam husky jako pies stróżujący, jest bardzo protegujący. Planuję dostać kolejny pies husky w przyszłości, są tak wspaniałymi towarzyszami.",
      "example_translation": "У меня был Сибирский хаски как домашняя собака, когда я был ребенком, это было отличной физической нагрузкой бегать с ним каждый день. Теперь у меня есть одна как watchdog, она очень защитница. Я планирую получить еще одну в будущем, они такие замечательные спутники.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "spitz",
      "translation": "шпиц",
      "definition": "Rodzaj psa charakteryzujący się ostrym trupem, uściskiem uszu i grubym futrem, często przypominającym małego niedźwięka.",
      "definition_translation": "Тип собаки, характеризующийся острым мордой, стоячими ушами и thick coat, часто похожей на маленького медведя.",
      "example": "Zawsze lubiłem psy spitz, są tak urocze i zabawne. Mój przyjaciel ma spitz i jest nim ciągle na przygodę. Rozważam dostać pieska spitz w przyszłości, są tak wspaniałymi towarzyszami.",
      "example_translation": "Я всегда любил собак шпиц, они такие милые и игривые. У моего друга есть шпиц, и它 всегда готово к приключению. Я подумываю о получении щенка шпица в будущем, они такиеgreat спутники.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "vizsla",
      "translation": "визsla",
      "definition": "Pies o średnim rozmiarze węgierskiej rasy, mający rudobrązową sierść i hodowany do polowań.",
      "definition_translation": "Среднего размера собака породы из Венгрии, имеющая рыжевато-желтую шерсть и выведенная для охоты.",
      "example": "Widziałem Vizslę w parku psowym i zdumiała mnie ich energia i zabawa. Mój sąsiad ma Vizslę i ciągle biega po podwórku. Rozważam dostać pieszka Vizslę jako domowego kompana, są tak wspaniałymi towarzyszami.",
      "example_translation": "Я видел визслы в парке для собак, и они такие энергичные и игривые. У моего соседа есть визsla, и оно всегда бегает вокруг заднего двора. Я рассматриваю возможность получения визслы как домашнюю собаку, они такиеgreat спутники.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Weimaraner",
      "translation": "Веймаранер",
      "definition": "Duży, lekki pies niemieckiej rasy, mający krótką, gładką sierść i hodowany do polowań.",
      "definition_translation": "Большая, гладкая собака породы из Германии, имеющая короткую, гладкую шерсть и выведенная для охоты.",
      "example": "Zawsze fascynowały mnie Weimaranery, są tak szybkie i gibkie. Mój przyjaciel ma Weimaranera i ciągle poluje na piłki. Rozważam dostać pieszka Weimaranera jako domowego kompana, są tak wspaniałymi sportowcami.",
      "example_translation": "Я всегда был заинтересован в веймаранерах, они такие быстрые и агильные. У моего друга есть веймаранер, и оно всегда гоняется за мячами. Я подумываю о получении веймаранера как домашнюю собаку, они такиеgreat спортсмены.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "Вельш-корги (Пемброк Вельш-корги)",
      "definition": "Pembroke Welsh Corgi – rasa psa pasterskiego, która powstała w Hrabstwie Pembroke, Walia. Są znane z krótkiej postury, inteligencji i energicznego usposobienia.",
      "definition_translation": "Пемброк Вельш-корги - это порода пастушьей собаки, произошедшая из Пембрукшира, Уэльс. Они известны своей короткой статурой, интеллектом и энергичными личностями.",
      "example": "Miałem Pembroke Welsh Corgi jako dziecko i było takie żywiołowe. Teraz mam nowego i jest jeszcze tak samo pełnym energii. W przyszłości będę miał kolejnego i będzie tak samo kochającym.",
      "example_translation": "У меня был Пемброк Вельш-корги в детстве, и она была очень игривой. Теперь у меня новый, и он по-прежнему очень энергичен. В будущем у меня будет еще одна, и она будет столь же любящей.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Yorkshire terrier",
      "translation": "Йоркширский терьер",
      "definition": "Yorkshire terrier jest małą rasą psa zabawkowego, pochodzi z hrabstwa Yorkshire, Anglii. Są znane ze swoich dużych osobowości, błyszczących sierści i sympatycznej natury.",
      "definition_translation": "Йоркширский терьер - это маленькая, игрушечная порода собаки, произошедшая из Йоркшира, Англия. Они известны своими большими личностями, шелковистыми шерстями и нежными натурами.",
      "example": "Widzę ytka w psim targu i był tak słodki. Moja babcia miała ytka, gdy byłem dzieckiem, i podczas zebrań siadała na jej kolanach. W przyszłości mogę zdobyć ytka jako domowego kompana.",
      "example_translation": "Я видел Йоркширского терьера на выставке собак, и он был так мил. У моей бабушки был когда-то, и он сидел на ее коленях. В будущем я, возможно, заведу одного как домашнего питомца.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]