[
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ptak",
      "translation": "птица",
      "definition": "Ciepłokrwisty jajośliwa, ptasi zapewniony skrzydłem, tarsusem.",
      "definition_translation": "Теплокровное яйцекладущее животное с перьями, крыльями и клювом.",
      "example": "Ptak śpiewał słodką melodię. Ptak jako kołował w słodkiej melodii. Ptak zaskoczy ludzią słodką melodię swych śpiewu.",
      "example_translation": "Птица пела сладкую мелодию. Птица пела сладкую мелодию. Птица будет петь сладкую мелодию.",
      "imageLink": "image_files\\English\\bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kura",
      "translation": "kuritsa",
      "definition": "Domestic fowl, trzymana i żywiona z uwagi na swoje jaja, mięso, pierze itp.",
      "definition_translation": "Домашняя птица, содержащаяся за яйцами или мясом.",
      "example": "Zjadłem kanapkę z kurą na obiad. Jadam kanapkę z kurą na obiad. Zje obiad kanapki z kurą.",
      "example_translation": "Я ел сэндвич с курицей на обед. Я ем сэндвич с курицей на обед. Я буду есть сэндвич с курицей на обед.",
      "imageLink": "image_files\\English\\chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kaczka",
      "translation": "утка",
      "definition": "Wodnopłowa, spłaszczona ryjami i pławnymi stopami.",
      "definition_translation": "Водоплавающая птица с широким, плоским клювом и перепончатыми ногами.",
      "example": "Kaczka pływa w stawie. Kaczki się doglebia w stawie. Kaczka pójdzie się kąpać do stawu.",
      "example_translation": "Утка плавала в пруду. Утка плавает в пруду. Утка будет плавать в пруду.",
      "imageLink": "image_files\\English\\duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gęś",
      "translation": "гусь",
      "definition": "Wielki ptak wodny, cienkim długim gardłem, ciemnouwymi i ciemnorżowymi.",
      "definition_translation": "Большая водоплавающая птица с длинной шеей и черной головой.",
      "example": "Gęś krakała gromko. Gęsi krakają gromko. Gęsi krakaj nas.",
      "example_translation": "Гусь громко гоготал. Гусь громко гогочет. Гусь будет громко гоготать.",
      "imageLink": "image_files\\English\\goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papuga",
      "translation": "попугай",
      "definition": "Kolorowe, tropikalne ptaki, zdolne do tzw. powtarzania, polegającego na naśladowaniu mowy ludzkiej i dźwięków.",
      "definition_translation": "Попугай - это цветная, тропическая птица, известная своей способностью模ировать человеческую речь и другие звуки.",
      "example": "Miałem papugę, kiedy byliśmy jeszcze dziećmi, była bardzo głośna. Teraz mam nową papugę, jest zdolna. Zakupię papugę dla mego synka za cztery lata.",
      "example_translation": "У меня был попугай, когда я был ребенком, он был muito шумный. Теперь у меня новый попугай, он molto умный. Я куплю попугая для моего сына в следующем году.",
      "imageLink": "image_files\\English\\parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pingwin",
      "translation": "пингвин",
      "definition": "Pingwin to bezskrzydły ptak, żyjący w podróbkach, cechujący się pozębia klatki piersiowej, pędu, ryjami, długim ryjem i charakterystycznym chodem.",
      "definition_translation": "Пингвин - это птица, не способная летать, живущая в Южном полушарии, характеризующаяся своими черными и белыми перьями и отличительным характерным шагом.",
      "example": "Widziałem pingwina w zoo, był tak kochany. Pingwiny są towarzyskie, żyją w dużej kolonii. Do roku 2025, zobaczymy pingwiny żyjące w wild.",
      "example_translation": "Я видел пингвина в зоопарке, он был molto милый. Пингвины - это очень социальные животные, они живут в больших колониях. К 2025 году мы увидим пингвинов, живущих в дикой природе.",
      "imageLink": "image_files\\English\\penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bocian",
      "translation": "аист",
      "definition": "Bocian to duży brodziec, charakteryzujący się długim gardłem i nogami, zamieszkujący mokradła i łąki na całym świecie.",
      "definition_translation": "Аист - это большая болотная птица с длинной шеей и ногами, встречающаяся в wetlands и лугах по всему миру.",
      "example": "Widziałem bociana lecącego, był tak majestatyczny. Bociany są ptakami wędrówkowymi, podróżują tysiace mil każdego roku. W następnej wiosny, bociany powrócą do swoich gniazd.",
      "example_translation": "Я видел аиста, летящего над головой, он был molto величественный. Аисты известны своими миграционными моделями, они путешествуют тысячи миль каждый год. К следующей весне аисты вернутся в свои гнезда.",
      "imageLink": "image_files\\English\\stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "indyk",
      "translation": "индейка",
      "definition": "Indyk to duży ptak, często domestykowany i hodowany z powodu mięsa, miksem i tęczowymi piórami.",
      "definition_translation": "Индейка - это большая птица, часто-domesticated и выращиваемая для своей мяса, известная своими отличительными гоготом и радужными перьями.",
      "example": "Miałem indyka na Dzień Zielonych Świąt, był tak smaczny. Indyki to ptaki towarzyskie, żyją plemionami. Przyszłego roku, kupię indyka na Boże Narodzenie.",
      "example_translation": "У меня была индейка на День благодарения, она была molto вкусная. Индейки - это социальные птицы, они живут в стаях. В следующем году я куплю индею на Рождество.",
      "imageLink": "image_files\\English\\turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skrzydło",
      "translation": "крыло",
      "definition": "Skrzydło to rodzaj spłaszczonego płata, odchylony od kadłuba, służący do lotu lub utrzymania równowagi.",
      "definition_translation": "Крыло - это тип пропеллера, который протрудается из тела самолёта или птицы, используемый для полета или баланса.",
      "example": "Skrzydło samolotu uszkodziło się podczas lądowania. Wczoraj widziałem ptaka, kiedy rozwijał swoje skrzydło. Gdyby miałem skrzydła, poleciałbym na księżyc.",
      "example_translation": "Крыло самолёта было повреждено во время посадки. Вчера я увидел птицу, разворачивающую свое крыло. Если бы у меня были крылья, я бы летел на Луну.",
      "imageLink": "image_files\\English\\wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kruk",
      "translation": "ворона",
      "definition": "Kruk to duży czarny ptak o głośnym, chrapliwym odgłosie, żyjący w wielu częściach świata.",
      "definition_translation": "Ворона - это большая, чёрная птица с громким, хриплым голосом, найденная в многих частях мира.",
      "example": "Kruk, siedział na gałązce, obserwując nas. Kruki są bardzo inteligentnymi ptakami. Widziałem kruka lecącego z kości byka.",
      "example_translation": "Ворона сидела на ветке дерева,看着 нас. Вороны - это очень умные птицы. Я увидел ворону, летевшую над полем вчера.",
      "imageLink": "image_files\\English\\crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "beczka",
      "translation": "клюв",
      "definition": "Czaszka jest twardą, wydłużoną częścią pyska ptaków, używaną do jedzenia, pielęgnacji i innych funkcji.",
      "definition_translation": "Клюв - это твердый, выступающий ротовой аппарат у птиц, используемый для еды, распушки и других функций.",
      "example": "Ostry dziób orła rozdzierał mięso swojej ofiary. Dziób papugi był silny i kolorowy. Ptak będzie miał silniejszy dziób do czasu, gdy będzie w pełni ukształtowany.",
      "example_translation": "Острый клюв орла разорвал плоть его добычи. Клюв попугая был сильным и цветным. К тому времени, когда птица будет zcela выросшей, у нее будет сильнее клюв.",
      "imageLink": "image_files\\English\\beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gołąb",
      "translation": "голубь",
      "definition": "Gołąb jest typem ptaka, związanym z pokojem i miłością.",
      "definition_translation": "Голубь - это тип птицы, который часто ассоциируется с миром и любовью.",
      "example": "Gołąb leciał łagodnie przez niebo, jego ciche kwaczanie wypełniało powietrze. Gołębie są znane z delikatnego usposobienia. Do przyszłego roku gołąb zbuduje nową gniazdko.",
      "example_translation": "Голубь летел мягко через небо, его мягкое кувыканье заполнило воздух. Голуби известны своей нежной натурой. К следующему году голубь построит новый гнездо.",
      "imageLink": "image_files\\English\\dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drapieżnik",
      "translation": "хищник",
      "definition": "Drapieżnik to zwierzę, które naturalnie poluje na inne zwierzęta.",
      "definition_translation": "Хищник - это животное, которое естественно охотится на другие животные.",
      "example": "Lew jest drapieżnikiem, który wędruje po sawannie. Drapieżnicy pełnią ważną rolę w utrzymaniu ekosystemu. Do 2025 roku populacja drapieżników znacznie się zmniejszy.",
      "example_translation": "Лев - это хищник, который бродит по саванне. Хищники играют важную роль в поддержании экосистемы. К 2025 году популяция хищников уменьшится значительно.",
      "imageLink": "image_files\\English\\predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jastrząb",
      "translation": "ястреб",
      "definition": "Jastrząb jest typem ptaka drapieżnego, słynącym z ostrych powikłań i zdolności lotu.",
      "definition_translation": "Ястреб - это тип птицы хищника, который известен своей острой зоркостью и ловкостью.",
      "example": "Jastrząb przelatywał przez niebo, jego ostre oczy skanując teren pod spodem. Jastrzębie są popularnymi ptakami drapieżnymi wśród myśliwych. Do przyszłego miesiąca jastrząb nauczy się latać.",
      "example_translation": "Ястреб парил через небо, его острый зрение сканировало землю внизу. Ястребы - это популярные птицы хищники среди охотников. К следующему месяцу ястреб научится летать.",
      "imageLink": "image_files\\English\\hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skowronek",
      "translation": "жаворонок",
      "definition": "Mały, nadziemny ptak o melodyjnym śpiewie, często spotykany na terenach otwartych, łąkach i polach.",
      "definition_translation": "Маленькая, живущая на земле птица с мелодичной песней, обычно встречающаяся в открытой местности, лугах и полях.",
      "example": "Skowronek leciał wysoko w porannym niebie. Wczoraj, wyśpiewał piękną piosenkę. Jutro zbuduje gniazdo.",
      "example_translation": "Жаворонок летел высоко в утреннем небе. Вчера он спел красивую песню. Завтра он построит гнездо.",
      "imageLink": "image_files\\English\\lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mag, magikę",
      "translation": "сорока",
      "definition": "Duży, czarno-biały ptak z długim ogonem i głośnym, chrypiącym wołaniem, spotykany w lasach i ogrodach.",
      "definition_translation": "Большая, черно-белая птица с длинным хвостом и громким, журчащим звуком, встречающаяся в лесах и садах.",
      "example": "Szeklańce zbudowała gniazdo na gałęzi drzewa. Ostatnim tygodniu, skraść kawałek jedzenia ze stołu. Do przyszłego roku wędrować będzie do cieplejszych klimatów.",
      "example_translation": "Сорока построила гнездо на ветке дерева. На прошлой неделе она украла кусок еды со стола. В следующем году она перелетит в теплые климаты.",
      "imageLink": "image_files\\English\\magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gniazdo",
      "translation": "гнездо",
      "definition": "Struktura zbudowana przez ptaki, zwykle na drzewie lub krzewie, do składania jaj i wychowania piskląt.",
      "definition_translation": "Структура, построенная птицами, обычно в дереве или кусте, для откладывания яиц и выращивания молодняка.",
      "example": "Ptak zbudował gniazdo na drzewie. Wczoraj, składał jaja do gniazda. Jutro, jaja będą się wykluwać.",
      "example_translation": "Птица построила гнездо в дереве. Вчера она положила яйца в гнездо. Завтра яйца вылупятся.",
      "imageLink": "image_files\\English\\nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gniazdo, gniazdo",
      "translation": "гнездо",
      "definition": "Miejsce schronienia lub ochrony, szczególnie dla ptaków lub małych zwierząt.",
      "definition_translation": "Место убежища или укрытия, особенно для птиц или маленьких животных.",
      "example": "Królik zbudował gniazdo w krzakach. Ostatniego miesiąca, urodził w gniazdzie małe króliczki. Do przyszłego miesiąca króliczki opuszczą gniazdo.",
      "example_translation": "Кролик построил гнездо в кустах. В прошлом месяце оно родило своих малышей в гнезде. В следующем месяце малыши покинут гнездо.",
      "imageLink": "image_files\\English\\nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "upierzenie",
      "translation": "оперение",
      "definition": "Pióra, które okrywają ciało ptaka, a zwłaszcza kolorowe pióra rajskiej albo orła.",
      "definition_translation": "Птичий пух, особенно яркие перья птицы рая или хищной птицы.",
      "example": "Upierzenie pawia było widokiem podczas сезону godowego.",
      "example_translation": "Оперение павлина было зрелищем во время брачного сезона.",
      "imageLink": "image_files\\English\\plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kruk",
      "translation": "ворон",
      "definition": "Duży, czarny ptak, mający charakterystyczny wołacz, uważany w niektórych kulturach za symbol śmierci lub proroctwa.",
      "definition_translation": "Большая черная птица с характерным криком, считающаяся символом смерти или предсказания в некоторых культурах.",
      "example": "Kruk usiadł na parapecie, patrząc na mnie z nieprzeniknionym wzrokiem. Widziałam kruki w lesie, ale nigdy tak blisko. Do lesie i miasteczka kruki, i kruki przyjdą.",
      "example_translation": "Ворон сидел на подоконнике, наблюдая за мной немигающим взглядом. Я видел ворон в лесу, но никогда так близко. У нас будут вороны в лесу, и вороны придут в наш город.",
      "imageLink": "image_files\\English\\raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "albatros",
      "translation": "альбатрос",
      "definition": "Bardzo duży ptak morski o rozpiętości skrzydeł do 12 stóp, spotykany w południowych oceanach.",
      "definition_translation": "Очень крупная морская птица с размахом крыльев до 12 футов, обитающая в южных океанах.",
      "example": "Albatros unosił się powyżej, skrzydła spoczywały niewinnie w powietrzu. Widzieliśmy wcześniej albatrosy, ale nigdy tylu naraz.",
      "example_translation": "Альбатрос парил над головой, его громадные крылья без усилий скользили по воздуху. Мы видели альбатросов прежде, но никогда столько сразу. Это стало бы альбатросом вокруг наших шеей, если бы мы не предприняли действия.",
      "imageLink": "image_files\\English\\albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Wosko",
      "translation": "пчеловидка",
      "definition": "Ptak.",
      "definition_translation": "Яркоокрашенная птица с длинным, изогнутым клювом, обитающая в теплых климатах и питающаяся насекомыми.",
      "example": "Wosko osiedliła się w ogrodzie, kręci się i robi coś wokół miski z ptasiem karmidłem, Sj w ogrodzie osiedliłem się wyżej.",
      "example_translation": "Пчеловидка дarters через сад, ловя пчел и ос в воздухе. У нас были пчеловидки в нашем дворе, и пчеловидки будут посещать наши кормушки. Это было бы раем для пчеловидки, если бы мы посадили больше цветов.",
      "imageLink": "image_files\\English\\bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Amadyna",
      "translation": "чёрная куропатка",
      "definition": "Miś wielkogłowy.",
      "definition_translation": "Среднего размера куропатка с чёрным оперением, встречается на болотах и вересковых пустошах в Евразии.",
      "example": "Kiedy byłem małym chłopcem, kiedyś trzymałem amadinę w domu, był to niezwykle energetyczny ptak i umiał powtarzać moje słowa. Teraz mam przyjaciela, który hoduje amadiny, kolory są wyjątkowo jaskrawe. W przyszłości planuję się urzeka małymi ptakami.",
      "example_translation": "Чёрная куропатка начала исчезать из шотландских высокогорий в 19 веке. Теперь正在 underway консервационные усилия для защиты вида. К 2025 году ожидается существенный рост популяции чёрной куропатки.",
      "imageLink": "image_files\\English\\black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "чёрный аист",
      "definition": "",
      "definition_translation": "Большая птица с чёрным оперением, встречается в болотах и лесах Евразии и Африки.",
      "example": "",
      "example_translation": "Чёрный аист - это перелётная птица, которая каждый зимой путешествует из Европы в Африку. В прошлом году пара чёрных аистов гнездились в лесу недалеко от моей деревни. К тому времени, когда я увидел их, они уже вырастили своих молодых и готовились улетать.",
      "imageLink": "image_files\\English\\black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "чёрноголовая чайка",
      "definition": "",
      "definition_translation": "Среднего размера чайка с чёрной головой и белым телом, встречается в прибрежных районах и внутренних водах Евразии.",
      "example": "",
      "example_translation": "Я видел чёрноголовую чайку, летевшую над пляжем вчера. Она преследовала группу чаек, которые крадут еду у туристов. Летом чёрноголовые чаи часто следуют за рыболовными лодками, чтобы питаться брошенной рыбой.",
      "imageLink": "image_files\\English\\black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "черноголовый чёрный дрозд",
      "definition": "",
      "definition_translation": "Обыкновенная певчая птица с чёрным оперением и характерным пением, встречается в садах и лесах Европы и Азии.",
      "example": "",
      "example_translation": "Черноголовый дрозд поёт свою сладкую мелодию с вершин деревьев каждое утро. В прошлом году черноголовый дрозд построил гнездо в нашем hậuточном дворе, и мы наблюдали, как птенцы вылупились и выросли. Зимой черноголовые дрозды часто посещают наш сад, чтобы питаться ягодами и семенами.",
      "imageLink": "image_files\\English\\blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "синий тит",
      "definition": "",
      "definition_translation": "Маленькая птица с синей и желтой окраской, встречающаяся в садах и лесах.",
      "example": "",
      "example_translation": "Я видел синего тита, сидевшего на ветке вчера, он издавал громкие звуки. Сегодня он летает вокруг сада, а завтра, вероятно, посетит кормушку для птиц.",
      "imageLink": "image_files\\English\\blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "кудрявый свиристель",
      "definition": "",
      "definition_translation": "Крупная, серо-коричневая птица с хохлом и красными воскообразными каплями на крыльях, встречающаяся в лесах и садах.",
      "example": "",
      "example_translation": "Кудрявый свиристель является редким зимним гостем в我们的 регионе. В прошлую зиму я видел его, сидевшего на яблоне, а в эту зиму, вероятно, он приедет в декабре. К следующей зиме он станет постоянным гостем.",
      "imageLink": "image_files\\English\\bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "полночный сыч",
      "definition": "",
      "definition_translation": "Среднего размера сова с округлой головой и белыми пятнами на перьях, встречающаяся в бореальных лесах.",
      "example": "",
      "example_translation": "Полночный сыч является ночным охотником, он тихо наблюдал за своей добычей прошлой ночью, и, вероятно, пойдет на охоту снова сегодня ночью. К завтрашнему утру он успеет поймать свой завтрак.",
      "imageLink": "image_files\\English\\boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "волнистый попугайчик",
      "definition": "",
      "definition_translation": "Маленький, dlouhохвостый попугай,native to Австралии, популярный как домашний питомец.",
      "example": "",
      "example_translation": "Я держал волнистого попугайчика как домашнего питомца, когда я был ребенком, он был очень игривым и мог имитировать мой голос. Теперь, у меня есть друг, который разводит волнистых попугайчиков, и их цвета rất яркими. В будущем я планирую получить еще одного.",
      "imageLink": "image_files\\English\\budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Czarnogłowik",
      "translation": "снегирь",
      "definition": "Mały, krępy ptak o zdecydowaniu formie barwnej, żywy w gajach i ogrodach.",
      "definition_translation": "Маленькая, коренастая птица с большим головой, коротким шеей и яркоокрашенной оперением, найденная в лесных и садовых зонах.",
      "example": "Czarnogłowik siadał na gałęzi jabłoni, śpiewając słodką melodię. Wczoraj widziałem czarnogłowika jedzącego jagody w ogrodzie. Do przyszłego lata czarnogłowik zbuduje swoje gniazdo w parku.",
      "example_translation": "Снегирь сидел на ветке яблони, пел сладкую мелодию. Вчера я видел снегиря, который ел ягоды в саду. К следующему лету снегирь построит свое гнездо в парке.",
      "imageLink": "image_files\\English\\bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Sęp",
      "translation": "канюк",
      "definition": "Ptak drapieżny o szerokich skrzydłach i hakowatej dziobie, spotykany na terenie wiejskim i gajach.",
      "definition_translation": "Среднего размера птица хищника с широким размахом крыльев и крючковатым клювом, найденная в открытых сельских и лесных зонах.",
      "example": "Sęp unosł się powyżej ziemi, obserwując teren pod nogami. Wczoraj widziałem sępa siadającego na pniu drzewa. Do następnego miesiąca sęp przemieści się w cieplejsze miejsca.",
      "example_translation": "Канюк парил через небо, просматривающий землю в поисках добычи. Вчера я заметил канюка, сидевшего на пне дерева. К следующему месяцу канюк переместится в более теплые климатические зоны.",
      "imageLink": "image_files\\English\\buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Kanarek",
      "translation": "канарейка",
      "definition": "Mały, żółty ptak o pięknej pieśni, pochodzący z Wysp Kanaryjskich, często trzymany jako zwierzę domowe w klatce.",
      "definition_translation": "Маленькая, желтая певчая птица, родом из Канарских островов, часто содержащаяся в клетке как домашняя птица.",
      "example": "Kanarek śpiewał słodko w klatce, bawiąc rodzinę. Wczoraj posprzątałem klatkę kanarka i podałem mu nową wodę. Do przyszłego tygodnia kanarek nauczył się wykonywać sztuczki.",
      "example_translation": "Канарейка пела сладко в своей клетке, развлекая семью. Вчера я-cleaned клетку канарейки и дал ей свежую воду. К следующей неделе канарейка научится выполнять трюки.",
      "imageLink": "image_files\\English\\canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Gajówka",
      "translation": "зяблик",
      "definition": "Mały, brązowoszary ptak z wyraźnym białym pasem na skrzydłach, spotykany w lasach i ogrodach.",
      "definition_translation": "Маленькая, буровато-серая птица с caratteristicной белой полосой на крыле, найденная в лесных и садовых зонах.",
      "example": "Gajówka siadała na parapecie, głośno dziębiąc. Wczoraj widziałem ję cząstka gajówki budującą gniazdo w żywopłocie. Do przyszłej wiosny gajówka powróci z migracji.",
      "example_translation": "Зяблик сидел на подоконнике, чирикнул громко. Вчера я видел зяблика, строящего свое гнездо в живой изгороди. К следующей весне зяблик вернется из своей зимней миграции.",
      "imageLink": "image_files\\English\\chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Kogut",
      "translation": "петух",
      "definition": "Czarniujący ptak, szczególnie ten, który jest ceniony za upierzenie lub używany do celów hodowlanych.",
      "definition_translation": "Самец курицы, особенно если он ценится за свои перья или используется для разведения.",
      "example": "Kogut gęgał powyżej pochodzenia dnia. Wczoraj rolnik kupił nowego koguta. Do następnego roku kołut powrócił ponownie.",
      "example_translation": "Петух громко кричал на рассвете. Вчера фермер купил нового петуха. К следующему году петух будет выросший больше.",
      "imageLink": "image_files\\English\\cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Żwirowiec zwyczajny",
      "translation": "обыкновенная chiffchaff",
      "definition": "Mały, zielono brązowy makolęg z Europy i Azji, spotykany podczas letniego przelotu",
      "definition_translation": "Маленькая, буровато-зеленая славка, которая гнездится в лесах и встречается в Европе и Азии.",
      "example": "Sporadyczny przelotnik w Wielkiej Brytanii. Latem ubiegłego roku widziałem go w lesie. Latem przyszłego roku znowu go zobaczę.",
      "example_translation": "Обыкновенная chiffchaff - это летний мигрант в Британию. Летом прошлого года я увидел обыкновенную chiffchaff в лесу. К следующему лету я увижу больше обыкновенных chiffchaff.",
      "imageLink": "image_files\\English\\common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Bocian",
      "translation": "обыкновенная журавль",
      "definition": "Wielki, siwobrązowy ptak brodżiaku z długim szyją i nogami, spotykany na mokradłach i łąkach.",
      "definition_translation": "Большая, серовато-белая болотная птица с длинной шеей и ногами, встречается в болотах и лугах.",
      "example": "Bocian jest gatunkiem wymarciowym. Rok temu widziałem bociana野. Do przyszłego roku ochrona bociana poprawi liczność.",
      "example_translation": "Обыкновенная журавль - это исчезающий вид. В прошлом году мы увидели обыкновенную журавль в дикой природе. К следующему году усилия по сохранению помогут популяции обыкновенной журавли.",
      "imageLink": "image_files\\English\\common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Lęczak",
      "translation": "обыкновенная камышовая курочка",
      "definition": "Umierający ptak wodny z pomarańczowym czołem, spotykany na mokradłach i łąkach",
      "definition_translation": "Среднего размера, буровато-чёрная водная птица с характерным красным лбом, встречается в болотах и лугах.",
      "example": "Lęczak to socjalna ptica sypialna. Wczoraj widziałem lęczaka z pisklętami. Do przyszłego tygodnia lęczak ponownie zagniazduje.",
      "example_translation": "Обыкновенная камышовая курочка - это социальная птица. Вчера я увидел обыкновенную камышовую курочку с цыплятами. К следующей неделе обыкновенная камышовая курочка снова гнездилась.",
      "imageLink": "image_files\\English\\common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Wolna słowik",
      "translation": "общий соловей",
      "definition": "Nocny ptak z pełnym, melodijnym piosenkom, spotykany w lasach i ogrodach Europy i Azji.",
      "definition_translation": "ночной птица с мелодичной песней, найденная в лесах и садах Европы и Азии.",
      "example": "W lecie słyszałem w wieczór słowika w lesie podczas spacerow. Po sobocie, powodzę jego uszyę, a wczoraj słyszałem go w nocy.",
      "example_translation": "Летом я слышал, как общий соловей поет в деревьях, услышу снова завтра и слышал прошлую ночь.",
      "imageLink": "image_files\\English\\common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Cerwony ognik",
      "translation": "краснохвостый шиповник",
      "definition": "W małym paplayu o czerwonym czołku, spotykany w lasach iglastych północnej półkuli.",
      "definition_translation": "маленькая воробьиная птица с красным пятном на лбу, найденная в хвойных лесах северного полушария.",
      "example": "Rzadki goaścic zimą na naszym ogrodzie. Do przyszłej zimy zobaczę go w ogrodzie, a matka widziała go zima ubiegłą.",
      "example_translation": "Краснохвостый шиповник - редкий зимний посетитель нашего сада, будет увиден на следующей зиме, и виделся прошлой зимой моей бабушкой.",
      "imageLink": "image_files\\English\\common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drozd obrożny",
      "translation": "белогорлый стеклянник",
      "definition": "Wędrowny skalnik z białą plamą na gardle, spotykany w otwartych obszarach i ogrodach w Europie i Azji.",
      "definition_translation": "многолетняя воробьиная птица с белым пятном на горле, найденная в открытой местности и садах Европы и Азии.",
      "example": "Drozd obrożny buduje swoje gniazdo w krzewach, zbudowało je przed rokiem i zbuduje kolejne następnego lata.",
      "example_translation": "Белогорлый стеклянник строит гнездо в кустах, построил одно в прошлом году, и построит еще одно на следующее лето.",
      "imageLink": "image_files\\English\\common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gołąb skalny",
      "translation": "RING Вяхирь",
      "definition": "Duży ptak o szaro-brązowej barwie z charakterystycznym głosem, spotykany w lasach i parkach w Europie i Azji.",
      "definition_translation": "большая серо-коричневая птица с отличительным криком, найденная в лесах и парках Европы и Азии.",
      "example": "Gołąb skalny to znany widok w naszym parku, widział go mój kolega wczoraj, i znowu go zobaczymy następnego tygodnia.",
      "example_translation": "Вяхирь - знакомый вид в нашем парке, виделся моим другом вчера, и будет увиден снова на следующей неделе.",
      "imageLink": "image_files\\English\\common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kondor",
      "translation": "кондор",
      "definition": "Duży, czarny nowoświatowy sęp, andyjski kondor (Vultur gryphus), spotykany w Andach w Ameryce Południowej.",
      "definition_translation": "Большой, чёрный американский стервятник, андский кондор (Vultur gryphus), встречается в Андах Южной Америки.",
      "example": "W Andach kondor jest ptakiem świętym, czczonym przez ludność tubylczą. Kondor poleciał nad górami jutro. Kondor przelatywał po niebie wczoraj.",
      "example_translation": "В Андах кондор является священной птицей, почитаемой коренным населением. Кондор будет летать над горами завтра. Кондор昨天 парил над небесами.",
      "imageLink": "image_files\\English\\condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kormoran",
      "translation": "багряник",
      "definition": "Duży, rybożerny ptak morski o długim szyi i dziobie, spotykany w obszarach przybrzeżnych i rzecznych.",
      "definition_translation": "Большая, рыбоядная морская птица с长ной шеей и клювом, встречается в прибрежных районах и реках.",
      "example": "Kormoran nurkował w wodzie, aby złapać rybę. Kormorany migrować będą w niższe rejony tego zimy. Kormoran zbudował swoje gniazdo na skalnej skale.",
      "example_translation": "Багряник нырнул в воду, чтобы поймать рыбу. Багряники будут мигрировать в более тёплые климатические зоны этой зимой. Багряник построил свое гнездо на скалистом утёсе.",
      "imageLink": "image_files\\English\\cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chruściec",
      "translation": "камышница",
      "definition": "Typ ptaka, który zamieszkuje tereny bagna, o brązowej upierzeniu i skrytym zachowaniu.",
      "definition_translation": "Тип птицы, обитающий в болотистых местах, характеризующийся своим коричневым оперением и скрытным поведением.",
      "example": "Chruściec to zdziczały ptak, który rzadko opuszcza swoje mokradłowe siedlisko. Chruściece rozpoczną swój sezon rozrodczy wiosną. Chruściec zbudował swoje dom w trzcinach.",
      "example_translation": "Камышница - это стеснительная птица, которая редко покидает свой болотистый ареал. Камышницы начнут свой сезон размножения весной. Камышница сделала свое гнездо в высоких тростниках.",
      "imageLink": "image_files\\English\\crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żuraw",
      "translation": "журавль",
      "definition": "Duży ptak brodżenia o długiej szyi i nogach, spotykany w obszarach bagna i terenach trawiastych.",
      "definition_translation": "Большая, болотная птица с длинной шеей и ногами, встречается в болотистых местах и лугах.",
      "example": "żuraw wyemigrować będzie teraz na swe zimowiska. Żurawie są znane ze swego wyjątkowego tańca godowego. Żuraw wkroczył w płytką wodę, aby złapać rybę.",
      "example_translation": "Журавль скоро будет мигрировать на свои зимовальные угодья. Журавли известны своими отличительными брачными танцами. Журавль зашел в мелкую воду, чтобы поймать рыбу.",
      "imageLink": "image_files\\English\\crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "polaczek",
      "translation": "хохлатый жаворонок",
      "definition": "Średniej wielkości ptak z charakterystycznym grzebieniem na głowie, spotykany na terenach rolno-leśnych i łąkach.",
      "definition_translation": "Среднего размера птица с характерным гребнем на голове, встречается в открытой местности и на лугах.",
      "example": "Polaczek śpiewał swoją poranną pieśń, znowu zaśpiewa jutro i pięknie śpiewał zeszłego roku.",
      "example_translation": "Хохлатый жаворонок спел свою утреннюю песню, споет снова завтра, и spel красиво в прошлом году.",
      "imageLink": "image_files\\English\\crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ogniwo",
      "translation": "хохлатая синица",
      "definition": "Mały ptak z charakterystycznym grzebieniem na głowie, spotykany w lasach i woziorach.",
      "definition_translation": "Маленькая птица с характерным гребнем на голове, встречается в хвойных лесах и лесах.",
      "example": "Ogniwo przeskakiwało przez gałęzie, przeskoczy znowu w przyszłym tygodniu i skoczyło szybko wczoraj.",
      "example_translation": "Хохлатая синица порхала через ветви, порхает снова на следующей неделе, и порхала быстро вчера.",
      "imageLink": "image_files\\English\\crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "giętapor",
      "translation": "кулик",
      "definition": "Duży ptak brodżenia z charakterystycznie wygiętym dziobem, spotykany w obszarach bagna i terenach przylegających do wybrzeża.",
      "definition_translation": "Большаяболотная птица с характерным кривым клювом, встречается в болотах и прибрежных районах.",
      "example": "Giętapor chodził przez płytką wodę, chodził znowu o świcie i chodził wolno wieczorem przez płytką wodę.",
      "example_translation": "Кулик проходил через неглубокую воду, будет проходить снова на заре, и проходил медленно вчера вечером.",
      "imageLink": "image_files\\English\\curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gnat",
      "translation": "цыгнёнок",
      "definition": "Młodzi upiór, zwłaszcza ten, który jest jeszcze owłosiony puchem.",
      "definition_translation": "Молодой лебедь, особенно тот, который все еще покрыт пухом.",
      "example": "Gnat pływał za matką, pływać będzie ponownie wkrótce i pływał szybko wczoraj.",
      "example_translation": "Цыгнёнок плыл за своей матерью, будет плыть снова скоро, и плыл быстро вчера.",
      "imageLink": "image_files\\English\\cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sowa białookra",
      "translation": "сова ястребина",
      "definition": "Wielki, potęgny ptak nocny o głowie zaokrąglonej, uszach zwróconych do przodu i ostrych pazurach, spotykany w lasach i na terenach trawiastych.",
      "definition_translation": "Крупная, мощная сова с круглой головой, передними ушами и острыми когтями, встречается в лесах и лугах.",
      "example": "Sowa białookra zrzuciła się, by zdobyć swoją zdobycz, a następnie pożera ją wieczorem, a do następnego ranka ulecia dojrzał do polowania.",
      "example_translation": "Сова ястребина пикировала вниз, чтобы поймать добычу, и затем она съест ее вечером, а к следующему утру она улетит охотиться novamente.",
      "imageLink": "image_files\\English\\eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "emu",
      "translation": "эму",
      "definition": "Wielki, nielotny ptak rodzimy dla Australii, o piętnastocentymowych szatach i dwusiecznym pisku.",
      "definition_translation": "Крупная, бескрылая птица, эндемичная для Австралии, с серо-коричневым оперением и характерным тихим шипящим криком.",
      "example": "Ptak emu biegał swobodnie po rozległych terenach, biegał tam wczoraj i będzie tam biegać jutro.",
      "example_translation": "Эму свободно бродила по бездорожью, она бродила там вчера, и она будет продолжать бродить там завтра.",
      "imageLink": "image_files\\English\\emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sokół",
      "translation": "сокол",
      "definition": "Szybki i zwinny ptak drapieżny, zwykle o smukłym ciele i długich skrzydłach.",
      "definition_translation": "Быстрый и ловкий хищный птица, обычно имеющая стройное тело и длинные, заостренные крылья.",
      "example": " Sokół wznosił się wysoko w niebie, wznosił się tam wczoraj i powtórzy to jutro, a następnie zrzuci się, by schwycić zdobycz.",
      "example_translation": "Сокол поднимался высоко в небе, он поднимался вчера, и он будет подниматься снова завтра, а затем он будет пикировать вниз, чтобы поймать добычу.",
      "imageLink": "image_files\\English\\falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "flaming",
      "translation": "фламинго",
      "definition": "Ptak brodzący o charakterystycznym różowym lub czerwonym upierzeniu, długim gardle i nogach, osiadający w cieplejszych i tropikalnych regionach.",
      "definition_translation": "Водоплавающая птица с характерным розовым или красноватым оперением, длинной шеей и длинными ногами, встречается в теплых и тропических регионах.",
      "example": "Czapla wolno bębniła przez płytkie wody, bębniła tam wczoraj i powtórzy to jutro, a potem ulecia, by wrócić do gniazda.",
      "example_translation": "Фламинго медленно бродил через мелкие воды, оно бродило там вчера, и оно будет бродить тамagain завтра, а затем оно улетит к своему гнезду.",
      "imageLink": "image_files\\English\\flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kaczor",
      "translation": "гусак",
      "definition": "Samiec gęsi, zwłaszcza udomowiony.",
      "definition_translation": "См. гусь, особенно домашний.",
      "example": "Kaczor kaszlał nerwowo na rolnika. Rolnik nakarmi kaczora jutro. Rolnik karmił kaczora wczoraj.",
      "example_translation": "Гусак заскрежетал на фермера. Фермер накормит гусака завтра. Фермер накормил гусака вчера.",
      "imageLink": "image_files\\English\\gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słowik ogrodowy",
      "translation": "садовая славка",
      "definition": "Mały, brązowozółkawy ptak, rozmnażający się w ogrodach i lasach.",
      "definition_translation": "Маленькая, коричневая и желтая птица, которая гнездится в садах и лесах.",
      "example": "Słowik ogrodowy nucił słodko od ranego poranka. Słowik ogrodowy zbuduje swój gniazdo niedługo. Słowik ogrodowy zbudował swoje gniazdo rok temu.",
      "example_translation": "Садовая славка пела сладко утром. Садовая славка построит свой гнездо скоро. Садовая славка построила свой гнездо в прошлом году.",
      "imageLink": "image_files\\English\\garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "garganej",
      "translation": "черныш",
      "definition": "Mały, wędrowny ptak wodny, rozmnażający się w mokrotniach.",
      "definition_translation": "Маленькая, мигрирующая утка, которая гнездится в湿ных местах.",
      "example": "Garganej ulegał na południe na zimę. Garganej rozradzi się wiosną. Garganej rozradził się latem.",
      "example_translation": "Черныш перелетел на جنوب зимой. Черныш будет спариваться весной. Черныш спарился прошлым летом.",
      "imageLink": "image_files\\English\\garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cyranka",
      "translation": "золотистая коронка",
      "definition": "Mały, obficie barwiony ptak, spotyna się w ogrodach i lasach.",
      "definition_translation": "Маленькая, ярко окрашенная птица, которая находится в лесах и садах.",
      "example": "Cyranka latwałem latała między drzewami. Cyranka zbuduje swoje gniazdo niedługo. Cyranka zbudowała swoje gniazdo rok temu.",
      "example_translation": "Золотистая коронка порхала между деревьями. Золотистая коронка построит свой гнездо скоро. Золотистая коронка построила свой гнездо в прошлом году.",
      "imageLink": "image_files\\English\\goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "orłek krzykliwy",
      "translation": "золотой орёл",
      "definition": "Wielki, ciemnopruszkowaty orzeł o złocisto-brązowej upierzony, osiadający na górskich obszarach półkuli północnej.",
      "definition_translation": "Крупная, темно-коричневая орлица с золотисто-коричневым оперением, встречается в горных регионах северного полушария.",
      "example": "Orłek krzykliwy znalazł się swobodnie w powietrzu, ponad brzegami gór, jego przenikliwe krzyki odbijały się od skał. Przez stulecia znajdował się w tych niebiosach, i tak pozostanie. Do następnego roku zbuduje nowe gniazdo.",
      "example_translation": "Золотой орёл парил по небу, его пронзительный крик эхом отражался от гор. Он парил по этим небесам на протяжении веков и будет продолжать делать это в будущих поколениях. К следующему году он построит новое гнездо.",
      "imageLink": "image_files\\English\\golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wilk kanaryjski",
      "translation": "золотистый иволга",
      "definition": "Atrakcyjnie kolorowy ptak o złotożółtym upierzeniu, osiadający w ogrodach i lasach Europu i Azji.",
      "definition_translation": "Ярко окрашенная птица с золотисто-желтым оперением, встречается в лесах и садах Европы и Азии.",
      "example": "Wilk kanaryjski biegał między drzewami, jego słodka pieśń wypełniała powietrze. Od lat jeździłem po tych drzewach, i tak pozostanę. Do następnego lata wyrośnie nowy miot.",
      "example_translation": "Золотистый иволга порхал между деревьями, его мелодичная песня наполняла воздух. Он порхал между этими деревьями на протяжении лет и будет продолжать делать это. К следующему лету он вырастит новое выводок.",
      "imageLink": "image_files\\English\\golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "goldfinch",
      "translation": "щеголь",
      "definition": "A small, brightly colored bird with a golden-yellow plumage, found in gardens and fields of Europe and Asia.",
      "definition_translation": "Маленькая, ярко окрашенная птица с золотисто-желтым оперением, встречается в садах и полях Европы и Азии.",
      "example": "The goldfinch perched on the bird feeder, its tiny beak nibbling at the seeds. It had perched on this feeder for weeks, and would continue to do so. By next month, it will have grown a new plumage.",
      "example_translation": "Щеголь сидел на кормушке, его маленький клюв щипал семена. Он сидел на этой кормушке на протяжении недель и будет продолжать делать это. К следующему месяцу он отрастит новое оперение.",
      "imageLink": "image_files\\English\\goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gosling",
      "translation": "гусенок",
      "definition": "A young goose, especially one in its first year of life.",
      "definition_translation": "Молодой гусь, особенно в первом году жизни.",
      "example": "The gosling waddled behind its mother, its soft down fluffing out in the wind. It had waddled behind her for months, and would continue to do so. By next spring, it will have grown a new set of feathers.",
      "example_translation": "Гусенок ходил за своей матерью, его мягкое пуховое оперение распушивалось на ветру. Он ходил за ней на протяжении месяцев и будет продолжать делать это. К следующей весне он отрастит новую пару перьев.",
      "imageLink": "image_files\\English\\gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "great crested grebe",
      "translation": "крупный хохлатый пузырчик",
      "definition": "A large waterbird with a distinctive crest and black and white feathers, found in Eurasia and Africa.",
      "definition_translation": "Большая водоплавающая птица с характерным гребнем и чёрно-белыми перьями, обитающая в Евразии и Африке.",
      "example": "I saw a great crested grebe swimming in the lake yesterday. It will build its nest on the water's edge next month. By this time next year, it will have migrated to warmer climates.",
      "example_translation": "Я видел крупного хохлатого пузырчика, плававшего в озере вчера. Он построит свое гнездо на краю воды следующим месяцем. К этому времени в следующем году он переселится в более тёплые климаты.",
      "imageLink": "image_files\\English\\great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "great tit",
      "translation": "большой tits",
      "definition": "A small, colorful bird found in gardens and woodlands, known for its bold and curious nature.",
      "definition_translation": "Маленькая, цветная птица, найденная в садах и лесах, известная своей смелой и любопытной натурой.",
      "example": "The great tit perched on the bird feeder, eating seeds. It will raise its chicks in the nest box next spring. By the time it's autumn, the great tit will have stored food for winter.",
      "example_translation": "Большой tits сидел на кормушке для птиц, ел семена. Он будет растить своих птенцов в гнездовой коробке следующей весной. К тому времени, когда наступит осень, большой tits будет иметь запасы пищевых продуктов на зиму.",
      "imageLink": "image_files\\English\\great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "great white egret",
      "translation": "большой белый аист",
      "definition": "A large, white wading bird with a yellow bill and long, slender neck, found in warm and tropical regions.",
      "definition_translation": "Большая, белая птица с жёлтым клювом и длинной, стройной шеей, найденная в тёплых и тропических регионах.",
      "example": "The great white egret waded through the shallow water, searching for fish. It will migrate to Africa next winter. By the time it's spring, the great white egret will have returned to its breeding grounds.",
      "example_translation": "Большой белый аист бродил через浅ководную воду, ища рыбу. Он переселится в Африку следующей зимой. К тому времени, когда наступит весна, большой белый аист вернется на свои territorie для размножения.",
      "imageLink": "image_files\\English\\great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grebe",
      "translation": "подицце",
      "definition": "A small to medium-sized waterbird with a distinctive diving ability, found in freshwater and coastal areas.",
      "definition_translation": "Маленькая до средней величины водоплавающая птица с характерной способностью нырять, найденная в пресных и прибрежных зонах.",
      "example": "The grebe dove into the water, catching a fish. It will build its nest on the lake shore next month. By this time next year, the grebe will have raised its young and migrated to warmer waters.",
      "example_translation": "Подицце нырнуло в воду, поймав рыбу. Он построит свое гнездо на берегу озера следующим месяцем. К этому времени в следующем годуодицце вырастет своих молодых и переселится в более тёплые воды.",
      "imageLink": "image_files\\English\\grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grey heron",
      "translation": "серая цапля",
      "definition": "A large greyish-white heron with a long neck and legs, found in wetlands and riverside habitats.",
      "definition_translation": "Большая серо-белая цапля с длинной шеей и ногами, встречается в болотистых и речных местах обитания.",
      "example": "The grey heron caught a fish in the river. It will catch more fish tomorrow. It had caught many fish the previous day.",
      "example_translation": "Серая цапля поймала рыбу в реке. Она поймает больше рыбы завтра. Она поймала много рыбы в önceki день.",
      "imageLink": "image_files\\English\\heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "greylag goose",
      "translation": "серый гусь",
      "definition": "A large greyish-brown goose with a pink beak and feet, found in wetlands and grasslands.",
      "definition_translation": "Большой серо-коричневый гусь с розовым клюком и ногами, встречается в болотистых и луговых местах обитания.",
      "example": "The greylag goose flew over the wetland. It will fly over the grassland tomorrow. It had flown over the forest the previous day.",
      "example_translation": "Серый гусь летел над болотом. Он будет летать над лугом завтра. Он летел над лесом в önceki день.",
      "imageLink": "image_files\\English\\greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "guinea fowl",
      "translation": "птица гуinea",
      "definition": "A domesticated bird with a plump body and a helmet-like structure on its head, originating from Africa.",
      "definition_translation": "Домашняя птица с компактным телом и шлемоподобной структурой на голове, происходящая из Африки.",
      "example": "The guinea fowl roamed freely in the backyard. It will roam freely in the garden tomorrow. It had roamed freely in the park the previous day.",
      "example_translation": "Птица гуinea свободно разгуливала в заднем дворе. Она будет свободно разгуливать в саду завтра. Она свободно разгуливала в парке в önceki день.",
      "imageLink": "image_files\\English\\guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hawfinch",
      "translation": "клёст- obруч",
      "definition": "A large finch with a massive bill and a brown back, found in woodlands and gardens.",
      "definition_translation": "Большой дубонос с мощным клювом и коричневой спиной, встречается в лесах и садах.",
      "example": "The hawfinch perched on a tree branch. It will perch on a garden fence tomorrow. It had perched on a woodpile the previous day.",
      "example_translation": "Клёст-обруч сидел на ветке дерева. Он будет сидеть на садовой ограде завтра. Он сидел на полене в önceki день.",
      "imageLink": "image_files\\English\\hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hazel grouse",
      "translation": "рижий тетерев",
      "definition": "A medium-sized grouse with a reddish-brown plumage and a distinctive black throat patch, found in woodland and heathland in Eurasia.",
      "definition_translation": "Среднего размера тетерев с рыжевато-коричневым оперением и характерным черным пятном на горле, встречается в лесах и на онтоне в Евразии.",
      "example": "The hazel grouse flew away quickly, yesterday it had been seen in the woods, and tomorrow it will be hunting again.",
      "example_translation": "Рижий тетерев быстро улетел, вчера его видели в лесу, а завтра он будет охотиться снова.",
      "imageLink": "image_files\\English\\hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hoopoe",
      "translation": "удод",
      "definition": "A pinkish-brown bird with a distinctive crest and long, curved bill, found in open woodlands and grasslands in Africa, Asia, and Europe.",
      "definition_translation": "Птица розовато-коричневого цвета с характерным гребнем и длинным, кривым клювом, встречается в открытых лесах и травянистых зонах в Африке, Азии и Европе.",
      "example": "The hoopoe was perched on a tree branch, it had been searching for insects yesterday, and will be nesting soon.",
      "example_translation": "Удод сидел на ветке дерева, вчера он искал насекомых, а скоро будет гнездиться.",
      "imageLink": "image_files\\English\\hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hummingbird",
      "translation": "колибри",
      "definition": "A small, brightly colored bird that can hover in mid-air, found in gardens, woodlands, and tropical forests in Central and South America.",
      "definition_translation": "Маленькая, ярко окрашенная птица, которая может зависать в воздухе, встречается в садах, лесах и тропических лесах в Центральной и Южной Америке.",
      "example": "The hummingbird had been sipping nectar from flowers yesterday, today it is flying around the garden, and tomorrow it will be migrating to warmer regions.",
      "example_translation": "Колибри вчера выпивала нектар из цветов, сегодня она лета вокруг сада, а завтра она будет мигрировать в более теплые регионы.",
      "imageLink": "image_files\\English\\hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ibis",
      "translation": "ибиς",
      "definition": "A long-necked, long-legged wading bird with a curved bill, found in wetlands, marshes, and coastal areas in Africa, Asia, and Europe.",
      "definition_translation": "Длинношеий, длинноногий птица с кривым клювом, встречается в болотах, маршах и прибрежных зонах в Африке, Азии и Европе.",
      "example": "The ibis had been wading in the marsh yesterday, today it is flying over the coastline, and tomorrow it will be searching for food in the wetlands.",
      "example_translation": "Ибиς вчера ходил по болоту, сегодня он летит над побережьем, а завтра он будет kiếmить пищу в болотах.",
      "imageLink": "image_files\\English\\ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jackdaw",
      "translation": "галка",
      "definition": "A jackdaw is a type of bird that is known for its distinctive calls and is often found in urban areas.",
      "definition_translation": "Галка - это тип птицы, известной своими отличительными звуками и часто встречающейся в городских районах.",
      "example": "The jackdaw sat on the windowsill, watching us with its sharp eyes. Yesterday, it had stolen a piece of bread from the table. Tomorrow, it would probably come back for more.",
      "example_translation": "Галка сидела на подоконнике, наблюдая за нами своими острыми глазами. Вчера она украла кусок хлеба с стола. Завтра она, вероятно, вернется за больше.",
      "imageLink": "image_files\\English\\jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jay",
      "translation": "сойка",
      "definition": "A jay is a brightly colored bird known for its bold and curious nature.",
      "definition_translation": "Сойка - это птица с яркой окраской, известная своей смелой и любопытной натурой.",
      "example": "The jay hopped across the lawn, searching for food. Last week, it had built a nest in the nearby tree. Next year, it would return to raise its young.",
      "example_translation": "Сойка прыгала по лужайке, ища еду. На прошлой неделе она построила гнездо в соседнем дереве. В следующем году она вернется, чтобы растить своих молодых.",
      "imageLink": "image_files\\English\\jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kestrel",
      "translation": "пискус",
      "definition": "A kestrel is a small falcon known for its agility and speed, often seen hovering above fields and meadows.",
      "definition_translation": "Пискус - это маленькая соколина, известная своей.agility и скоростью, часто встречающаяся в полетах над полями и лугами.",
      "example": "The kestrel soared above the field, scanning for prey. Yesterday, it had caught a mouse in its talons. Tomorrow, it would take to the skies again.",
      "example_translation": "Пискус парил над полем, считывая добычу. Вчера оно поймало мышь в своих когтях. Завтра оно again поднимется в небо.",
      "imageLink": "image_files\\English\\kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kingfisher",
      "translation": "зимородок",
      "definition": "A kingfisher is a brightly colored bird known for its striking plumage and ability to dive into water to catch fish.",
      "definition_translation": "Зимородок - это птица с яркой окраской, известная своей ошеломляющей плумажом и способностью нырять в воду, чтобы поймать рыбу.",
      "example": "The kingfisher perched on a branch over the river, watching for fish. Last year, it had built a nest in the nearby bank. Next summer, it would return to raise its young.",
      "example_translation": "Зимородок сидел на ветке над рекой, наблюдая за рыбой. В прошлом году оно построило гнездо в ближайшем берегу. В следующем лете оно вернется, чтобы растить своих молодых.",
      "imageLink": "image_files\\English\\kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kiwi",
      "translation": "киви",
      "definition": "A kiwi is a small, flightless bird native to New Zealand, characterized by its round body, long beak, and brown feathers.",
      "definition_translation": "Киви - это nhỏ, не летающая птица, родом из Новой Зеландии, характеризуется круглым телом, длинным клювом и коричневыми перьями.",
      "example": "I saw a kiwi at the zoo yesterday. I will see a kiwi at the zoo tomorrow. I have seen a kiwi at the zoo many times.",
      "example_translation": "Я видел киви в зоопарке вчера. Я увижу киви в зоопарке завтра. Я видел киви в зоопарке много раз.",
      "imageLink": "image_files\\English\\kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lapwing",
      "translation": "чибис",
      "definition": "A lapwing is a type of bird that inhabits wetlands and grasslands, characterized by its distinctive crest and loud, piercing calls.",
      "definition_translation": "Чибис - это тип птицы, обитающий в водно-болотных угодьях и лугах, характеризуется своими уникальными гребнями и громкими, пронзительными криками.",
      "example": "The lapwing flew over the field, searching for food. The lapwing will nest on the ground, protecting its eggs. The lapwing has flown south for the winter.",
      "example_translation": "Чибис пролетел над полем, ища пищу. Чибис будет гнездиться на земле, защищая свои яйца. Чибис улетел на юг на зиму.",
      "imageLink": "image_files\\English\\lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "paw",
      "translation": "павлин",
      "definition": "Ekorzystany kończyny przednich lub tylnych niektórych ssaków.",
      "definition_translation": "Крупная, ярко окрашенная птица с характерным криком и длинным, остроконечным хвостом, родом из лесов Индии и Юго-Восточной Азии.",
      "example": "Lew wykorzystuje pazury do zabijania swoich ofiar.",
      "example_translation": "Павлин гордо прошелся по саду, его яркое оперение отражало солнечный свет. Вчера он сидел на ветке дерева, а завтра он будет свободно闲ать в парке.",
      "imageLink": "image_files\\English\\peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "пеликан",
      "definition": "",
      "definition_translation": "Крупная водоплавающая птица с характерным мешковидным клювом, обитающая в теплых и тропических регионах, характеризуется социальным поведением и внушительными навыками.diving.",
      "example": "",
      "example_translation": "Пеликан свалился вниз, чтобы поймать рыбу в озере. Вчера он плыл вдоль берега, а завтра он будет парить над головой, его巨ные крылья били воздух.",
      "imageLink": "image_files\\English\\pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "сокол-сапсан",
      "definition": "",
      "definition_translation": "Быстрая и ловкая хищная птица, известная своей скоростью, достигая более 320 км/ч во время характерного охотничьего пикирования, и широко распространенная по всему миру.",
      "example": "",
      "example_translation": "Сокол-сапсан парил высоко над городом, его острый взгляд сканировал крыши в поисках добычи. Вчера он сидел на небоскребе, а завтра он будет гнаться за голубем по улицам.",
      "imageLink": "image_files\\English\\peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "фазан",
      "definition": "",
      "definition_translation": "Крупная, земляная птица с характерным криком и ярким оперением, родом из Азии и интрduced в Европу как охотничья птица.",
      "example": "",
      "example_translation": "Фазан свободно бродил по сельской местности, егоирисовидные перья мерцали в солнечном свете. Вчера он охотился группой энтузиастов, а завтра он будет подан как вкусное блюдо.",
      "imageLink": "image_files\\English\\pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "пoultry (птица)",
      "definition": "",
      "definition_translation": "Домашние птицы, содержащиеся для яиц или мяса, особенно курицы, индейки и утки.",
      "example": "",
      "example_translation": "Фермер содержал птицу для существования. Он содержал птицу с тех пор, как был ребенком. Он будет содержать птицу в сельской местности.",
      "imageLink": "image_files\\English\\poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "карликовая сова",
      "definition": "",
      "definition_translation": "Маленькая сова, обычно измеряющая менее 20 см в длину, обнаруженная в лесах и лесных угодьях.",
      "example": "",
      "example_translation": "Карликовая сова кричала громко в смерти ночи. Она кричала громко с утра. Она будет кричать громко до сумерек.",
      "imageLink": "image_files\\English\\pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "перепел",
      "definition": "",
      "definition_translation": "Маленькая, округлая птица с характерным хохолком, обнаруженная в bụiщах и лугах.",
      "example": "",
      "example_translation": "Перепел бегал по открытому полю. Он бегал по открытому полю вчера. Он будет бегать по открытому полю завтра.",
      "imageLink": "image_files\\English\\quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "красношейный поганковый гагар",
      "definition": "",
      "definition_translation": "Среднего размера водоплавающая птица с характерным красным воротником и черной короной, обнаруженная в болотах и озерах.",
      "example": "",
      "example_translation": "Красношейный поганковый гагар нырнул в воду. Он нырнул в воду вчера. Он будет нырять в воду завтра.",
      "imageLink": "image_files\\English\\red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "дровосек",
      "definition": "",
      "definition_translation": "Маленькая, мигрирующая певчая птица с круглым телом и характерным красным грудом, найденная в Европе и Северной Америке.",
      "example": "",
      "example_translation": "Дровосек прилетел в сад, пел сладкую мелодию. Вчера он построил гнездо в дереве. Завтра он улетит найти пищу.",
      "imageLink": "image_files\\English\\robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "вал",
      "definition": "",
      "definition_translation": "Цилиндрическое или сферическое тело, которое вращается вокруг оси, используемое для уменьшения трения или облегчения движения.",
      "example": "",
      "example_translation": "Американские горки были крутыми и страшными, но возбуждающими. Вчера он был закрыт на техническое обслуживание. Завтра он снова будет открытым.",
      "imageLink": "image_files\\English\\roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wrona",
      "translation": "грач",
      "definition": "Wielka czarna ptaka o charakterystycznym krzyku, która żyje w Europie lub Azji i jest znana ze swojej inteligencji oraz społecznego zachowania.",
      "definition_translation": "Большая, черная птица с характерным звуком, найденная в Европе и Азии, и известная своей интеллигентностью и социальным поведением.",
      "example": "Wrona siada na wieży kościoła, obserwując pod nią wieś. Wczoraj, wykradła jedzenie z pola rolnika. Jutro, odleci znaleźć swojego towarzysza.",
      "example_translation": "Грач сидел на церковной башне, наблюдая за деревней внизу. Вчера он украл еду из поля фермера. Завтра он улетит найти свою пару.",
      "imageLink": "image_files\\English\\rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "siweczka",
      "translation": "чивик",
      "definition": "Mała ptaka, zielono-żóltego upierzenia, żyjąca w Europie lub Azji i słynąca ze swoich akrobatycznych zdolności.",
      "definition_translation": "Маленькая, финчевидная птица с желтым или желто-зеленым оперением, найденная в Европе и Азии, и известная своими акробатическими способностями.",
      "example": "Siweczka odbija się od karmnika, ćwierkając radośnie. Wczoraj, zbudowała gniazdo w ciernistych krzakach. Jutro, odleci znaleźć swoją stadę.",
      "example_translation": "Чивик хлопал вокруг кормушки, чирикнул счастливо. Вчера он построил гнездо в колючем кусте. Завтра он улетит найти свою стаю.",
      "imageLink": "image_files\\English\\siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słonka",
      "translation": "бекас",
      "definition": "Długoziobna ptaka lęgnowej, często zamieszkującej mokradła i znana z szybkiego lotu",
      "definition_translation": "длинноклювый, маскирующийся птица, которая частично обитает в болотах и известна своей быстрой полет",
      "example": "W jesieni, poluję na słonkach na bagnach trawiastych. Wczoraj, upolowałem kilka ptaków na mokradłach. Przed następną wiosną, upoluję wiele ptaków na bagnach.",
      "example_translation": "Осенью я буду охотиться на бекасов в травянистых болотах. Вчера я добыл несколько птиц в болотах. К следующей весне я добыл многих птиц в болоте.",
      "imageLink": "image_files\\English\\snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jastrzęb",
      "translation": "ястреб-перепелятник",
      "definition": "Mała, zwinna ptaka drapieżna, która żywi się małymi ptakami, szczególnie wróblami i sikorkami",
      "definition_translation": "маленькая, маневренная птица хищница, которая питается маленькими птицами, в частности воробьями и воробьими",
      "example": "Jastrzęb spadał na swoją zdobycz w ogrodzie. Wczoraj, widziałem jastrzębia lecącego ponad polem. Przed następnim latem, obserwowałem wiele jastrzębi polujących w lesie.",
      "example_translation": "Ястреб-перепелятникangl снизу на свою добычу в саду. Вчера я видел ястреба-перепелятника, который быстро летел над полем. К следующему лету я będувATCH many ястребов-перепелятников охотящихся в лесу.",
      "imageLink": "image_files\\English\\sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "muhar",
      "translation": "мухоловка-пеструшка",
      "definition": "Wędrowna ptaka o szarej lub brązowej szacie, z charakterystycznymi plamkami na piersiach, znane z umiejętności łapania owadów w powietrzu",
      "definition_translation": "многолетняя птица с серо-коричневым оперением и характерным пестрым грудью, известная своей способностью ловить насекомых в воздухе",
      "example": "Muhar siedziała na gałęzi, czekając na zdobycz. Wczoraj, widziałem muhara przelatującego między drzewami. Przed następną jesienią, obserwowałem wiele muharów migrujących do Afryki.",
      "example_translation": "Мухоловка-пеструшка сидела на ветке, ожидая своей добычи. Вчера я видел мухоловку-пеструшку, которая скакала между деревьями. К следующей осени я będувATCH many мухоловок-пеструшек мігрующих в Африку.",
      "imageLink": "image_files\\English\\spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hawierka",
      "translation": "кедровник",
      "definition": "Ptak o czarno-białych plamach, znany ze zdolności do łupania nasion iglic ziemnych",
      "definition_translation": "птица с характерным черно-белым пестрым оперением, известная своей способностью открывать семена хвойных деревьев",
      "example": "Hawierka chowa nasiona iglic ziemnych w gnieździe. Wczoraj, widziałem ją lajkującą orzechy obwodowego pnia. Przed następną zimą, obserwowałem wiele hawierkidokarmiających się w lesie.",
      "example_translation": "Кедровник спрятал семена хвойных деревьев в своем гнезде. Вчера я видел кедровника, который открывал сосновую шишку. К следующей зиме я będувATCH many кедровников собирающих пищу в лесу.",
      "imageLink": "image_files\\English\\spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szpak",
      "translation": "скворец",
      "definition": "Ptak z rodiny szpakowatych, charakteryzuje się pięknym ubarwieniem i odświętnymi pieśniami. Częsty gość w lasach, na łąkach i obszarach zurbanizowanych.",
      "definition_translation": "Скворец - это тип птицы, известный своими радужными перьями и характерными песнями. Он встречается в различных средах обитания, включая леса, луга и городские районы.",
      "example": "Szpak siadał na parapecie, śpiewał słodką melodię. Wczoraj, odszedł na zimę, ale teraz wrócił. Jutro, zbuduje swoje gniazdo pod skrzydłem pobliskiego drzewa.",
      "example_translation": "Скворец сидел на подоконнике, пел сладкую мелодию. Вчера он улетел на юг на зиму, но теперь он вернулся. Завтра он построит свое гнездо в соседнем дереве.",
      "imageLink": "image_files\\English\\starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jaskółka",
      "translation": "ласточка",
      "definition": "Ptak o smukłym ciele, lot wiele wznoszącym się ku górze. Często spotykany koło jezior, rzek itp.",
      "definition_translation": "Ласточка - это маленькая, агильная птица, известная своей быстрой полет и сложными привычками гнездования. Она часто встречается около водоемов, таких как реки и озера.",
      "example": "Jaskółka fruwała w powietrzu, goniąc po owady. Lato temu, zbudowała gniazdo pod skrzydłem stodoły. W następna wiosna odlatać ode mnie, aby powrócić na swoje zimowisko.",
      "example_translation": "Ласточка метнулась по воздуху, преследуя насекомых. Летним утром оно построило свое гнездо под крышей сарая. На следующую весну оно отправится на зимовки.",
      "imageLink": "image_files\\English\\swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jerzyk",
      "translation": "стрела",
      "definition": "Jest to ptak o smukłym ciele, błyskawicznym locie, zdolny do rzucał lotów i rozwijania, w zależności od gatunku, biało-brudno-żółtech upierzeń. Częsty gość w miastach, gdzie gnieżdzi się w budynkach i mostach.",
      "definition_translation": "Стрела - это тип птицы, известный своей быстрой полет и агильными движениями. Она часто встречается в городских районах, где гнездится в зданиях и мостах.",
      "example": "Jerzyk leciał w ciemnym niebie, rzucał w swoje ognisko. Lato temu, wykonało swoję gniazdo na dzwonnicy. Miesiąc temu, odleciał ku zimowisku, a teraz powrócił.",
      "example_translation": "Стрела парила по небу, ее крылья били быстро. В прошлом году оно построило свое гнездо в башне часов. На следующий месяц оно отправится на зимовки.",
      "imageLink": "image_files\\English\\swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "puszczyk",
      "translation": "мохнатая сова",
      "definition": "Puszczyk to ptak nocny drapieżny, cechujący się odróżnialnymi, brzmiącymi wołaniami. Często spotykany w lasach i lasostanach, gdzie poluje na male ptaki i gryzonie.",
      "definition_translation": "Мохнатая сова - это тип совы, известный своими характерными криками и ночными привычками. Она часто встречается в лесах и лесных массивах, где охотится на мелких млекопитающих и птиц.",
      "example": "Puszczyk wył podczas nocy, olśniony, krwawi od nocy. Wczoraj, złapał myszy w swoich pazurach. Jutro, siada na swoim drzewie, opierając się bacznie na zdobyczy.",
      "example_translation": "Мохнатая сова громко кричала в тихую ночь, ее глаза сияли в темноте. Вчера она поймала мышь в своих когтях. Завтра она будет сидеть на своем любимом дереве, ожидая добычу.",
      "imageLink": "image_files\\English\\tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]