[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ołówki kolorowe",
      "translation": "цветные карандаши",
      "definition": "Ołówki kolorowe to wyposażenie artystyczne używane do kolorowania i rysunku.",
      "definition_translation": "Цветные карандаши - это художественные материалы, используемые для рисования и окрашивания.",
      "example": "Użyłem ołówków kolorowych, aby narysować piękną obrazę. Będę używał ich ponownie jutro. Użyłem ich ostatnim tygodniu, aby pokoloryować mapę.",
      "example_translation": "Я использовал цветные карандаши, чтобы нарисовать красивую картину. Я снова использую их завтра. Я использовал их на прошлой неделе, чтобы окрасить карту.",
      "imageLink": "image_files\\English\\crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ołówek",
      "translation": "карандаш",
      "definition": "Ołówek to narzędzie do pisania lub rysunku, składające się z wąskiego, stałego rdzenia grafitowego umocowanego w drewnianym cylindrze.",
      "definition_translation": "Карандаш - это инструмент для письма или рисования, состоящий из узкого, твердого графитового ядра, закрытого в деревянном цилиндре.",
      "example": "Napisałem swoje imię ołówkiem. Będę używał ołówka, aby pisać coś. Użyłem ołówka, aby narysować portret.",
      "example_translation": "Я написал свое имя карандашом. Я использую карандаш, чтобы делать заметки. Я использовал карандаш, чтобы нарисовать портрет.",
      "imageLink": "image_files\\English\\pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pędzel",
      "translation": "кисть",
      "definition": "Pędzel to narzędzie z włosiem lub brzegami używane do czyszczenia, nanoszenia lub rozprowadzania substancji.",
      "definition_translation": "Кисть - это инструмент с щетиной или волосами, используемый для очистки, нанесения или разбрызгивания веществ.",
      "example": "Użyłem pędzla, aby pomalować ścianę. Będę używał pędzla, aby posprzątać podłogę. Użyłem pędzla, aby nanosić klej.",
      "example_translation": "Я использовал кисть, чтобы покрасить стену. Я использую кисть, чтобы очистить пол. Я использовал кисть, чтобы нанести клей.",
      "imageLink": "image_files\\English\\brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "liniał",
      "translation": "линейка",
      "definition": "Liniał to prosty ostry celownik z równomiernymi oznaczeniami, używany jako prowadnica do rysunku prostych linii.",
      "definition_translation": "Линейка - это прямой край с равномерно расположенными отметками, используемый в качестве направляющей для رسمки прямых линий.",
      "example": "Użyłem liniału, aby narysować prostą linię. Będę używał liniału, aby zmierzyć długość stołu. Użyłem liniału, aby narysować diagram.",
      "example_translation": "Я использовал линейку, чтобы нарисовать прямую линию. Я использую линейку, чтобы измерить длину стола. Я использовал линейку, чтобы нарисовать диаграмму.",
      "imageLink": "image_files\\English\\ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nożyczki",
      "translation": "NoSuch",
      "definition": "Nożyczki składają się z dwóch ostrzy, zapinanych w taki sposób, że ich ostry brzeg może być wykorzystany do cięcia przez cienkie materiały, takie jak papier, tkanina lub włosy.",
      "definition_translation": "Пара ножниц состоит из двух лезвий, которые шарнирно прикреплены, чтобы острые края могли быть brought вместе, чтобы切атьнежные материалы, такие как бумага, ткань или волосы.",
      "example": "Użyłem nożyczek, aby wyciąć papierowe kształty. Ona naostrzy nożyczki jutro. Oni byli z nożyczkami, cięciem tkaniny przez cały dzień.",
      "example_translation": "Я использовал ножницы, чтобы вырезать纸шаблоны. Она отточит ножницы завтра. Они целый день использовали ножницы, чтобы裁剪fabric.",
      "imageLink": "image_files\\English\\scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "guzik",
      "translation": "кнопка",
      "definition": "Mała plastikowa lub metalowa tarcza lub gałka, zwykle okrągła i płaska, używana do zapinania lub rozpinania, szczególnie ubrań.",
      "definition_translation": "Маленькая пластиковая или металлическая дисковая или кнопка, обычно круглая и плоская, используемая для застегивания или расстегивания чего-либо, особенно одежды.",
      "example": "Straciłem guzik na koszuli. Ona przyszyła guzik z powrotem. Będą projektować nowy guzik na stronę internetową.",
      "example_translation": "Я потерял кнопку на моей рубашке. Она пришила кнопку обратно. Они спроектируют новую кнопку для веб-сайта.",
      "imageLink": "image_files\\English\\button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szydełko",
      "translation": "drawing заколка",
      "definition": "Mała szpila z płaską główką, służąca do przypinania lub powieszenia, szczególnie do wystawiania rysunków lub ogłoszeń.",
      "definition_translation": "Маленькая булавка с плоской головкой, используемая для прикрепления вещей к доске или стене, особенно для отображения рисунков или объявлений.",
      "example": "Użyłem szydełka, aby powiesić plakat. Ona kupiła opakowanie szydełek. Oni byli szydełkami, aby powiesić mapy na ścianie.",
      "example_translation": "Я использовал заколку для рисования, чтобы повесить плакат. Она купила пакет заколок для рисования. Они целый день использовали заколки для рисования, чтобы прикрепить карты к стене.",
      "imageLink": "image_files\\English\\drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atrament",
      "translation": "чернила",
      "definition": "Atrament to płynna substancja wykorzystywana do pisania lub drukowania, składająca się z mieszaniny barwników, pigmentów i rozpuszczonej substancji.",
      "definition_translation": "Жидкое вещество, используемое для написания или печати, обычно изготовленное из смеси красителей, пигментов и растворителей.",
      "example": "Potrzebuję kupić atrament dla swojego pióra. Ona泽 atrament na stole. Będą testować nową formułę atramentu jutro.",
      "example_translation": "Мне нужно купить некоторые чернила для моей ручки. Она пролила чернила на стол. Они будут тестировать новую формулу чернил завтра.",
      "imageLink": "image_files\\English\\ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wzór",
      "translation": "шаблон",
      "definition": "Wzór to regularna lub powtarzająca się konfiguracja lub wzór, np. zestaw instrukcji lub wzór, którego należy naśladować.",
      "definition_translation": "Шаблон - это регулярный или повторяющийся дизайн или расположение вещей, таких как набор инструкций или модель для выполнения.",
      "example": "Użyłem wzoru, aby uszyć piękną suknię. Będę używał wzoru, aby zaprojektować stronę internetową. Ona użyła wzoru, aby udekorować swój pokój.",
      "example_translation": "Я использовал шаблон, чтобы сшить красивое платье. Я буду использовать шаблон, чтобы спроектировать веб-сайт. Она использовала шаблон, чтобы украсить свою комнату.",
      "imageLink": "image_files\\English\\pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kolec",
      "translation": "штырь",
      "definition": "Kolec to mała, cienka kęsa lub metalowa tarcza z ostrym końcem i obucha, używana do przypinania lub holdowania.",
      "definition_translation": "Штырь - это小, тонкая кусок металла с острием на одном конце и головкой на другом, используется для скрепления вещей вместе.",
      "example": "Użyłem kołca, aby zapiąć koszulę. Ona będzie używać kołca, aby ułożyć włosy. Oni byli kołcami, aby związać tkaninę.",
      "example_translation": "Я использовал штырь, чтобы застегнуть свою рубашку. Она будет использовать штырь, чтобы уложить волосы. Они использовали штыри, чтобы удерживать ткань вместе.",
      "imageLink": "image_files\\English\\pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "poduszka do szpilek",
      "translation": "игольница",
      "definition": "Poduszka do szpilek to mały, okrągły lub owalny przedmiot z miękką powierzchnią, używany do trzymania szpilek.",
      "definition_translation": "Игольница - это small, круглый или овальный объект с мягкой поверхностью, используемый для хранения штырей.",
      "example": "Uszyłem poduszkę do szpilek, aby utrzymać moje szpilki zorganizowane. Ona używa poduszki do szpilek do przechowywania igieł. Oni zrobili poduszkę do szpilek jako prezent.",
      "example_translation": "Я сшила игольницу, чтобы хранить свои штыри организованно. Она использовала игольницу, чтобы хранить свои иглы. Они сделали игольницу в качестве подарка.",
      "imageLink": "image_files\\English\\pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tektura",
      "translation": "картон",
      "definition": "Tektura jest sztywnym, grubym papierem, używanym do wyrobu pudełek, kartoników i innych pojemników.",
      "definition_translation": "Картон - это жесткая, толстая бумага, используемая для производства коробок, картонных упаковок и других контейнеров.",
      "example": "Użyłem tektury do zrobienia pudełka. Ona wymaga tektury, aby stworzyć rękodzieło. Oni używają tektury, aby upakować swoje bagaże.",
      "example_translation": "Я использовал картон, чтобы сделать коробку. Она будет использовать картон, чтобы создать проект ручной работы. Они использовали картон, чтобы упаковать свой багаж.",
      "imageLink": "image_files\\English\\cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "glina",
      "translation": "глина",
      "definition": "Miękkie, lepkie ziemne materiały, typowo żółto- lub brunatne, używane do produkcji ceramiki, cegieł i innych przedmiotów.",
      "definition_translation": "Мягкий, липкий материал地球,通常 желтовато-коричневого цвета, используемый для изготовления керамических изделий, кирпичей и других объектов.",
      "example": "Zrobiłem dzbanek z gliny w szkole plastycznej wczoraj. Będę robił rzeźbę z gliny do mojego rojektu artystycznego. Zrobiłem błąd podczas pracy z gliną w zeszłym tygodniu.",
      "example_translation": "Я сделал вазу из глины на уроке искусства вчера. Я собираюсь сделать скульптуру из глины для моего арт-проекта. Я сделал ошибку при работе с глиной на прошлой неделе.",
      "imageLink": "image_files\\English\\clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kredki",
      "translation": "краски",
      "definition": "Kredka to kijek z barwionych świec gwasu stosowany do rysowania lub kolorowania.",
      "definition_translation": "Палочки из цветного воска, используемые для рисования или покраски.",
      "example": "Dzieci kolorowały kredkami w żłobku wczoraj. Potrzebuję kupić więcej kred za urodziny mojego siostrzeńca. Oni rysowali kredkami od rana.",
      "example_translation": "Дети рисовали красками в детском саду вчера. Мне нужно купить больше красок для дня рождения моего племянника. Они рисовали красками с утра.",
      "imageLink": "image_files\\English\\crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klej",
      "translation": "клей",
      "definition": "Lepki substancja używana do łączenia lub naprawy rzeczy.",
      "definition_translation": "Липкая субстанция, используемая для joining или ремонта вещей.",
      "example": "Użyłem kleju, aby naprawić zepsuty zabawek, gdy byłem małym. Ona potrzebuje kleju, aby połączyć elementy swojego rojektu. Oni będą stosować klej, aby wykonać jeden papier.",
      "example_translation": "Я использовал клей, чтобы починить мою сломанную игрушку, когда я был ребенком. Ей нужно приклеить куски вместе для ее проекта ремесел. Они приклеят бумаги вместе завтра.",
      "imageLink": "image_files\\English\\glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "igła",
      "translation": "игла",
      "definition": "Mała, cienka metalowa część z ostrym końcem i oku na drugim końcu, używana do szycia lub haftu.",
      "definition_translation": "Маленький, тонкий кусок металла с острием на одном конце и глазом на другом, используемый для шитья или вышивки.",
      "example": "Moja babcia uczyła mnie nić igłą, gdy byłem małym. Ona stosuje igłę, aby wszyć przycisk na płaszczu. Będą korzystać z igieł, aby uzyć quilt.",
      "example_translation": "Моя бабушка научила меня, как нить иглу, когда я был ребенком. Она использует иглу, чтобы пришить кнопку к ее пальто. Они будут использовать иглы, чтобы сделать квiltnext месяц.",
      "imageLink": "image_files\\English\\needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papierowa serwetka",
      "translation": "бумажная салфетка",
      "definition": "Małe kawałki papieru, używane do wycierania lub suszenia dłoni lub twarzy, szczególnie podczas posiłków.",
      "definition_translation": "Маленький кусочек бумаги, используемый для вытирания или утирания рук или лица, особенно во время еды.",
      "example": "Potrzebowałem papierowej serwetki, aby wytrzeć twarz po zjedzeniu soczystego hamburgera. Użyłem papierowej serwetki, aby wytrzeć ręce. Będę korzystać z papierowej serwetki, aby wytrzeć twarz po umyciu.",
      "example_translation": "Мне нужно было использовать бумажную салфетку, чтобы вытереть рот после еды сочной бургером. Я использовал бумажную салфетку, чтобы очистить руки. Я использовать буду бумажную салфетку, чтобы высушить лицо после мытья.",
      "imageLink": "image_files\\English\\paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bezpiecznica",
      "translation": "застёжка безопасности",
      "definition": "Zabezpieczona igła używana do zapinania ubrań, szczególnie dla niemowląt lub małych dzieci.",
      "definition_translation": "Маленькая булавка с защитным кожухом или застёжкой, используемая для застегивания одежды, особенно для малышей или маленьких детей.",
      "example": "Stosowałem bezpiecznicę, aby zapiąć pieluchę u niemowlęcia. Ona straciła bezpiecznicę podczas zabawy. Będę kupić bezpiecznicę, aby naprawić podarte na koszulę.",
      "example_translation": "Я использовал застёжку безопасности, чтобы застегнуть подгузник младенца. Она потеряла застёжку безопасности, играя. Я куплю застёжку безопасности, чтобы починить свою порванную рубашку.",
      "imageLink": "image_files\\English\\safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "maszyna do szycia",
      "translation": "швейная машина",
      "definition": "Maszyna używana do szycia lub haftu tkanin, skór lub innych materiałów, zwykle z igłą i niciem.",
      "definition_translation": "Машина, используемая для шитья или строчки материала, кожи или других материалов, обычно с иглой и ниткой.",
      "example": "Muszę skorzystać z maszyny do szycia, aby naprawić podarte sukienkę. Ona nauczyła się obsługiwać maszynę do szycia w szkole. Będę kupić maszynę do szycia, aby zrobić własne ubranie.",
      "example_translation": "Мне нужно использовать швейную машину, чтобы починить свою порванную платье. Она научилась использовать швейную машину в школе. Я куплю швейную машину, чтобы создавать свои собственные вещи.",
      "imageLink": "image_files\\English\\sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sticker",
      "translation": "наклейка",
      "definition": "Mała, lepkie w papierowe etykiety lub obrazy, używane do dekorowania lub etykietowania coś.",
      "definition_translation": "Маленькая клеящаяся метка или картинка, используемая для украшения или идентификации чего-либо.",
      "example": "Przyczepiłem sticker na laptopie. Ona kolekcjonowała zdjęcia z ulubionych bajek. Będę używać sticker, aby ozdobić okładkę książki.",
      "example_translation": "Я приклеил наклейку на мой ноутбук. Она собрала наклейки из своих любимых мультфильмов. Я использовать буду наклейку, чтобы украсить обложку своей книги.",
      "imageLink": "image_files\\English\\sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "string",
      "translation": "струна",
      "definition": "Cienka, elastyczna struktura wykonana ze skręconych nitek lub włókien, używana do wiązania, umieszczania lub łączenia rzeczy.",
      "definition_translation": "Длинная, тонкая, гибкая структура, сделанная из скрученных нитей или волокон, используемая для связывания, фиксации или соединения вещей.",
      "example": "Uznała paczkę sznurem. Miała związać sznurek mocno. Uznę sznurek ponownie jutro.",
      "example_translation": "Она завязала пакет струной. Она завязала струну плотно. Она завяжет струну снова завтра.",
      "imageLink": "image_files\\English\\string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wire",
      "translation": "провод",
      "definition": "Cienka, elastyczna nici lub pasek z metalu, wykorzystywany do przewodzenia elektryczności lub wysyłania wiadomości.",
      "definition_translation": "Тонкая, гибкая нить или полоса металла, используемая для проведения электричества или отправки сообщений.",
      "example": "Przewód telefoniczny był uszkodzony. Naprawili go wczoraj. Zamontują nowy przewód za tydzień.",
      "example_translation": "Телефонный провод был сломан. Они починили провод вчера. Они установят новый провод на следующей неделе.",
      "imageLink": "image_files\\English\\wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zip",
      "translation": "молния",
      "definition": "Zamek łącznikowy składający się z pary zestężeń, które mogą być otwierane lub zamykane przez płytę przesuwną.",
      "definition_translation": "Застежка, состоящая из пары взаимосвязанных зубцов, которая может быть открыта или закрыта скользящей кнопкой.",
      "example": "Uzyłem swojego płaszcza. Ona zamyka tę torbę jutro. Zamknęli spodnie wczoraj.",
      "example_translation": "Я застегнул куртку. Она застегнет сумку завтра. Они застегнули свои брюки вчера.",
      "imageLink": "image_files\\English\\zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "(wax) crayons",
      "translation": "восковые карандаши",
      "definition": "Słup kolorowej wosku używany do rysowania lub kolorowania.",
      "definition_translation": "Палочка цветного воска, используемого для рисования или раскраски.",
      "example": "Dziecko używało pasteli, aby namalować obraz. Użycie pasteli do zalania papiery jutro. Uses pastele to ozdobić ścianę wczoraj.",
      "example_translation": "Ребенок использовал восковые карандаши, чтобы нарисовать картину. Она будет использовать восковые карандаши, чтобы раскрасить бумагу завтра. Они использовали восковые карандаши, чтобы украсить стену вчера.",
      "imageLink": "image_files\\English\\wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fabric",
      "translation": "ткань",
      "definition": "Tkanina to materiał tekstylne, najczęściej powstający poprzez tkactwo lub plecionkarstwo włókien, i jest używany do produkcji odzieży, tapicerki i innych wyrobów tekstylnych.",
      "definition_translation": "Ткань - это текстильный материал, чаще всего производимый путём ткачества или вязания волокон, и используется для производства одежды, обивки и других текстильных изделий.",
      "example": "Ciemna tkanina pielęgnowała starannie, tworząc piękną narzutę. Wczoraj kupiła tkaninę w sklepie. Pod koniec przyszłego roku ukończy tkaninę artystyczną.",
      "example_translation": "Она тщательно сшила ткань вместе, чтобы создать красивую квilt. Вчера она купила ткань в магазине. К следующему году она закончит проект тканных искусств.",
      "imageLink": "image_files\\English\\fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rubber stamp",
      "translation": "резиновая печать",
      "definition": "Pieczęć gumowa to narzędzie wykorzystywane do nanoszenia tuszu lub innych substancji na powierzchnię, zwykle w celach drukowania lub znakowania.",
      "definition_translation": "Резиновая печать - это инструмент, используемый для нанесения чернил или других веществ на поверхность, обычно для печати или маркировки.",
      "example": "Urzędnik używał pieczęci gumowej, aby zatwierdzić dokumenty. Używała pieczęci gumowej do podpisywania list. Usuniemy starą pieczęcię gumową i zastąpimy ją nową w przyszłym miesiącu.",
      "example_translation": "Клерк использовал резиновую печать для утверждения документов. Она использовала резиновую печать для подписания писем. К следующему месяцу они заменят старую резиновую печать на новую.",
      "imageLink": "image_files\\English\\rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "felt",
      "translation": "фильтр",
      "definition": "Flet jest nie tkanym materiałem tekstylnym, wykonanym z wełny, włosów lub włókien syntetycznych, często wykorzystywany do tworzenia kapeluszy, pantofli lub innych wyrobów.",
      "definition_translation": "Фильтр - это нетканый материал, сделанный из шерсти, волос или синтетических волокон, часто используемый для изготовления шляп, тапочек или других craft.",
      "example": "Rękodzielnik starannie ciął flet, tworząc piękną ozdobę. Dotknęła tekstury materiału przed zakupem. Pod koniec przyszłej zimy ma na zamiar stworzyć fletowy kapelusz.",
      "example_translation": "Мастерmetic тщательно cắt фильтр, чтобы создать красивый украшение. Она чувствовала текстуру ткани перед тем, как купить ее. К следующей зиме она сделает фильтровую шляпу.",
      "imageLink": "image_files\\English\\felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pliers",
      "translation": "плоские щипцы",
      "definition": "Cęgiory to narzędzia oplecionece, wykorzystywane do trzymania i zginania różnych obiektów, takich jak rury, przewody lub małe części.",
      "definition_translation": "Плоские щипцы - это ручные инструменты, используемые для захвата и изгиба различных объектов, таких как трубы, провода или小 детали.",
      "example": "Mechanik używał cęgiorę, aby trzymać bolta. Używałem cęgiorę, aby zginąć przewód. Naprawią cęgiorę w przyszłym tygodniu.",
      "example_translation": "Механик использовал плоские щипцы, чтобы захватить болт. Она использовала плоские щипцы, чтобы загнуть провод. К следующей неделе они исправят плоские щипцы.",
      "imageLink": "image_files\\English\\pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "press stud",
      "translation": "пресс пуговица",
      "definition": "Mały metalowy lub plastikowy zapiner używany do wiązania lub łączenia dwóch części odzieży lub innej tkaniny.",
      "definition_translation": "Маленькая металлическая или пластиковая застежка, используемая для прикрепления или соединения двух частей одежды или другой ткани вместе.",
      "example": "Miałam szyć nowego zapinera na moim płaszczu, ponieważ stary zapinera uległ awarii. Szyłem nowego zapinera na swoim płaszczu wczoraj, a jutro uszyję nowy zapinera ponownie.",
      "example_translation": "Мне пришлось пришить новую пресс пуговицу на мой жилет, потому что старая сломалась. Вчера я пришила новую пресс пуговицу на мой жилет, а теперь я пришью еще одну завтра.",
      "imageLink": "image_files\\English\\press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "punch",
      "translation": "удар",
      "definition": "Szybka, mocna pięść, stosowana zwykle z mocno zaciśniętą.",
      "definition_translation": "Быстрый, острый удар, особенно тот, который наносится сжатым кулаком.",
      "example": "Uderzam w torbę jutro, ale wczoraj uderzyłem w to tak ciężko. Gdyby uderzyłem w torbę ponownie, to urwę ją.",
      "example_translation": "Завтра я ударю мешок, а вчера я ударил его сильно. Если я ударю мешок снова, он сломается.",
      "imageLink": "image_files\\English\\punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ribbon",
      "translation": "лента",
      "definition": "A long, narrow strip of fabric, typically colored and used for decorative or ceremonial purposes.",
      "definition_translation": "Длинная, узкая полоса ткани, обычно окрашенная и используемая для декоративных или церемониальных целей.",
      "example": "I will tie a ribbon on the gift tomorrow, but yesterday I tied it with a bow. If I tie a ribbon on the gift again, it will be beautiful.",
      "example_translation": "Завтра я завяжу ленту на подарок, а вчера я завязал ее бантом. Если я завяжу ленту на подарок снова, она будет красивой.",
      "imageLink": "image_files\\English\\ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "roller",
      "translation": "ролик",
      "definition": "A cylindrical or spherical object that rotates or moves freely on a surface, used to reduce friction or facilitate movement.",
      "definition_translation": "Цилиндрический или сферический объект, который вращается или движется свободно на поверхности, используемый для уменьшения трения или облегчения движения.",
      "example": "I will use a roller to paint the wall tomorrow, but yesterday I used it to smooth the surface. If I use a roller again, it will be easy to paint.",
      "example_translation": "Завтра я использую ролик для покраски стены, а вчера я использовал его для сглаживания поверхности. Если я использую ролик снова, будет легко красить.",
      "imageLink": "image_files\\English\\roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sandpaper",
      "translation": "наждачная бумага",
      "definition": "a type of paper with a rough surface, used to smooth and polish wood, metal, and other materials",
      "definition_translation": "вид бумаги с грубой поверхностью, используемой для выравнивания и полировки дерева, металла и других материалов",
      "example": "I used sandpaper to smooth out the rough edges of the wooden table. Yesterday, I sanded the floor to prepare it for painting. By next week, I will have sanded all the doors and windows.",
      "example_translation": "Я использовал наждачную бумагу, чтобы разгладить неровные края деревянного стола. Вчера я отшлифовал пол, чтобы подготовить его к покраске. К следующей неделе я отшлифую все двери и окна.",
      "imageLink": "image_files\\English\\sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sequins",
      "translation": "позументы",
      "definition": "small, shiny discs used for decorating clothing, accessories, and other fabrics",
      "definition_translation": "маленькие блестящие диски, используемые для декорирования одежды, аксессуаров и других тканей",
      "example": "The dress was covered in sequins, which sparkled under the light. She sewed sequins onto her costume for the party. By next year, she will have designed a collection of sequin-studded evening gowns.",
      "example_translation": "Платье было покрыто позументами, которые блистали под светом. Она пришила позументы на свой костюм дляparty. К следующему году она спроектирует коллекцию вечерних платьев, украшенных позументами.",
      "imageLink": "image_files\\English\\sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stencil",
      "translation": "шаблон",
      "definition": "a thin sheet of material, such as paper or plastic, with a design or pattern cut out of it, used to create a similar design or pattern on a surface",
      "definition_translation": "тонкий лист материала, such as paper или пластика, с вырезанным дизайном или шаблоном, используемый для создания аналогичного дизайна или шаблона на поверхности",
      "example": "I used a stencil to paint a design on the wall. She created a stencil to decorate her cake. By next month, they will have designed a set of intricate stencils for the art studio.",
      "example_translation": "Я использовал шаблон, чтобы нарисовать дизайн на стене. Она создала шаблон, чтобы украсить свой торт. К следующему месяцу они спроектируют набор изысканных шаблонов для арт-студии.",
      "imageLink": "image_files\\English\\stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stitch",
      "translation": "шить",
      "definition": "a single pass of a needle and thread through fabric, used to join, repair, or decorate it",
      "definition_translation": "один проход иглы и нити через ткань, используемый для соединения, ремонта или декорирования ее",
      "example": "She took a stitch in her dress to fix the tear. I stitched the torn page together. By next week, she will have stitched a beautiful quilt.",
      "example_translation": "Онашила стежок в ее платье, чтобы починить разрыв. Я прошил разорванную страницу. К следующей неделе она будет шить красивый квILT.",
      "imageLink": "image_files\\English\\stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "styrofoam",
      "translation": "стyrofoam ( Russian term is the same)",
      "definition": "a type of light, brittle, and porous plastic foam used for making molds, packaging, and insulation",
      "definition_translation": " rodzaj lekkiego, kruchego i porowatego pianki plastikowej używanej do tworzenia form, пакиowania i izolacji",
      "example": "The company uses styrofoam boxes to package their products. They had used styrofoam containers last year, but now they use recycled paper. By next year, they will use biodegradable packaging.",
      "example_translation": "Компания использует коробки из styrofoam для упаковки своих продуктов. Они использовали контейнеры из styrofoam в прошлом году, но теперь используют макулатуру. К следующему году они перейдут на биоразлагаемую упаковку.",
      "imageLink": "image_files\\English\\styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "thimble",
      "translation": "наперсток",
      "definition": "a small, rounded container worn on the end of the finger to protect it while sewing",
      "definition_translation": "маленький, округлый контейнер, который носится на конце пальца, чтобы защитить его во время шитья",
      "example": "She carefully put on her thimble to sew the intricate design. She had forgotten her thimble at home, so she had to sew carefully. By the end of the day, she will have finished sewing the entire dress without her thimble.",
      "example_translation": "Она аккуратно надела свой наперсток, чтобы сшить интригующий дизайн. Она забыла свой наперсток дома, поэтому ей пришлось шить осторожно. К концу дня она закончит шить整个 платье без наперстка.",
      "imageLink": "image_files\\English\\thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "thread",
      "translation": "нить",
      "definition": "a long, thin string of fibers or yarn used for sewing or weaving",
      "definition_translation": "длинная, тонкая нить волокон или пряжи, используемая для шитья или ткачества",
      "example": "She carefully threaded the needle to sew the tears. She had used a thick thread to sew the leather patches. By next week, she will have sewn all the buttons with a matching thread.",
      "example_translation": "Она аккуратно продела нить через иглу, чтобы сшить разрывы. Она использовала толстую нить, чтобы сшить кожаные 패чи. К следующей неделе она сшила все кнопки с соответствующей нитью.",
      "imageLink": "image_files\\English\\thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "varnish",
      "translation": "лак",
      "definition": "a type of transparent or semi-transparent liquid coating used to protect and enhance the appearance of wood or other materials",
      "definition_translation": "тип прозрачной или полупрозрачной жидкой покрывной основы, используемый для защиты и улучшения внешнего вида дерева или других материалов",
      "example": "The furniture maker applied several coats of varnish to protect the wooden surface. He had used a fast-drying varnish to finish the table last week. By next month, he will have applied a waterproof varnish to the outdoor furniture.",
      "example_translation": "Мебельщик нанес несколько слоев лака, чтобы защитить деревянную поверхность. Он использовал быстро сохнущий лак, чтобы закончить стол на прошлой неделе. К следующему месяцу он нанесет водонепроницаемый лак на садовую мебель.",
      "imageLink": "image_files\\English\\varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wicker",
      "translation": "плетеный",
      "definition": "Wicker to typ mebli lub innych obiektów oplecionych z włókien roślinnych, takich jak rotan czy wierzba.",
      "definition_translation": "Плетеный - это тип тканой мебели или других объектов, изготовленных из растительных волокон, таких как ротанг или ива.",
      "example": "Kupiłem wickerowe krzesło dla werandy, i stało się moim ulubionym miejscem do czytania. Last year, I wickered koszyk, and it's still holding up well. Will wicker new table for our garden party next summer.",
      "example_translation": "Я купил плетеный стул для своей веранды, и он стал моим любимым местом для чтения. В прошлом году я сплел корзину, и она все еще хорошо работает. В следующем году я сплету новый стол для нашей садовой вечеринки.",
      "imageLink": "image_files\\English\\wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "acrylic paint",
      "translation": "акриловая краска",
      "definition": "Acrylic paint is the fast-drying, water-soluble paint made from a mixture of water, pigment, binder, and other additives.",
      "definition_translation": "Акриловая краска - это быстросохнущая, водорастворимая краска, изготовленная из смеси воды, пигмента, связующего вещества и других добавок.",
      "example": "I used acrylic paint to create a vibrant mural on the wall. The artist mixed acrylic paint with water to achieve the desired consistency. She will use acrylic paint to paint a portrait of her cat next week.",
      "example_translation": "Я использовал акриловую краску, чтобы создать яркую фреску на стене. Художник смешал акриловую краску с водой, чтобы достичь желаемой консистенции. Она будет использовать акриловую краску, чтобы написать портрет ее кошки на следующей неделе.",
      "imageLink": "image_files\\English\\acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "adhesive border",
      "translation": "клейкая рамка",
      "definition": "Czasem adhesive border jest dekoracyjna końcówka z samoprzylepną podstawką, którą można zastosować do powierzchni, aby stworzyć projekcję lub mnóstwo.",
      "definition_translation": "Клейкая рамка - это декоративная полоса с samo-клеящимся покрытием, которое может быть применено к поверхности, чтобы создать дизайн или узор.",
      "example": "I applied an adhesive border to the edges of the photo album to give it a professional look. The crafter used an adhesive border to decorate the scrapbook. She will apply an adhesive border to the picture frame next month.",
      "example_translation": "Я применил клеющую рамку к краям фотоальбома, чтобы дать ему профессиональный вид. Ремесленник использовал клеющую рамку, чтобы украсить альбом для вырезок. Она будет применять клеющую рамку к рамке для pictures next month.",
      "imageLink": "image_files\\English\\adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "beads",
      "translation": "бусины",
      "definition": "Mieczym to małe, okrągłe obiekty, zazwyczaj wykonane z szkła, plastiku lub innych materiałów, używane do dekoracji lub jako medium do tworzenia biżuterii.",
      "definition_translation": "Бусины - это небольшие, округлые объекты, обычно сделанные из стекла, пластика или других материалов, используемые для украшения или в качестве среды для изготовления украшений.",
      "example": "I strung beads onto a necklace to create a unique piece of jewelry. The Native American artist used beads to create intricate patterns on her headdress. She will use beads to make a beautiful ornament for the Christmas tree next year.",
      "example_translation": "Я нанизал бусины на ожерелье, чтобы создать уникальный предмет украшения. Индейский художник использовал бусины, чтобы создать интригующие узоры на ее головном уборе. Она будет использовать бусины, чтобы сделать красивое украшение для новогодней елки в следующем году.",
      "imageLink": "image_files\\English\\beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "blanket stitch",
      "translation": "шв приblanket",
      "definition": "A type of stitch used to finish the raw edges of a blanket or other home decor project, characterized by a series of small loops on the edge of the fabric.",
      "definition_translation": "ティп стежки, используемый для отделки сырых краев одеяла или другого домашнего декора, характеризуется серией маленьких петель на краю ткани.",
      "example": "I will use a blanket stitch to finish the edge of this quilt. Yesterday, I used a blanket stitch to finish the edge of that blanket. In the future, I will use a blanket stitch to finish the edge of all my homemade blankets.",
      "example_translation": "Я，将 использовать шв приblanket, чтобы закончить край этого квилта. Вчера я использовал шв приblanket, чтобы закончить край того одеяла. В будущем я буду использовать шв приblanket, чтобы закончить край всех моих домашних одеял.",
      "imageLink": "image_files\\English\\blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "brush set",
      "translation": "набор кистей",
      "definition": "A collection of brushes used for various artistic or cosmetic purposes, often including a variety of shapes and sizes.",
      "definition_translation": "Коллекция кистей, используемых для различных художественных или косметических целей, часто включая в себя различные формы и размеры.",
      "example": "I need to buy a new brush set for painting. She has been using the same brush set for years. By next year, I will have purchased a new brush set for my art class.",
      "example_translation": "Мне нужно купить новый набор кистей для рисования. Она использует тот же набор кистей уже годы. К следующему году я куплю новый набор кистей для моего арт-класса.",
      "imageLink": "image_files\\English\\brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chain stitch",
      "translation": "цепной стежок",
      "definition": "A type of stitch used in embroidery and sewing, characterized by a series of connected loops that resemble a chain.",
      "definition_translation": "Тип стежки, используемый в вышивке и шитье, характеризуется серией связанных петель, похожих на цепь.",
      "example": "I can do a chain stitch on my sewing machine. She is learning to do a chain stitch by hand. By the end of the month, I will have mastered the chain stitch.",
      "example_translation": "Я могу сделать цепной стежок на моей швейной машине. Она учится делать цепной стежок вручную. К концу месяца я овладею цепным стежком.",
      "imageLink": "image_files\\English\\chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "circular needle",
      "translation": "круглая игла",
      "definition": "A type of knitting needle with a circular or flexible shaft, used to knit in the round or to create seamless tubes.",
      "definition_translation": "Тип крючка для вязания с круглым или гибким стержнем, используемый для вязания в кругу или для создания бесшовных труб.",
      "example": "I need a circular needle to knit this hat. She is using a circular needle to make a sweater. By next winter, I will have made a scarf using a circular needle.",
      "example_translation": "Мне нужна круглая игла, чтобы связать эту шляпу. Она использует круглую иглу, чтобы сделать свитер. К следующей зиме я сделаю шарф, используя круглую иглу.",
      "imageLink": "image_files\\English\\circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "corner punch",
      "translation": "угольный пуансон",
      "definition": "A tool used to create a rounded corner on a piece of paper or card.",
      "definition_translation": "Инструмент, используемый для создания округлого угла на листе бумаги или карте.",
      "example": "I used a corner punch to create a decorative edge on the invitation. Yesterday, I punched all the corners of the documents. By next week, I will have punched all the corners of the reports.",
      "example_translation": "Я использовал угольный пуансон, чтобы создать декоративный край на приглашении. Yesterday, я пробил все углы документов. К следующей неделе я пробью все углы отчетов.",
      "imageLink": "image_files\\English\\corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "crepe paper",
      "translation": "кrepе-бумага",
      "definition": "A type of thin, crinkled paper used for decorations and craft projects.",
      "definition_translation": "Тип тонкой, морщинистой бумаги, используемой для декораций и проектов handmade.",
      "example": "We used crepe paper to decorate the party hall. Crepe paper is a staple in our craft supply box. By next year, we will have used crepe paper for all our decorations.",
      "example_translation": "Мы использовали кrepе-бумагу, чтобы украсить зал для праздника. Кrepе-бумага является основой в нашем ящике снабжения для crafts. К следующему году мы будем использовать кrepе-бумагу для всех наших декораций.",
      "imageLink": "image_files\\English\\crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krok sprawdzany",
      "translation": "крючок для вязания",
      "definition": "Narzędzie używane do tworzenia pętlic w przędzie, aby stworzyć tkaninę.",
      "definition_translation": "Инструмент, используемый для создания петель в нити, чтобы создать ткань.",
      "example": "Ciągle noszę krok sprawdzany ze sobą, aby robićinne czapki dla charytatywnej organizacji. Moja babcia nauczyła mnie, jak używać kroka sprawdzonego, kiedy byłem dzieckiem. Do następnego miesiąca zrobię pled, używając kroka sprawdzonego.",
      "example_translation": "Я всегда ношу с собой крючок для вязания, чтобы делать шляпы для благотворительности. Моя бабушка научила меня, как использовать крючок для вязания, когда я был ребенком. К следующему месяцу я буду иметь сделанную_blanket, используя крючок для вязания.",
      "imageLink": "image_files\\English\\crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krzyżyk",
      "translation": "крестовый шов",
      "definition": "Typ haftu, który używa szwów x-kształtnych, aby stworzyć projekt.",
      "definition_translation": "Тип вышивания, который использует стежки в виде креста, чтобы создать дизайн.",
      "example": "Uwielbiam haftować swój wolny czas. Krzyżyk jest wspaniałym hobby do relaksu. Do następnego roku skończę swój krzyżyk.",
      "example_translation": "Я люблю делать крестовый шов в свое свободное время. Крестовый шов - этоgreat хобби для релаксации. К следующему году я закончу свой проект крестового шва.",
      "imageLink": "image_files\\English\\cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": ".datownik",
      "translation": "MARK дата",
      "definition": "Datownik to urządzenie lub znak, który wskazuje na datę, kiedy coś powstało, zostało wysłane lub odebrane.",
      "definition_translation": "Марка даты - это устройство или отметка, которая указывает дату, когда что-то было создано, отправлено или получено.",
      "example": "Prawnik sprawdził napis datownika na dokumentach, aby potwierdzić ich autentyczność. Musiała oznaczyć kartę dla wszystkich faktur przed ich wysłaniem. Firma wprowadzi system datowników, aby poprawić proces dokumentacyjny.",
      "example_translation": "Адвокат проверил марку даты на документе, чтобы проверить его подлинность. Она должна была поставить дату на всех счетах-фактурах перед отправкой их клиентам. Компания введет новую систему марки даты, чтобы улучшить свой процесс документооборота.",
      "imageLink": "image_files\\English\\date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papier dekolacyjny",
      "translation": "Бумага для декупажа",
      "definition": "Papier dekolacyjny to typ papieru używany do dekorowania powierzchni wyciętymi wzorami lub deseniami, zwykle za pomocą kleju czy werniksu.",
      "definition_translation": "Бумага для декупажа - это тип бумаги, используемой для украшения поверхностей с помощью вырезанных дизайнов или узоров, обычно с помощью клея или лака.",
      "example": "Nauczycielka sztuki pokazała uczniom, jak używać papieru dekolacyjnego, aby stworzyć piękny kolaż. Miała ogromną kolekcję papieru dekolacyjnego z różnych kolorów i wzorów. Papier dekolacyjny był zbyt kruchy, aby użyć go na ceramicznym wazonie.",
      "example_translation": "Учительница искусства показала студентам, как использовать бумагу для декупажа, чтобы создать красивый коллаж. У нее была обширная коллекция бумаги для декупажа_differentcolors и узорах. Бумага для декупажа была слишком хрупкой, чтобы быть использованной на керамическом вазе.",
      "imageLink": "image_files\\English\\decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przędza haftowana",
      "translation": "Шелковая нить для вышивки",
      "definition": "Przędza haftowana to typ nici wykonanej z bawełny, jedwabiu lub innych materiałów, używanej do haftu rębnego lub mechanicznego, a także innych form pracy igłą.",
      "definition_translation": "Шелковая нить для вышивки - это тип нити, сделанной из хлопка, шелка или других материалов, используемой для ручной или машинной вышивки и других форм шитья.",
      "example": "Haftarkin wybrał starannie przędzę haftowaną, aby pasowała do tkaniny sukni. Musiała skończyć haftowany projekt przed zakończeniem przędzy. Przędza haftowana była zbyt cienka, aby używać ją przy tkaninowej pracy.",
      "example_translation": "Вышивальщица тщательно выбрала шелковую нить, чтобы она соотвествовала ткани платья. Она должна была закончить проект вышивки, прежде чем истощились запасы нити. Шелковая нить была слишком тонкой, чтобы быть использованной для работ по таписерии.",
      "imageLink": "image_files\\English\\embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kółko haftowe",
      "translation": "Вышивальная рамка",
      "definition": "Kółko haftowe to kołowe lub owalne ramki używane do oderwania tkanin, co ułatwia szydełkowanie, haftowanie i inne formy pracy igłą.",
      "definition_translation": "Вышивальная рамка - это круглая или овальная рамка, используемая для натяжения ткани, что делает ее легче для шитья, вышивки или других типов шитья.",
      "example": "Początkujący haftarka miała trudności z obsługą kółka haftowego, lecz wkrótce zadomowiła się z nim. Kółko haftowe było zbyt małe dla ogromnej kwiltu, którą haftowała. Użyła kółka haftowego, aby zakończyć skomplikowany projekt na sukni ślubnej.",
      "example_translation": "Новичок-вышивальщица нашла трудным управление вышивальной рамкой сначала, но скоро овладела ею. Вышивальная рамка была слишком маленькой для большого квилта, над которым она работала. Она использовала вышивальную рамку, чтобы закончить интригующий дизайн на свадебном платье.",
      "imageLink": "image_files\\English\\embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pióro pienne",
      "translation": "пенка для краски",
      "definition": "Pióro pienne to typ pędzla używanego do nanoszenia farby lub innych substancji na powierzchnię. Zazwyczaj wykonane jest z pianki i ma miękkie włosie, które chłoną i trzymają dużo cieczy.",
      "definition_translation": "Пенка для краски - это тип кисти, используемой для нанесения краски или других материалов на поверхность. Она обычно сделана из материала пены и имеет мягкие волоски, которые абсорбируют и держат много жидкости.",
      "example": "Wczoraj użyłem pióra pinnego do malowania ścian. Będę używać go, aby zastosować klej jutro. Używałem go do pokrywania powierzchni w ciągu minionego tygodnia.",
      "example_translation": "Я использовал пенку для краски, чтобы покрасить стены вчера. Я использую ее, чтобы нанести клей завтра. Я использовал ее, чтобы покрыть поверхность на прошлой неделе.",
      "imageLink": "image_files\\English\\foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pistoł kochający",
      "translation": "пистолет для клея",
      "definition": "Pistoł kochający to przenośne urządzenie wykorzystywane do nanoszenia gorącego kleju na powierzchnię. Składa się z spustu, dyszy i elementu grzewczego, który topi laski kleju.",
      "definition_translation": "Пистолет для клея - это ручное устройство, используемое для нанесения горячего клея на поверхность. Он состоит из спуска, насадки и нагревающего элемента, который плавит клеевые стики.",
      "example": "Użyłem pistoletu kochającego do przyklejania ozdob na projekcie wczoraj. Będę go używać do naprawię zabawki jutro. Używałem go do łączenia materiałów w ciągu ostatniego miesiąca.",
      "example_translation": "Я использовал пистолет для клея, чтобы прикрепить украшения к карте вчера. Я использую его, чтобы починить игрушку завтра. Я использовал его, чтобы склеить материалы в прошлом месяце.",
      "imageLink": "image_files\\English\\glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hak i oko",
      "translation": "крючок и петля",
      "definition": "Hak i oko to typ zamka używanego do łączenia dwóch części razem. Składa się z metalowego haka i odpowiedniego oczka, która przyczepiona jest do tkaniny lub innych materiałów.",
      "definition_translation": "Крючок и петля - это тип застежки, используемой для соединения двух частей. Он состоит из металлического крючка и соответствующей петельки, которая может быть прикреплена к ткани или другим материалам.",
      "example": "I used a hook and eye to fasten the dress yesterday. I will use it to attach the strap tomorrow. I have been using it to secure the fabric for the past year.",
      "example_translation": "Я использовал крючок и петлю, чтобы застегнуть платье вчера. Я использую его, чтобы прикрепить ремень завтра. Я использовал его, чтобы обеспечить ткань в прошлом году.",
      "imageLink": "image_files\\English\\hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczęka",
      "translation": "чёрнильная подушка",
      "definition": "Szczęka to mała podpórka wykorzystywana do chłonięcia i przechowywania atramentu do stemplowania lub pisania na papierze lub innych powierzchniach.",
      "definition_translation": "Чёрнильная подушка - это маленькая подушка, используемая для впитывания и удержания чернил для штамповки или письма. Она обычно используется с маркой или пером, чтобы наносить чернила на бумагу или другие поверхности.",
      "example": "Użyłem szczęki do stemplowania na kopercie wczoraj. Będę go używać, aby podpiszę dokument jutro. Używałem go do wydruku tekstu w ciągu minionego miesiąca.",
      "example_translation": "Я использовал чёрнильную подушку, чтобы проставить конверт вчера. Я использую ее, чтобы подписать документ завтра. Я использовал ее, чтобы печатать тексты в прошлом месяце.",
      "imageLink": "image_files\\English\\ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczypce do robótki",
      "translation": "шпильки для вязания",
      "definition": "Para ostrych drążków używanych do manipulowania przędzą podczas robótki, próż held in the ręce and używane tworzenia rzędów powiązanych pętli.",
      "definition_translation": "Пару остронаконечных палок, используемых для манипуляции пряжей при вязании, обычно удерживаемых в руках и используемых для создания рядов взаимосвязанных петель.",
      "example": "Użyłem swoich szczypców do tworzenia pięknego szalika dla mojej siostry. Wczoraj, robiliśmy z nimi czapkę. Do następnego weekendu skończę verwenden ten sweter z moimi szczypcami.",
      "example_translation": "Я использовал свои шпильки для вязания, чтобы создать красивый шарф для своей сестры. Вчера я вязал шляпу с помощью своих шпилек для вязания. К следующим выходным я закончу эту кофту, используя свои шпильки для вязания.",
      "imageLink": "image_files\\English\\knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "modeling clay",
      "translation": "пластиковая глина",
      "definition": "Miękka, plastyczna materia używana do formowania i kształtowania, często używana w artystycznych lub edukacyjnych zestawieniach.",
      "definition_translation": "Мягкий, податливый материал, используемый для формирования и лепки, часто используемый в художественных или образовательных целях.",
      "example": "Dzieci były podekscytowane, grając z modeling clay w klasie artystycznej. Użyłem modeling clay, aby stworzyć miniaturę miasta. Do końca roku, mistrzowali oni pracę z modeling clay.",
      "example_translation": "Дети были рады поиграть с пластиковой глиной на уроке искусства. Мы использовали пластиковую глину, чтобы создать миниатюрный город. К концу года они сумеют работать с пластиковой глиной.",
      "imageLink": "image_files\\English\\modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "needle threader",
      "translation": "напрягатель для нитей",
      "definition": "Mall tool używany do pomagaliza gwintowaniem nitki lub przędzy przez oko igły.",
      "definition_translation": "Маленький инструмент, используемый для помощи в проведении нити или пряжи через ушко иглы.",
      "example": "Krawcowa używała needle threadera, aby zszyć delikatne tkaniny. Wczoraj, męczyłem się, próbując przędzy bez needle threadera. Do następnego tygodnia, nauczę się efektywnego korzystania z needle threadera.",
      "example_translation": "Швея использовала напрягатель для нитей, чтобы сшить деликатную ткань. Вчера я боролся с нитью иглы без напрягателя для нитей. К следующей неделе я научусь эффективно использовать напрягатель для нитей.",
      "imageLink": "image_files\\English\\needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "numeradores de documents",
      "translation": "нумератор",
      "definition": "Narzędzie służące do aplikowania sekwencyjnych numerów do dokumentów, papierów lub innych rzeczy",
      "definition_translation": "Инструмент, используемый для нанесения последовательных номеров на документы, бумаги или другие материалы.",
      "example": "Administratorka biurowa używała numeradores de documents, aby zorganizować pliki. Wczoraj, szukaliśmy numeradores de documents, aby oznaczyć pudełka. Do końca miesiąca, pooorzemy oznać všechny dokumenty numeradores de documents.",
      "example_translation": "Администратор офиса использовал нумератор, чтобы организовать файлы. Вчера мы искали нумератор, чтобы пометить коробки. К концу месяца мы пронумеруем все документы с помощью нумератора.",
      "imageLink": "image_files\\English\\numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "paper cutter",
      "translation": "резак для бумаги",
      "definition": "Narzędzie używane do cięcia papieru, zwykle skierowne z ostrza i rękojemstwa.",
      "definition_translation": "Инструмент для разрезания бумаги, Typically состоящий из лезвия и ручки.",
      "example": "Użyłem papier cutter, aby obciąć krawędzie zdjęcia. Wczoraj, cięliśmy papier cutter, aby wykroić serce. Gdybym miał papier cutter, cięłbym papier na paski.",
      "example_translation": "Я использовал резак для бумаги, чтобы обрезать края фотографии. Вчера я использовал резак для бумаги, чтобы вырезать сердечную форму. Если бы у меня был резак для бумаги, я бы разрезал бумагу на полоски.",
      "imageLink": "image_files\\English\\paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plasticine",
      "translation": "пластилин",
      "definition": "Miękka, plastyczna materia używana do formowania i kształtowania, częstow używana przez dzieci.",
      "definition_translation": "Мягкий, пластичный материал, используемый для моделирования и создания объектов, часто используемый детьми.",
      "example": "Dziecko grało z plasticine, tworząc kolorowego animację. Wczoraj, sklepiła plastycznego zamku. Gdyby miała więcej plasticine, potworzyłaby całe miasto.",
      "example_translation": "Ребенок играл с пластилином, создавая цветное животное. Вчера она отлила пластилиновый замок. Если бы у нее было больше пластилина, она бы создала целый город.",
      "imageLink": "image_files\\English\\play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "poster paint",
      "translation": "крахмальный краситель",
      "definition": "Rodzaj wody bazowująacy, kładzi się farbę, używany do wyraźnych, barwnych prace i designów, częstow używany w posterach i innych materiałach graficznych.",
      "definition_translation": "Тип непрозрачного водорастворимого красителя, используемого для ярких, насыщенных работ и дизайнов, часто используемого в постерах и других графических материалах.",
      "example": "Artysta używała poster paint, tworząc jasny tło dla reklamy. Wczoraj, namalowała piękną panoramę na poster paint. Gdyby miała więcej poster paint, ale wyruszyłaby na malowanie muralowsk.",
      "example_translation": "Художник использовал крахмальный краситель, чтобы создать яркий фон для рекламы. Вчера она нарисовала красивый пейзаж с помощью крахмального красителя. Если бы у нее было больше крахмального красителя, она бы создала величественный мурал.",
      "imageLink": "image_files\\English\\poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rhinestone",
      "translation": "рождественский камень",
      "definition": "Rodzaj krystalu lub szklanych kamieni szlachetne, częsteo używany w biżuterii i dekoracjach, charakteryzują się lśniąc, odbijając światło.",
      "definition_translation": "Тип кристалла или стеклянного камня, который часто используется в ювелирных изделиях и декорациях, характеризующийся своей сверкающей, отражательной поверхностью.",
      "example": "Sukienka ozdobiona była kamieniami rhinestone, które lśnięły pod światłem. Wczoraj, widziałem rhinestone naszyjnik, szczerze lekkę. Gdyby miał Kamień rhinestone, ozdobę, nosiłbym go na imprezie.",
      "example_translation": "Платье было украшено рождественскими камнями, которые сверкали под светом. Вчера я видел рождественский камень на шее, который сиял красиво. Если бы у меня был рождественский камень на булавке, я бы надел его на вечеринку.",
      "imageLink": "image_files\\English\\rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rice paper",
      "translation": "рисовая бумага",
      "definition": "Cienki, jedwabisty papier wykonany z rdzenia papierotworu, wykorzystywany w produkcji rzemiosł, pisarstwa i kuchni.",
      "definition_translation": "Тонкая, полупрозрачная бумага, сделанная из сердцевины растения рисовой бумаги, используемая для ремесел, письма и приготовления пищи.",
      "example": "Użyłem rice paper, aby wykonać delikatne origami kwiaty. Używam rice paper w swoich projektach artystycznych. Będę używał rice paper, aby stworzyć piękną latarnię.",
      "example_translation": "Я использовал рисовую бумагу, чтобы сделать хрупкие цветы оригами. Я использовал рисовую бумагу для моих проектов искусства. Я использую рисовую бумагу, чтобы создать красивую лампу.",
      "imageLink": "image_files\\English\\rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "running stitch",
      "translation": "простой стежок",
      "definition": "Najprostszy szew w ręcznym haftowaniu, wykonywany przez podnoszenie i opuszczanie igły przez tkaninę w prostej linii.",
      "definition_translation": "Самый базовый стежок в ручной швейной работе, выполняемый путем поднятия иглы вверх и вниз через ткань в прямой линии.",
      "example": "Użyłem running stitch, by uszyć dżinsy. Używałam running stitch do naprawiania ubrań. Będą używać running stitch do wykonania kołdry.",
      "example_translation": "Я использовал простой стежок, чтобы подшить брюки. Она использовала простой стежок, чтобы отремонтировать ее одежду. Они будут использовать простой стежок, чтобы сшить покрывало.",
      "imageLink": "image_files\\English\\running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szewcowa skrzynka",
      "translation": "швейная коробка",
      "definition": "Pojemnik używany do przechowywania wyposażenia krawieckiego, takiego jak nitki, igły i fragmenty materiału.",
      "definition_translation": "Контейнер, используемый для хранения швейных принадлежностей, таких как нити, иглы и обрезки ткани.",
      "example": "Trzymam swoją skrzynkę krawiecką zorganizowaną, kategoryzując nitki. Ona używała swojej skrzynki krawieckiej od lat. Oni użyją skrzynki krawieckiej, aby zrobić prezent dla siostry.",
      "example_translation": "Я giữ свою швейную коробку организованной, сортируя свои нити. Она использовала свою швейную коробку на протяжении многих лет. Они будут использовать швейную коробку, чтобы сделать подарок для своей сестры.",
      "imageLink": "image_files\\English\\sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wzór krawiecki",
      "translation": "швейная модель",
      "definition": "Szablon lub wzór używany jako przewodnik podczas cięcia i szycia tkaniny, aby stworzyć ubiór lub materiał tekstylny.",
      "definition_translation": "Шаблон или дизайн, используемый как руководство для裁ting и сшивания ткани, чтобы создать одежду или текстиль.",
      "example": "Użyłem wzoru krawieckiego, aby stworzyć suknię. Ona tworzyła własne wzory krawieckie od lat. Oni użyją wzoru krawieckiego, aby stworzyć kostium na występ.",
      "example_translation": "Я использовал швейную модель, чтобы сделать платье. Она создавала свои собственные швейные модели на протяжении многих лет. Они будут использовать швейную модель, чтобы сделать костюм для спектакля.",
      "imageLink": "image_files\\English\\sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "manekin krawiecki",
      "translation": "манекен",
      "definition": "Model postaci ludzkiej używany przez krawców do prezentowania lub dopasowywania ubioru.",
      "definition_translation": "Модель человеческой фигуры, используемая портными для демонстрации или подгонки одежды.",
      "example": "Manekin krawiecki stał dumnie w witrynie sklepu, nosząc najnowsze trendy modowe. Krawiec korzystał z manekina krawieckiego, aby stworzyć perfekcyjne dopasowanie dla klienta. Studentka mody użyje manekina krawieckiego, aby ćwiczyć swoje umiejętności.",
      "example_translation": "Манекен стоял гордо в витрине магазина, надевая последние тенденции моды. Портной использовал манекен, чтобы создать идеальный посад для клиента. Студентка моды будет использовать манекен, чтобы практиковать свои навыки.",
      "imageLink": "image_files\\English\\tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "taśma miernicza",
      "translation": "сантиметр",
      "definition": "Gumowa linijka używana do pomiaru odległości lub rozmiarów.",
      "definition_translation": "Гибкая линейка, используемая для измерения расстояний или размеров.",
      "example": "Cieśla użył taśmy mierniczej, żeby obliczyć długość pokoju. Krawiec użyje taśmy mierniczej, aby zebrać miary klienta. Do 2025 roku firma rozwinie inteligentną taśmę mierniczą z zaawansowanymi funkcjami.",
      "example_translation": "Плотник использовал сантиметр, чтобы рассчитать длину комнаты. Портной будет использовать сантиметр, чтобы измерить размеры клиента. К 2025 году компания разработает умный сантиметр с передовыми функциями.",
      "imageLink": "image_files\\English\\tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "papierowe chusteczki",
      "translation": "туалетная бумага",
      "definition": "Miezka papierowa używana do oczyszczania lub wycierania.",
      "definition_translation": "Мягкая, абсорбирующая бумага, используемая для очистки или вытирания.",
      "example": "W sklepie biurowym sprzedawano papiery toaletowe w dużych ilościach. Użyła papierowych chusteczek, sięgając po nią. Firma wprowadzi na rynek nową linię ekologicznych papierowych chusteczek.",
      "example_translation": "Магазин канцтоваров продавал туалетную бумагу оптом. Она использовала туалетную бумагу, чтобы вытереть нос. Компания запустит новую линейку экологически чистых продуктов туалетной бумаги.",
      "imageLink": "image_files\\English\\tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "akwarela",
      "translation": "водяные краски",
      "definition": "Technika malarska polegająca na używaniu barwników rozpuszczonych w wodzie nanoszonych na papier lub tkaninę.",
      "definition_translation": "Техника рисования, используя водорастворимые пигменты на бумаге или ткани.",
      "example": "Artysta specjalizował się w pejzażach wewnętrznych malowanych w technice akwareli. Nauczyła się techniki akwareli podczas studiów artystycznych. Wystawa sztuki prezentowała imponujący portret akwarelowy.",
      "example_translation": "Артист специализировался на пейзажах, выполненных водяными красками. Она научилась техникам водяных красок в художественной школе. Арт-выставка представила потрясающий портрет, выполненный водяными красками.",
      "imageLink": "image_files\\English\\watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kowalski stemple",
      "translation": "деревянная печать",
      "definition": "Stempel kowalski to narzędzie używane do wykonywania odcisków lub oznakań na powierzchni, powstające z drewna i charakteryzujące się wygrawerowanym lub wykutym wzorem.",
      "definition_translation": "Деревянная печать - это инструмент, используемый для создания оттисков или меток на поверхности, обычно сделанный из дерева и имеющий выгравированный или гравированный дизайн.",
      "example": "Użytałem stempla kowalskiego, aby stworzyć wzór na tkaninie. Zamierzam użyć stempla kowalskiego, aby zaprojektować logo. Ona wykorzystała stempel kowalski, aby stworzyć piękne dzieło sztuki.",
      "example_translation": "Я использовал деревянную печать, чтобы создать узор на ткани. Я использую деревянную печать, чтобы спроектировать логотип. Она использовала деревянную печать, чтобы создать красивое произведение искусства.",
      "imageLink": "image_files\\English\\wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pędzel do pisania",
      "translation": "писательная кисть",
      "definition": "Pędzel do pisania to instrument pisarski lub rysunkowy, posiadający miękkie włosie i elastyczną końcówkę, używany do pisania lub malowania z tuszem lub innymi płynnymi substancjami.",
      "definition_translation": "Писательная кисть - это кисть, используемая для письма или рисования с использованием чернил или других жидких веществ, обычно имеющая мягкие волоски и гибкую вершину.",
      "example": "Artysta wykorzystał pędzel do pisania, aby stworzyć piękne kaligrafie. Zamierza użyć pędzla do pisania, żeby podpisać dokument. On wykorzystał pędzel do pisania, aby napisać wiersz.",
      "example_translation": "Артист использовал писательную кисть, чтобы создать красивую каллиграфию. Она использует писательную кисть, чтобы подписать документ. Он использовал писательную кисть, чтобы написать стихотворение.",
      "imageLink": "image_files\\English\\writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]