[
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "blat",
      "translation": "беляк",
      "definition": "Mały, smukły ryb z rodziny karpiowatych, znajdowany w europejskich rzekach i jeziorach.",
      "definition_translation": "Маленькая, стройная рыба семейства карпов, обнаруженная в европейских реках и озерах.",
      "example": "Widziałem stado blata pływającego w rzece. Blata często używane są jako przynęta. Złapałem blata latem.",
      "example_translation": "Я видел стаю белаков, плававших в реке. Беляки часто используются как приманка. Я поймал белака прошлым летом.",
      "imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "broszek",
      "translation": "лещ",
      "definition": "Słodkowodna ryba z rodziny karpiowatych, występująca w Europie i Azji, o spłaszczonym ciele i małym pysku.",
      "definition_translation": "Пресноводная рыба семейства карпов, обнаруженная в Европе и Азии, имеющая сплюснутое тело и маленький рот.",
      "example": "Złapałem bronia w jeziorze wczoraj. Broszki są dość smaczne, kiedy są grillowane. Zamierzam złapać bronia w przyszłym tygodniu.",
      "example_translation": "Я поймал леща в озере вчера. Лещи çok вкусны, когда они приготовлены на гриле. Я постараюсь поймать леща на следующей неделе.",
      "imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wątor",
      "translation": "палия",
      "definition": "Słodkowodna dorsza, spotykana w Northern Europe i Azji, również znany jako węgorz.",
      "definition_translation": "свежеводная треска, найденная в Северной Европе и Азии, также известная как угольная палатка",
      "example": "Złapałem wątora podczas wędkarstwa pod lodem zeszłej zimy, było to prawdziwym wyzwaniem. Zamierzam wędkować wętora w przyszłym roku, ponieważ kocham wrażenia podczas holowania go.",
      "example_translation": "Я поймал палю во время ледовой рыбалки прошлой зимой, это было реальным испытанием. Я пойду на ловлю пали следующей год потому, что люблю радость от вытаскивания одной из них. К следующей зиме я поймаю много пали.",
      "imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "karp",
      "translation": "карп",
      "definition": "Wielka słodkowodna ryba z silnie wyrażoną płetwą grzbietową, często hodowana jako pożywienie.",
      "definition_translation": "большая пресноводная рыба с широким телом и длинным спинным плавником, часто разводимая для пищи",
      "example": "Spróbowałem złapać karp w jeziorze, ale był zbyt szybki dla mnie. Mój brat pomoże mi złapać karp następnego weekendu, ponieważ jest doświadczonym wędkarzem. Do nastłego lata będę umiał łowić karp.",
      "example_translation": "Я пытался поймать карпа в озере, но он был слишком быстрым для меня. Мой друг поможет мне поймать карпа на следующей неделе, потому что он zkuшенный английский. К следующему лету я научусь ловить карпа.",
      "imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sumik",
      "translation": "сом",
      "definition": "Ryb o długim, smukłym ciele i wąsowatych barbellow wokół pyska.",
      "definition_translation": "пресноводная рыба с длинным, гибким телом и усы-like барбелями вокруг рта",
      "example": "Złapałem sumika podczas fishing w rzece, stawiał on znaczny opór. Mój brat zabierze mnie na sumikowicze w następnym miesiącu, ponieważ kocha ekscytację podczas ciągnięcia go. Do następnego roku opanuję sztukę łowienia sumików.",
      "example_translation": "Я поймал сома, пока рыбачил в реке, он дал мне бой. Мой брат возьмет меня на рыбалку сома следующий месяц, потому что он любит радость от вытаскивания одного из них. К следующему году я овладею искусством лова сома.",
      "imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śród",
      "translation": "хариус",
      "definition": "Typ słodkowodnej ryby, podobny do szelkopa, spotykany w rzekach i strumieniach.",
      "definition_translation": "тип пресноводной рыбы, похожий на ушу, найденный в реках и ручьях",
      "example": "Widziałem śróda pływającego w strumieniu, było to piękne widok. Mój brat nauczy mnie, jak złapać śróda w następnym tygodniu, ponieważ jest doświadczonym wędkarzem. Do następnej jesieni złapię wiele śród.",
      "example_translation": "Я видел хариус, плывущим в ручье, это было красивое зрелище. Мой друг научит меня, как поймать хариус следующей неделе, потому что он zkuшенный английский. К следующей осени я поймаю много хариусов.",
      "imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "węgorz",
      "translation": "угорь",
      "definition": "Długa i smukła ryba, często łowiona jako pożywienie.",
      "definition_translation": "длинная, тонкая рыба, которая часто ловится для еды.",
      "example": "Złapałem węgorza podczas fishing w jeziorze. Wczoraj widziałem węgorza pływającego w rzece. Jutro spróbuję złapać węgorza ponownie.",
      "example_translation": "Я поймал угря, рыбалля в озере. Вчера я увидел угря, плывущего в реке. Завтра я снова постараюсь поймать угря.",
      "imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "płetwa",
      "translation": "плывник",
      "definition": "Cienka, płaska kończyna u ryby lub innego zwierzęcia wodnego, służąca do poruszania się.",
      "definition_translation": "тонкая, плоская конечность на рыбе или других водных животных, используемая для пропulsion",
      "example": "Rekin miał dużą płetwę na grzbiecie. Ryba używa płetwy, by płynąć szybko. Płetwa delfina jest bardzo silna.",
      "example_translation": "Акула имела большой плывник на спине. Рыба использует свой плывник, чтобы плыть быстро. Плывник дельфина очень силен.",
      "imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ryba płaska",
      "translation": "плоская рыба",
      "definition": "Typ ryby o płaskim ciele, często łowionej jako pożywienie.",
      "definition_translation": "тип рыбы, имеющей плоское тело, часто ловимой для еды.",
      "example": "Lubię jeść ryby płaskie na obiad. Wczoraj widziałem ryby płaskie pływające w oceanie. Jutro spróbuję złapać ryby płaskie ponownie.",
      "example_translation": "Я люблю есть плоскую рыбу на обед. Вчера я увидел плоскую рыбу, плывущую в океане. Завтра я постараюсь поймать плоскую рыбу.",
      "imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "got",
      "translation": "камбала",
      "definition": "Typ ryby płaskie, często łowionej jako pożywienie.",
      "definition_translation": "тип плоской рыбы, часто ловимой для еды.",
      "example": "Złapałem gota podczas fishing w morzu. Wczoraj widziałem gota pływającego w jeziorze. Jutro spróbuję złapać gota ponownie.",
      "example_translation": "Я поймал камбалу, рыбалля в море. Вчера я увидел камбалу, плывущую в озере. Завтра я снова постараюсь поймать камбалу.",
      "imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gilthead",
      "translation": "дорада",
      "definition": "Rodzaj ryby morskiej, także znanej jako saraga morza, z charakterystycznym złotym paskiem na czole.",
      "definition_translation": "тип морской рыбы, также известной как морской лаврак, с отличительной золотой полосой на ее лбу.",
      "example": "Złapałem wielką saragę morza podczas swojej wyprawy rybackiej ostatnim tygodniu. Wczoraj ugotowałem ją na obiad, a następnie tydzień temu wyświadczyłem tę rybę na obiedzie.",
      "example_translation": "Я поймал огромную дораду на своей рыбалке на прошлой неделе. Вчера я приготовил его на обед, а на следующей неделе я подам его на ужин.",
      "imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gudgeon",
      "translation": "хариус",
      "definition": "Rodzaj ryby słodkowodnej, często łowionej jako ryba sportowa lub pożywinska, o wydłużonym, smukłym ciele i małych łuskach.",
      "definition_translation": "тип пресноводной рыбы, часто ловимый для спорта или еды, с длинным, стройным телом и маленькими чешуйками.",
      "example": "Może dziadek nauczył mnie, jak złapać gużeczki, gdy byłem dzieckiem. Teraz, co roku wakacje, zabieram swoje dzieci na łowienie gużepek, a przyszłego roku zabiorę ich na gużepekę do konkursu rybackiego.",
      "example_translation": "Мой дедушка научил меня ловить хариусов, когда я был ребенком. Теперь я беру моих детей на рыбу за хариусами каждое лето. В следующем году я отвезу их на соревнование по ловле хариусов.",
      "imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "guppy",
      "translation": "гуппи",
      "definition": "Mała, barwna ryba słodkowodna, znana jako domowe zwierzę, o charakterystycznym ogonie i żywych kolorach.",
      "definition_translation": "Маленькая, цветная пресноводная рыба, популярная как домашнее животное, с отличительным хвостом и яркими цветами.",
      "example": "To, że kiedyś miałem gupe jako domownika, kocharłem i obserwowałem, co robił, podczas pływania. Teraz moja córka ma gupe w swoim akwarium, a co tam tydzień, zabiorę ją do sklepu zoologicznego po zakup jadła.",
      "example_translation": "Когда я был ребенком, у меня был гуппи в качестве домашнего животного, и я любил смотреть, как он плавает. Теперь моя дочь имеет гуппи в ее аквариуме, и я отвезу ее в зоомагазин, чтобы купить еду для него завтра.",
      "imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "haddock",
      "translation": "кольцехвост",
      "definition": "Rodzaj ryby morskiej, traktowana jako typowe danie w kuchni brytyjskiej, z charakterystyczną czarną linią boczną i białem, kruchym mięsem.",
      "definition_translation": "Тип морской рыбы, часто используемый в традиционной британской кухне, с отличительной черной боковой линией и хлопьевидным белым мясом.",
      "example": "Miałem pieczony labraść na obiad w restauracji szkockiej wczoraj wieczorem. Wczoraj rano kupiłem świeżego labraścia na targu, a dziś wieczorem usmażę go z cytryną i czosnkiem.",
      "example_translation": "Я имел обжаренный кольцехвост на обед в шотландском ресторане прошлой ночью. Сегодня утром я купил свежий кольцехвост на рынке, и tonight я приготовлю его с лимоном и чесноком.",
      "imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hake",
      "translation": "хек",
      "definition": "Rodzaj ryby morskiej, traktowana jako ryba pożywineska.",
      "definition_translation": "Тип морской рыбы, часто используемой в качестве рыбного продукта.",
      "example": "Złapałem chaka podczas rybolowstwa na morzu. Wczoraj złapałem chaka, a jutro złapię chaka.",
      "example_translation": "Я поймал хека, занимаясь рыбалкой в океане. Вчера я поймал хека. Завтра я поймаю хека.",
      "imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "halibut",
      "translation": "халIBUT",
      "definition": "Typ ryby płaskiej, traktowana jako ryba pożywineska.",
      "definition_translation": "Тип плоской рыбы, часто используемой в кулинарии.",
      "example": "Ugotowałem halibuta na obiad wczoraj wieczorem. Moja matka ugotowała halibuta na obiad wczoraj, a ja ugotuję halibuta na obiad jutro.",
      "example_translation": "Я приготовил халибут на ужин прошлой ночью. Моя мать приготовила халибут на ужин вчера. Я приготовлю халибут на ужин завтра.",
      "imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "herring",
      "translation": "селёдка",
      "definition": "Mała ryba, często kiszona lub solona.",
      "definition_translation": "Тип маленькой рыбы, часто солёной или обработанной.",
      "example": "Miałem talerz kiszonej śledzi na obiad wczoraj. Mój dziadek miał talerz kiszonej śledzi na obiad wczoraj, a ja mam talerz kiszonej śledzi na obiad jutro.",
      "example_translation": "Я съел тарелку солёной селёдки на обед. Мой дедушка съел тарелку солёной селёдки на обед вчера. Я съю тарелку солёной селёдки на обед завтра.",
      "imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lamprey",
      "translation": "минога",
      "definition": "Węgorz pokrewnik, traktowana jako przysmak.",
      "definition_translation": "Тип рыбы, похожей на угря, часто считающейся деликатесом.",
      "example": "Spróbowałem węgorza w restauracji wczoraj tygodniu. Mój przyjaciel próbował węgorza w restauracji ostatni rok, a ja spróbuję węgorza w restauracji w przyszłym tygodniu.",
      "example_translation": "Я попробовал миногу в фешенебельном ресторане на прошлой неделе. Мой друг попробовал миногу в фешенебельном ресторане в прошлом году. Я попробую миногу в фешенебельном ресторане на следующей неделе.",
      "imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mackerel",
      "translation": "скумбрия",
      "definition": "Szybko pływająca, mięsożerna ryba z oceanów Atlantyckiego i Pacyfiku, często poławiana jako pożywinka.",
      "definition_translation": "Быстро плавающая, хищная рыба Атлантического и Тихого океанов, часто ловящаяся для еды.",
      "example": "Złapałem makrelę podczas rybolowstwa ostatniego weekendu. Teraz podczas obiadu gotuję makrelę, a następnego lata złapię następny.",
      "example_translation": "Я поймал скумбрию при рыбалке в прошлые выходные. Сейчас я грилюю ее на ужин. Летом следующего года я поймаю еще одну.",
      "imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "moray",
      "translation": "мурай",
      "definition": "Wielka, wydłużona ryba z ciepłych mórz, często żyjąca w piwnicach lub pod skałami.",
      "definition_translation": "Крупная, вытянутая рыба теплых морей, часто живущая в щелях или под камнями.",
      "example": "Nurek zobaczył moradowca ukrywającego się w grocie. Wczoraj widział, że pływał on w pobliżu rafy, a w przyszłym miesiącu zbadam wrak statku, w którym moradowce często mieszka.",
      "example_translation": "Дайвер увидел мурай, прячущегося в пещере. Вчера она увидела другого, плавающего у рифа. В следующем месяце она исследует кораблекрушение, где мураи часто живут.",
      "imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "b bass",
      "translation": "окунь",
      "definition": "Smały do średniej wielkości ryba słodkowodna występująca w jeziorach i rzekach, często łowiona dla sportu lub jako pożywienie.",
      "definition_translation": "Маленькая или среднего размера рыба пресноводных озер и рек, часто ловящаяся для спорта или еды.",
      "example": "Bardzo lubię łowić bassa w jeziorze. Latem złapałem duży bass. Za dwa tygodnie spróbuję złapać kolejnego.",
      "example_translation": "Я люблю ловить окуни в озере. Летом прошлого года я поймал большого. В следующее выходные я постараюсь поймать еще одного.",
      "imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pallada",
      "translation": "щука",
      "definition": "Długa, agresywna ryba słodkowodna vinden w jeziorach i rzekach, często łowiona dla sportu lub jako pożywienie.",
      "definition_translation": "Длинная, агрессивная рыба пресноводных озер и рек, часто ловящаяся для спорта или еды.",
      "example": "Mój przyjaciel złapał palladę w rzece. Wczoraj złapał kolejną. Przy następnej okazji złapie największego pałagę.",
      "example_translation": "Мой друг поймал щуку в реке. Вчера он поймал еще одну. В следующем году он поймает самую большую из них.",
      "imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piranha",
      "translation": "пирания",
      "definition": "Piranha to ryba słodkowodna, która jest endemiczna w Ameryce Południowej, znana z ostrych zębów i potężnych szczęk.",
      "definition_translation": "Пиранья - это пресноводная рыба, native to Южной Америки, известная своими острыми зубами и мощными челюстями.",
      "example": "Piranha poważnie zaatakowała denne nurka, wyróżniając go srogo. Nurka widział pirany wcześniej, ale zobaczy je ponownie w przyszłym roku.",
      "example_translation": "Пиранья атаковала дайвера, укусив его сильно. Дайвер видел пирань раньше, но он увидит их снова в будущем.",
      "imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "flądra",
      "translation": "камбала",
      "definition": "Flądra to rodzaj ryby płaskogłowej, która żyje w Atlantyku i Morzu Śródziemnym, znana ze smukłych ciał i delikatnego smaku.",
      "definition_translation": "Камбала - это тип плоской рыбы, который встречается в Атлантическом океане и Средиземном море, известная своим стройным телом и деликатным вкусом.",
      "example": "Ten wieczorowy kucharz przygotował smaczny filet flądry na obiad, co goście chętnie konsumowali od lat. Czy jednego dnia spróbują nowych przepisów z flądrą?",
      "example_translation": "Шеф-повар приготовил вкусную камбалу на ужин, которую клиенты наслаждались годами. Однажды они попробуют новый рецепт с камбалой.",
      "imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pryszcz",
      "translation": "вша",
      "definition": "Pryszcz to rodzaj karalucha, powielnego, znanego z ciężkiej ochrony przed pestycydami.",
      "definition_translation": "Вша - это тип таракана, обычный домашний паразит, который известен своей способностью противостоять инсектицидам.",
      "example": "Właściciel nieruchomości starał się wygonić pryszcze, ale ci będą musieli walczyć dalej w przyszłości. Wcześniej nigdy nie widzieli pryszczów.",
      "example_translation": "Владелец дома пытался уничтожить нашествие вшей, но они продолжат бороться с ними в будущем. К счастью, они не видели вшей до того дня.",
      "imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sardynka",
      "translation": "сардина",
      "definition": "Sardynka to małe, tłuste ryby, często konserwowanie i spożywane jako przekąski lub składniki różnych dań.",
      "definition_translation": "Сардина - это маленькая, жирная рыба, которая часто консервируется и едается как закуска или используется как ингредиент в различных блюдах.",
      "example": "Turystki kupiły puszkę sardynek na obiad, którego doświadczą na plaży. Sardynek wcześniej próbowały, ale zaraz spróbują nowych przepisów z nim.",
      "example_translation": "Туристы купили банку сардин для обеда, которую они будут есть на пляже. Они ели сардины раньше, но они попробуют новый рецепт скоро.",
      "imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piłowrzęby",
      "translation": "пилачи",
      "definition": "Piłowrzęby to ryba, tępa ryba, która ma długą, płaską łę, która służy do cięcia i obrony.",
      "definition_translation": "Пилачи - это тип рыбы с длинным, плоским ртом, напоминающим пилу, используемым для разрывания плоти или самозащиты.",
      "example": "Miałki sępy piłowrzęby znajdują się na liście gatunków zagrożonych od kilku dekad, a programy ochronne mają na celu ich ochronę. W latach i osy sępy piłowrzęby były obfite w morzu, ale teraz ich liczba jest wciąż bardziej utrudniona. Do 2030 r. chcemy przywrócić populację sępów piłowrzębowych do zdrowego poziomu.",
      "example_translation": "Пилачи были в списке исчезающих видов на протяжении десятилетий, и к настоящему времени предпринимаются усилия по их защите. В прошлом пилачи были многочисленны в океане, но сейчас их численность уменьшается. К 2030 году мы надеемся восстановить популяцию пилачи до здорового уровня.",
      "imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skalar",
      "translation": "скаляр",
      "definition": "Skalar to wielkość o samym tylko module, ale nie mający kierunku, tak jak temperatura lub masa.",
      "definition_translation": "Скаляр - это величина, имеющая только величину, но не направление, مانند температура или масса.",
      "example": "Skalarne pole wykorzystano do modelowania rozkładu temperatury w pokoju, co pozwoliło na wizualną analizę danych bardziej skutecznie. Obliczyliśmy skalarne wartości masy obiektu i były one zgodne z naszymi przewidywaniami. W przyszłości skalarne wielkości będą wykorzystywane do analizy właściwości materiałów.",
      "example_translation": "Скалярное поле используется для моделирования распределения температуры в комнате, что позволяет визуализировать данные более эффективно. Мы рассчитали скалярное значение массы объекта, и оно совпало с нашими предсказаниями. В будущем мы будем использовать скалярные величины для анализа свойств материалов.",
      "imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skala",
      "translation": "масштаб",
      "definition": "Skala to ciąg dźwięków muzycznych w określonym układzie, lub urządzenie do ważenia lub mierzenia.",
      "definition_translation": "Масштаб - это серия музыкальных нот в определённом порядке, или устройство для взвешивания или измерения.",
      "example": "Muzycy powtarzali skalę godzinami, aby doskonalić swoją technikę. Waga w łazience pokazywała, że zdobyłem kilka kilogramów. W ciągu najbliższego roku skali będziemy wykorzystywać do mierzenia wpływu zmian klimatycznych.",
      "example_translation": "Музыкант практиковала масштаб часами, чтобы усовершенствовать свою технику. Масштаб в ванной комнате указал, что я набрал несколько фунтов. В будущем мы будем использовать другой масштаб для измерения влияния изменения климата.",
      "imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mikrohorynek",
      "translation": "морской конёк",
      "definition": "Mikrohorynek to ryba morska o wyglądzie końskiej głowy i skręconym ogonie, żyje w wodach tropikalnych i subtropikalnych.",
      "definition_translation": "Морской конёк - это тип морской рыбы с головой,似 horse, и закрученным хвостом, найденным в тропических и субтропических водах.",
      "example": "Mikrohorynek płynął powoli przez rafę koralową, jego ogon skręcony z tyłu. Widzieliśmy mikrohorynki w akwarium przedtem, ale to nasz pierwszy widok w naturze. Pod koniec następnego roku mamy nadzieję pomóc w stworzeniu sanktuarium mikrohorynków w Zatoce Meksykańskiej.",
      "example_translation": "Морской конёк плавал медленно через коралловый риф, его хвост был закручен сзади. Мы видели морских коней в аквариуме раньше, но это был наш первый раз, когда мы видели их в дикой природе. К следующему году мы надеемся помочь создать санктуарий для морских коней в Мексиканском заливе.",
      "imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sola",
      "translation": "палтус",
      "definition": "Oliwa to typ ryby klejmorodzęcej, szeroko rozpowszechnionej w oceanach świata. To ryba o delikatnym smaku i jest często używana w gotowaniu.",
      "definition_translation": "Палтус - это тип платистой рыбы, который широко распространен в океанах мира. Это рыба с мягким вкусом и часто используется в кулинарии.",
      "example": "Wczoraj złapałem solę podczas łowienia na morzu. Będę gotował ją na obiad dziś wieczorem. do końca roku oliamany razy.",
      "example_translation": "Я поймал палтуса WHILE рыбачил в море вчера. Я собираюсь приготовить его на ужин сегодня вечером. Я буду есть палтус многие разы к концу года.",
      "imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śledź",
      "translation": "килька",
      "definition": "Szlachetna sardela to mała, oleista ryba, często używana jako nętnie lub w produkcji obrotów rybnego. To ryba stadna i spotyka się w dużej ilości w oceanach.",
      "definition_translation": "Килька - это маленькая, жирная рыба, которая часто используется как наживка или в производстве рыбной муки. Это рыба стая, и она находится в больших группах в океане.",
      "example": "Rybacy używali sardy jako nętne, aby złapać większe ryby. Sardela pływała w płytkiej wodzie wczoraj. Do końca następnego roku sardela mogłaby już wyginąć z powodu nadmiernego połowu.",
      "example_translation": "Рыбаки использовали кильку как наживку, чтобы поймать более крупную рыбу. Килька плавала в мелкой воде вчера. К следующему году килька будет вымершей из-за过fishing.",
      "imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jeżowacz",
      "translation": "колюшка",
      "definition": "Jeżowacz to mała, ciernista ryba, endemiczna w Europie i Azji. To ryba drapieżna i żywi się małymi owadami i skorupiakami.",
      "definition_translation": "Колюшка - это маленькая, колючая рыба, которая является родом из Европы и Азии. Это рыба-хищник и питается мелкими насекомыми и ракообразными.",
      "example": "Jeżowacz szybko pływał po wodzie wczoraj. Był skapłany na mojej ręce, kiedy próbowałem go złapać. Do końca następnego roku widziałbym wielu jeżowaczow we wsiadzie.",
      "example_translation": "Колюшка быстро плыла через воду вчера. Оно было прикреплено к моей руке, когда я пытался поймать его. К следующему году я увижу многих колюшек в озере.",
      "imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jesiotr",
      "translation": "осетр",
      "definition": "Jesiotr to duże, staroświeckie ryby kiełżniaste, które są endemiczne w Europie i Azji. Jest wolnowyrastającym rybami i może żyć do 100 lat na wolności.",
      "definition_translation": "Осетр - это крупная, древняя рыба, которая является родом из Европы и Азии. Это рыба с медленным ростом и может жить до 100 лет в дикой природе.",
      "example": "Widziałem, jak jesiotr pływał po rzece wczoraj. Jesiotra już złapał rybak, zanim zacząłem go polować. Do końca następnego roku ochroną rygorek rządu objęty będzie jesiotr.",
      "example_translation": "Я увидел осетра, плывущего в реке вчера. Осетра поймали рыбаки раньше. К следующему году осетр будет защищен правительством.",
      "imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaruszka",
      "translation": "солнечник",
      "definition": "To mała ryba morska, walory wód ciepłych i umiarkowanych",
      "definition_translation": "Маленькая морская рыба с плоским телом,FOUND в теплых и умеренных водах.",
      "example": "Zaruszka pływał wolno po oceanie. Ona pływa znowu jutro. Płynęła szybko wczoraj.",
      "example_translation": "Солнечник плавал медленно в океане. Он будет плавать снова завтра. Он плавал быстро вчера.",
      "imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mętówka",
      "translation": "меч-рыба",
      "definition": "To duże, błyskawicznie kryjących się ryby morskie z długim, ostra, stalowym podbrzusza i cielisty i stalowe ciała.",
      "definition_translation": "Большая, быстро плавающая морская рыба с длинным, острым носом, найденная в теплых и умеренных водах.",
      "example": "Mętówka skakał z wody. Ona podnosi się ponownie jutro. Skakał mocno wczoraj.",
      "example_translation": "Меч-рыба выпрыгнула из воды. Он будет прыгать снова завтра. Он прыгнул очень высоко вчера.",
      "imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lin",
      "translation": "линь",
      "definition": "Mała ryba słodkowodna, którego ciało jest spłaszczone i ma długie płetwy. Małe ryby długozrostne i spokojne, powszechnie spotyka się je w powolnie płynących rzekach i jeziorach.",
      "definition_translation": "Маленькая, пресноводная рыба с плоским телом и длинными плавниками, найденная в медленно текущих реках и озерах.",
      "example": "Lin pływał cicho po jeziorze. Ono pływa znowu jutro. Płynęła szybko wczoraj.",
      "example_translation": "Линь плавал тихо в озере. Он будет плавать снова завтра. Он плавал быстро вчера.",
      "imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sandacz",
      "translation": "судак",
      "definition": "To duża ryba słodkowodna, długowalec, powszechnie spotyka się je w słodkiej wodzie rzek i jezior Europy i Azji.",
      "definition_translation": "Большая, пресноводная рыба с стройным телом и длинными плавниками, найденная в реках и озерах Европы и Азии.",
      "example": "Sandacz gwałtownie pływał po rzece. Ono pływa znowu jutro. Płynęła wolno wczoraj.",
      "example_translation": "Судак плавал быстро в реке. Он будет плавать снова завтра. Он плавал медленно вчера.",
      "imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]