{
  "data": [
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Bulterier",
      "translation": "bull terrier",
      "definition": "Rasa psa znana zbudowy mięśniowej, krótkiego włosia i płaskiej twarzy. Bulterierzy są często określane jako łagodne i uczuciowe towarzysze.",
      "definition_translation": "Una razza di cane conosciuta per la sua corpulenza muscolare, mantelli corti e volti piatti. I bull terrier sono spesso definiti compagni gentili e affettuosi.",
      "example": "Miałem bulteriera, kiedy byłam dzieckiem. Był to bardzo energiczny pies. Będę miał bulteriera ponownie, kiedy będę miał dzieci. Mój przyjaciel ma bulteriera i jest on bardzo przyjazny.",
      "example_translation": "Ho avuto un bull terrier quando ero ragazzo. Era un cane molto energico. Prenderò un bull terrier di nuovo quando avrò dei bambini. Il mio amico ha un bull terrier, ed è molto amichevole.",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Buldog",
      "translation": "bulldog",
      "definition": "Rasa psa znana zbudowy krępej, zmarszczonej twarzy i łagodnego usposobienia. Buldogi są często określane jako lojalne i chroniące towarzysze.",
      "definition_translation": "Una razza di cane conosciuta per la sua costruzione robusta, volto rugoso e natura gentile. I bulldog sono spesso definiti compagni leali e protettivi.",
      "example": "Wczoraj zobaczyłem buldoga w parku. Był on bardzo spokojny. Buldogi były pierwotnie hodowane do walk, ale teraz są oni ukochanymi zwierzętami domowymi. Moja siostra chce mieć buldoga jako zwierzę domowe.",
      "example_translation": "Ho visto un bulldog al parco ieri. Era molto calmo. I bulldog erano originariamente allevati per la lotta, ma ora sono animali da compagnia amabili. La mia sorella vuole un bulldog come animale da compagnia.",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Dalmatyńczyk",
      "translation": "dalmata",
      "definition": "Rasa psa znana z charakterystycznego umaszczenia czarno-białego, atletycznej budowy ciała i energicznej osobowości. Dalmatyńczycy są często określani jako lojalne i przyjazne towarzysze.",
      "definition_translation": "Una razza di cane conosciuta per il suo mantello bianco con macchie nere, costruzione atletica e personalità energetica. I dalmati sono spesso definiti compagni leali e amichevoli.",
      "example": "Zawsze chciałem mieć dalmatyńczyka jako zwierzę domowe. Dalmatyńczycy są bardzo atletycznymi psami. Mój sąsiad ma dalmatyńczyka, i jest on bardzo przyjazny. Będę miał dalmatyńczyka, kiedy przeniosę się do większego domu.",
      "example_translation": "Ho sempre voluto un dalmata come animale da compagnia. I dalmati sono cani molto atletici. Il mio vicino ha un dalmata, ed è molto amichevole. Prenderò un dalmata quando mi trasferirò in una casa più grande.",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Pudel",
      "translation": "barboncino",
      "definition": "Pudel to rasa psa znana ze swojej kręconej, nie liniowej szaty i wysokiej inteligencji.",
      "definition_translation": "Un barboncino è una razza di cane nota per il suo mantello riccio e intelligenza alta.",
      "example": "Miałem pudla, kiedy byłam dzieckiem, był on bardzo zabawny. Teraz mam pudla, jest on bardzo dobrze wychowany. Będę miał pudla następnego roku, będzie on bardzo lojalny.",
      "example_translation": "Avevo un barboncino quando ero bambino, era molto giocososo. Ora ho un barboncino, è molto beneducato. Prenderò un barboncino l'anno prossimo, sarà molto leale.",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Afgański chart",
      "translation": "levriero afghano",
      "definition": "Afgański chart to rasa psa znana ze swojej jedwabistej, cienkiej szaty i zdolności do polowania na małą zwierzynę.",
      "definition_translation": "Un levriero afghano è una razza di cane nota per il suo mantello setoso e fine e la sua capacità di cacciare piccoli giochi.",
      "example": "Wczoraj zobaczyłem afgańskiego charta na wystawie psów, był on bardzo majestatyczny. Mój przyjaciel ma afgańskiego charta, jest on bardzo szybki. Będę hodował afgańskiego charta następnego roku, będzie on bardzo udany.",
      "example_translation": "Ho visto un levriero afghano allo spettacolo canino, era molto maestoso. Il mio amico ha un levriero afghano, è molto veloce. Sarò allevatore di levrieri afghani l'anno prossimo, sarà molto successful.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Akita",
      "translation": "akita",
      "definition": "Akita to rasa psa znana ze swojej lojalności, odwagi i chroniącej natury.",
      "definition_translation": "Un akita è una razza di cane nota per la sua lealtà, coraggio e natura protettiva.",
      "example": "Mam akitę, jest on bardzo lojalny. Moja siostra miała akitę, był on bardzo odważny. Będę miał akitę następnego roku, będzie on bardzo chroniący.",
      "example_translation": "Ho un akita, è molto leale. Mia sorella aveva un akita, era molto coraggioso. Prenderò un akita l'anno prossimo, sarà molto protettivo.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Alaskański malamut",
      "translation": "Malamute dell'Alaska",
      "definition": "Duży, potężny pies rasy wschodnioazjatyckiej, pochodzący z Alaski, znany ze swojej siły, wytrzymałości i przyjaznego usposobienia.",
      "definition_translation": "Un grande e potente razza di cane originaria dell'Alaska, nota per la sua forza, resistenza e temperamento amichevole.",
      "example": "Wczoraj zobaczyłem alaskańskiego malamuta w parku. Dziś eldreje采goto adoptować jednego. W przyszłości zabiorę swojego alaskańskiego malamuta na wycieczkę.",
      "example_translation": "Ieri ho visto un malamute dell'Alaska nel parco. Oggi sto adottando uno. Nel futuro, porterò il mio malamute dell'Alaska in escursione.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Bassethound",
      "translation": "Basset Hound",
      "definition": "Rasa psa znana ze swojego krótkiego nogi i długiego ciała, znana z jej spokojnego i łagodnego usposobienia, często używana do polowania.",
      "definition_translation": "Un razza di cane a zampe corte e corpo lungo nota per la sua natura calma e gentile, spesso utilizzata per la caccia.",
      "example": "Mój sąsiad posiada bassethounda, który lubi gonić wiewiórki. W zeszłym tygodniu spacerowałem z moim sąsiadem bassethoundem. Za miesiąc zabiorę bassethounda mojego sąsiada do parku psów.",
      "example_translation": "Il mio vicino possiede un Basset Hound che adora inseguire gli scoiattoli. La settimana scorsa, ho passeggiato il Basset Hound del mio vicino. Il mese prossimo, porterò il Basset Hound del mio vicino al parco cani.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Beagle",
      "translation": "Beagle",
      "definition": "Mały, przyjazny pies rasy wschodnioazjatyckiej, znany ze swojej ciekawskiej natury i bystrego węchu, często używany do polowania.",
      "definition_translation": "Un piccolo razza di cane amichevole nota per la sua natura curiosa e il suo olfatto acuto, spesso utilizzata per la caccia.",
      "example": "Wczoraj zobaczyłem beagla na wystawie psów. Dziś eldreje采goto adoptować beagla. W przyszłości zabiorę swojego beagla na wycieczkę.",
      "example_translation": "Ieri ho visto un Beagle alla mostra di cani. Oggi sto adottando un Beagle. Nel futuro, porterò il mio Beagle in escursione.",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Bernardyńczyk",
      "translation": "Cane da montagna bernese",
      "definition": "Duży, potężny pies rasy wschodnioazjatyckiej, pochodzący ze Szwajcarii, znany ze swojej grubego umaszczenia i łagodnego usposobienia.",
      "definition_translation": "Una grande razza di cane potente originaria della Svizzera, nota per la sua pelliccia spessa e temperamento gentile.",
      "example": "Zawsze chciałem mieć bernardyńczyka jako zwierzę domowe, ale wymagają oni dużo ćwiczeń. Wczoraj zobaczyłem bernardyńczyka spacerującego w parku, był on piękny. Do następnego roku będę miał bernardyńczyka własnego.",
      "example_translation": "Ho sempre voluto un cane da montagna bernese come animale domestico, ma richiedono moltissima attività fisica. Ieri, ho visto un cane da montagna bernese camminare nel parco, ed era bellissimo. L'anno prossimo, avrò un cane da montagna bernese tutto mio.",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krewetka",
      "translation": "segugio",
      "definition": "Duży, potężny rasowy pies o wrażliwych wrażeniach węchu, używany do śledzenia i polowania.",
      "definition_translation": "Una grande razza di cane potente con un olfatto acuto, utilizzata per la caccia e la tracciatura.",
      "example": "Policja użyła krewetki do śledzenia podejrzanego. Wczoraj krewetka śledziła zapach i doprowadziła nas do kryjówki podejrzanego. Do następnego tygodnia krewetka pomoże nam rozwiązać sprawę.",
      "example_translation": "La polizia ha utilizzato un segugio per rintracciare il sospetto. Ieri, il segugio ha seguito l'odore e ci ha condotti al rifugio del sospetto. La prossima settimana, il segugio ci avrà aiutato a risolvere il caso.",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "border collie",
      "translation": "collie di confine",
      "definition": "Średniej wielkości, pełna energii rasa psa znana z inteligencji, zwinności i zdolności do wypasu.",
      "definition_translation": "Una razza di cane di media taglia, nota per la sua intelligenza, agilità e capacità di pastorizia.",
      "example": "Mam border collie, która uwielbia grać w fetch. Wczoraj moja border collie wygrała konkurs agility, a jutro będzie wypasać owce na farmie. Do następnego miesiąca moja border collie nauczy się nowych sztuczek.",
      "example_translation": "Ho un collie di confine che adora giocare a fetch. Ieri, il mio collie di confine ha vinto una competizione di agilità, e domani, riunirà le pecore alla fattoria. Entro il mese prossimo, il mio collie di confine avrà imparato nuovi trucchi.",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "terier bostoński",
      "translation": "Terrier di Boston",
      "definition": "Terier bostoński to mały,afflekcyjny pies towarzyski o krótkiej, łatwej w utrzymaniu szacie.",
      "definition_translation": "Il terrier di Boston è un cane da compagnia affiliativo di piccole dimensioni con un mantello breve e facile da mantenere.",
      "example": "Miałem teriera bostońskiego, odkąd byłam dzieckiem, i zawsze uwielbiałem ich przyjazną naturę. Teraz mam nowego, któremu nadałem imię Max. Do następnego roku będę miał trzech terierów bostońskich.",
      "example_translation": "Ho avuto un terrier di Boston fin da quando ero bambino, e ho sempre amato la loro natura amichevole. Ora ho un nuovo, che si chiama Max. Entro l'anno prossimo, avrò avuto tre terrier di Boston.",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bokser",
      "translation": "boxer",
      "definition": "Bokser to średniej wielkości, mięśnie pies z krótką, gładką szatą i charakterystyczną twarzą.",
      "definition_translation": "Un boxer è un cane di taglia media, muscoloso, con un mantello breve e liscio e un viso caratteristico da 'boxer'.",
      "example": "Zawsze chciałem boksera, ale moje rodzice powiedzieli, że są zbyt energiczne. Kiedy dorośnie, dostałem jednego, nazwałem go Rocky, i teraz trenuję go. Do czasu, jak odejdę na emeryturę, będę miał pięć bokserów.",
      "example_translation": "Ho sempre voluto un boxer, ma i miei genitori hanno detto che erano troppo energetici. Quando sono cresciuto, ne ho preso uno, che si chiama Rocky, e ora sto allenando lui. Quando andrò in pensione, avrò avuto cinque boxer.",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bulmastif",
      "translation": "mastino",
      "definition": "Bulmastif to duży, potężny pies z krótką, gęstą szatą i lojalnym, ochronnym nastawieniem.",
      "definition_translation": "Il mastino è un cane grande e potente con un mantello breve e denso e un temperamento leale e protettivo.",
      "example": "Miałem bulmastifa, odkąd byłem w college'u, i było to wspaniałe towarzystwo. Teraz mam dwóch, nazwałem ich Zeus i Apollo. Do następnej dekady będę miał trzech bulmastifów.",
      "example_translation": "Ho avuto un mastino fin da quando ero al college, e è stato un compagno meraviglioso. Ora ho due, che si chiamano Zeus e Apollo. Entro il prossimo decennio, avrò avuto tre mastini.",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "terier kairn",
      "translation": "Terrier di Cairn",
      "definition": "Mały, kosmaty terier, który pochodzi ze Szkocji i jest znany z żywego i afekcyjnego nastawienia.",
      "definition_translation": "Un piccolo terrier dalle lunghe pelo che originò nelle Highlands scozzesi e noto per la sua natura allegra e affettuosa.",
      "example": "Wczoraj widziałem teriera kairn grającego w parku. Dzisiaj on ściga piłkę. Jutro będzie się cucił z właścicielem.",
      "example_translation": "Ieri, ho visto un Terrier di Cairn giocare nel parco. Oggi, sta inseguendo una palla. Domani, si coccolerà con il suo proprietario.",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kane korso, mastif hiszpański",
      "translation": "Cane Corso, Mastino Spagnolo",
      "definition": "Duży, potężny rasowy pies, który pochodzi z Włoch i Hiszpanii, znany z lojalności i ochronności.",
      "definition_translation": "Una grande razza di cane potente che originò in Italia e Spagna, nota per la sua lealtà e protezionismo.",
      "example": "Kane korso, mastif hiszpański był popularną rasą w starożytnych czasach. Jest teraz używany jako pies strażniczy. W przyszłości będzie ukochanym psem rodzinnym.",
      "example_translation": "Il Cane Corso, Mastino Spagnolo era una razza popolare nel tempo antico. Oggi è utilizzato come cane da guardia. Nel futuro, sarà un amatissimo animale domestico di famiglia.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chihuahua",
      "translation": "Chihuahua",
      "definition": "Chihuahua to mały, długowłosy pies, który pochodzi z Meksyku, znany z dużych oczu i żywego charakteru.",
      "definition_translation": "Un piccolo cane dalle lunghe pelo che originò in Messico, noto per i suoi grandi occhi e la sua personalità allegra.",
      "example": "Mam chihuahua, która uwielbia grać z zabawkami. Wczoraj ugryzła moje buty. Jutro będzie spać na moich kolanach.",
      "example_translation": "Ho un Chihuahua che ama giocare con giocattoli. Ieri, ha morso la mia scarpa. Domani, si addormenterà sulle mie gambe.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czów czów",
      "translation": "cane lupo",
      "definition": "Czów czów to duży, puszysty pies, który pochodzi z Chin, znany z niebiesko-czarnego języka i puszystej szaty.",
      "definition_translation": "Un Chow Chow è una razza di cane di grandi dimensioni originaria della Cina, nota per la sua lingua blu-nera e il suo manto soffice.",
      "example": "Moja siostra miała czów czów, kiedy była dziewczynką, i było to naprawdę urocze. Ona Spacerowała z nim każdego ranka. Teraz chce dostać jeszcze jednego, ale moja mama mówi nie.",
      "example_translation": "Mia sorella aveva un Chow Chow quando era una bambina, era proprio carino. Lo portava a spasso ogni mattina. Adesso vuole prenderne un altro, ma mia madre dice di no.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "spaniel kokr",
      "translation": "spaniel inglese",
      "definition": "Spaniel kokr to łagodny, przyjazny rasowy pies, znany z pięknych, wiszących uszu i słodkiego usposobienia.",
      "definition_translation": "Uno Spaniel Inglese è una razza di cane gentile e amichevole, nota per le sue belle orecchie pendenti e la sua dolce indole.",
      "example": "Mieliśmy spaniela kokra w rodzinie, było to wspaniałe zwierzę. Ono Ciągnęło nas za sobą i grało z naszymi dziećmi. Teraz jest zbyt stare, aby grać, ale nadal je kochamy.",
      "example_translation": "Avevamo uno Spaniel Inglese nella nostra famiglia, era un cane meraviglioso. Ci seguiva ovunque e giocava con i nostri bambini. Adesso è troppo vecchio per giocare, ma lo amiamo ancora.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jamnik, pieski kiełbasa",
      "translation": "bassotto, cane salame",
      "definition": "Jamnik, również znany jako pieski kiełbasa, jest to rasowy pies krótkonożny, długiego ciała, pochodzący z Niemiec, często trzymany jako zwierzę domowe.",
      "definition_translation": "Un Bassotto, anche noto come Cane Salame, è una razza di cane a zampe corte e corpo lungo originaria della Germania, spesso tenuto come animale da compagnia.",
      "example": "Widziałem jamnika w parku wczoraj, było to tak śmieszne. Próbowalo ono gonić piłkę, ale jego krótkie nogi nie pozwoliły mu biec szybko. Chcę mieć jednego jako zwierzę domowe, są takie słodkie.",
      "example_translation": "Ho visto un Bassotto al parco ieri, era molto divertente. Ha cercato di inseguire una palla, ma le sue zampe corte non gli hanno permesso di correre veloce. Voglio prenderne uno come animale da compagnia, sono così carini.",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "terier fox",
      "translation": "fox terrier",
      "definition": "Mały, energiczny pies z krótką, gładką sierścią, hodowany do polowania na małą zwierzynę, szczególnie lisy.",
      "definition_translation": "Un piccolo cane energetico con un mantello corto e liscio, allevato per cacciare piccoli giochi, soprattutto volpi.",
      "example": "Miałem teriera fox, gdy byłam dzieckiem, było to bardzo zabawne. Teraz mam nowego, bawi się on w ogrodzie. Do przyszłego roku, będę miał go dobrze wyszkolonego.",
      "example_translation": "Avevo un fox terrier quando ero bambino, era molto giocoso. Ora ne ho uno nuovo, sta giocando nel giardino. L'anno prossimo, l'avrò addestrato bene.",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "buldog francuski",
      "translation": "bulldog francese",
      "definition": "Rasa psa domowego znana ze swojej zabawnej, uczuciowej natury i krótkiej, łatwej w pielęgnacji sierści.",
      "definition_translation": "Una razza di cane domestico conosciuta per la sua natura giocosa, affettuosa e il suo mantello corto, facile da mantenere.",
      "example": "Moja siostra ma buldoga francuskiego, jest on tak słodki. Zabrala go wczoraj do parku, gdzie się bawił z innymi psami. Przyszłego miesiąca zabierze go do weterynarza.",
      "example_translation": "Mia sorella possiede un bulldog francese, è molto carino. L'ha portato al parco ieri, stava giocando con altri cani. Il mese prossimo, lo porterà dal veterinario.",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "owczarek niemiecki",
      "translation": "pastore tedesco",
      "definition": "Rasa psa użytkowego o średniej do dużej wielkości, która jest wysoko inteligentna, pewna siebie i lojalna.",
      "definition_translation": "Una razza di cane da pastorizia di media a grandezza media che è alta intelligenza, fiducia e lealtà.",
      "example": "Owczarek niemiecki był wyszkolony do ochrony swojego właściciela, był on bardzo lojalny. Teraz pracuje on w policji, pomaga złapać przestępców. Do przyszłego roku, będzie miał ukończony szkolenie.",
      "example_translation": "Il pastore tedesco era stato addestrato per proteggere il suo proprietario, era molto leale. Ora lavora nella forza di polizia, sta aiutando a catturare criminali. L'anno prossimo, avrà completato il suo addestramento.",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "schnauzer olbrzymi",
      "translation": "schnauzer gigante",
      "definition": "Schnauzer olbrzymi jest to duża, potężna rasa psa, która pochodzi z Niemiec z XVII i XVIII wieku.",
      "definition_translation": "Uno schnauzer gigante è una razza di cane grande e potente originaria della Germania nei secoli 17 e 18.",
      "example": "Mam schnauzera olbrzymiego jako zwierzę domowe przez trzy lata, i było on wielkim towarzyszem. Wczoraj, zabrałem go do parku i biegł on wolno. Jutro, zabiorę go do weterynarza na kontrolę.",
      "example_translation": "Ho avuto uno schnauzer gigante come animale domestico per tre anni, e è stato un grande compagno. Ieri, l'ho portato al parco e ha corso liberamente. Domani, lo porterò dal veterinario per un controllo.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "retriever złoty",
      "translation": " retriever dorato",
      "definition": "Retriever złoty to popularna rasa psa znana z przyjaznej, lojalnej i łagodnej natury.",
      "definition_translation": "Un retriever dorato è una razza di cane molto popolare nota per la sua natura amichevole, leale e gentile.",
      "example": "Moja rodzina ma retrievera złotego, i on uwielbia grać w fetch. W zeszłym tygodniu, zabraliśmy go na plażę i miał świetny czas. Przyszłego miesiąca, będziemy赛go na wystawie psów.",
      "example_translation": "La mia famiglia ha un retriever dorato, e adora giocare a prendi. La settimana scorsa, l'abbiamo portato al mare e si è divertito molto. Il prossimo mese, lo iscriveremo a una mostra di cani.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Dane duże",
      "translation": "dane grande",
      "definition": "Dane duże to duża rasa psa znana z ogromnej wielkości, łagodnej natury i krótkiej, gładkiej sierści.",
      "definition_translation": "Un dane grande è una razza di cane nota per la sua grande taglia, la sua natura gentile e il suo mantello corto e liscio.",
      "example": "Widziałem Dane duże w parku wczoraj, było to ogromne. W zeszłym roku, mój przyjaciel miał Dane duże jako zwierzę domowe, ale umarło. Przyszłego roku, będę rozważać, czy dostać Dane duże jako zwierzę domowe.",
      "example_translation": "Ho visto un dane grande al parco ieri, ed era enorme. L'anno scorso, il mio amico aveva un dane grande come animale domestico, ma è morto. L'anno prossimo, considererò prendere un dane grande come animale domestico.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chart greyhound",
      "translation": "levriero",
      "definition": "Chart greyhound to rasa psa znana ze swojej szybkości i zwinności, często używana do wyścigów.",
      "definition_translation": "Un levriero è una razza di cane nota per la sua velocità e agilità, spesso utilizzata per le corse.",
      "example": "Widziałem charta greyhounda w parku wczoraj, biegł on bardzo szybko. Dziś, zabiorę swojego charta greyhounda do weterynarza, a jutro, wejdę go do konkursu wyścigowego.",
      "example_translation": "Ho visto un levriero che correva nel parco ieri, era molto veloce. Oggi, porterò il mio levriero dal veterinario, e domani, lo iscriverò a una competizione di corsa.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "terier irlandzki",
      "translation": "terrier irlandese",
      "definition": "Terier irlandzki to rasa psa pochodząca z Irlandii, znana ze swojego kompaktowego rozmiaru i szorstkiej sierści.",
      "definition_translation": "Il terrier irlandese è una razza di cane originaria dell'Irlanda, nota per la sua taglia compatta e il suo mantello ruvido.",
      "example": "Mój przyjaciel ma teriera irlandzkiego, który uwielbia grać w fetch. Wczoraj, goniał on swoją ogon. Przyszłego tygodnia, zabierze go na wystawę psów.",
      "example_translation": "Il mio amico ha un terrier irlandese che adora giocare a fetch. Ieri, ha inseguito la sua coda per ore. La settimana prossima, lo porterà a una mostra canina.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "terier Jacka Russella",
      "translation": "terrier Jack Russell",
      "definition": "Terier Jacka Russella to rasa psa znana z jego energicznego i żywego usposobienia, często używana do polowania i towarzystwa.",
      "definition_translation": "Il terrier Jack Russell è una razza di cane nota per la sua personalità energetica e vivace, spesso utilizzata per la caccia e la compagnia.",
      "example": "Mam teriera Jacka Russella, który uwielbia kopać dziury. Wczoraj, wykopał on cały nasz ogród. Przyszłego miesiąca, zabiorę go do szkoły obedience.",
      "example_translation": "Ho un terrier Jack Russell che adora scavare buche. Ieri, ha scavato tutto il mio giardino. Il mese prossimo, lo porterò a scuola di obbedienza.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Labrador retriever",
      "translation": "Ritrattore del Labrador",
      "definition": "A Labrador retriever is a breed of medium to large-sized gun dog that is popular as a family pet and hunting companion.",
      "definition_translation": "Il Labrador Retriever è una razza di cane da caccia di media a grande taglia che è popolare come animale domestico e compagno di caccia.",
      "example": "I had a Labrador retriever as a childhood pet, and it was very friendly. My brother will buy a Labrador retriever next week, and he is very excited. She had trained a Labrador retriever to assist people with disabilities.",
      "example_translation": "Avevo un Labrador Retriever come animale domestico da bambino, e era molto amichevole. Mio fratello comprerà un Labrador Retriever la settimana prossima, e lui è molto emozionato. Lei aveva addestrato un Labrador Retriever per assistere le persone con disabilità.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Maltese",
      "translation": "Maltese",
      "definition": "The Maltese is a small breed of dog in the toy group that is known for its silky, white coat and gentle nature.",
      "definition_translation": "Il Maltese è una razza di cane del gruppo toy che è nota per la sua pelliccia setosa e bianca e per la sua natura gentile.",
      "example": "I saw a Maltese at the dog show, and it was very cute. My friend has a Maltese, and it is very playful. They will buy a Maltese next year, and they are very excited.",
      "example_translation": "Ho visto un Maltese all'esibizione canina, e era molto carino. Il mio amico ha un Maltese, e è molto giocoso. Compreranno un Maltese l'anno prossimo, e loro sono molto emozionati.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Mastiff",
      "translation": "Mastino",
      "definition": "A Mastiff is a large breed of dog known for its massive size, strength, and loyalty.",
      "definition_translation": "Il Mastino è una razza di cane nota per la sua grande mole, forza e lealtà.",
      "example": "The Mastiff is a very powerful dog, but it is also very gentle. She had a Mastiff as a pet, and it was very protective. They will buy a Mastiff next month, and they are very excited.",
      "example_translation": "Il Mastino è un cane molto potente, ma è anche molto gentile. Lei aveva un Mastino come animale domestico, e era molto protettivo. Compreranno un Mastino il mese prossimo, e loro sono molto emozionati.",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "miniature pinscher",
      "translation": "pinscher nano",
      "definition": "A small breed of dog characterized by its short, smooth coat and compact size.",
      "definition_translation": "Una razza di cane di piccole dimensioni caratterizzata da una corta, liscia pelliccia e dimensioni compatte.",
      "example": "I owned a miniature pinscher when I was a child, and it was a very playful dog. Now I have a bigger dog, but I still miss my miniature pinscher. In the future, I will definitely get another miniature pinscher.",
      "example_translation": "Ho posseduto un pinscher nano quando ero bambino, e era un cane molto giocoso. Ora ho un cane più grande, ma ancora mi manca il mio pinscher nano. Nel futuro, mi procurerò sicuramente un altro pinscher nano.",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "miniature poodle",
      "translation": "poodle nano",
      "definition": "A small breed of dog known for its curly, non-shedding coat and high intelligence.",
      "definition_translation": "Una razza di cane nota per la sua pelliccia riccia e non cadente e la sua alta intelligenza.",
      "example": "I have always been fascinated by miniature poodles and their beautiful coats. My friend has a miniature poodle and it is very obedient. In the future, I will get a miniature poodle and train it to perform tricks.",
      "example_translation": "Ho sempre sido affascinato dai poodle nani e dalle loro belle pellicce. Il mio amico ha un poodle nano e è molto obbediente. Nel futuro, mi procurerò un poodle nano e lo addestrerò a eseguire trucchi.",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mongrel",
      "translation": "meticcio",
      "definition": "A dog of mixed breed, especially one that is a cross between a domestic dog and a wild canine.",
      "definition_translation": "Un cane di razza mista, specialmente uno che è un incrocio tra un cane domestico e un cane selvatico.",
      "example": "I have seen many mongrels in my neighborhood, and they all look very unique. My friend's dog is a mongrel, and it is very strong. In the future, I will adopt a mongrel from a shelter.",
      "example_translation": "Ho visto molti meticci nel mio quartiere, e tutti sembrano molto unici. Il cane del mio amico è un meticcio, ed è molto forte. Nel futuro, adotterò un meticcio da un rifugio.",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Newfoundland",
      "translation": "Terra Nuova",
      "definition": "A large island off the east coast of Canada, known for its rugged natural beauty and rich cultural heritage.",
      "definition_translation": "Un'isola grande sulla costa orientale del Canada, nota per la sua bellezza naturale ruvida e il suo ricco patrimonio culturale.",
      "example": "I visited Newfoundland last summer and hiked the East Coast Trail. I will visit Newfoundland again next year. I have visited Newfoundland three times already.",
      "example_translation": "Ho visitato la Terra Nuova l'estate scorsa e ho camminato il Sentiero della Costa Orientale. Visiterò la Terra Nuova novamente l'anno prossimo. Ho già visitato la Terra Nuova tre volte già.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "papillon",
      "translation": "farfalla",
      "definition": "A type of dog with a long, curly coat, often used as a companion animal.",
      "definition_translation": "Un tipo di cane con un manto lungo e ricciuto, spesso utilizzato come animale da compagnia.",
      "example": "I used to have a papillon as a pet when I was a child. My sister owns a papillon now. She will get another papillon next month.",
      "example_translation": "Avevo un papillon come animale domestico quando ero bambino. Mia sorella possiede un papillon ora. Prenderà un altro papillon il prossimo mese.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Pekingese",
      "translation": "Pechinese",
      "definition": "A small, fluffy dog breed originating from China, known for its loyal and gentle nature.",
      "definition_translation": "Una razza di cane piccola e morbida originaria della Cina, nota per la sua natura leale e gentile.",
      "example": "I have always wanted a Pekingese as a pet. My friend has a Pekingese and it is very cute. She had a Pekingese when she was a child.",
      "example_translation": "Ho sempre voluto un Pechinese come animale domestico. La mia amica ha un Pechinese e è molto carino. Aveva un Pechinese quando era bambina.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pit bull terrier",
      "translation": "pitbull terrier",
      "definition": "A pit bull terrier is a breed of dog known for its strength, agility, and loyalty. Originating in the United States in the mid-19th century, this breed was developed from the Old English Bulldog and the Old English Terrier.",
      "definition_translation": "Un pitbull terrier è una razza di cane nota per la sua forza, agilità e fedeltà. Originario negli Stati Uniti nel XIX secolo, questa razza è stata sviluppata dall'Old English Bulldog e dall'Old English Terrier.",
      "example": "Yesterday, I saw a pit bull terrier in the park. Today, I'm going to pet a pit bull terrier. Tomorrow, I will adopt a pit bull terrier.",
      "example_translation": "Ieri ho visto un pitbull terrier nel parco. Oggi sto per accarezzare un pitbull terrier. Domani adotterò un pitbull terrier.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wskaźnik",
      "translation": "segugio",
      "definition": "Wskaźnik to rasa psa, która została wyhodowana do wskazywania i retrievowania zwierzyny, takiej jak ptaki i króliki. Wskaźniki są znane z ich doskonałych umiejętności łowieckich i lojalności wobec swoich właścicieli.",
      "definition_translation": "Un segugio è un tipo di cane allevato per puntare e recuperare la selvaggina, come uccelli e conigli. I segugi sono noti per le loro eccellenti abilità di caccia e la loro fedeltà ai loro proprietari.",
      "example": "Dziadek mój miał wskaźnika, który pomógł mu złapać wiele królików wczoraj. Dziś jego wskaźnik śpi na kanapie. Jutro jego wskaźnik pójdzie na polowanie z nim ponownie.",
      "example_translation": "Il segugio di mio nonno gli ha aiutato a catturare molti conigli ieri. Oggi, il suo segugio sta dormendo sul divano. Domani, il suo segugio andrà a caccia con lui di nuovo.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nizinny pies pasterski",
      "translation": "cane da pastore della pianura polacca",
      "definition": "Nizinny pies pasterski to rasa psa, która pochodzi z Polski i jest używana do pasienia owiec i innych zwierząt hodowlanych. Są znane z inteligencji, zwinności i natury ochraniającej.",
      "definition_translation": "Un cane da pastore della pianura polacca è una razza di cane originaria della Polonia e utilizzata per la pastorizia di pecore e altri animali da fattoria. Sono noti per la loro intelligenza, agilità e natura protettiva.",
      "example": "Mój sąsiad ma nizinny pies pasterski, który jest bardzo inteligentny. Dziś pomógł mu podejmować owce. Jutro nauczy się, jak strzec farmy.",
      "example_translation": "Il cane da pastore della pianura polacca di mio vicino è molto intelligente. Oggi, ha aiutato lui a radunare le pecore. Domani, imparerà come difendere la fattoria.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pomeranian",
      "translation": "Pomeranio",
      "definition": "Mała rasa psa charakteryzująca się podwójnym, puszystym futrem i przypominająca pluszowego misia.",
      "definition_translation": "Una piccola razza di cane caratterizzata dalla sua doppia pelliccia morbida e somigliante a un orso di peluche.",
      "example": "Miałem pomeranian jako szczeniaka, kiedy byłem dzieckiem, i lubiło się bawić ze mną cały dzień. Moja koleżanka ma pomeranian teraz, i zawsze jest przy jej boku. Będę miał pomeranian ponownie, kiedy się przeniosę do większego domu.",
      "example_translation": "Avevo un Pomeranio come animale domestico quando ero un bambino, e giocava con me tutto il giorno. La mia amica ha un Pomeranio adesso, e è sempre al suo fianco. Prenderò un Pomeranio di nuovo quando mi sposterò in una casa più grande.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mops",
      "translation": "carlino",
      "definition": "Mały pies o krótkim, zakrzywionym ogonie i zagnieżdżonej twarzy, często trzymany jako zwierzę domowe.",
      "definition_translation": "Un cane piccolo con una coda corta e curva e un viso rugoso, spesso tenuto come animale domestico.",
      "example": "Widziałem mopsa w parku wczoraj, i był tak słodki. Moja siostra ma mopsa, i lubi się bawić zabawkami. Adoptuję mopsa z schroniska za miesiąc.",
      "example_translation": "Ho visto un carlino al parco ieri, e era così carino. La mia sorella ha un carlino, e ama giocare con i giocattoli. Adotterò un carlino dal rifugio il mese prossimo.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Pirenejski pies pasterski",
      "translation": "pastore dei Pirenei",
      "definition": "Rasa psa średniej wielkości pochodząca z Pirenejów, często używana do pasienia owiec.",
      "definition_translation": "Una razza di cane di media taglia originaria dalle Montagne dei Pirenei, spesso utilizzata per il pascolo delle pecore.",
      "example": "Spotkałem Pirenejskiego psa pasterskiego na farmie, i był tak inteligentny. Pirenejski pies pasterski pomógł farmerowi przenieść stado do innego pola. Będę uczyć się więcej o rasie Pirenejskiego psa pasterskiego wkrótce.",
      "example_translation": "Ho incontrato un pastore dei Pirenei alla fattoria, e era molto intelligente. Il pastore dei Pirenei ha aiutato il contadino a spostare il gregge in un altro campo. Imparerò di più sulla razza del pastore dei Pirenei presto.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "Rottweiler to rasa psa domowego znana z siły, lojalności i natury ochraniającej. Pochodząca z czasów starożytnego Rzymu, rasa była oryginalnie używana jako pies strzegący i pies policji.",
      "definition_translation": "Un Rottweiler è una razza di cane domestico nota per la sua forza, lealtà e natura protettiva. Originario dell'antica Roma, la razza era originariamente utilizzata come cane da guardia e cane poliziotto.",
      "example": "Miałem Rottweilera, kiedy byłem dzieckiem, był tak lojalny. Teraz mam Labrador, ale kiedyś miałem Rottweilera. Będę miał Rottweilera ponownie w przyszłości.",
      "example_translation": "Avevo un Rottweiler quando ero bambino, era molto leale. Adesso ho un Labrador, ma avevo un Rottweiler. Prenderò di nuovo un Rottweiler nel futuro.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Bernardyn",
      "translation": "San Bernardo",
      "definition": "Bernardyn to duża rasa psa pochodząca z Alp Szwajcarskich, znana z grubego futra, silnej budowy i łagodnej natury. Były oryginalnie używane jako psy ratownicze, pomagające podróżnym uwięzionym w górach.",
      "definition_translation": "Un San Bernardo è una razza di cane grande originaria delle Alpi svizzere, nota per il suo manto spesso, la sua costruzione robusta e la sua natura gentile. Erano originariamente utilizzati come cani di salvataggio, aiutando i viaggiatori bloccati nelle montagne.",
      "example": "Widziałem Bernardyna w ośrodku narciarskim w zeszłym roku, był tak wielki. Moja przyjaciółka rodzina miała Bernardyna, kiedy byłem dzieckiem, ale był zbyt kosztowny w utrzymaniu. Chciałbym mieć Bernardyna w przyszłości.",
      "example_translation": "Ho visto un San Bernardo alla stazione sciistica l'anno scorso, era enorme. La famiglia del mio amico aveva un San Bernardo quando ero bambino, ma era molto costoso da mantenere. Vorrei avere un San Bernardo nel futuro.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Samojed",
      "translation": "Samoino",
      "definition": "Samojed to rasa psa pochodząca z Syberii, znana z puszystego, białego futra, uśmiechniętej twarzy i przyjaznej natury. Samojedy były oryginalnie używane jako psy pasterskie, pomagające podejmować renifery i inne zwierzęta hodowlane.",
      "definition_translation": "Un Samoino è una razza di cane originaria della Siberia, nota per il suo manto bianco soffice, il suo volto sorridente e la sua natura amichevole. I Samoini erano originariamente utilizzati come cani da pastore, aiutando a radunare i renne e altri animali da fattoria.",
      "example": "Zawsze chciałem mieć Samojeda, są tak słodzi. Moja siostra miała Samojeda, kiedy byłem dzieckiem, było tak zabawne. Będę miał Samojeda, kiedy będę miał dzieci w przyszłości.",
      "example_translation": "Ho sempre voluto un Samoino, sono così carini. Mia sorella aveva un Samoino quando ero bambino, era molto giocoso. Prenderò un Samoino quando avrò dei bambini nel futuro.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sznauzer",
      "translation": "schnauzer",
      "definition": "Sznauzer to rasa psa pochodząca z Niemiec, znana z charakterystycznej brody i wąsów, a także inteligentnej, lojalnej i ochraniającej natury.",
      "definition_translation": "Uno schnauzer è una razza di cane originaria della Germania, nota per la sua barba e pelo facciale simile a baffi, oltre che per la sua intelligenza, lealtà e natura protettiva.",
      "example": "Miałem sznauzera, kiedy byłem dzieckiem, i było tak wiele zabawy grając z nim. Teraz mam sznauzera ponownie, i jest on bardzo ochraniający moją rodzinę. Będę miał sznauzera ponownie w przyszłości, bo kocham tę rasę.",
      "example_translation": "Avevo uno schnauzer quando ero ragazzo, e era così divertente giocare con lui. Ora ho di nuovo uno schnauzer, e è molto protettivo della mia famiglia. Prenderò di nuovo uno schnauzer in futuro perché amo questa razza.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Szkocki terier",
      "translation": "terrier scozzese",
      "definition": "Szkocki terier to mała, zwinna rasa psa pochodząca ze Szkocji, znana z krótkich nóg, charakterystycznej brody i żywego temperamentu.",
      "definition_translation": "Un terrier scozzese è una razza di cane piccola e agile originaria della Scozia, nota per le sue gambe corte, la sua barba distintiva e il suo carattere vivace.",
      "example": "Moja babcia miała Szkockiego teriera, który był tak zabawny. Kiedy odwiedziłem ją, Szkocki terier zawsze siedział na moim kolanie. Będę miał Szkockiego teriera wkrótce, bo kocham ich mały rozmiar.",
      "example_translation": "Mia nonna aveva un terrier scozzese che era molto giocoso. Quando la visitavo, il terrier scozzese si sedeva sempre sulle mie ginocchia. Prenderò un terrier scozzese presto perché amo la loro piccola taglia.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Owczarek szetlandzki",
      "translation": "collie Shetland",
      "definition": "Owczarek szetlandzki, również znany jako szeltie, jest małą lub średniej wielkości rasą psa pochodzącą z Wysp Szetlandzkich, znany z inteligencji, zwrotności i zdolności do wypasu.",
      "definition_translation": "Un collie Shetland, anche noto come Sheltie, è una razza di cane di piccole dimensioni originaria delle Isole Shetland, nota per la sua intelligenza, agilità e abilità di conduzione del gregge.",
      "example": "Wczoraj zobaczyłem owczarka szetlandzkiego w parku dla psów, i było tak szybkie. Mój przyjaciel ma owczarka szetlandzkiego, i jest on bardzo posłuszny. W przyszłości adoptuję owczarka szetlandzkiego, bo kocham ich inteligencję.",
      "example_translation": "Ho visto un collie Shetland al parco cani ieri, ed era così veloce. Il mio amico ha un collie Shetland, ed è molto obbediente. Adotterò un collie Shetland in futuro perché amo la loro intelligenza.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "Shiba Inu to rasa psa pochodząca z Japonii, znana z charakterystycznych cech lisich i niezależnego usposobienia.",
      "definition_translation": "Lo Shiba Inu è una razza di cane dal Giappone nota per le sue caratteristiche volpine e natura indipendente.",
      "example": "Mam Shiba Inu od trzech lat, i kocham jego zabawny charakter. Wczoraj zabrałem mojego Shiba Inu do parku i pobiegł swobodnie. Jutro zabiorę mojego Shiba Inu do weterynarza na kontrolę.",
      "example_translation": "Ho posseduto uno Shiba Inu per tre anni, e adoro la sua attitudine giocosa. Ieri, ho portato il mio Shiba Inu al parco, e è corsa liberamente. Domani, porterò il mio Shiba Inu dal veterinario per un controllo.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Husky syberyjski",
      "translation": "Uccelatore Siberiano",
      "definition": "Husky syberyjski jest rasą psa pochodzącą z Syberii, znaną z gęstej szaty, niebieskich oczu i atletycznej budowy ciała.",
      "definition_translation": "L'Uccelatore Siberiano è una razza di cane originaria della Siberia, nota per la sua folta pelliccia, gli occhi azzurri e la sua costruzione atletica.",
      "example": "Zawsze chciałem mieć Huskiego syberyjskiego jako zwierzaka, ale moi rodzice nie pozwalali. Teraz planuję kupić szczeniaka Huskiego syberyjskiego w przyszłym miesiącu. Mój przyjaciel ma Huskiego syberyjskiego od pięciu lat, i jest on bardzo przyjaźni.",
      "example_translation": "Ho sempre desiderato un Uccelatore Siberiano come animale domestico, ma i miei genitori non hanno permesso. Ora, sto pianificando di comprare un cucciolo di Uccelatore Siberiano il prossimo mese. Il mio amico ha avuto un Uccelatore Siberiano per cinque anni, e è molto amichevole.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Spitz",
      "translation": "Spitz",
      "definition": "Spitz to typ psa znany z puszystej szaty, kręconej ogony i lisich cech.",
      "definition_translation": "Lo Spitz è un tipo di cane noto per la sua pelliccia soffice, la coda riccia e le caratteristiche volpine.",
      "example": "Spitza, którego zobaczyłem w parku, było bardzo słodkie i zabawne. Wczoraj poszedłem do sklepu zoologicznego i zobaczyłem szczeniaka Spitza. Gdyby miałem szansę, adoptowałbym Spitza jako swój zwierzak.",
      "example_translation": "Lo Spitz che ho visto al parco era molto carino e giocoso. Ieri, sono andato al negozio di animali domestici e ho visto un cucciolo di Spitz. Se avessi la possibilità, adotterei uno Spitz come animale domestico.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Vizsla",
      "translation": "cane ungherese",
      "definition": "Vizsla to węgierski pies myśliwski o krótkiej, gładkiej szacie i energicznym usposobieniu.",
      "definition_translation": "Il Vizsla è un cane da caccia ungherese con un mantello corto e liscio e un temperamento energico e vivace.",
      "example": "Miałem Vizslę jako zwierzaka, gdy byłem dzieckiem, było bardzo zabawne. Dziś zobaczyłem Vizslę w parku, biegało z właścicielem. W przyszłości chcę uzyskać Vizslę ponownie.",
      "example_translation": "Avevo un Vizsla come animale domestico quando ero un ragazzo, era molto giocoso. Oggi, ho visto un Vizsla al parco, correva intorno con il suo proprietario. Nel futuro, vorrei avere un Vizsla di nuovo.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "Weimaraner to duża, smukła rasa psa o krótkiej, gładkiej szacie i atletycznej budowie ciała, pochodząca z Niemiec.",
      "definition_translation": "Il Weimaraner è una razza di cane grande e slanciata con un mantello corto e liscio e una costruzione atletica, originaria della Germania.",
      "example": "Mój sąsiad ma Weimaranera, jest bardzo szybkie. Wczoraj zobaczyłem Weimaranera na wystawie psów, było bardzo dobrze wychowane. Za kilka lat uzyskam Weimaranera jako zwierzaka.",
      "example_translation": "Il mio vicino possiede un Weimaraner, è molto veloce. Ieri, ho visto un Weimaraner alla mostra canina, si comportava molto bene. Tra qualche anno, mi prenderò un Weimaraner come animale domestico.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "Corgi Gallo (Corgi Gallo del Pembrokeshire)",
      "definition": "Pembroke Welsh Corgi jest krótką, inteligentną rasą psa o charakterystycznym wyglądzie, pochodzącą z Walii.",
      "definition_translation": "Il Corgi Gallo del Pembrokeshire è una razza di cane intelligente e bassa con un aspetto particolare, originaria del Galles.",
      "example": "Królowa Anglii kocha Welsh Corgi, ma ich wiele w pałacu. W zeszłym tygodniu poznałem Welsh Corgi w parku dla psów, było bardzo przyjaźnie. W przyszłości chcę hodować Welsh Corgi.",
      "example_translation": "La Regina d'Inghilterra ama i Corgi Gallesi, ne ha molti al palazzo. La settimana scorsa, ho incontrato un Corgi Gallo al parco cani, era molto amichevole. Nel futuro, vorrei allevare Corgi Gallesi.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Yorkshire terrier",
      "translation": "Terrier dello Yorkshire",
      "definition": "Yorkshire terrier jest małą, żywą i czułą rasą psa pochodzącą z Yorkshire w Anglii, znaną z dużych oczu, jedwabistej szaty i odważnego usposobienia.",
      "definition_translation": "Un piccolo, vivace e affettuoso cane da razza originario dello Yorkshire, Inghilterra, noto per i suoi grandi occhi, pelliccia setosa e natura coraggiosa.",
      "example": "Miałem Yorkshire terriera jako dziecko, i było bardzo zabawne. Teraz mam jednego jako zwierzaka, i nadal jest. W przyszłości mam nadzieję uzyskać kolejnego.",
      "example_translation": "Ho avuto un terrier dello Yorkshire da bambino, e era molto giocoso. Adesso ne ho uno come animale domestico, e lo è ancora. In futuro, spero di avere un altro.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]
}