{
  "data": [
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "noir",
      "translation": "negro",
      "definition": "Ayant la couleur de suie ou de charbon; n'ayant pas de lumière ou de couleur; absolument sombre.",
      "definition_translation": "Teniendo el color del hollín o del carbón; no tener luz ni color; absolutamente oscuro.",
      "example": "J'ai porté une robe noire à l'enterrement. Je porterai un costume noir à l'entrevue d'embauche. J'ai porté une cravate noire à l'événement formel.",
      "example_translation": "Llevé un vestido negro al funeral. Llevaré un traje negro a la entrevista de trabajo. Llevé una corbata negra al evento formal.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bleu",
      "translation": "azul",
      "definition": "Ayant une couleur vive, calme et sereine; se rapportant au ciel ou à la mer.",
      "definition_translation": "Teniendo un color brillante, calmado y sereno; relacionado con el cielo o el mar.",
      "example": "Le ciel bleu était beau aujourd'hui. Je vais peindre ma chambre bleue demain. Elle a porté une robe bleue à la soirée hier.",
      "example_translation": "El cielo azul era hermoso hoy. Pintaré mi habitación de azul mañana. Ella llevó un vestido azul a la fiesta ayer.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brun",
      "translation": "marrón",
      "definition": "Ayant une couleur rouge-jaune; se rapportant au sol ou à la terre.",
      "definition_translation": "Teniendo un color rojizo-amarillo; relacionado con la tierra o la tierra.",
      "example": "Le chien brun jouait au parc. Je vais acheter un sac brun demain. Le sol brun était fertile.",
      "example_translation": "El perro marrón estaba jugando en el parque. Compraré una bolsa marrón mañana. La tierra marrón era fértil.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vert",
      "translation": "verde",
      "definition": "Ayant la couleur verte; couvert de plantes ou de végétation.",
      "definition_translation": "Teniendo el color verde; cubierto de plantas o vegetación",
      "example": "L'herbe était verte l'été dernier, elle l'est maintenant et elle le sera l'année prochaine.",
      "example_translation": "El césped era verde el verano pasado, es verde ahora, y será verde el próximo año.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gris",
      "translation": "gris",
      "definition": "Une couleur entre le noir et le blanc; pas brillante ou vive.",
      "definition_translation": "Un color entre el negro y el blanco; no brillante ni vívido",
      "example": "Le ciel était gris hier, il l'est aujourd'hui et il le sera demain.",
      "example_translation": "El cielo era gris ayer, es gris hoy, y será gris mañana.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "orange",
      "translation": "naranja",
      "definition": "Une couleur vive et vibrante entre le rouge et le jaune.",
      "definition_translation": "Un color brillante y vibrante entre el rojo y el amarillo",
      "example": "J'ai mangé une orange hier, j'en mange une maintenant et j'en mangerai une demain.",
      "example_translation": "Me comí una naranja ayer, estoy comiendo una naranja ahora, y comeré una naranja mañana.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rouge",
      "translation": "rojo",
      "definition": "Ayant une couleur vive de feu de camion; ayant une couleur à mi-chemin entre l'orange et le violet.",
      "definition_translation": "Teniendo un color brillante de bombero; teniendo un color a medio camino entre naranja y violeta.",
      "example": "La voiture rouge est passée, je porte un t-shirt rouge, je vais peindre le mur rouge demain.",
      "example_translation": "El coche rojo pasó, estoy llevando una camisa roja, pintaré la pared roja mañana.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "blanc",
      "translation": "blanco",
      "definition": "Ayant une couleur pâle ou pure; sans taches ou souillures.",
      "definition_translation": "Teniendo un color pálido o puro; sin mancha ni tacha.",
      "example": "Le chien blanc a couru autour, je porte un t-shirt blanc, elle portera une robe blanche demain.",
      "example_translation": "El perro blanco corrió alrededor, llevo una camisa blanca, ella llevará un vestido blanco mañana.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jaune",
      "translation": "amarillo",
      "definition": "Ayant une couleur vive et ensoleillée; ressemblant au soleil en chaleur et en gaieté.",
      "definition_translation": "Teniendo un color brillante y soleado; parecido al sol en calor y alegría.",
      "example": "Le soleil jaune a brillé, j'ai mangé une banane jaune, elle va peindre la maison jaune.",
      "example_translation": "El sol amarillo brilló con fuerza, comí una banana amarilla, ella pintará la casa amarilla.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "crème",
      "translation": "crema",
      "definition": "Un liquide épais, lisse et riche fait à partir de lait, souvent utilisé comme aliment ou ingrédient en cuisine et en pâtisserie.",
      "definition_translation": "Una sustancia líquida o semi-líquida gruesa, suave y rica hecha de leche, a menudo utilizada como alimento o ingrediente en la cocina y la repostería.",
      "example": "J'ai monté le beurre et le sucre ensemble pour faire un gâteau délicieux. Hier, j'ai monté la soupe de brocolis pour la rendre crémeuse. Demain, je vais monter le café pour faire un latte.",
      "example_translation": "Creé una mezcla suave de mantequilla y azúcar para hacer un delicioso pastel. Ayer, creé una sopa de brócoli cremosa para hacerla cremosa. Mañana, creo la leche para hacer un latte.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "doré",
      "translation": "dorado",
      "definition": "Ayant une couleur jaune brillante, semblable à celle de l'or ; brillant fortement avec une lumière chaude et ensoleillée.",
      "definition_translation": "Teniendo un color amarillo brillante, similar al del oro; brillando con una luz cálida y soleada.",
      "example": "Le coucher de soleil doré sur la plage était à couper le souffle. Le golden retriever a couru rapidement à travers le champ. La porte dorée sera ouverte demain.",
      "example_translation": "El atardecer dorado en la playa fue impresionante. El perro golden retriever corrió rápidamente por el campo. La puerta dorada se abrirá mañana.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "citron",
      "translation": "limón",
      "definition": "Un petit fruit citron vert ou jaune, ayant un goût acidulé, souvent utilisé dans la cuisine et la préparation de saveurs.",
      "definition_translation": "Una pequeña fruta cítrica ovalada o redonda con sabor agrio, a menudo utilizada en la cocina y la aromatización.",
      "example": "J'ai pressé le jus de citron dans le thé. Elle ajoutera une tranche de citron au poisson demain. Ils ont eu du poulet au citron hier soir.",
      "example_translation": "Exprimí el jugo de limón en el té. Ella agregará una rebanada de limón al pescado mañana. Tuvieron pollo con limón para cenar anoche.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rose",
      "translation": "rosa",
      "definition": "Une couleur vive et éclatante, souvent associée à la féminité et à la douceur.",
      "definition_translation": "Un color brillante y vibrante, a menudo asociado con la feminidad y la dulzura.",
      "example": "J'ai porté une robe rose au party hier soir, et je porterai un shirt rose au match demain, parce que j'adorais porter du rose quand j'étais enfant.",
      "example_translation": "Me puse un vestido rosa anoche en la fiesta, y me pondré una camisa rosa mañana en el juego, porque me encantaba llevar rosa cuando era niños.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pourpre",
      "translation": "púrpura",
      "definition": "Une couleur riche et luxueuse, souvent associée à la créativité, au luxe et au pouvoir.",
      "definition_translation": "Un color rico y lujoso, a menudo asociado con la creatividad, el lujo y el poder.",
      "example": "La reine porta une belle robe pourpre à la cérémonie de couronnement, et l'artiste a mélangé de la peinture pourpre avec du bleu pour créer un effet unique, parce que le pourpre était leur couleur favorite dans l'enfance.",
      "example_translation": "La reina se puso un hermoso traje púrpura en la ceremonia de coronación, y el artista mezcló pintura púrpura con azul para crear un efecto único, porque púrpura era su color favorito en la infancia.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "argent",
      "translation": "plata",
      "definition": "Un métal brillant et éclatant, souvent utilisé dans les bijoux et les objets de décoration.",
      "definition_translation": "Un metal brillante y reluciente, a menudo utilizado en joyería y objetos decorativos.",
      "example": "J'ai hérité d'un beau collier en argent de ma grand-mère, et j'achèterai une montre en argent pour l'anniversaire de mon ami, parce que l'argent est un choix populaire pour les cadeaux.",
      "example_translation": "Herené una hermosa pulsera de plata de mi abuela, y compraré un reloj de plata para el cumpleaños de mi amigo, porque plata es una opción popular para regalos.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "violet",
      "translation": "violeta",
      "definition": "Le violet est une couleur vive et éclatante, souvent associée à la créativité et à l'imagination.",
      "definition_translation": "La violeta es un color púrpura brillante y vibrante a menudo asociado con la creatividad y la imaginación.",
      "example": "J'ai peint les murs en violet pour créer une atmosphère calme. Je peindrai les murs en violet demain. J'ai peint les murs en violet la semaine dernière.",
      "example_translation": "Pinté las paredes de violeta para crear un ambiente calmado. Pintaré las paredes de violeta mañana. Pinté las paredes de violeta la semana pasada.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "beige",
      "translation": "beige",
      "definition": "Le beige est une couleur brune claire souvent utilisée dans la mode et la décoration intérieure pour créer un effet neutre et calme.",
      "definition_translation": "Beige es un color marrón claro a menudo utilizado en la moda y el diseño de interiores para crear un efecto neutral y calmante.",
      "example": "J'ai porté une robe beige au party. Je porterai un costume beige au mariage. J'ai porté une chemise beige au bureau hier.",
      "example_translation": "Llevé un vestido beige a la fiesta. Llevaré un traje beige a la boda. Llevé una camisa beige a la oficina ayer.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "marine",
      "translation": "azul marino",
      "definition": "Le bleu marine est une nuance sombre de bleu souvent utilisée dans les vêtements de cérémonie et les marques d'entreprise pour transmettre la professionnalisme et l'autorité.",
      "definition_translation": "El azul marino es un tono oscuro de azul a menudo utilizado en ropa formal y marca corporativa para transmitir profesionalismo y autoridad.",
      "example": "J'ai porté un costume bleu marine à l'entrevue d'embauche. Je porterai une robe bleu marine au gala formel. J'ai porté une cravate bleu marine à la réunion hier.",
      "example_translation": "Llevé un traje azul marino a la entrevista de trabajo. Llevaré un vestido azul marino a la gala formal. Llevé una corbata azul marino a la reunión ayer.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "kaki",
      "translation": "caqui",
      "definition": "Une couleur brune claire, originellement dérivée du mot hindi pour la poussière, utilisée pour décrire la couleur des uniformes militaires et des tissus.",
      "definition_translation": "Un color marrón claro, originalmente derivado de la palabra hindú para polvo, utilizado para describir el color de uniformes y telas militares.",
      "example": "Le soldat porta un pantalon kaki pendant la mission désertique. Il porta à nouveau les mêmes la année prochaine. Il les porta le mois dernier.",
      "example_translation": "El soldado llevaba pantalones caqui durante la misión en el desierto. Llevará nuevamente el próximo año. Llevaba ellos el mes pasado.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vert olive",
      "translation": "verde oliva",
      "definition": "Une couleur verte muette, rappelant celle des olives mûres, souvent utilisée dans les uniformes militaires et les équipements de plein air.",
      "definition_translation": "Un color verde amarillento apagado, reminiscente del color de aceitunas maduras, a menudo utilizado en uniformes militares y equipo al aire libre.",
      "example": "Les randonneurs portaient des vestes vert olive pour se fondre dans le paysage. Ils les porteront à nouveau la semaine prochaine. Ils les portaient l'été dernier.",
      "example_translation": "Los excursionistas llevaban chaquetas verde oliva para fundirse con el entorno. Llevarán nuevamente la próxima semana. Llevaban ellos el verano pasado.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "amarante",
      "translation": "amaranto",
      "definition": "Une couleur pourpre-rouge, nommée d'après la fleur d'amarante, souvent utilisée dans l'art et le design pour ajouter une touche de couleur.",
      "definition_translation": "Un color rojo-púrpura, nombrado en honor de la flor de amaranto, a menudo utilizado en arte y diseño para agregar un toque de color.",
      "example": "L'artiste a utilisé l'amarante pour ajouter de la profondeur au tableau. Elle l'utilisera à nouveau dans son prochain projet. Elle l'a utilisé dans sa dernière exposition.",
      "example_translation": "El artista utilizó amaranto para agregar profundidad a la pintura. Lo utilizará nuevamente en su próximo proyecto. Lo utilizó en su última exposición.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ambre",
      "translation": "ámbbar",
      "definition": " Une résine fossile jaune-orange, utilisée en joaillerie et en parfumerie.",
      "definition_translation": "Una resina fósil amarillo-anaranjada, utilizada en joyería y perfumería.",
      "example": "Dans le passé, les gens utilisaient l'ambre pour faire des bijoux magnifiques. Aujourd'hui, nous utilisons encore l'ambre pour créer des accessoires uniques. Dans le futur, les scientifiques découvriront probablement de nouveaux usages pour l'ambre.",
      "example_translation": "En el pasado, la gente utilizaba ámbar para hacer joyería hermosa. Hoy en día, todavía usamos ámbar para crear accesorios únicos. En el futuro, los científicos probablemente descubrirán nuevos usos para el ámbar.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "anthracite",
      "translation": "antracita",
      "definition": "Un type de charbon, caractérisé par sa dureté et sa teneur élevée en carbone.",
      "definition_translation": "Un tipo de carbón, caracterizado por su dureza y alto contenido de carbono.",
      "example": "Dans le passé, l'anthracite était largement utilisée comme combustible. Aujourd'hui, elle est encore utilisée dans certaines centrales électriques. Dans le futur, nous trouverons peut-être de nouveaux usages pour l'anthracite.",
      "example_translation": "En el pasado, la antracita se usaba ampliamente como combustible. Hoy en día, todavía se utiliza en algunas centrales eléctricas. En el futuro, podemos encontrar usos alternativos para la antracita.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aigue-marine",
      "translation": "acuamarina",
      "definition": "Un gemme pâle bleu ou bleu-vert, souvent utilisée en joaillerie.",
      "definition_translation": "Una piedra preciosa de color azul pálido o azul-verde, a menudo utilizada en joyería.",
      "example": "Elle avait toujours rêvé de posséder un collier d'aigue-marine. Aujourd'hui, elle l'a enfin acheté. Dans le futur, elle le léguera à sa petite-fille.",
      "example_translation": "Siempre había soñado con tener un collar de acuamarina. Hoy en día, finalmente lo compró. En el futuro, se lo pasará a su nieta.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cochineal",
      "translation": "carmesí",
      "definition": "Un pigment rouge vif à pourpre rouge obtenu de l'insecte cochineal, utilisé dans les aliments, les cosmétiques et l'art.",
      "definition_translation": "Un pigmento rojo brillante a rojo púrpura obtenido del insecto de la cochinilla, utilizado en alimentos, cosméticos y arte.",
      "example": "L'artiste a mélangé le carmin avec l'ocre jaune pour créer une orange vive. Elle avait utilisé le carmin dans ses peintures depuis des années. L'entreprise utilisera le carmin dans leur nouveau produit de rouge à lèvres.",
      "example_translation": "El artista mezcló carmesí con ocre amarillo para crear un tono naranja vibrante. Ella había usado carmesí en sus pinturas durante años. La empresa utilizará carmesí en su nuevo producto de lápiz labial.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "crimson",
      "translation": "carmesí",
      "definition": "Une couleur rouge profonde et riche, notamment en relation avec une couleur rouge vif utilisée en imprimerie et dans la teinture.",
      "definition_translation": "Un color rojo profundo y rico, especialmente en relación con un color rojo brillante utilizado en impresión y teñido.",
      "example": "Les uniformes cramoisis de l'université étaient un spectacle frappant sur le terrain de football. Elle a choisi une robe cramoisie pour l'occasion formelle. Le logo de l'entreprise comprend une lettre 'C' cramoisie.",
      "example_translation": "Los uniformes carmesí de la universidad eran un espectáculo impactante en el campo de fútbol. Ella eligió un vestido carmesí para la ocasión formal. El logotipo de la empresa cuenta con una letra 'C' carmesí.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cyan",
      "translation": "ciano",
      "definition": "Une couleur verte-bleue vif, notamment en relation avec un pigment ou un colorant utilisé en imprimerie et en art.",
      "definition_translation": "Un color azul-verdoso brillante, especialmente en relación con un pigmento o tinte utilizado en impresión y arte.",
      "example": "L'artiste a mélangé le cyan avec le jaune pour créer un vert vif. L'entreprise utilise de l'encre cyan dans leurs imprimantes. Elle a porté un foulard cyan pour mettre en valeur ses yeux bleus vifs.",
      "example_translation": "El artista mezcló ciano con amarillo para crear un tono verde vibrante. La empresa utiliza tinta ciano en sus impresoras. Ella llevó una bufanda ciano para igualar sus ojos azules brillantes.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "émeraude",
      "translation": "esmeralda",
      "definition": "Une pierre verte brillante et précieuse, souvent portée comme bijou.",
      "definition_translation": "Una piedra verde brillante y valiosa, a menudo llevada como joya.",
      "example": "La reine a porté un collier d'émeraude au bal dernier soir, et elle le portera au party demain, mais elle l'a porté au jardin-party l'année dernière.",
      "example_translation": "La reina llevó un collar de esmeraldas al baile anoche, y la llevará al partido mañana, pero la llevó al jardín partido el año pasado.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gingembre",
      "translation": "jengibre",
      "definition": "Une racine utilisée comme épice, especially dans la cuisine asiatique, et ayant un goût chaud et sucré.",
      "definition_translation": "Una raíz que se utiliza como especia, especialmente en la cocina asiática, y tiene un sabor picante y dulce.",
      "example": "J'ai ajouté du gingembre à la soupe hier, et j'ajouterai du gingembre au stir-fry demain, mais j'ai ajouté du gingembre au thé la semaine dernière.",
      "example_translation": "Añadí jengibre a la sopa ayer, y lo agregaré al salteado mañana, pero lo agregué al té la semana pasada.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "indigo",
      "translation": "índigo",
      "definition": "Une couleur bleue profonde, ou une plante qui produit un colorant de cette couleur.",
      "definition_translation": "Un color azul profundo, o una planta que produce un tinte de este color.",
      "example": "L'artiste a utilisé l'indigo pour peindre le ciel du soir, et elle utilisera l'indigo pour teindre le tissu demain, mais elle avait utilisé l'indigo pour colorer le tapis le mois dernier.",
      "example_translation": "El artista usó índigo para pintar el cielo de la noche, y lo utilizará para teñir la tela mañana, pero lo usó para colorear la alfombra el mes pasado.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magenta",
      "translation": "magenta",
      "definition": "Une couleur rose violacée vive et éclatante.",
      "definition_translation": "Un color rosa púrpura brillante y vivido.",
      "example": "Le designer a choisi une belle couleur magenta pour le logo. Elle choisirait une couleur magenta pour le logo. Elle avait choisi une couleur magenta pour le logo.",
      "example_translation": "El diseñador eligió un hermoso color magenta para el logotipo. Ella elegirá un color magenta para el logotipo. Ella había elegido un color magenta para el logotipo.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mahogany",
      "translation": "caoba",
      "definition": "Un type d'arbre à bois dur rougeâtre, souvent utilisé pour la fabrication de meubles.",
      "definition_translation": "Un tipo de árbol de madera dura con madera marrón-rojiza, a menudo utilizado para la fabricación de muebles.",
      "example": "La table antique était en bois d'acajou. Elle polira la table en acajou. Il avait poncé le mobilier en acajou.",
      "example_translation": "La mesa antigua estaba hecha de madera de caoba. Ella pulirá la mesa de caoba. Él había lijado el mobiliario de caoba.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "maroon",
      "translation": "granate",
      "definition": "Une couleur rouge-brun foncée ou pigment.",
      "definition_translation": "Un color marrón-rojizo oscuro o pigmento.",
      "example": "Le joueur de football portait un maillot bourgogne. Elle portera une robe bourgogne. Ils avaient porté des uniformes bourgogne.",
      "example_translation": "El jugador de fútbol llevaba una camiseta granate. Ella llevará un vestido granate. Ellos habían llevado uniformes granate.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ochre",
      "translation": "ocre",
      "definition": "Un pigment naturel brun ou jaune-brun, composé d'un mélange d'argile et d'oxyde de fer, utilisé en peinture et en art.",
      "definition_translation": "Un pigmento natural marrón o marrón amarillento, que consiste en una mezcla de arcilla y óxido de hierro, utilizado en pintura y arte.",
      "example": "L'artiste avait mélangé l'ocre à l'eau pour créer une tonalité riche et terreuse. Elle avait ocré tout le canvas, qui était maintenant sec. Elle ochrera toute la pièce la semaine prochaine.",
      "example_translation": "El artista mezcló ocre con agua para crear un tono rico y terroso. Ella había ocreado todo el lienzo, que ahora estaba seco. Ella ocreará toda la habitación la próxima semana.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "scarlet",
      "translation": "escarlata",
      "definition": "Une couleur rouge vive et éclatante, souvent associée à la passion, à l'énergie et à l'amour.",
      "definition_translation": "Un color rojo brillante y vivo, típicamente asociado con pasión, energía y amor.",
      "example": "La robe écarlate avait attiré l'attention de tous au party. Elle avait porté du rouge à lèvres écarlate pour matcher son outfit. Il portera une cravate écarlate au mariage.",
      "example_translation": "El vestido escarlata llamó la atención de todos en la fiesta. Ella había llevado lápiz de labios escarlata para igualar su atuendo. Él llevará una corbata escarlata a la boda.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "turquoise",
      "translation": "turquesa",
      "definition": "Un minéral bleu-vert, précieux pour sa couleur vive et utilisé en joaillerie et en objets décoratifs.",
      "definition_translation": "Un mineral azul-verde, apreciado por su color vibrante y utilizado en joyería y objetos decorativos.",
      "example": "Le collier turquoise était le favori de sa grand-mère. Il lui avait acheté un anneau turquoise pour son anniversaire. Ils décoreront le salon avec des vases turquoise.",
      "example_translation": "La cadena de turquesa fue el favorito de su abuela. Él le había comprado un anillo de turquesa para su cumpleaños. Decorarán el salón con jarrones de turquesa.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]
}