{
  "data": [
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nombre",
      "translation": "número",
      "definition": "Une valeur ou quantité mathématique, en particulier un entier ou un entier positif.",
      "definition_translation": "Un valor o cantidad matemática, especialmente un entero o número positivo.",
      "example": "Je dois mémoriser le numéro de téléphone, pouvez-vous le répéter ? Hier, j'ai oublié mon code PIN et je n'ai pas pu retirer d'argent. D'ici la fin de l'année, j'aurai terminé mon projet de calcul de nombres.",
      "example_translation": "Tengo que memorizar el número de teléfono, ¿puedes repetirlo? Ayer, olvidé mi número de PIN y no pude retirar dinero. Para fines de año, habré terminado mi proyecto de análisis de números.",
      "imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cercle",
      "translation": "círculo",
      "definition": "Une forme ronde sans début ni fin, se poursuivant indéfiniment dans toutes les directions.",
      "definition_translation": "Una forma redonda sin principio ni fin, continuando indefinidamente en todas las direcciones.",
      "example": "Le cercle d'amis que j'ai est très soutenu. En géométrie, un cercle est une courbe fermée. D'ici la fin de l'année, j'aurai fini de dessiner un cercle autour de la ville entière.",
      "example_translation": "El círculo de amigos que tengo es muy solidario. En geometría, un círculo es una curva cerrada. Para fines de año, habré terminado dibujando un círculo alrededor de toda la ciudad.",
      "imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "carré",
      "translation": "cuadrado",
      "definition": "Une forme avec quatre côtés de longueur égale, où tous les angles internes sont des angles droits.",
      "definition_translation": "Una figura con cuatro lados de igual longitud, donde todos los ángulos internos son ángulos rectos.",
      "example": "La racine carrée de 16 est 4. La place de la ville est un lieu touristique populaire. D'ici l'année prochaine, j'aurai construit une maison carrée avec un beau jardin.",
      "example_translation": "La raíz cuadrada de 16 es 4. La plaza del pueblo es un lugar turístico popular. Para el próximo año, habré construido una casa cuadrada con un hermoso jardín.",
      "imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étoile",
      "translation": "estrella",
      "definition": "Une boule de gaz massive et lumineuse qui est maintenue par sa propre gravité. Les étoiles sont des objets célestes visibles de la Terre et sont généralement vus comme des points de lumière dans le ciel nocturne.",
      "definition_translation": "Una bola masiva y luminosa de gas que se mantiene unida por su propia gravedad. Las estrellas son objetos celestes que son visibles desde la Tierra y se ven típicamente como puntos de luz en el cielo nocturno.",
      "example": "L'étoile brillait intensément dans le ciel nocturne. L'astronome avait étudié l'étoile pendant de nombreuses années. D'ici l'an 2050, les humains auront colonisé une étoile voisine.",
      "example_translation": "La estrella brilló intensamente en el cielo nocturno. El astrónomo había estudiado la estrella durante muchos años. Para el año 2050, los humanos habrán colonizado una estrella cercana.",
      "imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "croix",
      "translation": "cruz",
      "definition": "Un symbole ou une forme avec deux lignes qui s'intersectent, utilisé comme représentation du christianisme ou comme symbole de protection ou de bénédiction.",
      "definition_translation": "Un símbolo o forma con dos líneas intersectantes, utilizado como representación del cristianismo o como símbolo de protección o bendición.",
      "example": "La croix qui pendait à son cou était un cadeau de sa grand-mère. Le prêtre chrétien portait une grande croix pendant la procession. Les randonneurs devaient traverser la rivière pour atteindre la montagne.",
      "example_translation": "La cruz que colgaba alrededor de su cuello era un regalo de su abuela. El sacerdote cristiano llevaba una gran cruz durante la procesión. Los excursionistas tuvieron que cruzar el río para alcanzar la montaña.",
      "imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pour cent",
      "translation": "por ciento",
      "definition": " Une unité de pourcentage, égale à un centième de la totalité, utilisée pour exprimer une proportion ou un taux.",
      "definition_translation": "Una unidad de porcentaje, igual a una centésima parte de un todo, utilizada para expresar una proporción o tasa.",
      "example": "Les bénéfices de l'entreprise ont augmenté de 20 pour cent l'année dernière. L'étudiant a obtenu 85 pour cent au examen. Le taux d'intérêt du prêt était de 5 pour cent par an.",
      "example_translation": "Los beneficios de la empresa aumentaron un 20 por ciento el año pasado. El estudiante obtuvo un 85 por ciento en el examen. La tasa de interés del préstamo era del 5 por ciento anual.",
      "imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "somme",
      "translation": "suma",
      "definition": "Le montant total ou quantité obtenue en ajoutant ensemble deux ou plusieurs nombres ou quantités.",
      "definition_translation": "La cantidad total o cantidad obtenida al sumar dos o más números o cantidades.",
      "example": "Je vais additionner les nombres pour obtenir le total. Hier, j'ai additionné les nombres pour obtenir le total. Demain, je vais additionner les nombres pour obtenir le total.",
      "example_translation": "Voy a sumar los números para obtener el total. Ayer, sumé los números para obtener el total. Mañana, sumaré los números para obtener el total.",
      "imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "addition",
      "translation": "adición",
      "definition": "L'acte d'ajouter quelque chose à autre chose, en particulier en mathématiques.",
      "definition_translation": "El acto de agregar algo a algo más, especialmente en matemáticas.",
      "example": "J'ai appris l'addition à l'école élémentaire. Ma sœur est douée pour l'addition. Elle me l'enseignera demain.",
      "example_translation": "Aprendí adición en la escuela primaria. Mi hermana es buena en adición. Ella me enseñará adición mañana.",
      "imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cone",
      "translation": "cono",
      "definition": "Une forme avec une base circulaire et des côtés inclinés qui se rencontrent à un point.",
      "definition_translation": "Una forma con una base circular y lados inclinados que se encuentran en un punto.",
      "example": "J'ai mangé un cône de glace à la plage. Elle a acheté un cône au magasin. Ils feront des cônes pour la fête.",
      "example_translation": "Me comí un cono de helado en la playa. Ella compró un cono en la tienda. Ellos harán conos para la fiesta.",
      "imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cube",
      "translation": "cubo",
      "definition": "Un cube est un objet solide tridimensionnel délimité par six faces carrées, avec trois faces qui se rencontrent à chaque vertex.",
      "definition_translation": "Un cubo es un objeto sólido tridimensional limitado por seis caras cuadradas, con tres caras que se encuentran en cada vértice.",
      "example": "J'ai élevé le nombre au cube pour obtenir le volume, le cube s'est parfaitement adapté dans la boîte et le cube sera utilisé dans la leçon de mathématiques demain.",
      "example_translation": "Cubiqué el número para obtener el volumen, el cubo se ajustó perfectamente en la caja, y el cubo se utilizará en la lección de matemáticas mañana.",
      "imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "diamètre",
      "translation": "diámetro",
      "definition": "Le diamètre d'un cercle est la distance la plus longue possible à travers le cercle, passant par son centre.",
      "definition_translation": "El diámetro de un círculo es la distancia más larga posible a través del círculo, pasando por su centro.",
      "example": "J'ai mesuré le diamètre du cercle, le diamètre du tuyau était trop petit, et le diamètre de la lune est approximativement de 2 159 miles.",
      "example_translation": "Medí el diámetro del círculo, el diámetro de la tubería era demasiado pequeño, y el diámetro de la luna es de aproximadamente 2,159 millas.",
      "imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ovale",
      "translation": "ovalo",
      "definition": "Un ovale est une forme qui est grossièrement elliptique, mais pas parfaitement symétrique, avec deux axes de symétrie.",
      "definition_translation": "Un ovalo es una forma que es aproximadamente elíptica, pero no perfectamente simétrica, con dos ejes de simetría.",
      "example": "J'ai dessiné une forme ovale, la piscine ovale était entourée d'arbres, et la piste ovale a été utilisée pour les Jeux olympiques.",
      "example_translation": "Dibujé una forma oval, la piscina ovalada estaba rodeada de árboles, y la pista oval se utilizó para los juegos olímpicos.",
      "imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "triangle",
      "translation": "triángulo",
      "definition": "Un polygone à trois côtés et trois angles, généralement ayant trois sommets.",
      "definition_translation": "Un polígono con tres lados y tres ángulos, que generalmente tiene tres vértices.",
      "example": "J'ai dessiné un triangle sur le tableau, puis j'ai construit avec des bâtons, et enfin je vais calculer sa surface demain.",
      "example_translation": "Dibujé un triángulo en la pizarra, luego lo construí con palitos, y finalmente calcularé su área mañana.",
      "imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "angle",
      "translation": "ángulo",
      "definition": "L'espace ou la forme créée par deux lignes, rayons ou plans qui se rencontrent ou s'intersectent.",
      "definition_translation": "El espacio o forma formada por dos líneas, rayos o planos que se encuentran o se intersectan.",
      "example": "J'ai mesuré l'angle du toit, puis j'ai ajusté, et maintenant il sera parfait.",
      "example_translation": "Medí el ángulo del techo, luego lo ajusté, y ahora sera perfecto.",
      "imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pyramide",
      "translation": "pirámide",
      "definition": "Un polyèdre avec une base carrée et quatre côtés triangulaires qui se rejoignent au sommet.",
      "definition_translation": "Un poliedro con una base cuadrada y cuatro lados triangulares que se encuentran en el ápice.",
      "example": "Les anciens Égyptiens ont construit une pyramide, puis ils l'ont utilisée comme tombe, et finalement elle est devenue une merveille.",
      "example_translation": "Los antiguos egipcios construyeron una pirámide, luego la usaron como tumba, y finalmente se convirtió en una maravilla.",
      "imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rectangle",
      "translation": "rectángulo",
      "definition": "Un quadrilatère ayant quatre angles droits et quatre côtés de longueurs inégales, les côtés opposés étant égaux.",
      "definition_translation": "Un cuadrilátero que tiene cuatro ángulos rectos y cuatro lados de longitud desigual, siendo iguales los lados opuestos.",
      "example": "L'architecte a conçu un rectangle avec une longueur de 10 mètres et une largeur de 5 mètres. Hier, elle a mesuré le rectangle pour s'assurer qu'il était correct. Demain, elle va construire un rectangle plus grand.",
      "example_translation": "El arquitecto diseñó un rectángulo con una longitud de 10 metros y un ancho de 5 metros. Ayer, ella midió el rectángulo para asegurarse de que fuera correcto. Mañana, ella construirá un rectángulo más grande.",
      "imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ensemble",
      "translation": "conjunto",
      "definition": "Une collection d'objets uniques, connus sous le nom d'éléments ou de membres, qui peuvent être tout, y compris des nombres, des lettres, des personnes ou d'autres objets.",
      "definition_translation": "Una colección de objetos únicos, conocidos como elementos o miembros, que pueden ser cualquier cosa, incluyendo números, letras, personas o otros objetos.",
      "example": "Le professeur a demandé aux élèves de poser leurs livres sur la table. Hier, les élèves ont défini leurs objectifs pour le projet. Demain, ils vont préparer leurs présentations.",
      "example_translation": "El maestro pidió a los estudiantes que colocaran sus libros en la mesa. Ayer, los estudiantes establecieron sus metas para el proyecto. Mañana, ellos configurarán sus presentaciones.",
      "imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "variable",
      "translation": "variable",
      "definition": "Un emplacement de stockage nommé qui contient une valeur qui peut changer pendant l'exécution d'un programme.",
      "definition_translation": "Una ubicación de almacenamiento con nombre que contiene un valor que puede cambiar durante la ejecución de un programa.",
      "example": "Le programmeur a déclaré une variable pour stocker les entrées de l'utilisateur. Hier, la variable a été initialisée avec une valeur par défaut. Demain, la variable sera mise à jour avec de nouvelles données.",
      "example_translation": "El programador declaró una variable para almacenar la entrada del usuario. Ayer, la variable se inicializó con un valor predeterminado. Mañana, la variable se actualizará con nuevos datos.",
      "imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "angle aigu",
      "translation": "ángulo agudo",
      "definition": "Un angle aigu est un angle dont la mesure est comprise entre 0 et 90 degrés.",
      "definition_translation": "Un ángulo agudo es un ángulo cuya medida está entre 0 y 90 grados.",
      "example": "Le constructeur a soigneusement mesuré l'angle aigu du toit pour s'assurer qu'il était correct. Hier, elle l'a mesuré à nouveau pour vérifier. D'ici la semaine prochaine, le toit sera entièrement terminé.",
      "example_translation": "El constructor midió cuidadosamente el ángulo agudo del techo para asegurarse de que fuera correcto. Ayer, lo midió de nuevo para verificar. Para la próxima semana, todo el techo estará completado.",
      "imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "axe de coordonnées",
      "translation": "eje de coordenadas",
      "definition": "L'axe de coordonnées est un ensemble de trois lignes qui s'intersectent à un point, appelé l'origine, et sont utilisées pour localiser les points dans l'espace.",
      "definition_translation": "El eje de coordenadas es un conjunto de tres líneas que se intersectan en un punto, llamado origen, y se utilizan para ubicar puntos en el espacio.",
      "example": "Le professeur de mathématiques a dessiné l'axe de coordonnées sur le tableau pour expliquer le concept de graphique. L'année dernière, j'ai eu du mal à comprendre, mais maintenant c'est clair. D'ici la fin du semestre, j'aurai maîtrisé cela.",
      "example_translation": "El maestro de matemáticas dibujó el eje de coordenadas en la pizarra para explicar el concepto de graficar. El año pasado, me costó entenderlo, pero ahora está claro. Para fin de semestre, lo habré dominado.",
      "imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nombre cardinal",
      "translation": "número cardinal",
      "definition": "Un nombre cardinal est un nombre qui indique une quantité, comme un, deux ou trois.",
      "definition_translation": "Un número cardinal es un número que indica cantidad, como uno, dos o tres.",
      "example": "Le nombre cardinal de l'ensemble est cinq, ce qui signifie qu'il a cinq éléments. Hier, j'ai compté le nombre d'élèves dans la classe, et il y en avait trente-cinq. D'ici le mois prochain, nous aurons appris sur les nombres ordinaux.",
      "example_translation": "El número cardinal del conjunto es cinco, lo que significa que tiene cinco elementos. Ayer, conté el número de estudiantes en la clase, y había treinta y cinco. Para el próximo mes, habremos aprendido sobre números ordinales.",
      "imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "circonférence",
      "translation": "circunferencia",
      "definition": "La circonférence d'un cercle est la distance autour du cercle. C'est une mesure de la taille du cercle.",
      "definition_translation": "La circunferencia de un círculo es la distancia alrededor del círculo. Es una medida del tamaño del círculo.",
      "example": "J'ai mesuré la circonférence de la roue pour m'assurer qu'elle s'adaptait au cadre de bicyclette. Je vais mesurer la circonférence du tuyau pour m'assurer qu'il s'adapte à la valve. J'avais mesuré la circonférence du cercle pour calculer sa surface.",
      "example_translation": "Medí la circunferencia de la rueda para asegurarme de que se adaptara al marco de la bicicleta. Mediré la circunferencia del tubo para asegurarme de que se adapte a la válvula. Había medido la circunferencia del círculo para calcular su área.",
      "imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coefficient",
      "translation": "coeficiente",
      "definition": "Un coefficient est une valeur numérique qui est multipliée par une variable ou une expression dans une équation ou une formule.",
      "definition_translation": "Un coeficiente es un valor numérico que se multiplica por una variable o una expresión en una ecuación o fórmula.",
      "example": "Le coefficient de frottement est utilisé pour calculer la force nécessaire pour déplacer un objet. Le coefficient de détermination a été utilisé pour analyser la corrélation entre les variables. Je vais calculer le coefficient de variation pour comprendre la dispersion des données.",
      "example_translation": "El coeficiente de fricción se utiliza para calcular la fuerza necesaria para mover un objeto. El coeficiente de determinación se utilizó para analizar la correlación entre las variables. Calcularé el coeficiente de variación para entender la dispersión de los datos.",
      "imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boussole",
      "translation": "compás",
      "definition": "Les boussoles sont un outil de navigation utilisé pour déterminer la direction, notamment dans les situations où le soleil ou les étoiles ne sont pas visibles.",
      "definition_translation": "Los compases son una herramienta de navegación utilizada para determinar la dirección, especialmente en situaciones en las que el sol o las estrellas no son visibles.",
      "example": "J'ai utilisé une boussole pour me diriger dans la forêt. Les randonneurs ont utilisé des boussoles pour retrouver leur chemin vers le camp. Elle va utiliser une boussole pour orienter sa carte.",
      "example_translation": "Usé compases para navegar por el bosque. Los excursionistas utilizaron compases para encontrar su camino de regreso al campamento. Ella utilizará compases para orientar su mapa.",
      "imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "angle plein",
      "translation": "ángulo completo",
      "definition": "Un angle dont la mesure est de 360 degrés, ce qui signifie qu'il forme un cercle complet.",
      "definition_translation": "Un ángulo cuya medida es de 360 grados, lo que significa que forma un círculo completo.",
      "example": "L'angle plein du cercle était crucial dans la conception de la structure architecturale. Il aura un angle plein dans la prochaine version. Elle avait des angles pleins en tête tandis qu'elle peignait le paysage.",
      "example_translation": "El ángulo completo del círculo fue crucial en el diseño de la estructura arquitectónica. Tendrá un ángulo completo en la próxima versión. Ella tenía ángulos completos en su mente mientras pintaba el paisaje.",
      "imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "système de coordonnées",
      "translation": "sistema de coordenadas",
      "definition": "Un système utilisé pour localiser les points dans l'espace, défini par un ensemble de trois lignes perpendiculaires qui se croisent à un point unique appelé l'origine.",
      "definition_translation": "Un sistema utilizado para ubicar puntos en el espacio, definido por un conjunto de tres líneas perpendiculares que se intersectan en un solo punto, llamado origen.",
      "example": "Le mathématicien a utilisé un système de coordonnées pour tracer le graphique. Elle va utiliser un système de coordonnées pour résoudre le problème. Ils avaient appris sur les systèmes de coordonnées dans leur classe de géométrie.",
      "example_translation": "El matemático utilizó un sistema de coordenadas para trazar el gráfico. Ella utilizará un sistema de coordenadas para resolver el problema. Habían aprendido sobre sistemas de coordenadas en su clase de geometría.",
      "imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "racine cubique",
      "translation": "raíz cúbica",
      "definition": "Une valeur qui, lorsqu'elle est multipliée par elle-même trois fois, donne un nombre ou une valeur spécifiés.",
      "definition_translation": "Un valor que, al multiplicarse por sí mismo tres veces, da un número o valor especificado.",
      "example": "La racine cubique de 27 est 3, car 3 multipliée par elle-même trois fois donne 27. Elle va trouver la racine cubique du nombre. Ils avaient appris à calculer les racines cubiques dans leur classe d'algèbre.",
      "example_translation": "La raíz cúbica de 27 es 3, ya que 3 multiplicado por sí mismo tres veces da 27. Ella encontrará la raíz cúbica del número. Habían aprendido a calcular raíces cúbicas en su clase de álgebra.",
      "imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parallélépipède",
      "translation": "cuboide",
      "definition": "Un parallélépipède est un solide à trois dimensions avec six faces rectangulaires, où chaque face est un rectangle avec tous les angles droits.",
      "definition_translation": "Un cuboide es una forma sólida tridimensional con seis caras rectangulares, donde cada cara es un rectángulo con todos los ángulos rectos.",
      "example": "L'architecte a conçu un bâtiment en forme de parallélépipède avec un toit plat. La boîte en forme de parallélépipède était lourde à soulever. D'ici l'année prochaine, ils construiront un gratte-ciel en forme de parallélépipède.",
      "example_translation": "El arquitecto diseñó un edificio cuboide con techo plano. La caja cuboide era pesada de levantar. Para el próximo año, construirán un rascacielos con forma de cuboide.",
      "imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cylindre",
      "translation": "cilindro",
      "definition": "Un cylindre est un solide à trois dimensions avec deux bases circulaires parallèles reliées par une face courbe.",
      "definition_translation": "Un cilindro es una forma sólida tridimensional con dos bases paralelas y circulares conectadas por un lado curvo.",
      "example": "L'ingénieur a conçu un réservoir en forme de cylindre. Le cylindre a roulé sur la colline. D'ici le mois prochain, ils fabriqueront des conteneurs en forme de cylindre.",
      "example_translation": "El ingeniero diseñó un tanque con forma de cilindro. El cilindro rodó colina abajo. Para el próximo mes, fabricarán contenedores con forma de cilindro.",
      "imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "décimal",
      "translation": "decimal",
      "definition": "Un décimal est un nombre exprimé dans le système décimal, où chaque chiffre peut avoir l'une des dix valeurs, de 0 à 9.",
      "definition_translation": "Un decimal es un número expresado en el sistema decimal, donde cada dígito puede tener uno de los diez valores, desde 0 hasta 9.",
      "example": "Le point décimal était à la fin du nombre. Elle a converti la fraction en décimal. L'ordinateur a traité les données décimales rapidement.",
      "example_translation": "El punto decimal estaba al final del número. Ella convirtió la fracción a un decimal. La computadora procesó los datos decimales rápidamente.",
      "imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "équation différentielle",
      "translation": "ecuación diferencial",
      "definition": "Une équation différentielle est une équation mathématique qui implique une fonction inconnue et ses dérivées, et relie les valeurs de la fonction et de ses dérivées à différents points de l'espace.",
      "definition_translation": "Una ecuación diferencial es una ecuación matemática que implica una función desconocida y sus derivadas, y relaciona los valores de la función y sus derivadas en diferentes puntos del espacio.",
      "example": "En mathématiques, les équations différentielles sont utilisées pour modéliser la croissance de la population, tandis que dans la physique, elles sont utilisées pour décrire le mouvement des objets. L'an dernier, j'ai résolu une équation différentielle pour prédire la trajectoire d'un projectile. L'année prochaine, j'utiliserai les équations différentielles pour modéliser la propagation d'une maladie.",
      "example_translation": "En matemáticas, las ecuaciones diferenciales se utilizan para modelar el crecimiento de la población, mientras que en física, se utilizan para describir el movimiento de objetos. El año pasado, resolví una ecuación diferencial para predecir la trayectoria de un proyectil. El próximo año, utilizaré ecuaciones diferenciales para modelar la propagación de una enfermedad.",
      "imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chiffre",
      "translation": "dígito",
      "definition": "Un chiffre est un symbole ou caractère unique dans un système numérique, tel que un nombre dans le système décimal ou une lettre dans le système hexadécimal.",
      "definition_translation": "Un dígito es un símbolo o carácter individual en un sistema numérico, como un número en el sistema decimal o una letra en el sistema hexadecimal.",
      "example": "Le numéro de téléphone a 10 chiffres. Hier, j'ai tapé 5 chiffres pour déverrouiller mon téléphone. Dans le futur, je devrai me rappeler 12 chiffres pour ma nouvelle carte de crédit.",
      "example_translation": "El número de teléfono tiene 10 dígitos. Ayer, escribí 5 dígitos para desbloquear mi teléfono. En el futuro, necesitaré recordar 12 dígitos para mi nueva tarjeta de crédito.",
      "imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dividende",
      "translation": "dividendos",
      "definition": "Un dividende est un paiement fait par une entreprise à ses actionnaires, généralement comme moyen de distribuer des profits.",
      "definition_translation": "Un dividendo es un pago realizado por una corporación a sus accionistas, usualmente como una forma de distribuir ganancias.",
      "example": "La société paiera un dividende de 1 dollar par action le trimestre prochain. L'an dernier, j'ai reçu un dividende de 500 dollars de mon investissement. Dans le futur, j'attends de recevoir un dividende plus élevé de mes actions.",
      "example_translation": "La empresa pagará un dividendo de $1 por acción el próximo trimestre. El año pasado, recibí un dividendo de $500 de mi inversión. En el futuro, espero recibir un dividendo más alto de mis acciones.",
      "imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "division",
      "translation": "división",
      "definition": "Le fait de diviser ou l'état d'être divisé, un processus de séparation ou de catégorisation de quelque chose en groupes ou parties, une branche des mathématiques qui traite de l'opération de division des nombres",
      "definition_translation": "La acción de dividir o el estado de estar dividido, un proceso de separar o categorizar algo en grupos o partes, una rama de las matemáticas que se ocupa de la operación de dividir números",
      "example": "La division de l'entreprise en petits départements a amélioré l'efficacité, je vais diviser le budget du projet d'ici la fin de la semaine, et nous avons divisé les profits également entre les associés.",
      "example_translation": "La división de la empresa en departamentos más pequeños mejoró la eficiencia, dividiré el presupuesto del proyecto para el final de la semana, y dividimos las ganancias igualmente entre los socios.",
      "imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "diviseur",
      "translation": "divisor",
      "definition": "Un nombre par lequel un autre nombre peut être divisé sans laisser de reste, un facteur d'un nombre qui le divise exactement sans laisser de reste",
      "definition_translation": "Un número por el cual otro número puede ser dividido sin dejar un resto, un factor de un número que lo divide exactamente sin dejar un resto",
      "example": "Le nombre 4 est un diviseur de 12, le professeur nous a demandé de trouver tous les diviseurs de 24, et le calculatrice peut trouver le plus grand diviseur commun de deux nombres.",
      "example_translation": "El número 4 es un divisor de 12, el maestro nos pidió encontrar todos los divisores de 24, y la calculadora puede encontrar el máximo común divisor de dos números.",
      "imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "exposant, puissance",
      "translation": "exponente, potencia",
      "definition": "Un petit nombre qui indique combien de fois un nombre de base doit être multiplié par lui-même, une opération mathématique dans laquelle un nombre est élevé à une puissance",
      "definition_translation": "Un pequeño número que indica cuántas veces debe multiplicarse un número base por sí mismo, una operación matemática en la que se eleva un número a una potencia",
      "example": "L'exposant de 2 dans l'équation est 3, la puissance de 10 dans l'expression est 5, et nous devons trouver la valeur de x dans l'équation avec exposant 2.",
      "example_translation": "El exponente de 2 en la ecuación es 3, la potencia de 10 en la expresión es 5, y necesitamos encontrar el valor de x en la ecuación con exponente 2.",
      "imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fraction",
      "translation": "fracción",
      "definition": "Une fraction est un moyen d'exprimer une partie d'un tout. C'est un moyen de montrer une partie de quelque chose qui est divisé en parties égales.",
      "definition_translation": "Una fracción es una forma de expresar una parte de un todo. Es una forma de mostrar una parte de algo que se divide en partes iguales.",
      "example": "J'ai mangé une fraction de la pizza hier soir, je vais manger une autre fraction pour déjeuner aujourd'hui, et je vais finir la fraction restante demain.",
      "example_translation": "Me comí una fracción de la pizza anoche, comeré otra fracción para almuerzo hoy y acabaré con la fracción restante mañana.",
      "imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fonction",
      "translation": "función",
      "definition": "Une fonction est une relation entre un ensemble d'entrées, appelé le domaine, et un ensemble de sorties possibles, appelé la plage.",
      "definition_translation": "Una función es una relación entre un conjunto de entradas, llamado dominio, y un conjunto de salidas posibles, llamado rango.",
      "example": "La fonction d'une calculatrice est de performer des opérations mathématiques, j'ai utilisé pour calculer la fonction de x carré, et elle m'aidera à graphique la fonction dans le futur.",
      "example_translation": "La función de una calculadora es realizar operaciones matemáticas, la usé para calcular la función de x al cuadrado, y me ayudará a graficar la función en el futuro.",
      "imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hémisphère",
      "translation": "hemisferio",
      "definition": "Un hémisphère est la moitié de la Terre, divisée par l'équateur ou un méridien, et c'est également un terme utilisé en géométrie pour décrire une demi-sphère.",
      "definition_translation": "Un hemisferio es la mitad de la Tierra, dividida por el Ecuador o un meridiano, y también es un término utilizado en geometría para describir una semiesfera.",
      "example": "L'hémisphère nord expérimente l'hiver, j'ai voyagé à l'hémisphère sud et j'ai vu la constellation d'Orion dans le ciel, et dans le futur, je vais visiter l'hémisphère est.",
      "example_translation": "El hemisferio norte experimenta el invierno, viajé al hemisferio sur y vi la constelación de Orión en el cielo, y en el futuro, visitaré el hemisferio oriental.",
      "imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "heptagone",
      "translation": "heptágono",
      "definition": "Un heptagone est un polygone à sept côtés. C'est un type de polygone qui a sept sommets et sept côtés de longueur égale.",
      "definition_translation": "Un heptágono es un polígono con siete lados. Es un tipo de polígono que tiene siete vértices y siete lados de igual longitud.",
      "example": "Les anciens Grecs ont étudié les propriétés des heptagones, et ils ont découvert qu'il est possible de construire un heptagone à l'aide d'une règle et d'un compas. Aujourd'hui, les heptagones sont utilisés en architecture et en design pour créer des structures esthétiquement agréables. D'ici l'an 2050, les heptagones seront une caractéristique commune dans les villes futuristes.",
      "example_translation": "Los antiguos griegos estudiaron las propiedades de los heptágonos y descubrieron que es posible construir un heptágono utilizando una compás y regla. Hoy en día, los heptágonos se utilizan en arquitectura y diseño para crear estructuras visualmente atractivas. Para el año 2050, los heptágonos serán una característica común en las ciudades futuristas.",
      "imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hexagone",
      "translation": "hexágono",
      "definition": "Un hexagone est un polygone à six côtés. C'est un type de polygone qui a six sommets et six côtés de longueur égale.",
      "definition_translation": "Un hexágono es un polígono con seis lados. Es un tipo de polígono que tiene seis vértices y seis lados de igual longitud.",
      "example": "L'hexagone est une forme commune trouvée dans la nature, comme dans les cellules d'un essaim de miel. Les hexagones sont également utilisés en architecture pour créer des structures solides et stables. D'ici 2025, les hexagones seront utilisés pour concevoir des bâtiments durables et écologiques.",
      "example_translation": "El hexágono es una forma común encontrada en la naturaleza, como en las celdas de un panal. Los hexágonos también se utilizan en arquitectura para crear estructuras fuertes y estables. Para el año 2025, los hexágonos se utilizarán para diseñar edificios sostenibles y ecológicos.",
      "imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "infini",
      "translation": "infinito",
      "definition": "L'infini est un concept en mathématiques qui représente une quantité sans fin ni limite. Il est souvent représenté mathématiquement en utilisant le symbole ∞.",
      "definition_translation": "El infinito es un concepto en matemáticas que representa una cantidad sin fin ni límite. A menudo se representa matemáticamente utilizando el símbolo ∞.",
      "example": "Le concept d'infini a fasciné les mathématiciens et les philosophes pendant des siècles. L'infini est utilisé en calcul pour décrire les limites et les frontières. Dans le futur, l'infini continuera à jouer un rôle crucial dans le développement des mathématiques et de la science.",
      "example_translation": "El concepto de infinito ha fascinado a matemáticos y filósofos durante siglos. El infinito se utiliza en cálculo para describir límites y fronteras. En el futuro, el infinito seguirá desempeñando un papel crucial en el desarrollo de las matemáticas y la ciencia.",
      "imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entier",
      "translation": "entero",
      "definition": "Un nombre entier, soit positif, négatif ou zéro, et non une fraction ou décimal.",
      "definition_translation": "Un número entero, ya sea positivo, negativo o cero, y no una fracción o decimal.",
      "example": "L'entier 5 est un nombre premier. Hier, j'ai calculé la somme des entiers de 1 à 10. D'ici l'année prochaine, j'aurai appris à multiplier les entiers.",
      "example_translation": "El entero 5 es un número primo. Ayer, calculé la suma de enteros desde 1 hasta 10. Para el próximo año, habré aprendido a multiplicar enteros.",
      "imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "intégral",
      "translation": "integral",
      "definition": "Relatif ou faisant partie d'un tout, complet ou entier, plutôt que d'un élément indépendant.",
      "definition_translation": "Relativo o siendo una cosa completa, entera o integral; siendo parte de un todo, en lugar de un elemento independiente.",
      "example": "La partie intégrale du système est le moteur. La compagnie intégrera la nouvelle technologie dans son système intégral. D'ici 2025, la solution intégrale sera mise en œuvre dans le monde entier.",
      "example_translation": "La parte integral del sistema es el motor. La empresa integrará la nueva tecnología en su sistema integral. Para 2025, la solución integral se implementará en todo el mundo.",
      "imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nombre irrationnel",
      "translation": "número irracional",
      "definition": "Un nombre réel qui ne peut pas être exprimé comme un simple fraction, comme pi ou la racine carrée de 2.",
      "definition_translation": "Un número real que no puede expresarse como una fracción simple, como pi o la raíz cuadrada de 2.",
      "example": "Les nombres irrationnels ont été découverts par les mathématiciens grecs anciens. Le rapport de la circonférence d'un cercle à son diamètre est un nombre irrationnel. D'ici la fin du cours, je serai capable de calculer les nombres irrationnels.",
      "example_translation": "Los números irracionales fueron descubiertos por matemáticos griegos antiguos. La razón de la circunferencia de un círculo a su diámetro es un número irracional. Al final del curso, podré calcular números irracionales.",
      "imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "segment de droite",
      "translation": "segmento de línea",
      "definition": "Une partie d'une droite délimitée par deux points distincts et contenant tous les points de la droite entre eux.",
      "definition_translation": "Una parte de una línea que está delimitada por dos puntos distintos y contiene todos los puntos de la línea entre ellos.",
      "example": "Le professeur a demandé à l'étudiant de tracer un segment de droite sur le tableau. Hier, elle a tracé un segment de droite sur le graphique. Demain, ils apprendront à tracer des segments de droite à différents angles.",
      "example_translation": "La maestra le pidió al estudiante que dibujara un segmento de línea en la pizarra. Ayer, ella dibujó un segmento de línea en el gráfico. Mañana, ellos aprenderán sobre dibujar segmentos de línea en diferentes ángulos.",
      "imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "logarithme",
      "translation": "logaritmo",
      "definition": "Le pouvoir auquel un nombre de base doit être élevé pour produire une valeur donnée, notamment le pouvoir auquel le nombre de base 10 doit être élevé pour produire une valeur donnée.",
      "definition_translation": "La potencia a la que debe ser elevado un número base para producir un valor dado, especialmente la potencia a la que debe ser elevado el número base 10 para producir un valor dado.",
      "example": "Le mathématicien a calculé le logarithme du nombre pour résoudre l'équation. Dans le passé, ils ont utilisé les logarithmes pour calculer les données astronomiques. Dans le futur, les logarithmes seront utilisés dans les algorithmes informatiques avancés.",
      "example_translation": "El matemático calculó el logaritmo del número para resolver la ecuación. En el pasado, ellos usaron logaritmos para calcular datos de astronomía. En el futuro, los logaritmos se utilizarán en algoritmos informáticos avanzados.",
      "imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "multiplication",
      "translation": "multiplicación",
      "definition": "Le processus de combinaison d'un nombre avec lui-même autant de fois qu'il y a d'unités dans un autre nombre, ou le produit de ce processus.",
      "definition_translation": "El proceso de combinar un número con sí mismo tantas veces como unidades hay en otro número, o el producto de tal proceso.",
      "example": "L'étudiant a pratiqué les tables de multiplication pour améliorer ses compétences en mathématiques. Hier, ils ont multiplié deux nombres pour obtenir le produit. Demain, ils apprendront à multiplier les fractions.",
      "example_translation": "El estudiante practicó tablas de multiplicación para mejorar sus habilidades matemáticas. Ayer, ellos multiplicaron dos números para obtener el producto. Mañana, ellos aprenderán sobre la multiplicación de fracciones.",
      "imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nombre naturel",
      "translation": "número natural",
      "definition": "Un nombre naturel est un entier positif, commençant à 1 et allant jusqu'à l'infini, comme 1, 2, 3, etc.",
      "definition_translation": "Un número natural es un entero positivo, comenzando desde 1 y extendiéndose hasta el infinito, como 1, 2, 3, y así sucesivamente.",
      "example": "Les nombres naturels 1, 2 et 3 ont été utilisés dans le problème mathématique. Hier, elle a écrit une suite de nombres naturels. Demain, ils apprendront les propriétés des nombres naturels.",
      "example_translation": "Los números naturales 1, 2 y 3 se utilizaron en el problema matemático. Ayer, ella escribió una secuencia de números naturales. Mañana, aprenderán sobre las propiedades de los números naturales.",
      "imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "droite numérique",
      "translation": "línea numérica",
      "definition": "Une droite numérique est une représentation visuelle des nombres sur une droite, utilisée pour comparer et ordonner les nombres.",
      "definition_translation": "Una línea numérica es una representación visual de números en una línea recta, utilizada para comparar y ordenar números.",
      "example": "Le professeur a tracé une droite numérique sur le tableau pour expliquer le concept des fractions. L'étudiant a utilisé une droite numérique pour trouver le point milieu entre deux nombres. D'ici la fin de l'année, ils seront capables de créer leurs propres droites numériques.",
      "example_translation": "La maestra dibujó una línea numérica en la pizarra para explicar el concepto de fracciones. El estudiante utilizó una línea numérica para encontrar el punto medio entre dos números. Para fin de año, podrán crear sus propias líneas numéricas.",
      "imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "angle obtus",
      "translation": "ángulo obtuso",
      "definition": "Un angle obtus est un type d'angle qui est supérieur à 90 degrés mais inférieur à 180 degrés, souvent représenté par le symbole >.",
      "definition_translation": "Un ángulo obtuso es un tipo de ángulo que es mayor que 90 grados pero menor que 180 grados, a menudo representado por el símbolo >.",
      "example": "L'angle obtus dans le triangle était de 120 degrés. Elle a mesuré l'angle obtus du toit. D'ici la semaine prochaine, ils apprendront à calculer la somme des angles obtus.",
      "example_translation": "El ángulo obtuso en el triángulo era de 120 grados. Ella midió el ángulo obtuso del techo. Para la próxima semana, aprenderán cómo calcular la suma de ángulos obtusos.",
      "imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "octogone",
      "translation": "octágono",
      "definition": "Un polygone à huit côtés, notamment un polygone régulier ayant tous les côtés et les angles égaux.",
      "definition_translation": "Un polígono con ocho lados, especialmente uno que es regular y tiene todos los lados y ángulos iguales.",
      "example": "L'architecte a conçu un bâtiment en forme d'octogone avec huit côtés égaux. Auparavant, elle avait construit une maison avec une forme similaire. Elle conçoit un autre bâtiment en forme d'octogone l'an prochain.",
      "example_translation": "El arquitecto diseñó un edificio de forma octogonal con ocho lados iguales. Anteriormente, había construido una casa con una forma similar. Ella diseñará otro edificio octogonal el año que viene.",
      "imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nombre ordinal",
      "translation": "número ordinal",
      "definition": "Un nombre qui exprime la position ou le rang de quelque chose dans une séquence, comme premier, deuxième ou troisième.",
      "definition_translation": "Un número que expresa la posición o rango de algo en una secuencia, como primero, segundo o tercero.",
      "example": "Le nombre ordinal « premier » indique la position du vainqueur dans une compétition. L'année dernière, j'étais troisième, mais cette année, je serai premier. L'année prochaine, je serai deuxième.",
      "example_translation": "El número ordinal 'primero' indica la posición del ganador en una competencia. El año pasado, yo era tercero, pero este año seré primero. El año que viene, seré segundo.",
      "imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parallèle",
      "translation": "paralelo",
      "definition": "S'étendant dans la même direction, mais ne se rencontrent pas ou ne s'intersectent pas, notamment à tout point.",
      "definition_translation": "Se extiende en la misma dirección, pero no se encuentran o intersectan, especialmente en cualquier punto.",
      "example": "Les lignes parallèles sur le papier ne se rencontrent jamais, mais elles étaient parallèles l'une à l'autre. Auparavant, j'avais tracé deux lignes parallèles, et maintenant je trace une autre paire. Je vais tracer plus de lignes parallèles demain.",
      "example_translation": "Las líneas paralelas en el papel nunca se encuentran, pero eran paralelas entre sí. Anteriormente, había dibujado dos líneas paralelas, y ahora estoy dibujando otra pareja. Dibujaré más líneas paralelas mañana.",
      "imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parallélogramme",
      "translation": "paralelogramo",
      "definition": "Un quadrilatère ayant des côtés opposés qui sont parallèles et de même longueur.",
      "definition_translation": "Un cuadrilátero con lados opuestos que son paralelos y iguales en longitud.",
      "example": "Le professeur a tracé un parallélogramme sur le tableau noir pour illustrer le concept de géométrie. Hier, j'ai construit un parallélogramme à l'aide d'une règle et d'un compas. Demain, nous allons apprendre à calculer l'aire d'un parallélogramme.",
      "example_translation": "El maestro dibujó un paralelogramo en la pizarra para ilustrar el concepto de geometría. Ayer, construí un paralelogramo utilizando una regla y brújula. Mañana, aprenderemos a calcular el área de un paralelogramo.",
      "imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pentagone",
      "translation": "pentágono",
      "definition": "Un polygone à cinq côtés, notamment un polygone régulier ayant cinq côtés égaux et des angles égaux.",
      "definition_translation": "Un polígono con cinco lados, especialmente uno con cinco lados iguales y ángulos iguales.",
      "example": "Le Pentagone est le siège du ministère de la Défense des États-Unis. Les anciens Grecs ont étudié les propriétés des pentagones. D'ici la fin du semestre, nous aurons appris à calculer le périmètre d'un pentagone.",
      "example_translation": "El Pentágono es la sede del Departamento de Defensa de EE. UU. Los antiguos griegos estudiaron las propiedades de los pentágonos. Para fines de este semestre, habremos aprendido a calcular el perímetro de un pentágono.",
      "imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "perpendiculaire",
      "translation": "perpendicular",
      "definition": "À angle droit par rapport à une ligne ou une surface donnée ; s'intersectant à angle droit.",
      "definition_translation": "En un ángulo recto con respecto a una línea o superficie dada; intersectando en un ángulo recto.",
      "example": "L'échelle était perpendiculaire au mur. Les deux lignes sont perpendiculaires l'une à l'autre. D'ici l'année prochaine, j'aurai maîtrisé le concept des lignes perpendiculaires.",
      "example_translation": "La escalera era perpendicular a la pared. Las dos líneas son perpendiculares entre sí. Para el próximo año, habré dominado el concepto de líneas perpendiculares.",
      "imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nombre premier",
      "translation": "número primo",
      "definition": "Un nombre premier est un entier positif qui n'est divisible que par lui-même et 1.",
      "definition_translation": "Un número primo es un entero positivo que solo es divisible entre sí mismo y 1.",
      "example": "Hier, j'ai trouvé un nombre premier en résolvant un problème de maths. Aujourd'hui, je vais essayer d'en trouver un autre. Demain, j'utiliserai un nombre premier pour chiffrer un message.",
      "example_translation": "Ayer, encontré un número primo mientras resolvía un problema de matemáticas. Hoy, intentaré encontrar otro. Mañana, utilizaré un número primo para cifrar un mensaje.",
      "imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prisme",
      "translation": "prisma",
      "definition": "Un prisme est un élément optique transparent avec des surfaces plates et polies qui refractent la lumière.",
      "definition_translation": "Un prisma es un elemento óptico transparente con superficies planas y pulidas que refractan la luz.",
      "example": "Le scientifique a utilisé un prisme pour séparer la lumière blanche en ses composantes colorées. Le prisme a été très utile dans l'expérience. Le prisme sera utilisé à nouveau à l'avenir.",
      "example_translation": "El científico utilizó un prisma para separar la luz blanca en sus colores componentes. El prisma fue muy útil en el experimento. El prisma se utilizará nuevamente en el futuro.",
      "imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "produit",
      "translation": "producto",
      "definition": "Un produit est un résultat ou une issue d'un processus ou d'une activité.",
      "definition_translation": "Un producto es un resultado ooutcome de un proceso o actividad.",
      "example": "L'entreprise a lancé un nouveau produit la semaine dernière. Le produit a été très populaire auprès des clients. Le produit sera amélioré l'année prochaine.",
      "example_translation": "La empresa lanzó un nuevo producto la semana pasada. El producto fue muy popular entre los clientes. El producto se mejorará el próximo año.",
      "imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Théorème de Pythagore",
      "translation": "Teorema de Pitágoras",
      "definition": "Le théorème de Pythagore est un concept fondamental en géométrie qui décrit la relation entre les longueurs des côtés d'un triangle rectangle.",
      "definition_translation": "El teorema de Pitágoras es un concepto fundamental en geometría que describe la relación entre las longitudes de los lados de un triángulo rectángulo.",
      "example": "L'étudiante a utilisé le théorème de Pythagore pour calculer la longueur de l'hypoténuse. Elle l'avait utilisé avant, et l'utiliserait à nouveau dans son devoir de mathématiques. Le professeur leur enseignera comment appliquer le théorème la semaine prochaine.",
      "example_translation": "El estudiante utilizó el teorema de Pitágoras para calcular la longitud de la hipotenusa. Ella lo había utilizado antes y lo utilizaría de nuevo en su tarea de matemáticas. El maestro les enseñará cómo aplicar el teorema la próxima semana.",
      "imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Équation du second degré",
      "translation": "ecuación cuadrática",
      "definition": "Une équation du second degré est une équation polynomiale de degré deux, qui peut être écrite sous la forme ax^2 + bx + c = 0, où a, b et c sont des constantes.",
      "definition_translation": "Una ecuación cuadrática es una ecuación polinómica de grado dos, que se puede escribir en la forma ax^2 + bx + c = 0, donde a, b y c son constantes.",
      "example": "L'étudiante a eu du mal à résoudre l'équation du second degré, mais a finalement trouvé les solutions. Elle avait résolu des équations similaires auparavant, et en résoudra d'autres dans sa classe d'algèbre. Le professeur révisera la méthode pour résoudre les équations du second degré le mois prochain.",
      "example_translation": "El estudiante luchó por resolver la ecuación cuadrática, pero finalmente encontró las soluciones. Ella había resuelto ecuaciones similares antes y resolvería más en su clase de álgebra. El maestro repasará el método para resolver ecuaciones cuadráticas el próximo mes.",
      "imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Quotient",
      "translation": "cociente",
      "definition": "Un quotient est le résultat de la division d'une quantité par une autre, souvent exprimé sous forme de fraction ou de décimal.",
      "definition_translation": "Un cociente es el resultado de dividir una cantidad por otra, a menudo expresada como una fracción o un decimal.",
      "example": "L'étudiante a calculé le quotient de 12 et 3, et a obtenu 4. Elle avait calculé des quotients auparavant, et en calculera d'autres dans sa classe de mathématiques. Le professeur leur expliquera comment trouver le quotient de deux polynômes la semaine prochaine.",
      "example_translation": "El estudiante calculó el cociente de 12 y 3, y obtuvo 4. Ella había calculado cocientes antes y calcularía más en su clase de matemáticas. El maestro explicará cómo encontrar el cociente de dos polinomios la próxima semana.",
      "imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Rayon",
      "translation": "radio",
      "definition": "Un segment de droite qui joint le centre d'un cercle à n'importe quel point de sa circonférence.",
      "definition_translation": "Un segmento de línea que une el centro de un círculo a cualquier punto de su circunferencia.",
      "example": "Le rayon du cercle était de 5 cm. Hier, j'ai calculé le rayon du cercle. Demain, je calculerai le rayon du cercle.",
      "example_translation": "El radio del círculo era de 5 cm. Ayer, calculé el radio del círculo. Mañana, calcularé el radio del círculo.",
      "imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Nombre rationnel",
      "translation": "número racional",
      "definition": "Un nombre qui peut être exprimé comme le quotient ou la fraction de deux entiers, tels que 3/4 ou 22/7.",
      "definition_translation": "Un número que se puede expresar como el cociente o fracción de dos enteros, como 3/4 o 22/7.",
      "example": "Le nombre rationnel 3/4 est une fraction. Hier, j'ai écrit un nombre rationnel en décimal. Demain, j'ajouterai un nombre rationnel à un autre nombre rationnel.",
      "example_translation": "El número racional 3/4 es una fracción. Ayer, escribí un número racional como decimal. Mañana, agregaré un número racional a otro número racional.",
      "imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Nombre réel",
      "translation": "número real",
      "definition": "Un nombre qui peut être représenté sur la droite des nombres, incluant tous les nombres rationnels et irrationnels.",
      "definition_translation": "Un número que se puede representar en la línea de números, incluyendo todos los números racionales e irracionales.",
      "example": "Le nombre réel pi est un nombre irrationnel. Hier, j'ai utilisé un nombre réel dans une équation mathématique. Demain, je graphiquerai un nombre réel sur un plan coordinate.",
      "example_translation": "El número real pi es un número irracional. Ayer, utilicé un número real en una ecuación matemática. Mañana, graficaré un número real en un plano de coordenadas.",
      "imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Angle réfléchi",
      "translation": "ángulo reflexivo",
      "definition": "Un angle supérieur à 180 degrés mais inférieur à 360 degrés, c'est-à-dire un angle qui est supérieur à une ligne droite mais inférieur à un cercle complet.",
      "definition_translation": "Un ángulo mayor de 180 grados pero menor de 360 grados, es decir, un ángulo que es mayor que una línea recta pero menor que un círculo completo.",
      "example": "L'angle réfléchi formé par les aiguilles d'une horloge à 6 heures est de 360 degrés. Hier, j'ai dessiné un angle réfléchi dans mon devoir de mathématiques. Demain, j'étudierai comment calculer les angles réfléchis.",
      "example_translation": "El ángulo reflexivo formado por las manos de un reloj a las 6 en punto es de 360 grados. Ayer, dibujé un ángulo reflexivo en mi tarea de matemáticas. Mañana, estudiaré cómo calcular ángulos reflexivos.",
      "imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Rhombus",
      "translation": "rombo",
      "definition": "Un quadrilatère ayant tous les côtés de même longueur, où les côtés opposés sont parallèles et les angles opposés sont égaux.",
      "definition_translation": "Un cuadrilátero con todos los lados de igual longitud, donde los lados opuestos son paralelos y los ángulos opuestos son iguales.",
      "example": "J'ai dessiné un rhombus avec tous les côtés de 5 cm sur mon papier. Le rhombus a quatre angles droits. Elle dessinera un rhombus avec une diagonale de 10 cm demain.",
      "example_translation": "Dibujé un rombo con todos los lados de 5 cm en mi papel. El rombo tiene cuatro ángulos rectos. Ella dibujará un rombo con una diagonal de 10 cm mañana.",
      "imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Angle droit",
      "translation": "ángulo recto",
      "definition": "Un angle de 90 degrés, formé par deux lignes ou plans qui se coupent à angle droit.",
      "definition_translation": "Un ángulo de 90 grados, formado por dos líneas o planos que se intersectan en un ángulo de 90 grados.",
      "example": "Les deux lignes forment un angle droit au coin de la pièce. Le charpentier utilise un angle droit pour construire le cadre rectangulaire. Le professeur a expliqué comment dessiner un angle droit en utilisant un rapporteur.",
      "example_translation": "Las dos líneas forman un ángulo recto en la esquina de la habitación. El carpintero utiliza un ángulo recto para construir el marco rectangular. El maestro explicó cómo dibujar un ángulo recto usando un transportador.",
      "imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Racine",
      "translation": "raíz",
      "definition": "Une racine est une partie de la plante qui pousse sous terre, ancrant la plante et absorbant l'eau et les nutriments.",
      "definition_translation": "Una raíz es parte de una planta que crece bajo tierra, anclando la planta y absorbiendo agua y nutrientes.",
      "example": "La racine de l'arbre était endommagée pendant la tempête, alors elle a dû être enlevée. L'arbre avait un système de racines étendu et complexe. La racine du problème n'a pas été abordée, alors il a persisté.",
      "example_translation": "La raíz del árbol fue dañada durante la tormenta, por lo que tuvo que ser eliminada. El árbol tenía un sistema de raíces que era extenso y complejo. La raíz del problema no fue abordada, por lo que persistió.",
      "imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sphère",
      "translation": "esfera",
      "definition": "Une sphère est une forme tridimensionnelle qui est complètement ronde et n'a pas de coins ou de bords.",
      "definition_translation": "Una esfera es una forma tridimensional que es completamente redonda y no tiene esquinas ni bordes.",
      "example": "La Terre est une sphère, donc elle n'a pas de bords ou de coins. Le ballon était une sphère parfaite, ce qui lui permettait de rouler sans heurt. La sphère d'influence de l'entreprise est vaste et mondiale.",
      "example_translation": "La Tierra es una esfera, por lo que no tiene bordes ni esquinas. La bola era una esfera perfecta, lo que le permitía rodar suavemente. La esfera de influencia de la empresa es vasta y global.",
      "imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "racine carrée",
      "translation": "raíz cuadrada",
      "definition": "La racine carrée d'un nombre est une valeur qui, lorsqu'elle est multipliée par elle-même, donne le nombre original.",
      "definition_translation": "La raíz cuadrada de un número es un valor que, cuando se multiplica por sí mismo, da el número original.",
      "example": "La racine carrée de 16 est 4, car 4 multiplié par 4 est égal à 16. Elle devait calculer la racine carrée du nombre pour résoudre l'équation. La racine carrée du problème était de trouver la bonne solution.",
      "example_translation": "La raíz cuadrada de 16 es 4, porque 4 multiplicado por 4 es 16. Ella tuvo que calcular la raíz cuadrada del número para resolver la ecuación. La raíz cuadrada del problema fue encontrar la solución correcta.",
      "imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "angle droit",
      "translation": "ángulo recto",
      "definition": "Un angle droit est un angle dont la mesure est égale à 180 degrés. Il est formé par deux lignes qui sont prolongées pour se rencontrer à un point, créant une ligne droite.",
      "definition_translation": "Un ángulo recto es un ángulo cuya medida es igual a 180 grados. Se forma cuando dos líneas se extienden hasta encontrarse en un punto, creando una línea recta.",
      "example": "Le peintre s'est assuré que l'angle droit entre les deux murs était parfait. Hier, j'ai mesuré l'angle droit du coin. Si nous ne réparons pas l'angle droit du toit, il s'effondrera.",
      "example_translation": "El pintor aseguró que el ángulo recto entre las dos paredes fuera perfecto. Ayer, medí el ángulo recto de la esquina. Si no arreglamos el ángulo recto del techo, se derrumbará.",
      "imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sous-ensemble",
      "translation": "subconjunto",
      "definition": "Un sous-ensemble est un ensemble qui contient certains ou tous les éléments d'un autre ensemble, et est une partie de cet ensemble. C'est un groupe plus petit d'éléments au sein d'un groupe plus large.",
      "definition_translation": "Un subconjunto es un conjunto que contiene algunos o todos los elementos de otro conjunto, y es parte de ese conjunto. Es un grupo más pequeño de elementos dentro de un grupo más grande.",
      "example": "L'ensemble des nombres impairs est un sous-ensemble de l'ensemble de tous les entiers. La semaine dernière, j'ai étudié le sous-ensemble des nombres premiers. D'ici l'an prochain, j'aurai maîtrisé le sous-ensemble des expressions algébriques.",
      "example_translation": "El conjunto de números impares es un subconjunto del conjunto de todos los enteros. La semana pasada, estudié el subconjunto de números primos. Para el próximo año, habré dominado el subconjunto de expresiones algebraicas.",
      "imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "soustraction",
      "translation": "sustracción",
      "definition": "La soustraction est une opération mathématique qui représente l'opération de trouver la différence entre deux nombres ou quantités. C'est le contraire de l'addition.",
      "definition_translation": "La sustracción es una operación matemática que representa la operación de encontrar la diferencia entre dos números o cantidades. Es lo opuesto a la adición.",
      "example": "J'ai appris la soustraction à l'école primaire. Hier, j'ai utilisé la soustraction pour trouver la différence entre mes économies et mes dépenses. D'ici la fin du mois, j'aurai maîtrisé la soustraction avec des décimales.",
      "example_translation": "Aprendí sustracción en la escuela primaria. Ayer, utilicé sustracción para encontrar la diferencia entre mis ahorros y gastos. Para fines de mes, habré dominado la sustracción con decimales.",
      "imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "théorème de Thalès",
      "translation": "Teorema de Tales",
      "definition": "Un concept mathématique qui décrit la relation entre le diamètre d'un cercle et les longueurs de ses cordes.",
      "definition_translation": "Un concepto matemático que describe la relación entre el diámetro de un círculo y las longitudes de sus cuerdas.",
      "example": "Dans l'ancienne Grèce, le théorème de Thalès était utilisé pour calculer la distance des navires à partir de la côte. Aujourd'hui, il est toujours utilisé dans divers domaines tels que la physique et l'ingénierie. D'ici 2050, le théorème de Thalès sera un outil essentiel pour l'exploration spatiale.",
      "example_translation": "En la antigua Grecia, el teorema de Tales se utilizó para calcular la distancia de los barcos desde la costa. Hoy en día, todavía se utiliza en various campos como la física e ingeniería. Para 2050, el teorema de Tales será una herramienta esencial para la exploración espacial.",
      "imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tore",
      "translation": "tornado",
      "definition": "Une surface en forme de doughnut générée par la rotation d'un cercle dans l'espace tridimensionnel.",
      "definition_translation": "Una superficie con forma de rosquilla generada por rotar un círculo en el espacio tridimensional.",
      "example": "L'ingénieur a conçu un tunnel en forme de tore pour réduire la résistance au vent. Le tore a été une forme populaire en architecture pendant des siècles. D'ici l'an 2100, les scientifiques s'attendent à créer un tore habitable dans l'espace.",
      "example_translation": "El ingeniero diseñó un túnel con forma de rosquilla para reducir la resistencia del viento. La rosquilla ha sido una forma popular en arquitectura durante siglos. Para el año 2100, los científicos esperan crear un hábitat en forma de rosquilla en el espacio.",
      "imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "trapèze",
      "translation": "trapecio",
      "definition": "Un quadrilatère avec deux paires de côtés opposés, où une paire est parallèle et l'autre paire n'est pas parallèle.",
      "definition_translation": "Un cuadrilátero con dos pares de lados opuestos, donde un par es paralelo y el otro par no es paralelo.",
      "example": "L'artiste a dessiné une forme de trapèze pour créer un sens de profondeur dans son tableau. Le trapèze est un concept fondamental en géométrie. D'ici l'an prochain, j'aurai maîtrisé l'art de dessiner des trapèzes.",
      "example_translation": "La artista dibujó una forma de trapecio para crear una sensación de profundidad en su pintura. El trapecio es un concepto fundamental en geometría. Para el próximo año, habré dominado el arte de dibujar trapecios.",
      "imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vecteur",
      "translation": "vector",
      "definition": "Une quantité avec une magnitude et une direction, souvent représentée graphiquement par une flèche dans un diagramme. En physique, les vecteurs sont utilisés pour décrire des quantités telles que le déplacement, la vitesse et l'accélération.",
      "definition_translation": "Una cantidad con magnitud y dirección, a menudo representada gráficamente por una flecha en un diagrama. En física, los vectores se utilizan para describir cantidades como desplazamiento, velocidad y aceleración.",
      "example": "Le vecteur de vitesse de la voiture a changé lorsqu'elle a tourné le coin. Le professeur a dessiné un diagramme pour illustrer le vecteur de force agissant sur l'objet. D'ici 2050, les scientifiques prédisent que nous aurons développé une méthode pour exploiter l'énergie du vecteur solaire.",
      "example_translation": "El vector de velocidad del coche cambió cuando dobló la esquina. El profesor dibujó un diagrama para ilustrar la fuerza vectorial que actúa sobre el objeto. Para el año 2050, los científicos predicen que habremos desarrollado un método para aprovechar el vector de energía del sol.",
      "imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "angle zéro",
      "translation": "ángulo cero",
      "definition": "Un angle dont la mesure est zéro degré, formé par deux lignes ou des plans qui coïncident.",
      "definition_translation": "Un ángulo cuya medida es cero grados, formado por dos líneas o planos que coinciden.",
      "example": "L'angle zéro entre les deux lignes les rendait indistinguables. En géométrie, un angle zéro est formé lorsque deux lignes coïncident. En réglant l'angle à zéro, nous pouvons aligner les deux surfaces parfaitement.",
      "example_translation": "El ángulo cero entre las dos líneas las hizo indistinguibles. En geometría, un ángulo cero se forma cuando dos líneas coinciden. Al establecer el ángulo en cero, podemos alinear las dos superficies perfectamente.",
      "imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]
}