{
  "data": [
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "accept",
      "translation": "akzeptieren",
      "definition": "to receive something willingly or to agree with something",
      "definition_translation": "etwas willentlich zu empfangen oder mit etwas einverstanden zu sein",
      "example": "I accepted the job offer, I accept your invitation, I will accept the challenge",
      "example_translation": "Ich habe das Job-Angebot angenommen, ich akzeptiere Ihre Einladung, ich werde die Herausforderung annehmen",
      "imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "achieve",
      "translation": "erreichen",
      "definition": "to successfully accomplish something or to attain a goal",
      "definition_translation": "etwas erfolgreich zu erzielen oder ein Ziel zu erreichen",
      "example": "I achieved my goal, she achieves great results, they will achieve success",
      "example_translation": "Ich habe mein Ziel erreicht, sie erzielt großartige Ergebnisse, sie werden Erfolg haben",
      "imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "act",
      "translation": "handeln",
      "definition": "to take action or to perform a task",
      "definition_translation": "eine Aktion durchzuführen oder eine Aufgabe auszuführen",
      "example": "I act quickly, she acted bravely, they will act soon",
      "example_translation": "Ich handle schnell, sie hat tapfer gehandelt, sie werden bald handeln",
      "imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "act",
      "translation": "spielen",
      "definition": "to perform a role or to pretend to be someone",
      "definition_translation": "eine Rolle zu spielen oder jemand zu spielen",
      "example": "I act in a play, she acted in a movie, they will act in a comedy",
      "example_translation": "Ich spiele in einem Theaterstück, sie hat in einem Film gespielt, sie werden in einer Komödie spielen",
      "imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "advise",
      "translation": "beraten",
      "definition": "to offer suggestions or guidance to someone about the best course of action",
      "definition_translation": "jemandem Vorschläge oder Anleitung anzubieten, um den besten Kurs zu wählen",
      "example": "She advised him to invest in the stock market. She has been advising him on his financial decisions for years. She will advise him to diversify his portfolio.",
      "example_translation": "Sie beriet ihn, in den Aktienmarkt zu investieren. Sie hat ihn über Jahre hinweg bei seinen Finanzentscheidungen beraten. Sie wird ihm raten, sein Portfolio zu diversifizieren.",
      "imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "allow",
      "translation": "erlauben",
      "definition": "to give permission for something to happen or be done",
      "definition_translation": "eine Erlaubnis für etwas zu geben, das geschehen oder erledigt werden soll",
      "example": "They allowed him to join the team. They have been allowing him to play since he was a kid. They will allow him to participate in the competition.",
      "example_translation": "Sie erlaubten ihm, dem Team beizutreten. Sie haben ihn seit er ein Kind war, spielen lassen. Sie werden ihm erlauben, an dem Wettbewerb teilzunehmen.",
      "imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "approach",
      "translation": "Ansatz",
      "definition": "a way of dealing with a problem or situation",
      "definition_translation": "eine Art und Weise, ein Problem oder eine Situation zu behandeln",
      "example": "She approached the problem with caution. She has been approaching it from different angles. She will approach it with a fresh perspective.",
      "example_translation": "Sie näherte sich dem Problem mit Vorsicht. Sie hat es aus verschiedenen Blickwinkeln betrachtet. Sie wird es mit einer frischen Perspektive angehen.",
      "imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "argue",
      "translation": "streiten",
      "definition": "to give reasons or evidence to support or oppose an idea or opinion",
      "definition_translation": "Gründe oder Beweise anzubieten, um eine Idee oder Meinung zu unterstützen oder zu opposition",
      "example": "They argued about the topic for hours. They have been arguing about it for weeks. They will argue about it in court.",
      "example_translation": "Sie stritten stundenlang über das Thema. Sie haben Wochen damit verbracht, darüber zu streiten. Sie werden vor Gericht darüber streiten.",
      "imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "arrest",
      "translation": "Verhaftung",
      "definition": "The act of taking someone into custody, typically by the police, often in response to a suspected crime.",
      "definition_translation": "Die Handlung, jemanden in Gewahrsam zu nehmen, meist von der Polizei, oft als Reaktion auf ein vermutetes Verbrechen.",
      "example": "The police made several arrests at the protest. They had arrested him earlier that day. They will arrest him if they catch him.",
      "example_translation": "Die Polizei nahm mehrere Menschen bei der Demonstration fest. Sie hatten ihn bereits an dem Tag festgenommen. Sie werden ihn festnehmen, wenn sie ihn erwischen.",
      "imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "attach",
      "translation": "anfügen",
      "definition": "To fasten or join something to something else, typically using a attachment or fixture.",
      "definition_translation": "Etwas an etwas anderes anzubinden oder anzufügen, meist mit einem Anbau oder einer Vorrichtung.",
      "example": "Please attach the file to the email. I attached the report to the proposal. They will attach the trailer to the car.",
      "example_translation": "Bitte fügen Sie die Datei an die E-Mail an. Ich hängte den Bericht an den Vorschlag an. Sie werden den Anhänger an das Auto anhängen.",
      "imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "attack",
      "translation": "angreifen",
      "definition": "To set upon someone or something with force or violence, often suddenly or aggressively.",
      "definition_translation": "Jemanden oder etwas mit Gewalt oder Gewalttätigkeit anzugreifen, oft plötzlich oder aggressiv.",
      "example": "The army launched an attack on the enemy's stronghold. They had attacked the city earlier that week. The hackers will attack the website tonight.",
      "example_translation": "Das Militär führte einen Angriff auf die Festung des Feindes durch. Sie hatten die Stadt bereits an diesem Wochenende angegriffen. Die Hacker werden die Website heute Nacht angreifen.",
      "imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "attempt",
      "translation": "versuchen",
      "definition": "To try to do something or make an effort to accomplish something.",
      "definition_translation": "Etwas zu versuchen oder sich bemühen, etwas zu erreichen.",
      "example": "I will attempt to finish the project by Friday. They attempted to break the world record. She attempted to call him, but he didn't answer.",
      "example_translation": "Ich werde versuchen, das Projekt bis Freitag fertigzustellen. Sie versuchten, den Weltrekord zu brechen. Sie versuchte, ihn anzurufen, aber er antwortete nicht.",
      "imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "attend",
      "translation": "teilnehmen",
      "definition": "To be present at an event or gathering, such as a meeting, party, or performance.",
      "definition_translation": "An einem Ereignis oder einer Veranstaltung teilzunehmen, wie einem Treffen, einer Party oder einer Aufführung.",
      "example": "I attended the concert last night. I will attend the meeting tomorrow. I have been attending the classes for three months.",
      "example_translation": "Ich nahm letzten Nacht am Konzert teil. Ich werde morgen am Treffen teilnehmen. Ich habe drei Monate lang den Kursen beigewohnt.",
      "imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "babysit",
      "translation": "babysitten",
      "definition": "To take care of a child or children when their parents are not present.",
      "definition_translation": "Ein oder mehrere Kinder zu betreuen, wenn ihre Eltern nicht anwesend sind.",
      "example": "I babysat my sister's kids last weekend. I babysit them every Friday. I will babysit them next month.",
      "example_translation": "Ich passte letzten Wochenende auf meine Schwester's Kinder auf. Ich passe jeden Freitag auf sie auf. Ich werde sie nächstes Monat babysitten.",
      "imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "behave",
      "translation": "sich benehmen",
      "definition": "To act or react in a certain way, especially in a way that is acceptable or expected.",
      "definition_translation": "Sich auf eine bestimmte Weise zu verhalten, insbesondere auf eine Weise, die akzeptabel oder erwartet ist.",
      "example": "The children behaved well in the classroom. They behaved badly during the party. They will behave better next time.",
      "example_translation": "Die Kinder benahmen sich gut im Klassenzimmer. Sie benahmen sich schlecht während der Party. Sie werden sich nächstes Mal besser benehmen.",
      "imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bite",
      "translation": "beißen",
      "definition": "To grip or grip and chew something, especially with your teeth.",
      "definition_translation": "Etwas zu greifen oder zu kauen, insbesondere mit den Zähnen.",
      "example": "The dog bit the mailman. I bite my nails when I am nervous. The insect will bite me if I don't protect myself.",
      "example_translation": "Der Hund biss den Briefträger. Ich beiße meine Nägel, wenn ich nervös bin. Das Insekt wird mich beißen, wenn ich mich nicht schütze.",
      "imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "blow",
      "translation": "blasen",
      "definition": "to move air out of the mouth to create a current of air, or to make a sound with the mouth",
      "definition_translation": "Luft aus dem Mund zu bewegen, um einen Luftstrom zu erzeugen, oder einen Laut mit dem Mund zu machen",
      "example": "I blew out the candles on my birthday cake. Yesterday, I blew my nose. Tomorrow, I will blow up the balloons.",
      "example_translation": "Ich blies die Kerzen auf meinem Geburtstagskuchen aus. Gestern blies ich meine Nase. Morgen werde ich die Ballons hochblasen.",
      "imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bomb",
      "translation": "Bombe",
      "definition": "an explosive device designed to release energy in a sudden and destructive manner",
      "definition_translation": "ein Sprengsatz, der Energie in einer plötzlichen und zerstörerischen Weise freisetzt",
      "example": "The bomb exploded in the city center. The pilot had to drop the bomb during the mission. The new bomb threat was received by the authorities.",
      "example_translation": "Die Bombe explodierte im Stadtzentrum. Der Pilot musste die Bombe während des Einsatzes abwerfen. Die neuen Bombendrohungen wurden von den Behörden erhalten.",
      "imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "burn",
      "translation": "brennen",
      "definition": "to undergo rapid combustion, often with the production of heat and flame",
      "definition_translation": "rasche Verbrennung zu unterliegen, oft mit der Produktion von Hitze und Flammen",
      "example": "The fire will burn out soon. She burned her hand on the hot stove. The city will burn down if the fire isn't stopped.",
      "example_translation": "Das Feuer wird bald ausgehen. Sie verbrannte ihre Hand auf dem heißen Herd. Die Stadt wird niederbrennen, wenn das Feuer nicht gestoppt wird.",
      "imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "burst into tears",
      "translation": "in Tränen ausbrechen",
      "definition": "to suddenly begin crying, often as a result of strong emotions",
      "definition_translation": "plötzlich anfangen zu weinen, oft als Ergebnis starker Emotionen",
      "example": "She burst into tears when she heard the news. He burst into tears after watching the sad movie. The child will burst into tears if she doesn't get what she wants.",
      "example_translation": "Sie brach in Tränen aus, als sie die Nachricht hörte. Er brach in Tränen aus, nachdem er den traurigen Film gesehen hatte. Das Kind wird in Tränen ausbrechen, wenn es nicht bekommt, was es will.",
      "imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bury",
      "translation": "begraben",
      "definition": "To put a dead body in a hole in the ground, or to put something in a hidden place, often in order to conceal it.",
      "definition_translation": "Eine tote Leiche in ein Loch im Boden zu legen oder etwas an einem versteckten Ort zu platzieren, oft um es zu verbergen.",
      "example": "I buried my grandmother in the cemetery last week. I will bury the treasure in the backyard tonight. I had buried the body in the woods.",
      "example_translation": "Ich begrub meine Großmutter auf dem Friedhof letzte Woche. Ich werde den Schatz im Hinterhof heute Nacht begraben. Ich hatte die Leiche im Wald begraben.",
      "imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cancel",
      "translation": "stornieren",
      "definition": "To officially stop something that was arranged or planned, or to remove something from a list or schedule.",
      "definition_translation": "Etwas offiziell zu stoppen, das arrangiert oder geplant wurde, oder etwas von einer Liste oder einem Zeitplan zu entfernen.",
      "example": "I cancelled my trip to Paris last month. She will cancel her subscription to the gym tomorrow. They had cancelled the concert due to bad weather.",
      "example_translation": "Ich stornierte meine Reise nach Paris letzten Monat. Sie wird ihr Abonnement im Fitnessstudio morgen stornieren. Sie hatten das Konzert wegen schlechten Wetters storniert.",
      "imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "check in",
      "translation": "einchecken",
      "definition": "To arrive at a hotel, airport, or other place and tell someone you have arrived, or to make sure that something is working correctly.",
      "definition_translation": "In einem Hotel, Flughafen oder anderem Ort anzukommen und jemandem mitzuteilen, dass Sie angekommen sind, oder sicherzustellen, dass etwas richtig funktioniert.",
      "example": "I checked in at the hotel reception last night. They will check in the machine before the meeting. She had checked in online before arriving at the airport.",
      "example_translation": "Ich checkte letzte Nacht an der Hotelrezeption ein. Sie werden die Maschine vor dem Meeting überprüfen. Sie hatte sich online angemeldet, bevor sie am Flughafen ankam.",
      "imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "check out",
      "translation": "auschecken",
      "definition": "To pay for your room and leave a hotel, or to study or examine something carefully.",
      "definition_translation": "Für Ihr Zimmer zu bezahlen und ein Hotel zu verlassen, oder etwas sorgfältig zu studieren oder zu untersuchen.",
      "example": "I checked out of the hotel this morning. She will check out the new book from the library tomorrow. They had checked out the competition before making an offer.",
      "example_translation": "Ich checkte heute Morgen aus dem Hotel aus. Sie wird das neue Buch aus der Bibliothek morgen ausleihen. Sie hatten die Konkurrenz vor dem Angebot untersucht.",
      "imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "circle",
      "translation": "Kreis",
      "definition": "A round shape with no beginning or end, where every point on the shape is equally distant from a fixed central point.",
      "definition_translation": "Eine runde Form ohne Anfang oder Ende, bei der jeder Punkt auf der Form gleich weit von einem festen Mittelpunkt entfernt ist.",
      "example": "I drew a circle on the blackboard yesterday. Today, I am drawing a circle on the paper. By tomorrow, I will have drawn a circle on the whiteboard.",
      "example_translation": "Ich habe gestern einen Kreis an die Tafel gezeichnet. Heute zeichne ich einen Kreis auf das Papier. Bis morgen werde ich einen Kreis an die Whiteboard gezeichnet haben.",
      "imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "clap",
      "translation": "klatschen",
      "definition": "To strike the palms of the hands together, typically to express appreciation or applause.",
      "definition_translation": "Die Handflächen zusammenzuschlagen, um typischerweise Anerkennung oder Beifall auszudrücken.",
      "example": "The audience clapped when the play ended. I will clap when the concert starts. She clapped for the singer yesterday.",
      "example_translation": "Das Publikum klatschte, als das Spiel endete. Ich werde klatschen, wenn das Konzert beginnt. Sie klatschte für den Sänger gestern.",
      "imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "collect",
      "translation": "sammeln",
      "definition": "To gather or bring together things, often in a systematic way, for a particular purpose.",
      "definition_translation": "Dinge zusammenzubringen oder zu sammeln, oft auf systematische Weise, für einen bestimmten Zweck.",
      "example": "I collected my thoughts before speaking. She will collect her things when she leaves. He collected stamps when he was a child.",
      "example_translation": "Ich sammelte meine Gedanken, bevor ich sprach. Sie wird ihre Sachen sammeln, wenn sie geht. Er sammelte Briefmarken, als er ein Kind war.",
      "imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "comb",
      "translation": "Kamm",
      "definition": "A tool with a row of teeth, used for arranging or cleaning hair, or for separating and cleaning fibers, such as wool or flax.",
      "definition_translation": "Ein Werkzeug mit einer Reihe von Zähnen, das verwendet wird, um Haare zu arrangieren oder zu reinigen, oder um Fasern, wie Wolle oder Lein, zu trennen und zu reinigen.",
      "example": "She used a comb to style her hair yesterday. I will use a comb to detangle my hair tomorrow. He combed his beard last week.",
      "example_translation": "Sie benutzte einen Kamm, um ihr Haar gestern zu stylen. Ich werde einen Kamm benutzen, um mein Haar morgen zu entwirren. Er kämmte seinen Bart letzten Woche.",
      "imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "compete",
      "translation": "konkurrieren",
      "definition": "To participate in a contest or game with the aim of winning or achieving a goal.",
      "definition_translation": "An einer Konkurrenz oder einem Spiel teilzunehmen, um zu gewinnen oder ein Ziel zu erreichen.",
      "example": "I competed in the marathon last year, I'm competing in the championship this week, and I will compete in the Olympics next year.",
      "example_translation": "Ich nahm letzten Jahr am Marathon teil, ich konkurriere diese Woche in der Meisterschaft und ich werde nächstes Jahr bei den Olympischen Spielen konkurrieren.",
      "imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "concentrate",
      "translation": "konzentrieren",
      "definition": "To focus one's attention or effort on a particular task or activity.",
      "definition_translation": "Seine Aufmerksamkeit oder Anstrengung auf eine bestimmte Aufgabe oder Aktivität zu fokussieren.",
      "example": "I concentrated on my studies, I'm concentrating on my work, and I will concentrate on my research project.",
      "example_translation": "Ich konzentrierte mich auf meine Studien, ich konzentriere mich auf meine Arbeit und ich werde mich auf mein Forschungsprojekt konzentrieren.",
      "imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "connect",
      "translation": "verbinden",
      "definition": "To join or link two or more things together.",
      "definition_translation": "Zwei oder mehr Dinge miteinander zu verbinden oder zu verknüpfen.",
      "example": "I connected my phone to the Wi-Fi, I'm connecting with my friends on social media, and I will connect the dots to solve the puzzle.",
      "example_translation": "Ich verband mein Telefon mit dem Wi-Fi, ich verbinde mich mit meinen Freunden auf sozialen Medien und ich werde die Punkte verbinden, um das Puzzle zu lösen.",
      "imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "continue",
      "translation": "fortsetzen",
      "definition": "To keep doing something or to start something again after a pause.",
      "definition_translation": "Etwas fortzusetzen oder nach einer Pause wieder aufzunehmen.",
      "example": "I continued my education, I'm continuing my project, and I will continue to learn new skills.",
      "example_translation": "Ich setzte meine Ausbildung fort, ich führe mein Projekt fort und ich werde weiter neue Fähigkeiten erlernen.",
      "imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "control",
      "translation": "Kontrolle",
      "definition": "The power to influence or direct people's behavior or the course of events.",
      "definition_translation": "Die Macht, das Verhalten von Menschen oder den Verlauf von Ereignissen zu beeinflussen oder zu lenken.",
      "example": "She took control of the situation, He will control the finances, They had controlled the experiment.",
      "example_translation": "Sie übernahm die Kontrolle über die Situation, Er wird die Finanzen kontrollieren, Sie hatten das Experiment kontrolliert.",
      "imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cough",
      "translation": "Husten",
      "definition": "A sudden, forceful expulsion of air from the lungs, typically to clear the airways of mucus or other debris.",
      "definition_translation": "Ein plötzlicher, kraftvoller Auswurf von Luft aus den Lungen, typischerweise, um die Atemwege von Schleim oder anderen Abfallstoffen zu reinigen.",
      "example": "She let out a loud cough, He had a persistent cough, They will cough up blood.",
      "example_translation": "Sie ließ ein lautes Husten hören, Er hatte einen persistierenden Husten, Sie würden Blut husten.",
      "imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "count",
      "translation": "Zählen",
      "definition": "To determine the number of things in a group or collection.",
      "definition_translation": "Die Anzahl von Dingen in einer Gruppe oder Sammlung zu bestimmen.",
      "example": "She learned to count to ten, He will count the votes, They counted their blessings.",
      "example_translation": "Sie lernte bis zehn zu zählen, Er wird die Stimmen zählen, Sie zählten ihre Segnungen.",
      "imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "crash",
      "translation": "Zusammenstoß",
      "definition": "A sudden and violent impact, often causing damage or injury.",
      "definition_translation": "Ein plötzlicher und gewaltsamer Aufprall, oft verursachend Schäden oder Verletzungen.",
      "example": "The car will crash into the wall, They crashed the party, The computer crashed yesterday.",
      "example_translation": "Das Auto wird in die Wand krachen, Sie krachten die Party, Der Computer krachte gestern.",
      "imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "create",
      "translation": "erstellen",
      "definition": "to bring something into existence or to make something new",
      "definition_translation": "etwas ins Leben zu rufen oder etwas Neues zu schaffen",
      "example": "I will create a new project next week. I created a presentation yesterday. I am creating a website now.",
      "example_translation": "Ich werde nächste Woche ein neues Projekt erstellen. Ich habe gestern eine Präsentation erstellt. Ich erstelle gerade eine Website.",
      "imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cycle",
      "translation": "Zyklus",
      "definition": "a series of events that repeat in a particular order or a bicycle",
      "definition_translation": "eine Serie von Ereignissen, die in einer bestimmten Reihenfolge wiederholt werden oder ein Fahrrad",
      "example": "The cycle of life is birth, growth, and death. I cycled to work yesterday. I will cycle to the park tomorrow.",
      "example_translation": "Der Zyklus des Lebens ist Geburt, Wachstum und Tod. Ich fuhr gestern zur Arbeit mit dem Fahrrad. Ich werde morgen zum Park radfahren.",
      "imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "damage",
      "translation": "Schaden",
      "definition": "to cause harm or injury to something or someone",
      "definition_translation": "etwas oder jemandem Schaden zuzufügen",
      "example": "The storm damaged the roof. I damaged my phone yesterday. The company will damage its reputation if it doesn't apologize.",
      "example_translation": "Der Sturm hat das Dach beschädigt. Ich habe gestern mein Handy beschädigt. Das Unternehmen wird seinen Ruf beschädigen, wenn es sich nicht entschuldigt.",
      "imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "decorate",
      "translation": "dekorieren",
      "definition": "to make something look more attractive by adding decorations or ornaments",
      "definition_translation": "etwas durch Dekorationen oder Schmuckstücke attraktiver zu machen",
      "example": "I decorated my room with balloons. She decorated the cake with flowers. We will decorate the house for Christmas.",
      "example_translation": "Ich habe mein Zimmer mit Ballons dekoriert. Sie hat den Kuchen mit Blumen dekoriert. Wir werden das Haus zu Weihnachten dekorieren.",
      "imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "decorate",
      "translation": "dekoration",
      "definition": "to make something look more attractive by adding things to it",
      "definition_translation": "etwas attraktiver aussehen lassen, indem man Dinge hinzufügt",
      "example": "She decorated her room with flowers and balloons for her birthday party. She will decorate the cake with cherry on top. She had decorated the house with lights for Christmas.",
      "example_translation": "Sie dekorierte ihr Zimmer mit Blumen und Ballons für ihre Geburtstagsfeier. Sie wird den Kuchen mit einer Kirsche auf dem Topping dekorieren. Sie hatte das Haus mit Lichtern für Weihnachten dekoriert.",
      "imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "defeat",
      "translation": "Niederlage",
      "definition": "to win against someone or something in a competition, battle, or election",
      "definition_translation": "gegen jemanden oder etwas in einem Wettkampf, Kampf oder Wahl zu gewinnen",
      "example": "The football team defeated their arch-rivals in the final match. They will defeat their opponents in the next game. They had defeated the defending champions last year.",
      "example_translation": "Das Fußballteam besiegte ihre Erzrivalen im Finalspiel. Sie werden ihre Gegner im nächsten Spiel besiegen. Sie hatten die amtierenden Champions letzten Jahr besiegt.",
      "imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "defend",
      "translation": "verteidigen",
      "definition": "to protect someone or something from attack or criticism",
      "definition_translation": "jemanden oder etwas vor Angriff oder Kritik zu schützen",
      "example": "The lawyer defended his client against the false accusations. She will defend her PhD thesis next week. They had defended their country against the invaders.",
      "example_translation": "Der Anwalt verteidigte seinen Mandanten gegen die falschen Anschuldigungen. Sie wird ihre Doktorarbeit nächste Woche verteidigen. Sie hatten ihr Land gegen die Invasoren verteidigt.",
      "imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "delay",
      "translation": "Verspätung",
      "definition": "to put off or postpone something until a later time",
      "definition_translation": "etwas auf einen späteren Zeitpunkt zu verschieben",
      "example": "The flight was delayed due to bad weather. They will delay the meeting until next Monday. She had delayed her vacation because of work commitments.",
      "example_translation": "Der Flug wurde wegen schlechten Wetters verschoben. Sie werden das Meeting bis nächsten Montag verschieben. Sie hatte ihren Urlaub wegen Arbeitsverpflichtungen verschoben.",
      "imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "delete",
      "translation": "löschen",
      "definition": "To remove or erase something, such as a file or a piece of text, from a computer or other device.",
      "definition_translation": "Einzelnes, wie eine Datei oder einen Text, von einem Computer oder einem anderen Gerät zu entfernen oder zu löschen.",
      "example": "I deleted the wrong file by mistake. I will delete the email once I've finished with it. I had deleted the document before I saved it.",
      "example_translation": "Ich habe die falsche Datei versehentlich gelöscht. Ich werde die E-Mail löschen, wenn ich damit fertig bin. Ich hatte das Dokument gelöscht, bevor ich es gespeichert hatte.",
      "imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "deliver",
      "translation": "liefern",
      "definition": "To take or bring something to someone or somewhere, often in exchange for payment.",
      "definition_translation": "Etwas zu jemandem oder irgendwohin zu bringen oder zu nehmen, oft gegen Bezahlung.",
      "example": "The pizza will be delivered in 30 minutes. She delivered the baby last night. They will deliver the new furniture next week.",
      "example_translation": "Die Pizza wird in 30 Minuten geliefert. Sie hat das Baby letzte Nacht geliefert. Sie werden die neue Möbelausrüstung nächste Woche liefern.",
      "imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "design",
      "translation": "entwerfen",
      "definition": "To create or plan something, such as a building or a product, by thinking about how it should look and work.",
      "definition_translation": "Etwas, wie ein Gebäude oder ein Produkt, zu erstellen oder zu planen, indem man überlegt, wie es aussehen und funktionieren soll.",
      "example": "She designed the new logo for the company. The architect designed the building very carefully. They will design a new website next year.",
      "example_translation": "Sie hat das neue Logo für das Unternehmen entworfen. Der Architekt hat das Gebäude sehr sorgfältig entworfen. Sie werden nächstes Jahr eine neue Website entwerfen.",
      "imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "destroy",
      "translation": "zerstören",
      "definition": "To cause something to be completely damaged or broken, so that it cannot be used or repaired.",
      "definition_translation": "Etwas vollständig zu beschädigen oder zu brechen, so dass es nicht mehr verwendet oder repariert werden kann.",
      "example": "The fire destroyed the entire building. The storm destroyed many trees. They destroyed the old bridge last year.",
      "example_translation": "Das Feuer hat das gesamte Gebäude zerstört. Der Sturm hat viele Bäume zerstört. Sie haben die alte Brücke letztes Jahr zerstört.",
      "imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dial",
      "translation": "wählen",
      "definition": "to turn a dial in order to operate a device, such as a telephone or a radio",
      "definition_translation": "einen Knopf drehen, um ein Gerät wie ein Telefon oder ein Radio zu bedienen",
      "example": "I dialed the phone number, but it was busy. I will dial it again later. I have dialed this number many times.",
      "example_translation": "Ich wählte die Telefonnummer, aber es war beschäftigt. Ich werde es später noch einmal wählen. Ich habe diese Nummer viele Male gewählt.",
      "imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dig",
      "translation": "graben",
      "definition": "to move a tool or your hands into the ground to make a hole or remove dirt",
      "definition_translation": "ein Werkzeug oder deine Hände in den Boden zu bewegen, um ein Loch zu machen oder Erde zu entfernen",
      "example": "I dug a hole in the backyard last weekend. I am digging a new hole now. I will dig another hole next week.",
      "example_translation": "Ich grub ein Loch im Hinterhof letzten Wochenende. Ich grabe jetzt ein neues Loch. Ich werde nächste Woche ein weiteres Loch graben.",
      "imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "direct",
      "translation": "direkt",
      "definition": "going straight to a place or person, without stopping or going through someone or something else",
      "definition_translation": "geht direkt zu einem Ort oder einer Person, ohne anzuhalten oder über jemanden oder etwas anderes zu gehen",
      "example": "I will take a direct flight to New York. The direct sunlight was too strong. The direct answer is no.",
      "example_translation": "Ich werde einen Direktflug nach New York nehmen. Das direkte Sonnenlicht war zu stark. Die direkte Antwort ist nein.",
      "imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "direct",
      "translation": "leiten",
      "definition": "to control or guide something, such as a project or an activity",
      "definition_translation": "etwas, wie ein Projekt oder eine Aktivität, zu kontrollieren oder leiten",
      "example": "She directed the movie. He will direct the play. They directed the company for many years.",
      "example_translation": "Sie führte den Film. Er wird das Stück leiten. Sie führten das Unternehmen viele Jahre lang.",
      "imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "discover",
      "translation": "entdecken",
      "definition": "To find something or someone that was previously unknown or hidden.",
      "definition_translation": "Etwas oder jemanden zu finden, das oder der zuvor unbekannt oder verborgen war.",
      "example": "I discovered a new hobby last year. I am discovering new skills every day. I will discover a hidden talent next month.",
      "example_translation": "Ich entdeckte ein neues Hobby letztes Jahr. Ich entdecke jeden Tag neue Fähigkeiten. Ich werde nächsten Monat ein verborgenes Talent entdecken.",
      "imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "display",
      "translation": "anzeigen",
      "definition": "To show or exhibit something in a prominent way.",
      "definition_translation": "Etwas in einer prominenten Weise zu zeigen oder auszustellen.",
      "example": "The museum will display the artwork next month. The company is displaying the new product at the conference. I have displayed my artwork online.",
      "example_translation": "Das Museum wird das Kunstwerk nächsten Monat anzeigen. Die Firma zeigt das neue Produkt auf der Konferenz. Ich habe mein Kunstwerk online angezeigt.",
      "imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dive",
      "translation": "tauchen",
      "definition": "To jump into water, typically headfirst, in a deliberate and often skilled manner.",
      "definition_translation": "In Wasser zu springen, typischerweise kopfüber, auf eine absichtliche und oft geschickte Weise.",
      "example": "I dived into the pool yesterday. She is diving into the ocean today. We will dive into the lake next week.",
      "example_translation": "Ich tauchte gestern in den Pool. Sie taucht heute in den Ozean. Wir werden nächste Woche in den See tauchen.",
      "imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "divide",
      "translation": "teilen",
      "definition": "To separate or part something into two or more groups or portions.",
      "definition_translation": "Etwas in zwei oder mehr Gruppen oder Anteile zu teilen oder zu trennen.",
      "example": "I divided the cake into three pieces. She is dividing the room into two areas. We will divide the work among the team members.",
      "example_translation": "Ich teilte den Kuchen in drei Stücke. Sie teilt den Raum in zwei Bereiche. Wir werden die Arbeit unter den Teammitgliedern teilen.",
      "imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "drop",
      "translation": " fallen lassen",
      "definition": "To let something fall or come down from a higher position to a lower one, often accidentally.",
      "definition_translation": "Etwas von einer höheren Position auf eine niedrigere fallen lassen oder es fallen lassen, oft versehentlich.",
      "example": "She dropped the vase, and it shattered into pieces. Yesterday, she had dropped it, but luckily it didn't break. If she drops it again, she'll be in trouble.",
      "example_translation": "Sie ließ die Vase fallen, und sie zerbrach in Stücke. Gestern hatte sie sie fallen lassen, aber zum Glück zerbrach sie nicht. Wenn sie es noch einmal fallen lässt, wird sie Ärger haben.",
      "imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "employ",
      "translation": "anstellen",
      "definition": "To give someone a job or work, often in exchange for payment.",
      "definition_translation": "Jemandem einen Job oder Arbeit anbieten, oft gegen Bezahlung.",
      "example": "The company will employ a new manager next month. They employed her for five years before she quit. If they employ him again, he'll be happy.",
      "example_translation": "Das Unternehmen wird einen neuen Manager next Monat einstellen. Sie hatten sie fünf Jahre lang beschäftigt, bevor sie kündigte. Wenn sie ihn wieder einstellen, wird er glücklich sein.",
      "imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "encourage",
      "translation": "ermutigen",
      "definition": "To give someone confidence or support to do something, often by praising or advising them.",
      "definition_translation": "Jemandem Vertrauen oder Unterstützung geben, um etwas zu tun, oft durch Lob oder Rat.",
      "example": "Her parents encouraged her to pursue her dreams. They had encouraged her to take risks when she was younger. If they encourage her again, she'll feel motivated.",
      "example_translation": "Ihre Eltern ermutigten sie, ihre Träume zu verfolgen. Sie hatten sie ermutigt, Risiken einzugehen, als sie jünger war. Wenn sie sie wieder ermutigen, wird sie motiviert sein.",
      "imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "enter",
      "translation": "eingeben",
      "definition": "To come or go into a place, building, or room, or to join a competition or activity.",
      "definition_translation": "In einen Ort, ein Gebäude oder ein Zimmer zu kommen oder zu gehen, oder einen Wettbewerb oder eine Aktivität zu betreten.",
      "example": "She will enter the room soon. He entered the contest yesterday. If they enter the building now, they'll be late.",
      "example_translation": "Sie wird bald das Zimmer betreten. Er war gestern in den Wettbewerb eingetreten. Wenn sie jetzt das Gebäude betreten, werden sie zu spät kommen.",
      "imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "entertain",
      "translation": "unterhalten",
      "definition": "to provide amusement or enjoyment for someone, especially by performing or saying something",
      "definition_translation": "jemanden zu unterhalten oder zu erfreuen, insbesondere durch eine Vorstellung oder Äußerung",
      "example": "I entertained the guests with a funny story. I will entertain them with a magic show. I entertained myself with a good book.",
      "example_translation": "Ich unterhielt die Gäste mit einer lustigen Geschichte. Ich werde sie mit einer ZauberShow unterhalten. Ich habe mich mit einem guten Buch unterhalten.",
      "imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "escape",
      "translation": "fliehen",
      "definition": "to get away from a place or situation, often because it is dangerous or unpleasant",
      "definition_translation": "von einem Ort oder einer Situation wegzukommen, oft weil es gefährlich oder unangenehm ist",
      "example": "I escaped from the burning building. I will escape the traffic jam. I escaped the heat by staying indoors.",
      "example_translation": "Ich floh aus dem brennenden Gebäude. Ich werde dem Stau entfliehen. Ich floh der Hitze, indem ich drinnen blieb.",
      "imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "exercise",
      "translation": "Übung",
      "definition": "an activity that you do to stay healthy and strong, or to improve your physical fitness",
      "definition_translation": "eine Aktivität, die du ausführst, um gesund und stark zu bleiben, oder um deine körperliche Fitness zu verbessern",
      "example": "I exercise regularly to stay fit. I will exercise more frequently to lose weight. I exercised my muscles with weights.",
      "example_translation": "Ich übe regelmäßig, um fit zu bleiben. Ich werde mehr Übungen machen, um abzunehmen. Ich übte meine Muskeln mit Gewichten.",
      "imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "exit",
      "translation": "Ausgang",
      "definition": "a way out of a place, building, or system",
      "definition_translation": "ein Weg aus einem Ort, Gebäude oder System",
      "example": "I took the exit from the highway. I will exit the application. I exited the room quickly.",
      "example_translation": "Ich nahm den Ausgang von der Autobahn. Ich werde die Anwendung beenden. Ich verließ den Raum schnell.",
      "imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "expect",
      "translation": "erwarten",
      "definition": "to look forward to something happening or to believe that something will happen",
      "definition_translation": "etwas zu erwarten oder zu glauben, dass etwas passiert",
      "example": "I expect to finish this project by the end of the month. I expected to receive an email from him yesterday, but I expect to receive one today. I will expect a response from them by the end of the week.",
      "example_translation": "Ich erwarte, dieses Projekt bis Ende des Monats fertigzustellen. Ich erwartete, gestern ein Email von ihm zu erhalten, aber ich erwarte, eines heute zu erhalten. Ich wird eine Antwort von ihnen bis Ende der Woche erwarten.",
      "imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "explore",
      "translation": "erkunden",
      "definition": "to investigate or examine something in order to gain a deeper understanding of it",
      "definition_translation": "etwas zu untersuchen oder zu prüfen, um ein tieferes Verständnis davon zu erlangen",
      "example": "We explored the city all day. They explored the jungle for hours. She will explore the new software next week.",
      "example_translation": "Wir erkundeten die Stadt den ganzen Tag. Sie erkundeten den Dschungel stundenlang. Sie wird die neue Software nächste Woche erkunden.",
      "imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "face",
      "translation": "Gesicht",
      "definition": "the front part of the head, including the eyes, nose, and mouth",
      "definition_translation": "der vordere Teil des Kopfes, einschließlich der Augen, Nase und Mund",
      "example": "She washed her face before applying makeup. He had a sad face when he received the news. The baby touched her face with her tiny hands.",
      "example_translation": "Sie wusch ihr Gesicht, bevor sie Make-up auftrug. Er hatte ein trauriges Gesicht, als er die Nachricht erhielt. Das Baby berührte ihr Gesicht mit ihren winzigen Händen.",
      "imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fall asleep",
      "translation": "einschlafen",
      "definition": "to become unconscious and enter a state of sleep",
      "definition_translation": "ohne Bewusstsein zu werden und in einen Schlafzustand zu fallen",
      "example": "I fell asleep on the couch. She falls asleep every time she watches TV. He will fall asleep early tonight.",
      "example_translation": "Ich schlief auf der Couch ein. Sie schläft jedes Mal ein, wenn sie Fernsehen schaut. Er wird heute Abend früh einschlafen.",
      "imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fall in love",
      "translation": "sich verlieben",
      "definition": "to feel a strong emotional attachment to someone, especially in a romantic way",
      "definition_translation": "eine starke emotionale Bindung zu jemandem empfinden, insbesondere auf romantische Weise",
      "example": "I fell in love with her the moment I saw her. I am falling in love with her now. I will fall in love with her someday.",
      "example_translation": "Ich verliebte mich in sie, als ich sie sah. Ich verliebe mich jetzt in sie. Ich werde mich eines Tages in sie verlieben.",
      "imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fasten",
      "translation": "befestigen",
      "definition": "to attach or fix something securely, typically by tying or locking it",
      "definition_translation": "etwas sicher befestigen, typischerweise durch Binden oder Sichern",
      "example": "I fastened the seatbelt before driving. I am fastening the buttons on my shirt. I will fasten the screws tomorrow.",
      "example_translation": "Ich befestigte den Sicherheitsgurt vor dem Fahren. Ich befeste die Knöpfe auf meinem Hemd. Ich werde morgen die Schrauben befestigen.",
      "imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "feed",
      "translation": "füttern",
      "definition": "to give food to someone or something, especially regularly or habitually",
      "definition_translation": "Jemandem oder etwas Nahrung zu geben, besonders regelmäßig oder gewohnheitsmäßig",
      "example": "I fed the dog yesterday. I am feeding the baby now. I will feed the plants tomorrow.",
      "example_translation": "Ich fütterte den Hund gestern. Ich füttere das Baby jetzt. Ich werde morgen die Pflanzen füttern.",
      "imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fetch",
      "translation": "holen",
      "definition": "to go and bring something back, especially because someone has asked you to",
      "definition_translation": "etwas zu holen und zurückzubringen, insbesondere weil jemand darum gebeten hat",
      "example": "I fetched the ball from the park. I am fetching the mail now. I will fetch the newspaper tomorrow.",
      "example_translation": "Ich holte den Ball vom Park. Ich hole jetzt die Post. Ich werde morgen die Zeitung holen.",
      "imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fight",
      "translation": "kämpfen",
      "definition": "to engage in physical or verbal combat, often with the intention of winning or achieving a goal",
      "definition_translation": "sich in körperlicher oder verbaler Auseinandersetzung zu engagieren, oft mit dem Ziel, zu gewinnen oder ein Ziel zu erreichen",
      "example": "Yesterday, I fought with my friend, but today we are fighting for our rights. Tomorrow, we will fight against injustice.",
      "example_translation": "Gestern habe ich mit meinem Freund gekämpft, aber heute kämpfen wir für unsere Rechte. Morgen werden wir gegen Ungerechtigkeit kämpfen.",
      "imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "film",
      "translation": "Film",
      "definition": "a sequence of images that are projected onto a screen to tell a story, often with sound",
      "definition_translation": "eine Folge von Bildern, die auf einen Bildschirm projiziert werden, um eine Geschichte zu erzählen, oft mit Ton",
      "example": "I watched a film last night, and it was amazing. The film will be released next week. By next year, we will be making films together.",
      "example_translation": "Ich habe gestern Abend einen Film angesehen, und er war fantastisch. Der Film wird nächste Woche veröffentlicht. Bis nächstes Jahr werden wir gemeinsam Filme machen.",
      "imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fish",
      "translation": "Fisch",
      "definition": "a cold-blooded aquatic animal with gills, often caught for food",
      "definition_translation": "ein blütloses aquatisches Tier mit Kiemen, oft zum Fischfang gefangen",
      "example": "I caught a fish yesterday, but today I am fishing in the lake. By next summer, we will have fished in every sea.",
      "example_translation": "Ich habe gestern einen Fisch gefangen, aber heute angele ich im See. Bis nächsten Sommer werden wir in jedem Meer gefischt haben.",
      "imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fix",
      "translation": "reparieren",
      "definition": "to mend or repair something, often by replacing or adjusting parts",
      "definition_translation": "etwas zu reparieren oder zu reparieren, oft indem man Teile ersetzt oder anpasst",
      "example": "I fixed the bike yesterday, but today I am fixing the car. By next month, we will have fixed the entire house.",
      "example_translation": "Ich habe gestern das Fahrrad repariert, aber heute repariere ich das Auto. Bis nächsten Monat werden wir das ganze Haus repariert haben.",
      "imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "float",
      "translation": "schwimmen",
      "definition": "To rest on the surface of a fluid or to be suspended in the air",
      "definition_translation": "Auf der Oberfläche einer Fluid oder in der Luft schweben",
      "example": "The balloon will float in the air, I floated on the lake yesterday, and I will float on the ocean tomorrow.",
      "example_translation": "Der Ballon wird in der Luft schwimmen, ich schwamm gestern auf dem See, und ich werde morgen auf dem Ozean schwimmen.",
      "imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fold",
      "translation": "falten",
      "definition": "To bend or crease something so that it has a flat area",
      "definition_translation": "Etwas so zu biegen oder zu knicken, dass es eine flache Oberfläche hat",
      "example": "I fold the paper to make a origami, She folded the laundry, and They will fold the map.",
      "example_translation": "Ich falte das Papier, um ein Origami zu machen, Sie falteten die Wäsche, und Sie werden die Karte falten.",
      "imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "follow",
      "translation": "folgen",
      "definition": "To come or go after someone or something",
      "definition_translation": "Jemandem oder etwas zu folgen",
      "example": "I follow her on social media, He followed the instructions, and They will follow the leader.",
      "example_translation": "Ich folge ihr in den sozialen Medien, Er folgte den Anweisungen, und Sie werden dem Anführer folgen.",
      "imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grab",
      "translation": "ergreifen",
      "definition": "To take hold of something suddenly and firmly",
      "definition_translation": "Etwas plötzlich und fest zu ergreifen",
      "example": "I grabbed the phone when it rang, She grabbed the opportunity, and They will grab the rope.",
      "example_translation": "Ich ergriff das Telefon, als es klingelte, Sie ergriff die Gelegenheit, und Sie werden das Seil ergreifen.",
      "imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "guide",
      "translation": "Führer",
      "definition": "A person who shows the way to others, especially in a particular profession or activity.",
      "definition_translation": "Eine Person, die anderen den Weg zeigt, insbesondere in einem bestimmten Beruf oder einer bestimmten Tätigkeit.",
      "example": "She guided us through the forest. She is guiding us now. She will guide us tomorrow.",
      "example_translation": "Sie führte uns durch den Wald. Sie führt uns jetzt. Sie wird uns morgen führen.",
      "imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "handle",
      "translation": "Griff",
      "definition": "A part of an object, typically at the top or side, used for lifting, carrying, or holding.",
      "definition_translation": "Ein Teil eines Objekts, typischerweise oben oder an der Seite, verwendet für Heben, Tragen oder Halten.",
      "example": "I handled the box carefully. I am handling the situation now. I will handle the project next week.",
      "example_translation": "Ich behandelte das Paket vorsichtig. Ich behandle die Situation jetzt. Ich werde das Projekt nächste Woche behandeln.",
      "imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hang",
      "translation": "hängen",
      "definition": "To suspend or be suspended in the air, typically from a hook or a rope.",
      "definition_translation": "In der Luft zu hängen oder von einem Haken oder einer Schnur gehangen zu werden.",
      "example": "I hung the picture on the wall. I am hanging the laundry now. I will hang out with friends tomorrow.",
      "example_translation": "Ich hängte das Bild an die Wand. Ich hänge die Wäsche jetzt auf. Ich werde morgen mit Freunden abhängen.",
      "imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hide",
      "translation": "verstecken",
      "definition": "To conceal or put out of sight.",
      "definition_translation": "Etwas zu verbergen oder aus dem Blickfeld zu entfernen.",
      "example": "I hid the key under the mat. I am hiding behind the curtain now. I will hide the present in the closet tomorrow.",
      "example_translation": "Ich versteckte den Schlüssel unter der Matte. Ich verstecke mich jetzt hinter dem Vorhang. Ich werde das Geschenk morgen im Schrank verstecken.",
      "imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hire",
      "translation": "anheuern",
      "definition": "To obtain the services of someone in exchange for payment, typically on a short-term basis.",
      "definition_translation": "Die Dienste von jemandem im Austausch für Zahlung zu erhalten, typischerweise auf 短fristiger Basis.",
      "example": "I hired a car for the weekend, and then I hired a plumber to fix the sink. I will hire a new employee next month.",
      "example_translation": "Ich habe ein Auto für das Wochenende gemietet, und dann habe ich einen Klempner angeheuert, um das Becken zu reparieren. Ich werde nächsten Monat einen neuen Mitarbeiter anheuern.",
      "imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hitchhike",
      "translation": "trampen",
      "definition": "To travel from place to place, typically without paying, by soliciting rides from passing vehicles.",
      "definition_translation": "Von Ort zu Ort zu reisen, typischerweise ohne Zahlung, indem man von vorbeifahrenden Fahrzeugen Mitfahrten erbittet.",
      "example": "I hitchhiked across the country in the summer, and I hitchhiked to the festival last week. I will hitchhike to the beach next weekend.",
      "example_translation": "Ich bin im Sommer durch das Land getrampt, und ich bin letzten Woche zum Festival getrampt. Ich werde nächstes Wochenende zum Strand tramplen.",
      "imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hold",
      "translation": "halten",
      "definition": "To grasp or grip something firmly, typically with your hands or arms.",
      "definition_translation": "Etwas fest zu greifen oder zu umklammern, typischerweise mit Ihren Händen oder Armen.",
      "example": "I held the baby in my arms, and I held the door open for her. I will hold the meeting tomorrow morning.",
      "example_translation": "Ich hielt das Baby in meinen Armen, und ich hielt die Tür für sie offen. Ich werde morgen früh die Sitzung halten.",
      "imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hug",
      "translation": "umarmen",
      "definition": "To put your arms around someone and hold them tightly, usually as a way of showing love or affection.",
      "definition_translation": "Jemanden in den Armen zu halten und ihn fest zu umarmen, normalerweise als Ausdruck von Liebe oder Zuneigung.",
      "example": "I hugged my mother yesterday, and I hug my friends when I see them. I will hug my sister when I see her tomorrow.",
      "example_translation": "Ich habe meine Mutter gestern umarmt, und ich umarme meine Freunde, wenn ich sie sehe. Ich werde meine Schwester umarmen, wenn ich sie morgen sehe.",
      "imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hunt",
      "translation": "jagen",
      "definition": "To pursue or chase (game or prey) for food or sport.",
      "definition_translation": "Jagd auf (Wild oder Beute) machen, um Nahrung oder zum Zeitvertreib zu erlangen.",
      "example": "I hunted deer in the forest last year. I am hunting rabbits now. I will hunt ducks next winter.",
      "example_translation": "Ich jagte Hirsche im Wald letzten Jahr. Ich jage jetzt Kaninchen. Ich werde nächsten Winter Enten jagen.",
      "imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "imagine",
      "translation": "vorstellen",
      "definition": "To form a mental image or concept of something not present or real.",
      "definition_translation": "Eine mentale Vorstellung oder Vorstellung von etwas Bilden, das nicht vorhanden oder real ist.",
      "example": "I imagined a beautiful house on the beach. I am imagining a successful career now. I will imagine a happy retirement in the future.",
      "example_translation": "Ich stellte mir ein schönes Haus am Strand vor. Ich stelle mir jetzt eine erfolgreiche Karriere vor. Ich werde mir eine glückliche Rente in der Zukunft vorstellen.",
      "imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "inform",
      "translation": "informieren",
      "definition": "To give information or knowledge about something to someone.",
      "definition_translation": "Jemandem Informationen oder Kenntnisse über etwas zu geben.",
      "example": "I informed my boss about the meeting. I am informing my colleagues about the new policy now. I will inform the students about the exam results tomorrow.",
      "example_translation": "Ich informierte meinen Chef über die Sitzung. Ich informiere meine Kollegen jetzt über die neue Richtlinie. Ich werde den Schülern morgen über die Ergebnisse der Prüfung informieren.",
      "imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "insist",
      "translation": "bestehen",
      "definition": "To say firmly that something is true or must happen, often when someone else does not agree.",
      "definition_translation": "Festzustellen, dass etwas wahr ist oder geschehen muss, oft wenn jemand anderer nicht einverständlich ist.",
      "example": "I insisted on going to the party last night. I am insisting on finishing my work today. I will insist on taking a break tomorrow.",
      "example_translation": "Ich bestand darauf, zur Party letzte Nacht zu gehen. Ich bestehe darauf, meine Arbeit heute zu beenden. Ich werde morgen darauf bestehen, eine Pause zu machen.",
      "imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "install",
      "translation": "installieren",
      "definition": "To put a program, operating system, or device into use by setting it up and making it ready for operation.",
      "definition_translation": "Ein Programm, ein Betriebssystem oder ein Gerät in Gebrauch nehmen, indem es eingerichtet und für den Betrieb bereitgestellt wird.",
      "example": "I installed the new software yesterday. I am installing the update now. I will install the app tomorrow.",
      "example_translation": "Ich habe die neue Software gestern installiert. Ich installiere gerade das Update. Ich werde die App morgen installieren.",
      "imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "interview",
      "translation": "Interview",
      "definition": "A formal meeting in which one or more people ask questions to gather information, often for assessment or evaluation.",
      "definition_translation": "Ein formales Treffen, bei dem eine oder mehrere Personen Fragen stellen, um Informationen zu sammeln, oft für eine Bewertung oder Beurteilung.",
      "example": "I had an interview at the company yesterday. I am going to have an interview next week. I will have an interview tomorrow morning.",
      "example_translation": "Ich hatte gestern ein Vorstellungsgespräch bei dem Unternehmen. Ich werde nächste Woche ein Vorstellungsgespräch haben. Ich werde morgen Vormittag ein Vorstellungsgespräch haben.",
      "imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "invent",
      "translation": "erfinden",
      "definition": "To create or design something new, especially a device or process.",
      "definition_translation": "Etwas Neues zu schaffen oder zu entwerfen, insbesondere ein Gerät oder einen Prozess.",
      "example": "I invented a new gadget last year. I am inventing a new machine now. I will invent a new software program soon.",
      "example_translation": "Ich habe letztes Jahr ein neues Gerät erfunden. Ich erfinde gerade eine neue Maschine. Ich werde bald ein neues Software-Programm erfinden.",
      "imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "iron",
      "translation": "Eisen",
      "definition": "A chemical element, symbol Fe, that is a popular metal used in making tools, machines, and building materials.",
      "definition_translation": "Ein chemisches Element, Symbol Fe, das ein beliebtes Metall ist, das bei der Herstellung von Werkzeugen, Maschinen und Bauwerkstoffen verwendet wird.",
      "example": "I used an iron to smooth out the wrinkles. She irons her clothes every day. He will iron his shirt tomorrow morning.",
      "example_translation": "Ich benutzte ein Eisen, um die Falten zu glätten. Sie bügelt ihre Kleidung jeden Tag. Er wird morgen Vormittag sein Hemd bügeln.",
      "imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "knit",
      "translation": "stricken",
      "definition": "To make fabric by interlacing yarn or thread in a series of connected loops using needles or a machine.",
      "definition_translation": "Ein Gewebe herzustellen, indem Faden oder Garn in einer Reihe von verbundenen Schleifen mit Nadeln oder einer Maschine verwendet werden.",
      "example": "She knits a sweater every winter. She was knitting a hat last year. She will knit a scarf next month.",
      "example_translation": "Sie strickt jeden Winter einen Pullover. Sie strickte letzten Jahr einen Hut. Sie wird nächsten Monat einen Schal stricken.",
      "imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "knock",
      "translation": "klopfen",
      "definition": "To strike a surface, typically with a quick, light blow.",
      "definition_translation": "Eine Oberfläche zu schlagen, typischerweise mit einem schnellen, leichten Schlag.",
      "example": "He knocked on the door last night. She is knocking on the window now. They will knock on the wall later.",
      "example_translation": "Er klopfte letzte Nacht an die Tür. Sie klopft jetzt ans Fenster. Sie werden später an die Wand klopfen.",
      "imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lay the table",
      "translation": "den Tisch decken",
      "definition": "To place the necessary dishes, glasses, and utensils on a table in preparation for a meal.",
      "definition_translation": "Die notwendigen Teller, Gläser und Bestecke auf einem Tisch in Vorbereitung auf ein Mahl zu platzieren.",
      "example": "She laid the table for dinner last night. They are laying the table for breakfast now. We will lay the table for lunch tomorrow.",
      "example_translation": "Sie deckte den Tisch für das Abendessen letzte Nacht. Sie decken den Tisch für das Frühstück jetzt. Wir werden den Tisch für das Mittagessen morgen decken.",
      "imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lead",
      "translation": "führen",
      "definition": "To guide or direct someone or something, or to be in charge of a group or organization.",
      "definition_translation": "Jemanden oder etwas zu führen oder zu leiten, oder eine Gruppe oder Organisation zu leiten.",
      "example": "He leads the team every year. She led the project last month. They will lead the company next year.",
      "example_translation": "Er führt das Team jedes Jahr. Sie führte das Projekt letzten Monat. Sie werden das Unternehmen nächstes Jahr führen.",
      "imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "leave",
      "translation": "verlassen",
      "definition": "to go away from a place or person",
      "definition_translation": "einen Ort oder eine Person zu verlassen",
      "example": "I will leave the party at 10pm. I left the party at 10pm. I leave the party every week.",
      "example_translation": "Ich verlasse die Party um 10 Uhr. Ich verließ die Party um 10 Uhr. Ich verlasse die Party jede Woche.",
      "imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lift",
      "translation": "heben",
      "definition": "to raise something up or to make something higher",
      "definition_translation": "etwas hochzuheben oder etwas höher zu machen",
      "example": "I will lift the box tomorrow. I lifted the box yesterday. I lift the box every day.",
      "example_translation": "Ich werde den Karton morgen heben. Ich hob den Karton gestern. Ich hebe den Karton jeden Tag.",
      "imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "light",
      "translation": "Licht",
      "definition": "a source of illumination, such as a lamp or the sun",
      "definition_translation": "eine Lichtquelle, wie eine Lampe oder die Sonne",
      "example": "The light is very bright. The light was very dim. The light will be very soft.",
      "example_translation": "Das Licht ist sehr hell. Das Licht war sehr dunkel. Das Licht wird sehr weich sein.",
      "imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lock",
      "translation": "Schloss",
      "definition": "a device for fastening or securing something",
      "definition_translation": "eine Vorrichtung zum Verschließen oder Sichern von etwas",
      "example": "I will lock the door tonight. I locked the door last night. I lock the door every morning.",
      "example_translation": "Ich werde die Tür heute Nacht schließen. Ich schloss die Tür letzte Nacht. Ich schließe die Tür jeden Morgen.",
      "imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "manage",
      "translation": "verwalten",
      "definition": "to be in charge of something, such as a business or a project, and make decisions about it",
      "definition_translation": "etwas, wie ein Unternehmen oder ein Projekt, zu leiten und Entscheidungen darüber zu treffen",
      "example": "I managed the team effectively, we are really proud of what we achieved. I am managing a new project now, it's a big responsibility. I will manage the company in a few years.",
      "example_translation": "Ich führte das Team effektiv, wir sind wirklich stolz auf das, was wir erreicht haben. Ich leite Momentan ein neues Projekt, es ist eine große Verantwortung. Ich werde in ein paar Jahren das Unternehmen leiten.",
      "imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "manage",
      "translation": "verwalten",
      "definition": "to succeed in doing something that is difficult or tricky",
      "definition_translation": "etwas zu tun, was schwierig oder trickreich ist, zu schaffen",
      "example": "I managed to fix the car engine after hours of trying. She manages to cook a delicious meal every day. They will manage to finish the project on time.",
      "example_translation": "Ich schaffte es, den Autorenhermotor nach Stunden des Probierens zu reparieren. Sie schafft es, jeden Tag ein leckeres Essen zuzubereiten. Sie werden es schaffen, das Projekt termingerecht zu beenden.",
      "imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "marry",
      "translation": "heiraten",
      "definition": "to get married to someone, or to perform a marriage ceremony",
      "definition_translation": "jemanden zu heiraten oder eine Hochzeitszeremonie durchzuführen",
      "example": "I got married to my high school sweetheart twenty years ago. She is going to marry her fiancé next year. They got married in a beautiful beach wedding.",
      "example_translation": "Ich heiratete meine High-School-Liebe vor zwanzig Jahren. Sie wird nächsten Jahr ihren Verlobten heiraten. Sie haben in einer schönen Strandhochzeit geheiratet.",
      "imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "match",
      "translation": "entsprechen",
      "definition": "to be identical or very similar to something else",
      "definition_translation": "identisch oder sehr ähnlich zu etwas anderem zu sein",
      "example": "The twins were a perfect match for the role. The company will match your donation to the charity. The dress matches your shoes perfectly.",
      "example_translation": "Die Zwillinge waren ein perfekter match für die Rolle. Das Unternehmen wird Ihre Spende an das Charity-Projekt matchen. Das Kleid passt perfekt zu Ihren Schuhen.",
      "imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mend",
      "translation": "reparieren",
      "definition": "to fix or repair something that is broken or damaged",
      "definition_translation": "etwas zu reparieren oder zu flicken, das gebrochen oder beschädigt ist",
      "example": "I mended the broken toy. I am mending the torn page. I will mend the broken relationship.",
      "example_translation": "Ich reparierte das kaputte Spielzeug. Ich repariere die zerrissene Seite. Ich werde die gebrochene Beziehung reparieren.",
      "imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "move",
      "translation": "bewegen",
      "definition": "to change the position of something or someone",
      "definition_translation": "die Position von jemandem oder etwas zu ändern",
      "example": "I moved the furniture yesterday. I am moving to a new apartment. I will move the car to the other side of the street.",
      "example_translation": "Ich bewegte das Möbel gestern. Ich ziehe in eine neue Wohnung. Ich werde das Auto auf die andere Seite der Straße bewegen.",
      "imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "move in",
      "translation": "einziehen",
      "definition": "to enter and take possession of a new home or office",
      "definition_translation": "in ein neues Zuhause oder Büro einzuziehen und es in Besitz zu nehmen",
      "example": "We moved in last week. They are moving in next month. I will move in with my parents.",
      "example_translation": "Wir sind letzten Woche eingezogen. Sie ziehen nächsten Monat ein. Ich werde bei meinen Eltern einziehen.",
      "imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "move out",
      "translation": "ausziehen",
      "definition": "to leave and give up possession of a home or office",
      "definition_translation": "ein Zuhause oder Büro zu verlassen und die Besitznahme aufzugeben",
      "example": "I moved out last year. They are moving out next week. We will move out of the apartment.",
      "example_translation": "Ich bin letztes Jahr ausgezogen. Sie ziehen nächste Woche aus. Wir werden aus der Wohnung ausziehen.",
      "imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "murder",
      "translation": "Mord",
      "definition": "The unlawful premeditated killing of one human being by another.",
      "definition_translation": "Die vorsätzliche Tötung eines Menschen durch einen anderen.",
      "example": "The detective was tasked with solving the murder that took place last night. She had murdered her husband in cold blood. The murderer will be punished according to the law.",
      "example_translation": "Der Detektiv wurde mit der Aufklärung des Mordes beauftragt, der letzte Nacht stattfand. Sie hatte ihren Mann in kaltem Blut ermordet. Der Mörder wird nach dem Gesetz bestraft werden.",
      "imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "name",
      "translation": "Name",
      "definition": "A word or phrase that refers to a specific person, place, or thing.",
      "definition_translation": "Ein Wort oder eine Phrase, die auf eine bestimmte Person, einen bestimmten Ort oder ein bestimmtes Ding verweist.",
      "example": "What is your name? My name was John. I will name my child after my father.",
      "example_translation": "Wie heißt du? Mein Name war John. Ich werde mein Kind nach meinem Vater benennen.",
      "imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "note",
      "translation": "Nota",
      "definition": "A brief written record or reminder.",
      "definition_translation": "Ein kurzer schriftlicher Vermerk oder Erinnerung.",
      "example": "Can you take a note of this phone number? I noted that the door was open. She will note the changes in her diary.",
      "example_translation": "Kannst du diese Telefonnummer notieren? Ich stellte fest, dass die Tür offen war. Sie wird die Änderungen in ihrem Tagebuch notieren.",
      "imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "notice",
      "translation": "Mitteilung",
      "definition": "A written or printed announcement or warning.",
      "definition_translation": "Eine schriftliche oder gedruckte Ankündigung oder Warnung.",
      "example": "Did you notice the sign on the door? I gave them notice to quit the apartment. They will notice the difference.",
      "example_translation": "Hast du das Schild an der Tür bemerkt? Ich gab ihnen eine Kündigung, um die Wohnung zu verlassen. Sie werden den Unterschied bemerken.",
      "imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "operate",
      "translation": "operieren",
      "definition": "To control or manage something, especially a machine or a system, in order to make it work or function properly.",
      "definition_translation": "Etwas, insbesondere eine Maschine oder ein System, steuern oder verwalten, um es ordnungsgemäß zu bedienen oder funktionieren zu lassen.",
      "example": "The surgeon will operate on the patient tonight. Yesterday, she operated on a patient with a similar condition. She will operate a new machine tomorrow.",
      "example_translation": "Der Chirurg wird heute Nacht am Patienten operieren. Gestern hat sie einen Patienten mit einer ähnlichen Erkrankung operiert. Sie wird morgen eine neue Maschine bedienen.",
      "imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "organise",
      "translation": "organisieren",
      "definition": "To arrange or plan something in a systematic way, so that it can be done efficiently and effectively.",
      "definition_translation": "Etwas in systematischer Weise anordnen oder planen, damit es effizient und effektiv durchgeführt werden kann.",
      "example": "We need to organise the event carefully to avoid any mistakes. Yesterday, we organised a meeting to discuss the project. We will organise a team to handle the task.",
      "example_translation": "Wir müssen das Ereignis sorgfältig organisieren, um Fehler zu vermeiden. Gestern haben wir ein Treffen organisiert, um das Projekt zu diskutieren. Wir werden ein Team organisieren, um die Aufgabe zu erledigen.",
      "imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pass",
      "translation": "passieren",
      "definition": "To move past something or someone, or to go through a particular point or stage.",
      "definition_translation": "An etwas oder jemandem vorbeizugehen oder einen bestimmten Punkt oder Stadium zu durchlaufen.",
      "example": "The car will pass the intersection slowly. Yesterday, I passed the exam with flying colours. She will pass the responsibility to her colleague.",
      "example_translation": "Das Auto wird die Kreuzung langsam passieren. Gestern habe ich die Prüfung mit Auszeichnung bestanden. Sie wird die Verantwortung an ihren Kollegen weitergeben.",
      "imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pass",
      "translation": "übergeben",
      "definition": "To give or hand something to someone, or to transfer responsibility or ownership.",
      "definition_translation": "Etwas jemandem zu geben oder zu übergeben, oder die Verantwortung oder das Eigentum zu übertragen.",
      "example": "Can you pass me the book? Yesterday, I passed the ball to my friend. She will pass the responsibility to her colleague.",
      "example_translation": "Kannst du mir das Buch geben? Gestern habe ich den Ball meinem Freund zugeworfen. Sie wird die Verantwortung an ihren Kollegen weitergeben.",
      "imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "perform",
      "translation": "aufführen",
      "definition": "To carry out or accomplish something, such as a task or an action.",
      "definition_translation": "Etwas, wie eine Aufgabe oder eine Aktion, auszuführen oder zu vollenden.",
      "example": "I will perform the experiment tomorrow. I am performing the analysis now. I performed the calculation yesterday.",
      "example_translation": "Ich werde morgen das Experiment durchführen. Ich führe jetzt die Analyse durch. Ich habe gestern die Berechnung durchgeführt.",
      "imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pick",
      "translation": "pflücken",
      "definition": "To select or choose something, especially carefully.",
      "definition_translation": "Etwas, insbesondere sorgfältig, auszuwählen oder auszusuchen.",
      "example": "I will pick the fruit from the tree tomorrow. I am picking the flowers now. I picked the vegetables yesterday.",
      "example_translation": "Ich werde morgen die Früchte vom Baum pflücken. Ich pflücke jetzt die Blumen. Ich habe gestern die Gemüse gepflückt.",
      "imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pick",
      "translation": "wählen",
      "definition": "To select or choose something, especially carefully.",
      "definition_translation": "Etwas, insbesondere sorgfältig, auszuwählen oder auszusuchen.",
      "example": "I will pick the best option tomorrow. I am picking the winner now. I picked the lucky number yesterday.",
      "example_translation": "Ich werde morgen die beste Option wählen. Ich wähle jetzt den Gewinner aus. Ich habe gestern die Glückszahl ausgewählt.",
      "imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pin",
      "translation": "Stecknadel",
      "definition": "A small, thin piece of metal with a point at one end and a flat head at the other, used for fastening things together.",
      "definition_translation": "Ein kleiner, dünner Metallziegel mit einer Spitze an einem Ende und einem flachen Kopf am anderen, verwendet zum Zusammenfügen von Dingen.",
      "example": "I will pin the note to the board tomorrow. I am pinning the picture now. I pinned the badge yesterday.",
      "example_translation": "Ich werde morgen die Notiz an die Tafel heften. Ich hefte jetzt das Bild an. Ich habe gestern das Abzeichen angeheftet.",
      "imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "plant",
      "translation": "Pflanze",
      "definition": "A living organism that grows in the ground and has roots, stems, and leaves.",
      "definition_translation": "Ein lebendes Organismus, das in dem Boden wächst und Wurzeln, Stämme und Blätter hat.",
      "example": "I planted a tree in my backyard yesterday. Today, it is growing well. Tomorrow, it will be even taller.",
      "example_translation": "Ich pflanzte einen Baum in meinem Hinterhof gestern. Heute wächst es gut. Morgen wird es noch größer sein.",
      "imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "point",
      "translation": "Punkt",
      "definition": "A small spot or mark, especially one used to indicate something.",
      "definition_translation": "Ein kleiner Fleck oder Marke, insbesondere einer, der verwendet wird, um etwas anzugeben.",
      "example": "I pointed to the map to show her the way. She understood the point and followed the direction.",
      "example_translation": "Ich zeigte auf die Karte, um ihr den Weg zu zeigen. Sie verstand den Punkt und folgte der Richtung.",
      "imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "post",
      "translation": "Post",
      "definition": "A piece of wood or metal fixed in the ground, used to support or mark something.",
      "definition_translation": "Ein Stück Holz oder Metall, das in dem Boden befestigt ist, um etwas zu unterstützen oder zu markieren.",
      "example": "I saw a post on the fence, which marked the boundary of the property. Yesterday, someone posted a advertisement on it.",
      "example_translation": "Ich sah einen Post an der Mauer, der die Grenze des Grundstücks markierte. Gestern hat jemand eine Anzeige darauf gepostet.",
      "imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "postpone",
      "translation": "verschieben",
      "definition": "To delay or put off doing something until a later time.",
      "definition_translation": "Etwas bis zu einem späteren Zeitpunkt aufzuschieben oder zu verschieben.",
      "example": "I had to postpone the meeting due to an unexpected event. Yesterday, I postponed my trip to next month.",
      "example_translation": "Ich musste die Besprechung wegen eines unerwarteten Ereignisses verschieben. Gestern habe ich meine Reise auf nächsten Monat verschoben.",
      "imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pour",
      "translation": "giessen",
      "definition": "to flow or move fluidly and continuously, often in a steady stream, from a container or source",
      "definition_translation": "fließen oder sich flüssig und kontinuierlich, oft in einem steten Strom, aus einem Behälter oder Quelle",
      "example": "I poured the water into the glass, I am pouring the juice into the bottle, I will pour the wine into the glasses.",
      "example_translation": "Ich schüttete das Wasser in das Glas, ich schütte den Saft in die Flasche, ich werde den Wein in die Gläser schütten.",
      "imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pray",
      "translation": "beten",
      "definition": "to speak to God or a god in order to express thanks, make a request, or seek guidance",
      "definition_translation": "zu Gott oder einem Gott sprechen, um Dank auszudrücken, eine Anfrage zu stellen oder Führung zu suchen",
      "example": "I prayed for her recovery, I am praying for a miracle, I will pray for the world's peace.",
      "example_translation": "Ich betete für ihre Genesung, ich bete für ein Wunder, ich werde für den Weltfrieden beten.",
      "imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "press",
      "translation": "drücken",
      "definition": "to exert pressure or force on something, often to flatten, shape, or manipulate it",
      "definition_translation": "Druck auf etwas auszuüben oder eine Kraft anzuwenden, oft um es zu glätten, zu formen oder zu manipulieren",
      "example": "I pressed the button to open the door, I am pressing the iron to remove wrinkles, I will press the grapes to make wine.",
      "example_translation": "Ich drückte den Knopf, um die Tür zu öffnen, ich drücke den Bügeleisen, um Falten zu entfernen, ich werde die Trauben drücken, um Wein herzustellen.",
      "imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "prevent",
      "translation": "verhindern",
      "definition": "to stop something from happening or from being done",
      "definition_translation": "etwas zu verhindern, dass es passiert oder getan wird",
      "example": "I prevented the accident from happening, I am preventing the dog from escaping, I will prevent the company from going bankrupt.",
      "example_translation": "Ich verhinderte den Unfall, ich verhindere, dass der Hund entkommt, ich werde das Unternehmen davor bewahren, bankrott zu gehen.",
      "imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "produce",
      "translation": "produzieren",
      "definition": "To make or manufacture something, especially on a large scale.",
      "definition_translation": "Etwas, insbesondere in großen Mengen, herzustellen oder herzustellen.",
      "example": "The company will produce a new line of electric cars next year. Last year, they produced over 10,000 units. By 2025, they will have produced enough to meet the growing demand.",
      "example_translation": "Das Unternehmen wird nächstes Jahr eine neue Linie von Elektroautos produzieren. Im vergangenen Jahr produzierten sie über 10.000 Einheiten. Bis 2025 werden sie genug produziert haben, um die wachsende Nachfrage zu decken.",
      "imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "promise",
      "translation": "versprechen",
      "definition": "A commitment or guarantee to do something.",
      "definition_translation": "Ein Versprechen oder eine Garantie, etwas zu tun.",
      "example": "I promise to finish the project by Friday. She promised to call me back yesterday, but I haven't heard from her yet. By next week, we will have promised to deliver the goods on time.",
      "example_translation": "Ich verspreche, das Projekt bis Freitag zu beenden. Sie versprach, mich gestern zurückzurufen, aber ich habe noch nichts von ihr gehört. Bis nächste Woche werden wir versprochen haben, die Waren rechtzeitig zu liefern.",
      "imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "protect",
      "translation": "schützen",
      "definition": "To defend or guard something or someone from harm or danger.",
      "definition_translation": "Etwas oder jemanden vor Schaden oder Gefahr zu verteidigen oder zu bewachen.",
      "example": "The government must protect its citizens from terrorism. We protected our computers from viruses by installing anti-virus software. By next year, we will have protected the environment from pollution.",
      "example_translation": "Die Regierung muss ihre Bürger vor Terrorismus schützen. Wir haben unsere Computer vor Viren durch die Installation von Anti-Viren-Software geschützt. Bis nächstes Jahr werden wir die Umwelt vor Verschmutzung geschützt haben.",
      "imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "prove",
      "translation": "beweisen",
      "definition": "To demonstrate or show that something is true or exists.",
      "definition_translation": "Etwas als wahr oder existent zu demonstrieren oder zu zeigen.",
      "example": "Scientific experiments prove that climate change is real. The evidence proved that he was guilty of the crime. By the end of the year, we will have proved that our new product is effective.",
      "example_translation": "Wissenschaftliche Experimente beweisen, dass der Klimawandel real ist. Die Beweise bewiesen, dass er des Verbrechens schuldig war. Bis zum Ende des Jahres werden wir bewiesen haben, dass unser neues Produkt wirksam ist.",
      "imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "provide",
      "translation": "bereitstellen",
      "definition": "to make something available for use or to supply something that is needed",
      "definition_translation": "etwas für die Verwendung zur Verfügung zu stellen oder etwas zu liefern, das benötigt wird",
      "example": "I will provide the necessary materials for the project. I provided the necessary materials for the project. I have provided the necessary materials for the project.",
      "example_translation": "Ich werde die erforderlichen Materialien für das Projekt bereitstellen. Ich habe die erforderlichen Materialien für das Projekt bereitgestellt. Ich habe die erforderlichen Materialien für das Projekt bereitgestellt.",
      "imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "punish",
      "translation": "bestrafen",
      "definition": "to give someone a penalty or punishment for doing something wrong",
      "definition_translation": "jemandem eine Strafe oder Bestrafung für ein Fehlverhalten zu erteilen",
      "example": "The teacher will punish the student for misbehaving. The teacher punished the student for misbehaving. The teacher has punished the student for misbehaving.",
      "example_translation": "Der Lehrer wird den Schüler für Fehlverhalten bestrafen. Der Lehrer hat den Schüler für Fehlverhalten bestraft. Der Lehrer hat den Schüler für Fehlverhalten bestraft.",
      "imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "quit",
      "translation": "aufhören",
      "definition": "to stop doing something or to leave a job or position",
      "definition_translation": "etwas aufzugeben oder einen Job oder eine Position zu verlassen",
      "example": "I will quit my job next month. I quit my job last year. I have quit my job recently.",
      "example_translation": "Ich werde meinen Job nächsten Monat aufgeben. Ich habe meinen Job letzten Jahr aufgegeben. Ich habe meinen Job kürzlich aufgegeben.",
      "imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "quit",
      "translation": "aufhören",
      "definition": "to stop doing something or to leave a job or position",
      "definition_translation": "etwas aufzugeben oder einen Job oder eine Position zu verlassen",
      "example": "She will quit smoking soon. She quit smoking last year. She has quit smoking recently.",
      "example_translation": "Sie wird bald mit dem Rauchen aufhören. Sie hat letztes Jahr mit dem Rauchen aufgehört. Sie hat kürzlich mit dem Rauchen aufgehört.",
      "imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "race",
      "translation": "Rennen",
      "definition": "A competition or contest, especially one involving speed or endurance.",
      "definition_translation": "Ein Wettbewerb oder Wettstreit, insbesondere einer, der Geschwindigkeit oder Ausdauer erfordert.",
      "example": "I will race you to the finish line tomorrow. Today, I raced with my friends. Yesterday, I had raced for three hours.",
      "example_translation": "Ich werde morgen mit dir zum Zielpunkt rennen. Heute habe ich mit meinen Freunden gerannt. Gestern habe ich drei Stunden lang gerannt.",
      "imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "raise",
      "translation": "erhöhen",
      "definition": "To move or lift something upward, or to increase the amount or level of something.",
      "definition_translation": "Etwas nach oben zu bewegen oder zu heben, oder die Menge oder den Level von etwas zu erhöhen.",
      "example": "I will raise my hand to ask a question tomorrow. Today, I raised my voice to shout at my brother. Yesterday, I had raised my concerns to the manager.",
      "example_translation": "Ich werde morgen meine Hand heben, um eine Frage zu stellen. Heute habe ich meine Stimme erhöht, um meinen Bruder anzuschreien. Gestern habe ich meine Bedenken dem Manager vorgebracht.",
      "imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rebuild",
      "translation": "wieder aufbauen",
      "definition": "To build something again, especially after it has been damaged or destroyed.",
      "definition_translation": "Etwas wieder aufzubauen, insbesondere nachdem es beschädigt oder zerstört wurde.",
      "example": "I will rebuild my house next year. Today, I am rebuilding my computer. Yesterday, I had rebuilt my relationship with my sister.",
      "example_translation": "Ich werde mein Haus nächstes Jahr wieder aufbauen. Heute baue ich meinen Computer wieder auf. Gestern habe ich meine Beziehung zu meiner Schwester wieder aufgebaut.",
      "imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "recycle",
      "translation": "recyclen",
      "definition": "To treat or process materials in order to produce new things from old or waste materials.",
      "definition_translation": "Materialien zu behandeln oder zu verarbeiten, um neue Dinge aus alten oder Abfallmaterialien herzustellen.",
      "example": "I will recycle paper tomorrow. Today, I recycled plastic bottles. Yesterday, I had recycled old furniture.",
      "example_translation": "Ich werde morgen Papier recyclen. Heute habe ich Plastikflaschen recycelt. Gestern habe ich altes Mobiliar recycelt.",
      "imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "replace",
      "translation": "ersetzen",
      "definition": "To put something in the place of something else, or to take the place of something else.",
      "definition_translation": "Etwas durch etwas anderes zu ersetzen oder den Platz von etwas anderem einzunehmen.",
      "example": "I need to replace the broken light bulb. Yesterday, I replaced the old computer. I will replace the car tire next week.",
      "example_translation": "Ich muss die defekte Glühlampe ersetzen. Gestern habe ich den alten Computer ersetzt. Ich werde nächste Woche den Autoreifen ersetzen.",
      "imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rescue",
      "translation": "retten",
      "definition": "To save someone or something from a dangerous or difficult situation.",
      "definition_translation": "Jemanden oder etwas aus einer gefährlichen oder schwierigen Situation zu retten.",
      "example": "The firefighters rescued the people from the burning building. We rescued a kitten from the tree. They will rescue the stranded hikers tomorrow.",
      "example_translation": "Die Feuerwehrleute retteten die Menschen aus dem brennenden Gebäude. Wir retteten ein Kätzchen aus dem Baum. Sie werden morgen die gestrandeten Wanderer retten.",
      "imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "reserve",
      "translation": "reservieren",
      "definition": "To keep something for a particular purpose or time, or to arrange for something to be available at a later time.",
      "definition_translation": "Etwas für einen bestimmten Zweck oder Zeitpunkt zu behalten oder etwas für einen späteren Zeitpunkt verfügbar zu machen.",
      "example": "I reserved a table at the restaurant. We reserved a room at the hotel. They will reserve a ticket for the concert.",
      "example_translation": "Ich reservierte einen Tisch im Restaurant. Wir reservierten ein Zimmer im Hotel. Sie werden ein Ticket für das Konzert reservieren.",
      "imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rest",
      "translation": "Ruhe",
      "definition": "A period of relaxation or sleep, or a state of inactivity.",
      "definition_translation": "Eine Periode der Erholung oder des Schlafes oder ein Zustand der Inaktivität.",
      "example": "I need to rest after the long journey. We rested in the park. They will rest at the beach tomorrow.",
      "example_translation": "Ich muss mich nach der langen Reise ausruhen. Wir ruhten uns im Park aus. Sie werden morgen am Strand ruhen.",
      "imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "revise",
      "translation": "überarbeiten",
      "definition": "To review and make changes to something, especially a piece of writing, in order to improve it.",
      "definition_translation": "Etwas, insbesondere ein Schriftstück, zu überprüfen und Änderungen vorzunehmen, um es zu verbessern.",
      "example": "I revised my essay three times before submitting it. Yesterday, I revised the chapter. Tomorrow, I will revise the entire manuscript.",
      "example_translation": "Ich überarbeitete meinen Aufsatz drei Mal, bevor ich ihn einreichete. Gestern überarbeitete ich das Kapitel. Morgen werde ich das gesamte Manuskript überarbeiten.",
      "imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rob",
      "translation": "bestehlen",
      "definition": "To take something from someone using force or threats, especially in order to get money or other valuables.",
      "definition_translation": "Jemandem etwas mit Gewalt oder Drohungen wegzunehmen, insbesondere um Geld oder andere Wertgegenstände zu erlangen.",
      "example": "The thief robbed the bank. He robbed me of my wallet. She will rob the store tonight.",
      "example_translation": "Der Dieb raubte die Bank aus. Er nahm mir meine Geldbörse weg. Sie wird den Laden heute Nacht ausrauben.",
      "imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "run",
      "translation": "laufen",
      "definition": "To move quickly on foot, often in a steady and swift pace, or to operate or manage something.",
      "definition_translation": "Schnell zu Fuß zu bewegen, oft in einem gleichmäßigen und schnellen Tempo, oder etwas zu betreiben oder zu verwalten.",
      "example": "I ran to the store. She runs the business. They will run the marathon tomorrow.",
      "example_translation": "Ich lief zum Laden. Sie führt das Geschäft. Sie werden morgen den Marathon laufen.",
      "imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "save",
      "translation": "speichern",
      "definition": "To keep or store something safely, or to rescue someone or something from a difficult situation.",
      "definition_translation": "Etwas sicher aufzubewahren oder zu speichern, oder jemandem oder etwas aus einer schwierigen Situation zu retten.",
      "example": "I saved the file on my computer. She saved the child from the fire. They will save the company from bankruptcy.",
      "example_translation": "Ich speicherte die Datei auf meinem Computer. Sie rettete das Kind aus dem Feuer. Sie werden das Unternehmen vor dem Bankrott retten.",
      "imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "score",
      "translation": "erzielen",
      "definition": "a number of points achieved in a game, test, or competition",
      "definition_translation": "eine Anzahl von Punkten, die in einem Spiel, Test oder Wettbewerb erzielt wurden",
      "example": "I scored high on my math test. I am going to score a goal in the game tomorrow. She scored well in her exam last year.",
      "example_translation": "Ich habe einen hohen Punktestand in meinem Mathe-Test erzielt. Ich werde morgen ein Tor in dem Spiel erzielen. Sie hat letztes Jahr bei ihrer Prüfung gut abgeschnitten.",
      "imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "scream",
      "translation": "schreien",
      "definition": "to make a very loud, high-pitched noise, typically to express fear, pain, or excitement",
      "definition_translation": "einen sehr lauten, hohen Ton von sich zu geben, um Angst, Schmerz oder Aufregung auszudrücken",
      "example": "I screamed when I saw the horror movie. She screams loudly when she is happy. They screamed at the top of their lungs during the concert.",
      "example_translation": "Ich habe geschrien, als ich den Horrorfilm gesehen habe. Sie schreit laut, wenn sie glücklich ist. Sie haben während des Konzerts aus voller Kehle geschrien.",
      "imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "search",
      "translation": "suchen",
      "definition": "to look carefully and thoroughly for something",
      "definition_translation": "etwas sorgfältig und gründlich zu suchen",
      "example": "I searched for my lost keys everywhere. She is searching for a new job. They searched the entire house for the missing document.",
      "example_translation": "Ich habe überall nach meinen verlorenen Schlüsseln gesucht. Sie sucht nach einem neuen Job. Sie haben das gesamte Haus nach dem fehlenden Dokument durchsucht.",
      "imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "select",
      "translation": "auswählen",
      "definition": "to choose something or someone from a group or list",
      "definition_translation": "etwas oder jemanden aus einer Gruppe oder Liste auszuwählen",
      "example": "I selected the best restaurant for dinner. She selects the most comfortable shoes. They selected the winning team for the tournament.",
      "example_translation": "Ich habe das beste Restaurant für das Abendessen ausgewählt. Sie wählt die bequemsten Schuhe aus. Sie haben das gewinnende Team für das Turnier ausgewählt.",
      "imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "serve",
      "translation": "bedienen",
      "definition": "To provide food or drinks to someone, especially in a restaurant or at a party.",
      "definition_translation": "Jemandem Essen oder Getränke anbieten, insbesondere in einem Restaurant oder auf einer Party.",
      "example": "I served coffee to the guests. I am serving coffee to the guests. I will serve coffee to the guests.",
      "example_translation": "Ich habe den Gästen Kaffee serviert. Ich serviere den Gästen Kaffee. Ich werde den Gästen Kaffee servieren.",
      "imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sew",
      "translation": "nähen",
      "definition": "To join or repair something, especially clothing, by using a needle and thread.",
      "definition_translation": "Etwas, insbesondere Kleidung, mit einer Nadel und einem Faden zusammenzufügen oder zu reparieren.",
      "example": "I sewed a button on my shirt. I am sewing a dress. I will sew a quilt.",
      "example_translation": "Ich habe einen Knopf auf mein Hemd genäht. Ich nähe ein Kleid. Ich werde eine Decke nähen.",
      "imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shake",
      "translation": "schütteln",
      "definition": "To move something quickly and firmly, often to get rid of something or to mix things together.",
      "definition_translation": "Etwas schnell und fest zu bewegen, oft um etwas loszuwerden oder um Dinge zusammenzumischen.",
      "example": "I shook hands with my friend. I am shaking the bottle. I will shake the tree.",
      "example_translation": "Ich habe meine Hand mit meinem Freund geschüttelt. Ich schüttele die Flasche. Ich werde den Baum schütteln.",
      "imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shake hands",
      "translation": "Hände schütteln",
      "definition": "To greet someone by holding and shaking their hand, especially when meeting for the first time.",
      "definition_translation": "Jemanden zu begrüßen, indem man ihre Hand hält und schüttelt, insbesondere wenn man sich zum ersten Mal trifft.",
      "example": "I shook hands with my boss. I am shaking hands with my colleagues. I will shake hands with the president.",
      "example_translation": "Ich habe meine Hand mit meinem Chef geschüttelt. Ich schüttele Hände mit meinen Kollegen. Ich werde Hände mit dem Präsidenten schütteln.",
      "imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shoot",
      "translation": "schießen",
      "definition": "to fire a gun or launch a projectile, or to take a photo or video",
      "definition_translation": "einen Schuss abgeben oder ein Projektiles abfeuern, oder ein Foto oder Video aufnehmen",
      "example": "I shot the ball into the goal yesterday, I am shooting a video now, and I will shoot some photos tomorrow.",
      "example_translation": "Ich schoss den Ball ins Tor gestern, ich drehe gerade ein Video, und ich werde morgen einige Fotos machen.",
      "imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shop",
      "translation": "Laden",
      "definition": "a building or part of a building where goods or services are sold or offered for sale",
      "definition_translation": "ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen verkauft oder zum Verkauf angeboten werden",
      "example": "I went shopping at the mall yesterday, I am shopping online now, and I will shop at the local market tomorrow.",
      "example_translation": "Ich ging gestern im Einkaufszentrum einkaufen, ich kaufe gerade online ein, und ich werde morgen auf dem lokalen Markt einkaufen.",
      "imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ski",
      "translation": "Ski",
      "definition": "a long, narrow piece of equipment used for gliding on snow",
      "definition_translation": "ein langes, schmales Stück Ausrüstung, das zum Gleiten auf Schnee verwendet wird",
      "example": "I skied down the mountain yesterday, I am skiing now, and I will ski again tomorrow.",
      "example_translation": "Ich fuhr gestern mit dem Ski den Berg hinunter, ich fahre jetzt Ski, und ich werde morgen wieder Ski fahren.",
      "imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "slip",
      "translation": "rutschen",
      "definition": "to accidentally fall or slide, or to put on a piece of clothing",
      "definition_translation": "unabsichtlich zu fallen oder zu rutschen, oder ein Kleidungsstück anzuziehen",
      "example": "I slipped on the ice yesterday, I am slipping on my shoes now, and I will slip into my pajamas tomorrow.",
      "example_translation": "Ich rutschte gestern auf dem Eis aus, ich ziehe jetzt meine Schuhe an, und ich werde morgen in mein Nachthemd schlüpfen.",
      "imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "smell",
      "translation": "riechen",
      "definition": "to perceive the scent or odor of something",
      "definition_translation": "die Wahrnehmung des Geruchs oder Duftes von etwas",
      "example": "I smelled the coffee brewing in the morning. I smell the flowers in the garden. I will smell the freshly baked cookies.",
      "example_translation": "Ich roch den Kaffee, der morgens zubereitet wurde. Ich rieche die Blumen im Garten. Ich werde die frisch gebackenen Kekse riechen.",
      "imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "smile",
      "translation": "lächeln",
      "definition": "a facial expression characterized by an upward curving of the corners of the mouth",
      "definition_translation": "Ein Gesichtsausdruck, der durch eine nach oben gebogene Krümmung der Mundwinkel gekennzeichnet ist",
      "example": "She smiled at me when I walked in the room. He smiles when he thinks about his vacation. They will smile when they receive their gifts.",
      "example_translation": "Sie lächelte mich an, als ich ins Zimmer kam. Er lächelt, wenn er an seinen Urlaub denkt. Sie werden lächeln, wenn sie ihre Geschenke erhalten.",
      "imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spill",
      "translation": "verschütten",
      "definition": "to cause or allow a liquid to flow out of a container",
      "definition_translation": "eine Flüssigkeit aus einem Behälter fließen zu lassen oder zu ermöglichen",
      "example": "I spilled the water on the table. She spills the juice every morning. They will spill the wine at the wedding.",
      "example_translation": "Ich verschüttete das Wasser auf dem Tisch. Sie verschüttet jeden Morgen den Saft. Sie werden den Wein auf der Hochzeit verschütten.",
      "imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spoil",
      "translation": "verderben",
      "definition": "to damage or ruin something, especially food, by allowing it to decay or become contaminated",
      "definition_translation": "etwas, insbesondere Lebensmittel, durch Zulassen von Verfall oder Kontamination zu beschädigen oder zu ruinieren",
      "example": "The milk spoiled in the fridge. They spoil their children with too many toys. She will spoil the surprise by telling everyone.",
      "example_translation": "Die Milch verdarb im Kühlschrank. Sie verderben ihre Kinder mit zu vielen Spielzeugen. Sie wird die Überraschung verderben, indem sie es allen erzählt.",
      "imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stick",
      "translation": "stechen",
      "definition": "To attach or fix something to something else using a sticky substance such as glue.",
      "definition_translation": "Einem Gegenstand etwas anderes mit einem klebrigen Stoff wie Kleber anzufügen oder zu befestigen.",
      "example": "I stuck the note to the fridge. I stick notes to the fridge every day. I will stick a note to the fridge tomorrow.",
      "example_translation": "Ich habe den Zettel an den Kühlschrank geklebt. Ich klebe jeden Tag Zettel an den Kühlschrank. Morgen werde ich einen Zettel an den Kühlschrank kleben.",
      "imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stir",
      "translation": "rühren",
      "definition": "To move a spoon or other object around in a liquid or mixture in order to mix or blend it.",
      "definition_translation": "Einen Löffel oder ein anderes Objekt in einer Flüssigkeit oder Mischung herumzubewegen, um sie zu mischen oder zu vermischen.",
      "example": "Stir the mixture well. I stirred the coffee yesterday. She will stir the soup tomorrow.",
      "example_translation": "Rühren Sie die Mischung gut um. Ich habe den Kaffee gestern gerührt. Sie wird die Suppe morgen rühren.",
      "imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "strike",
      "translation": "schlagen",
      "definition": "To hit or come into contact with something forcefully, often making a loud noise.",
      "definition_translation": "Etwas mit Kraft zu treffen oder zu berühren, oft begleitet von einem lauten Geräusch.",
      "example": "The clock struck midnight. The worker struck the metal with a hammer. The team will strike the ball tomorrow.",
      "example_translation": "Die Uhr schlug Mitternacht. Der Arbeiter schlug das Metall mit einem Hammer. Das Team wird morgen den Ball schlagen.",
      "imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "succeed",
      "translation": "erfolgen",
      "definition": "To achieve something that you want to do or accomplish, often after trying hard or for a long time.",
      "definition_translation": "Etwas zu erreichen, das Sie tun oder erreichen wollen, oft nachdem man sich hart bemüht oder lange Zeit daran gearbeitet hat.",
      "example": "I succeeded in getting the job. She succeeded in finishing the project. They will succeed in opening their own business.",
      "example_translation": "Ich habe den Job bekommen. Sie hat das Projekt fertiggestellt. Sie werden ihr eigenes Unternehmen eröffnen.",
      "imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "suggest",
      "translation": "vorschlagen",
      "definition": "to propose or recommend something as a possibility or solution",
      "definition_translation": "etwas als Möglichkeit oder Lösung vorschlagen",
      "example": "I suggested we go to the movies last night, but she suggested we stay home instead. We will suggest a new plan to the manager tomorrow.",
      "example_translation": "Ich schlug vor, dass wir letzten Abend ins Kino gehen, aber sie schlug vor, dass wir zu Hause bleiben. Wir werden dem Manager morgen einen neuen Plan vorschlagen.",
      "imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sunbathe",
      "translation": "Sonnenbaden",
      "definition": "to lie or sit in the sun, typically in order to get a suntan",
      "definition_translation": "sich in der Sonne zu liegen oder zu sitzen, um eine Sonnenbräune zu bekommen",
      "example": "I sunbathed on the beach yesterday, but got a sunburn. She loves to sunbathe during her vacation. We will sunbathe on the deck tomorrow.",
      "example_translation": "Ich sonnte mich gestern am Strand, aber bekam einen Sonnenbrand. Sie liebt es, während ihres Urlaubs zu sonnen. Wir werden morgen auf dem Deck sonnenbaden.",
      "imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "support",
      "translation": "unterstützen",
      "definition": "to give help or assistance to someone or something",
      "definition_translation": "jemandem oder etwas Hilfe oder Unterstützung anzubieten",
      "example": "I supported her during the difficult time, and she still supports me. We will support the charity event next week.",
      "example_translation": "Ich unterstützte sie während der schwierigen Zeit, und sie unterstützt mich noch immer. Wir werden das Wohltätigkeitsereignis nächste Woche unterstützen.",
      "imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "support",
      "translation": "unterstützen",
      "definition": "to hold or carry something, especially in a steady or upright position",
      "definition_translation": "etwas zu halten oder zu tragen, insbesondere in einer stabilen oder aufrechten Position",
      "example": "The table supported the heavy vase, but the chair didn't support my weight. We will support the beam with extra pillars.",
      "example_translation": "Der Tisch trug die schwere Vase, aber der Stuhl trug mein Gewicht nicht. Wir werden den Balken mit extra Pfählen unterstützen.",
      "imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "switch off",
      "translation": "ausschalten",
      "definition": "To disconnect or turn off a device or machine, typically using a switch.",
      "definition_translation": "Ein Gerät oder eine Maschine zu trennen oder abzuschalten, typischerweise mit einem Schalter.",
      "example": "I switched off the TV when I went to bed. Yesterday, I switched it off after the movie. If I forget to switch it off, it will waste energy.",
      "example_translation": "Ich schaltete den Fernseher aus, als ich ins Bett ging. Gestern schaltete ich ihn nach dem Film aus. Wenn ich es vergesse, ihn auszuschalten, wird es Energie verschwenden.",
      "imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "switch on",
      "translation": "einschalten",
      "definition": "To connect or turn on a device or machine, typically using a switch.",
      "definition_translation": "Ein Gerät oder eine Maschine zu verbinden oder einzuschalten, typischerweise mit einem Schalter.",
      "example": "I switched on the light when I entered the room. Yesterday, I switched it on to read a book. If I switch it on, it will illuminate the area.",
      "example_translation": "Ich schaltete das Licht ein, als ich den Raum betrat. Gestern schaltete ich es ein, um ein Buch zu lesen. Wenn ich es einschalte, wird es den Bereich beleuchten.",
      "imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "taste",
      "translation": "Geschmack",
      "definition": "The sensation of flavor perceived in the mouth and throat, caused by the chemical senses of smell and taste.",
      "definition_translation": "Die Empfindung von Geschmack, die in Mund und Rachen wahrgenommen wird, verursacht durch die chemischen Sinne von Geruch und Geschmack.",
      "example": "I love the taste of freshly baked cookies. The taste of the new wine was quite bland. The chef added a spice to enhance the taste of the dish.",
      "example_translation": "Ich liebe den Geschmack von frisch gebackenen Keksen. Der Geschmack des neuen Weins war ziemlich fade. Der Koch fügte eine Gewürz hinzu, um den Geschmack des Gerichts zu verbessern.",
      "imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tear",
      "translation": "Zerreissen",
      "definition": "To pull or rend something apart, or to cause something to become damaged or broken.",
      "definition_translation": "Etwas auseinanderzureißen oder etwas beschädigen oder brechen zu lassen.",
      "example": "I tore the page out of the book. She tore her dress when she fell. He will tear the wrapper off the gift.",
      "example_translation": "Ich riss die Seite aus dem Buch heraus. Sie zerriss ihr Kleid, als sie fiel. Er wird die Verpackung vom Geschenk abreissen.",
      "imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "test",
      "translation": "prüfen",
      "definition": "A test is a series of questions or problems designed to assess a person's knowledge or abilities.",
      "definition_translation": "Ein Test ist eine Serie von Fragen oder Aufgaben, die dazu dienen, die Kenntnisse oder Fähigkeiten einer Person zu überprüfen.",
      "example": "I tested the new software yesterday, and I will test it again tomorrow. I had tested it last week.",
      "example_translation": "Ich habe das neue Software gestern getestet und werde es morgen wieder testen. Ich hatte es letzte Woche getestet.",
      "imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tick",
      "translation": "Zecke",
      "definition": "A tick is a small, usually parasitic arachnid that feeds on the blood of animals and humans.",
      "definition_translation": "Eine Zecke ist ein kleines, meist parasitisches Spinnentier, das sich von dem Blut von Tieren und Menschen ernährt.",
      "example": "I pulled a tick off my dog's ear yesterday, but I will remove another one tomorrow. I had removed one last week.",
      "example_translation": "Ich habe gestern eine Zecke aus dem Ohr meines Hundes entfernt, aber werde morgen eine weitere entfernen. Ich hatte letzte Woche eine entfernt.",
      "imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tie",
      "translation": "Krawatte",
      "definition": "A tie is a long, narrow piece of cloth worn around the neck, typically by men, as part of a formal outfit.",
      "definition_translation": "Eine Krawatte ist ein langes, schmales Stück Stoff, das um den Hals getragen wird, typischerweise von Männern, als Teil eines formellen Outfits.",
      "example": "I wore a tie to the conference yesterday, and I will wear another one tomorrow. I had worn one last week.",
      "example_translation": "Ich trug eine Krawatte zur Konferenz gestern und werde morgen eine andere tragen. Ich hatte letzte Woche eine getragen.",
      "imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "total",
      "translation": "gesamt",
      "definition": "Total refers to the complete or entire amount of something.",
      "definition_translation": "Gesamt bezieht sich auf die vollständige oder gesamte Menge von etwas.",
      "example": "I spent a total of $100 on groceries yesterday, and I will spend a total of $200 tomorrow. I had spent a total of $50 last week.",
      "example_translation": "Ich habe insgesamt 100 Dollar für Lebensmittel gestern ausgegeben und werde morgen insgesamt 200 Dollar ausgeben. Ich hatte insgesamt 50 Dollar letzte Woche ausgegeben.",
      "imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tour",
      "translation": "Rundreise",
      "definition": "A journey or trip, especially a long one, in which you visit several places, often to have a holiday or for business.",
      "definition_translation": "Eine Reise oder Fahrt, insbesondere eine lange, bei der Sie mehrere Orte besuchen, oft um Urlaub zu machen oder aus geschäftlichen Gründen.",
      "example": "I went on a tour of Europe last summer. I'm going on a tour of the city tomorrow. I will go on a tour of the museum next week.",
      "example_translation": "Ich ging letzten Sommer auf eine Europarundreise. Ich gehe morgen auf eine Stadtrundfahrt. Ich werde nächste Woche auf eine Museumsrundfahrt gehen.",
      "imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "train",
      "translation": "Zug",
      "definition": "A self-propelled vehicle on rails, consisting of a linked series of cars, used for transporting people or goods.",
      "definition_translation": "Ein selbstfahrendes Fahrzeug auf Schienen, bestehend aus einer Reihe von verbundenen Wagen, verwendet für den Transport von Personen oder Gütern.",
      "example": "I took a train to work yesterday. I take a train to the city every day. I will take a train to Paris next month.",
      "example_translation": "Ich nahm gestern einen Zug zur Arbeit. Ich nehme jeden Tag einen Zug in die Stadt. Ich werde nächsten Monat einen Zug nach Paris nehmen.",
      "imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "transfer",
      "translation": "Übertragung",
      "definition": "The act of moving something or someone from one place to another, especially by means of a vehicle.",
      "definition_translation": "Die Handlung, etwas oder jemanden von einem Ort zu einem anderen zu bewegen, insbesondere mit Hilfe eines Fahrzeugs.",
      "example": "I transfered money to my friend's account yesterday. I transfer to a new school next year. I will transfer to a new department soon.",
      "example_translation": "Ich überwies gestern Geld auf das Konto meines Freundes. Ich wechsle nächstes Jahr auf eine neue Schule. Ich werde bald in eine neue Abteilung wechseln.",
      "imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "translate",
      "translation": "übersetzen",
      "definition": "To change written or spoken language into another language, especially by a process of substitution.",
      "definition_translation": "Eine geschriebene oder gesprochene Sprache in eine andere Sprache umzuwandeln, insbesondere durch einen Prozess der Substitution.",
      "example": "I translated a book from English to German last year. I translate articles every day. I will translate a website next week.",
      "example_translation": "Ich übersetzte letztes Jahr ein Buch von Englisch ins Deutsche. Ich übersetze jeden Tag Artikel. Ich werde nächste Woche eine Website übersetzen.",
      "imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "try",
      "translation": "versuchen",
      "definition": "To make an effort to do something or to attempt to accomplish something.",
      "definition_translation": "Einen Versuch einzuleiten, etwas zu tun oder etwas zu erreichen.",
      "example": "I tried to finish the project yesterday, I'm trying to focus on my work now, and I will try to complete it tomorrow.",
      "example_translation": "Ich habe gestern versucht, das Projekt abzuschließen, ich versuche jetzt, mich auf meine Arbeit zu konzentrieren, und ich werde morgen versuchen, es abzuschließen.",
      "imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "type",
      "translation": "Art",
      "definition": "A particular kind or class of something.",
      "definition_translation": "Eine bestimmte Art oder Klasse von etwas.",
      "example": "What type of computer do you have?, I'm typing an email now, and I will type a letter tomorrow.",
      "example_translation": "Welchen Computer-Typ hast du?, Ich tippe gerade eine E-Mail, und ich werde morgen einen Brief tippen.",
      "imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "undress",
      "translation": "entkleiden",
      "definition": "To remove one's clothing, especially in order to go to bed or to take a bath.",
      "definition_translation": "Seine Kleidung abzulegen, insbesondere um ins Bett zu gehen oder ein Bad zu nehmen.",
      "example": "She undressed quickly, I undressed in the changing room, and he will undress after the party.",
      "example_translation": "Sie zog sich schnell aus, ich zog mich in der Umkleidekabine aus, und er wird sich nach der Party ausziehen.",
      "imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unpack",
      "translation": "auspacken",
      "definition": "To remove the contents of a bag, box, or other container.",
      "definition_translation": "Den Inhalt eines Sacks, Kastens oder anderen Behälters zu entfernen.",
      "example": "I unpacked my suitcase yesterday, she is unpacking the boxes now, and he will unpack the furniture tomorrow.",
      "example_translation": "Ich habe gestern meinen Koffer ausgepackt, sie packt jetzt die Kisten aus, und er wird morgen die Möbel auspacken.",
      "imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "update",
      "translation": "aktualisieren",
      "definition": "To make something more modern or effective by adding new information or features.",
      "definition_translation": "Etwas durch das Hinzufügen neuer Informationen oder Funktionen moderner oder effektiver zu machen.",
      "example": "I need to update my phone's operating system. Yesterday, I updated my computer's software. I will update my browser tomorrow.",
      "example_translation": "Ich muss mein Telefon-Betriebssystem aktualisieren. Gestern habe ich die Software meines Computers aktualisiert. Morgen werde ich meinen Browser aktualisieren.",
      "imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "vote",
      "translation": "abstimmen",
      "definition": "To choose or decide something by raising your hand or marking a piece of paper.",
      "definition_translation": "Etwas durch das Heben der Hand oder das Markieren eines Papierstücks zu wählen oder zu entscheiden.",
      "example": "I will vote for her in the election. Yesterday, I voted in favor of the new policy. She will vote against the proposal tomorrow.",
      "example_translation": "Ich werde bei der Wahl für sie stimmen. Gestern habe ich für die neue Richtlinie gestimmt. Sie wird morgen gegen den Vorschlag stimmen.",
      "imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "walk the dog",
      "translation": "den Hund spazieren führen",
      "definition": "To take a dog for a walk, typically on a leash, as a form of exercise or to allow the dog to relieve itself.",
      "definition_translation": "Einen Hund an der Leine spazieren führen, typischerweise als Form der Übung oder um dem Hund zu ermöglichen, sich zu entleeren.",
      "example": "I walk my dog every morning. Yesterday, I walked my dog in the park. She will walk her dog on the beach tomorrow.",
      "example_translation": "Ich gehe jeden Morgen mit meinem Hund spazieren. Gestern bin ich mit meinem Hund im Park spazieren gegangen. Sie wird morgen ihren Hund am Strand spazieren führen.",
      "imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "warn",
      "translation": "warnen",
      "definition": "To give someone a warning or notice that something bad or unpleasant may happen.",
      "definition_translation": "Jemandem eine Warnung oder Mitteilung zu geben, dass etwas Schlechtes oder Unangenehmes passieren kann.",
      "example": "I warned him about the danger. Yesterday, she warned us about the storm. They will warn everyone about the problem tomorrow.",
      "example_translation": "Ich habe ihn vor der Gefahr gewarnt. Gestern hat sie uns vor dem Sturm gewarnt. Sie werden morgen allen über das Problem warnen.",
      "imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "waste",
      "translation": "Abfall",
      "definition": "Unused or unwanted materials that are discarded or rejected, often as a result of human activity.",
      "definition_translation": "Unbenutzte oder unerwünschte Materialien, die als Abfall weggeschmissen oder abgelehnt werden, oft als Ergebnis menschlicher Aktivität.",
      "example": "I wasted a lot of time watching TV yesterday, I waste a lot of time watching TV every day, I will waste a lot of time watching TV tomorrow.",
      "example_translation": "Ich verschwendete viel Zeit damit, gestern fernzusehen, ich verschwende viel Zeit damit, jeden Tag fernzusehen, ich werde viel Zeit damit verschwenden, morgen fernzusehen.",
      "imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wave",
      "translation": "Welle",
      "definition": "A movement of energy or a disturbance that travels through a medium, often in the form of a series of oscillations.",
      "definition_translation": "Eine Bewegung von Energie oder eine Störung, die durch ein Medium reist, oft in Form einer Serie von Oszillationen.",
      "example": "The wave crashed against the shore, the wave is crashing against the shore, the wave will crash against the shore.",
      "example_translation": "Die Welle schlug gegen das Ufer, die Welle schlägt gegen das Ufer, die Welle wird gegen das Ufer schlagen.",
      "imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "write something down",
      "translation": "etwas aufschreiben",
      "definition": "To record or note something in writing, often as a means of remembering or preserving information.",
      "definition_translation": "Etwas schriftlich aufzuzeichnen oder zu notieren, oft als Mittel, um Informationen zu merken oder aufzubewahren.",
      "example": "I wrote something down in my notebook, I am writing something down in my notebook, I will write something down in my notebook.",
      "example_translation": "Ich schrieb etwas in mein Tagebuch, ich schreibe etwas in mein Tagebuch, ich werde etwas in mein Tagebuch schreiben.",
      "imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]
}