{
  "data": [
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tree",
      "translation": "Baum",
      "definition": "A tree is a tall plant with a single stem (called a trunk) and branches and leaves in most species.",
      "definition_translation": "Ein Baum ist eine hohe Pflanze mit einem einzigen Stamm (genannt Stamm) und Zweigen und Blättern in den meisten Arten.",
      "example": "I climbed the tree when I was a kid, I climb the tree now, and I will climb the tree when I'm old.",
      "example_translation": "Ich kletterte den Baum, als ich ein Kind war, ich klettere den Baum jetzt, und ich werde den Baum klettern, wenn ich alt bin.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "apple tree",
      "translation": "Apfelbaum",
      "definition": "An apple tree is a tree that produces apples, a type of fruit.",
      "definition_translation": "Ein Apfelbaum ist ein Baum, der Äpfel produziert, eine Art von Frucht.",
      "example": "We had an apple tree in our backyard, we have an apple tree now, and we will have an apple tree in the future.",
      "example_translation": "Wir hatten einen Apfelbaum in unserem Hinterhof, wir haben einen Apfelbaum jetzt, und wir werden einen Apfelbaum in der Zukunft haben.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "forest",
      "translation": "Wald",
      "definition": "A forest is a large area of land covered with trees and plants.",
      "definition_translation": "Ein Wald ist ein großes Landgebiet, das mit Bäumen und Pflanzen bedeckt ist.",
      "example": "I went to the forest yesterday, I'm going to the forest today, and I will go to the forest tomorrow.",
      "example_translation": "Ich ging gestern in den Wald, ich gehe heute in den Wald, und ich werde morgen in den Wald gaan.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "branch",
      "translation": "Zweig",
      "definition": "A branch is a part of a tree that grows out from the trunk.",
      "definition_translation": "Ein Zweig ist ein Teil eines Baumes, der vom Stamm wächst.",
      "example": "I broke a branch when I fell from the tree, I break a branch now, and I will break a branch when I'm older.",
      "example_translation": "Ich brach einen Zweig, als ich vom Baum fiel, ich breche einen Zweig jetzt, und ich werde einen Zweig brechen, wenn ich älter bin.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fruit tree",
      "translation": "Obstbaum",
      "definition": "A tree that produces fruit, often cultivated or wild, providing shade and beauty to the environment.",
      "definition_translation": "Ein Baum, der Früchte produziert, oft kultiviert oder wild, bietet Schatten und Schönheit für die Umgebung.",
      "example": "I climbed a fruit tree in my backyard when I was a kid. Now, I am planting a fruit tree in my garden. By next year, I will be harvesting fruits from the fruit tree.",
      "example_translation": "Ich kletterte einen Obstbaum in meinem Hinterhof, als ich ein Kind war. Jetzt pflanze ich einen Obstbaum in meinem Garten. Nächstes Jahr werde ich Früchte vom Obstbaum ernten.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "leaf",
      "translation": "Blatt",
      "definition": "The flat green structure that grows on the stem of a plant, providing photosynthesis and nourishment.",
      "definition_translation": "Die flache grüne Struktur, die auf dem Stiel einer Pflanze wächst, bietet Photosynthese und Nahrung.",
      "example": "The leaf on the plant was wilting. I gave it water, and now the leaf is growing strong. In the future, the leaf will be a beautiful green.",
      "example_translation": "Das Blatt auf der Pflanze welkte. Ich gab ihm Wasser, und jetzt wächst das Blatt stark. In Zukunft wird das Blatt ein schönes Grün sein.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "oak",
      "translation": "Eiche",
      "definition": "A type of deciduous tree, often associated with strength and durability, known for its acorns and broad leaves.",
      "definition_translation": "Eine Art von Laubbaum, oft mit Stärke und Haltbarkeit assoziiert, bekannt für seine Eicheln und breiten Blättern.",
      "example": "The oak tree in the park was very old. I sat under the oak tree yesterday. By next winter, the oak tree will be even taller.",
      "example_translation": "Der Eichenbaum im Park war sehr alt. Ich saß gestern unter dem Eichenbaum. Bis nächsten Winter wird der Eichenbaum sogar größer sein.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "plum tree",
      "translation": "Pflaumenbaum",
      "definition": "A type of deciduous tree, often cultivated for its sweet and juicy fruits, which are eaten fresh or used in cooking.",
      "definition_translation": "Eine Art von Laubbaum, oft für seine süßen und saftigen Früchte angebaut, die frisch gegessen oder in der Küche verwendet werden.",
      "example": "I picked a plum from the plum tree in my garden. My mom is cooking plums from the plum tree right now. Next year, the plum tree will produce more fruits.",
      "example_translation": "Ich pflückte eine Pflaume vom Pflaumenbaum in meinem Garten. Meine Mutter kocht gerade Pflaumen vom Pflaumenbaum. Nächstes Jahr wird der Pflaumenbaum mehr Früchte produzieren.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "root",
      "translation": "Wurzel",
      "definition": "The underground part of a plant, usually consisting of a stem and roots, that grows downward into the soil, anchoring the plant and absorbing water and nutrients.",
      "definition_translation": "Der unterirdische Teil einer Pflanze, der normalerweise aus einem Stamm und Wurzeln besteht, der in den Boden wächst, die Pflanze befestigt und Wasser und Nährstoffe aufnimmt.",
      "example": "The tree's root system was damaged during the storm. The farmer will root out the old trees to plant new ones. By next year, the roots will have grown strong enough to support the tree.",
      "example_translation": "Das Wurzelsystem des Baumes wurde während des Sturms beschädigt. Der Bauer wird die alten Bäume ausreißen, um neue zu pflanzen. Bis nächstes Jahr werden die Wurzeln stark genug gewachsen sein, um den Baum zu stützen.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "palm",
      "translation": "Palme",
      "definition": "A tree of the family Arecaceae, typically having a single stem and a crown of large leaves, native to tropical and subtropical regions.",
      "definition_translation": "Ein Baum der Familie Arecaceae, typischerweise mit einem einzigen Stamm und einer Krone großer Blätter, ursprünglich aus tropischen und subtropischen Regionen.",
      "example": "The palm trees swayed gently in the breeze. She planted a palm in her backyard to create a tropical oasis. The palm fronds were used to create a shelter from the sun.",
      "example_translation": "Die Palmenbäume schwankten sanft im Wind. Sie pflanzte eine Palme in ihrem Hinterhof, um ein tropisches Oasen zu schaffen. Die Palmwedel wurden verwendet, um einen Schutz vor der Sonne zu schaffen.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "woodland",
      "translation": "Waldland",
      "definition": "A area of land covered with forests and woodland, typically inhabited by wild animals and plants, often used for recreation and conservation.",
      "definition_translation": "Ein Gebiet mit Wald und Gebüsch, typischerweise von wilden Tieren und Pflanzen bewohnt, oft für Erholung und Naturschutz verwendet.",
      "example": "The woodland was teeming with wildlife. They went for a hike in the woodland to enjoy the scenery. By next winter, the woodland will have been restored to its former glory.",
      "example_translation": "Das Waldland wimmelte von Wildtieren. Sie gingen in dem Waldland spazieren, um die Aussicht zu genießen. Bis nächsten Winter wird das Waldland wieder in seinem vormaligen Glanz restauriert worden sein.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "acacia",
      "translation": "Akazie",
      "definition": "A tree or shrub of the genus Acacia, typically having compound leaves and small, fragrant flowers, found in warm and tropical regions.",
      "definition_translation": "Ein Baum oder Strauch der Gattung Acacia, typischerweise mit zusammengesetzten Blättern und kleinen, duftenden Blüten, in warmen und tropischen Regionen gefunden.",
      "example": "The acacia tree provided shade for the animals. She planted an acacia in her garden to attract bees. The acacia trees were in full bloom, filling the air with their sweet fragrance.",
      "example_translation": "Der Akazienbaum schützte die Tiere vor der Sonne. Sie pflanzte eine Akazie in ihrem Garten, um Bienen anzuziehen. Die Akazienbäume waren in voller Blüte, füllten die Luft mit ihrem süßen Duft.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "alder",
      "translation": "Erle",
      "definition": "A deciduous tree or shrub of the birch family, with lobed or toothed leaves and male catkins.",
      "definition_translation": "Ein laubabwerfender Baum oder Strauch der Birkenfamilie, mit gelappten oder gezähnten Blättern und männlichen Kätzchen.",
      "example": "The alder tree grew rapidly along the riverbank. It had grown tall last year. It will grow even taller next year.",
      "example_translation": "Der Erlebaum wuchs rasch entlang des Flussufers. Er war letztes Jahr groß geworden. Er wird nächstes Jahr noch größer werden.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "almond tree",
      "translation": "Mandelbaum",
      "definition": "A small deciduous tree native to the Middle East and South Asia, with pink or white flowers and edible nuts.",
      "definition_translation": "Ein kleiner laubabwerfender Baum, ursprünglich aus dem Nahen Osten und Südasien, mit rosa oder weißen Blüten und essbaren Nüssen.",
      "example": "The almond tree bloomed beautifully in the spring. It had bloomed earlier last year. It will bloom even earlier next year.",
      "example_translation": "Der Mandelbaum blühte herrlich im Frühling. Er hatte letztes Jahr früher geblüht. Er wird nächstes Jahr noch früher blühen.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ash",
      "translation": "Esche",
      "definition": "A deciduous tree with compound leaves and distinctive black buds, often growing near water.",
      "definition_translation": "Ein laubabwerfender Baum mit zusammengesetzten Blättern und auffälligen schwarzen Knospen, oft nahe Wasser wachsend.",
      "example": "The ash tree stood tall by the river. It had stood there for years. It will stand there for many more years.",
      "example_translation": "Die Esche stand hoch am Fluss. Sie stand seit Jahren dort. Sie wird noch viele Jahre dort stehen.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "baobab",
      "translation": "Baobab",
      "definition": "A large deciduous tree with a broad trunk and branches that resemble giant roots, native to Africa, Australia, and the Indian Ocean.",
      "definition_translation": "Ein großer laubabwerfender Baum mit einem breiten Stamm und Ästen, die riesigen Wurzeln ähneln, ursprünglich aus Afrika, Australien und dem Indischen Ozean.",
      "example": "The baobab tree was a landmark in the desert. It had been there for centuries. It will continue to stand there for centuries to come.",
      "example_translation": "Der Baobab-Baum war ein Landmark in der Wüste. Er war seit Jahrhunderten dort. Er wird noch Jahrhunderte lang dort stehen bleiben.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beech",
      "translation": "Buche",
      "definition": "A deciduous tree with smooth, grey bark and small, edible nuts.",
      "definition_translation": "Ein Laubbaum mit glatter, grauer Rinde und kleinen, essbaren Nüssen.",
      "example": "The beech tree stood tall in the forest, its leaves rustling in the wind. It had stood there for centuries, watching as the seasons changed. It will continue to stand tall for generations to come.",
      "example_translation": "Die Buche stand hoch im Wald, ihre Blätter raschelten im Wind. Sie stand dort seit Jahrhunderten, während sie beobachtete, wie die Jahreszeiten wechselten. Sie wird weiterhin hoch für kommende Generationen stehen.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "birch",
      "translation": "Birke",
      "definition": "A deciduous tree with a slender trunk and branches, typically having white, papery bark.",
      "definition_translation": "Ein Laubbaum mit einem schlanken Stamm und Ästen, typischerweise mit weißer, papierartiger Rinde.",
      "example": "The birch tree swayed gently in the breeze, its white bark shining in the sunlight. It had been planted by her grandmother, who had since passed away. It will remain a symbol of her love and legacy.",
      "example_translation": "Die Birke schwankte sanft im Wind, ihre weiße Rinde schien im Sonnenlicht. Sie war von ihrer Großmutter gepflanzt worden, die inzwischen verstorben war. Sie wird bleiben ein Symbol ihrer Liebe und ihres Vermächtnisses.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bough",
      "translation": "Ast",
      "definition": "A branch of a tree, especially a sturdy one.",
      "definition_translation": "Ein Zweig eines Baumes, insbesondere ein stabiler.",
      "example": "The bough of the oak tree creaked under the weight of the snow. It had been strong for years, but was now beginning to show signs of wear. It would need to be pruned soon to ensure its continued health.",
      "example_translation": "Der Ast des Eichenbaums knarrte unter dem Gewicht des Schnees. Er war Jahre lang stark gewesen, aber zeigte jetzt Anzeichen von Abnutzung. Er müsste bald beschnitten werden, um seine weitere Gesundheit zu gewährleisten.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cedar",
      "translation": "Zeder",
      "definition": "An evergreen coniferous tree with aromatic wood, native to mountainous regions.",
      "definition_translation": "Ein immergrüner Nadelbaum mit aromatischem Holz, ursprünglich aus bergigen Regionen.",
      "example": "The cedar tree towered above the landscape, its scent wafting through the air. It had been planted by a wise old gardener, who had long since passed away. It would remain a testament to his legacy and skill.",
      "example_translation": "Die Zeder ragte über das Landschaftsbild hinaus, ihr Duft wehte durch die Luft. Sie war von einem weisen alten Gärtner gepflanzt worden, der längst verstorben war. Sie würde ein Zeugnis seines Vermächtnisses und seiner Fähigkeit bleiben.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cherry tree",
      "translation": "Kirschbaum",
      "definition": "A deciduous tree with showy flowers and edible fruit, cultivated in many varieties for its fruit and as an ornamental.",
      "definition_translation": "Ein Laubbaum mit anschaulichen Blüten und essbaren Früchten, in vielen Variationen für seine Früchte und als Zierpflanze kultiviert.",
      "example": "The farmer planted a cherry tree in the backyard last year, and it's now blooming beautifully. He will harvest the cherries next month. He had already planted a similar tree 10 years ago.",
      "example_translation": "Der Bauer pflanzte letzten Jahr einen Kirschbaum im Hinterhof und blüht jetzt schön. Er wird nächsten Monat die Kirschen ernten. Er hatte bereits vor 10 Jahren einen ähnlichen Baum gepflanzt.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "coconut palm",
      "translation": "Kokosnusspalme",
      "definition": "A tall, slender palm tree with a large, hard fruit containing white, edible meat and oil.",
      "definition_translation": "Eine hohe, schlanke Palme mit einer großen, harten Frucht, die weiße, essbare Innereien und Öl enthält.",
      "example": "The coconut palm tree is commonly found on tropical islands. The local residents will harvest the coconuts next week. They had already used the oil extracted from the coconuts to cook delicious food.",
      "example_translation": "Die Kokosnusspalme ist auf tropischen Inseln häufig zu finden. Die Einheimischen werden nächste Woche die Kokosnüsse ernten. Sie hatten bereits das aus den Kokosnüssen extrahierte Öl verwendet, um leckeres Essen zuzubereiten.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cone",
      "translation": "Kegel",
      "definition": "A shaped, typically tapering, structure or object, such as the fruit of a conifer or a geometric shape.",
      "definition_translation": "Eine geformte, typischerweise sich verjüngende Struktur oder ein Objekt, wie die Frucht einer Konifere oder eine geometrische Form.",
      "example": "The cone-shaped ice cream was a hit at the party. The geometry teacher will explain the concept of cones tomorrow. She had already made a cone out of paper to illustrate the concept.",
      "example_translation": "Das kegelförmige Eiscreme war ein Hit auf der Party. Die Geometrielehrerin wird morgen das Konzept der Kegel erklären. Sie hatte bereits einen Kegel aus Papier hergestellt, um das Konzept zu illustrieren.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "coniferous tree",
      "translation": "Nadelbaum",
      "definition": "A tree that produces cones and has needle-like or scale-like leaves, such as a pine, spruce, or fir.",
      "definition_translation": "Ein Baum, der Kegel produziert und nadelförmige oder schuppenförmige Blätter hat, wie ein Kiefern-, Fichten- oder Tannenbaum.",
      "example": "The coniferous tree is commonly found in forests. The lumberjack will cut down the coniferous tree tomorrow. He had already planted a coniferous tree in the backyard 5 years ago.",
      "example_translation": "Der Nadelbaum ist in Wäldern häufig zu finden. Der Holzfäller wird morgen den Nadelbaum fällen. Er hatte bereits vor 5 Jahren einen Nadelbaum im Hinterhof gepflanzt.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "deciduous tree",
      "translation": "Laubbaum",
      "definition": "A deciduous tree is a tree that sheds its leaves seasonally, typically in autumn.",
      "definition_translation": "Ein Laubbaum ist ein Baum, der seine Blätter saisonal abwirft, typischerweise im Herbst.",
      "example": "The park was full of deciduous trees that had lost their leaves in the winter. Last year, they were covered in beautiful autumn foliage. Next year, they will bloom again.",
      "example_translation": "Der Park war voll von Laubbäumen, die ihre Blätter im Winter verloren hatten. Im letzten Jahr waren sie mit schöner Herbstlaub bedeckt. Im nächsten Jahr werden sie wieder blühen.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "elderberry",
      "translation": "Holunderbeere",
      "definition": "Elderberry is a type of shrub or small tree that produces small, dark purple berries.",
      "definition_translation": "Holunderbeere ist ein Strauch- oder Kleinartbaum, der kleine, dunkelviolette Beeren produziert.",
      "example": "I had elderberry jam on my toast this morning. Yesterday, I picked some elderberries in the forest. Next summer, I will make elderberry wine again.",
      "example_translation": "Ich hatte heute MorgenHolunderbeeren-Marmelade auf meinem Toast. Gestern habe ich einige Holunderbeeren im Wald gepflückt. Im nächsten Sommer werde ich wieder Holunderwein herstellen.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "elm",
      "translation": "Ulm",
      "definition": "An elm is a type of deciduous tree that is often found in urban areas.",
      "definition_translation": "Eine Ulme ist ein Laubbaum, der oft in urbanen Gebieten anzutreffen ist.",
      "example": "The elm tree in our backyard was very old. Last year, we had to trim its branches. In 10 years, it will be a magnificent tree.",
      "example_translation": "Die Ulme in unserem Hinterhof war sehr alt. Im letzten Jahr mussten wir ihre Äste beschneiden. In 10 Jahren wird sie ein prächtiger Baum sein.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fig tree",
      "translation": "Feigenbaum",
      "definition": "A fig tree is a type of tree that produces a sweet, edible fruit called a fig.",
      "definition_translation": "Ein Feigenbaum ist ein Baum, der eine süße, essbare Frucht namens Feige produziert.",
      "example": "I planted a fig tree in my garden last summer. This year, it has produced many delicious figs. Next winter, it will be dormant again.",
      "example_translation": "Ich pflanzte einen Feigenbaum in meinem Garten letzten Sommer. Dieses Jahr hat er viele leckere Feigen produziert. Im nächsten Winter wird er wieder ruhen.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fir",
      "translation": "Tanne",
      "definition": "A conical evergreen tree, typically found in mountainous regions, with needle-like leaves and cones that are often used as a Christmas tree.",
      "definition_translation": "Eine kegelförmige immergrüne Baum, typischerweise in Gebirgsregionen gefunden, mit nadelförmigen Blättern und Zapfen, die oft als Weihnachtsbaum verwendet werden.",
      "example": "The fir tree stood tall on the mountain slope, its branches heavy with snow. Yesterday, we planted a fir sapling in the backyard. By next winter, the fir will be tall enough to decorate.",
      "example_translation": "Die Tanne stand auf dem Bergabhang, ihre Zweige schwer mit Schnee beladen. Gestern haben wir einen Tannen-Sämling im Hinterhof gepflanzt. Bis zum nächsten Winter wird die Tanne hoch genug sein, um sie zu dekorieren.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hazel",
      "translation": "Hasel",
      "definition": "A deciduous shrub or small tree, native to Europe and Asia, with rounded leaves and edible nuts that are often used in baking and confectionery.",
      "definition_translation": "Ein laubabwerfender Strauch oder kleiner Baum, ursprünglich aus Europa und Asien, mit runden Blättern und essbaren Nüssen, die oft in der Back- und Süßwarenherstellung verwendet werden.",
      "example": "The hazel tree provided shade for the children playing in the garden. We gathered hazelnuts in the forest last autumn. By next year, the hazel will be mature enough to harvest its nuts again.",
      "example_translation": "Der Haselbaum schaffte Schatten für die Kinder, die im Garten spielten. Wir haben letzten Herbst Haselnüsse im Wald gesammelt. Bis zum nächsten Jahr wird die Hasel reif genug sein, um ihre Nüsse wieder zu ernten.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "holly",
      "translation": "Stechpalme",
      "definition": "An evergreen shrub or small tree, native to Europe, with prickly leaves and bright red berries, often used in Christmas decorations.",
      "definition_translation": "Ein immergrüner Strauch oder kleiner Baum, ursprünglich aus Europa, mit stachligen Blättern und hellroten Beeren, oft in Weihnachtsdekorationen verwendet.",
      "example": "The holly bush grew vigorously in the garden, its berries shining brightly. We used holly leaves to make a festive wreath last year. By next Christmas, the holly will be even more lush and beautiful.",
      "example_translation": "Der Stechpalmenstrauch wuchs kräftig im Garten, seine Beeren leuchteten hell. Wir haben letzten Jahr Stechpalmenblätter verwendet, um einen festlichen Kranz zu machen. Bis zum nächsten Weihnachten wird die Stechpalme noch üppiger und schöner sein.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hornbeam",
      "translation": "Hainbuche",
      "definition": "A deciduous tree, native to Europe and Asia, with serrated leaves and hard, grey-brown wood, often used in furniture making and woodcarving.",
      "definition_translation": "Ein laubabwerfender Baum, ursprünglich aus Europa und Asien, mit gezähnten Blättern und hartem, grau-braunem Holz, oft in der Möbelfertigung und Holzbildhauerei verwendet.",
      "example": "The hornbeam tree stood tall in the forest, its leaves rustling in the wind. We plan to use hornbeam wood to make a wooden table next year. By the time our children are grown, the hornbeam will be a majestic sight to behold.",
      "example_translation": "Der Hainbuchbaum stand aufrecht im Wald, seine Blätter raschelten im Wind. Wir planen, Hainbuchenholz zu verwenden, um nächsten Jahr einen Holztisch zu machen. Bis unsere Kinder groß sind, wird die Hainbuche ein majestätischer Anblick sein.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "horse chestnut",
      "translation": "Rosskastanie",
      "definition": "A deciduous tree of the NMHorse Chestnut family, native to the Balkan Peninsula, widely cultivated for its nuts and timber.",
      "definition_translation": "Ein laubabwerfender Baum der Familie der Kastanien, ursprünglich vom Balkan-Halbinsula, weit verbreitet für seine Nüsse und sein Holz angebaut.",
      "example": "The horse chestnut tree in our garden was blooming beautifully last spring, and now we're excited to harvest its nuts. We harvested them last year, and will do so again next year.",
      "example_translation": "Der Rosskastanienbaum in unserem Garten blühte letzten Frühling wunderschön, und jetzt freuen wir uns darauf, seine Nüsse zu ernten. Wir ernteten sie letztes Jahr, und werden es nächstes Jahr wieder tun.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "juniper",
      "translation": "Wacholder",
      "definition": "An evergreen tree or shrub of the cypress family, with needle-like leaves and aromatic cones, widely distributed in the Northern Hemisphere.",
      "definition_translation": "Ein immergrüner Baum oder Strauch der Zypresse-Familie, mit nadelförmigen Blättern und aromatischen Zapfen, weit verbreitet in der nördlichen Hemisphäre.",
      "example": "The juniper tree in our backyard has been growing rapidly since we planted it five years ago, and now it provides a lovely shade. We will prune it next month to maintain its shape.",
      "example_translation": "Der Wacholderbaum in unserem Hinterhof wächst seit wir ihn vor fünf Jahren gepflanzt haben, rapide und bietet jetzt einen schönen Schatten. Wir werden ihn nächsten Monat beschneiden, um seine Form zu erhalten.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "larch",
      "translation": "Lärche",
      "definition": "A coniferous tree of the pine family, with needle-like leaves that turn yellow and fall off in autumn, native to mountainous regions of Europe and Asia.",
      "definition_translation": "Ein koniferöser Baum der Kiefer-Familie, mit nadelförmigen Blättern, die im Herbst gelb werden und abfallen, ursprünglich aus bergigen Regionen Europas und Asiens.",
      "example": "We hiked through a larch forest last weekend, and the scenery was breathtaking. We will visit the same forest again next winter to enjoy the snow-covered larch trees.",
      "example_translation": "Wir wanderten letzten Wochenende durch einen Lärchenwald, und die Szenerie war atemberaubend. Wir werden denselben Wald wieder nächstes Winter besuchen, um die schneebedeckten Lärchenbäume zu genießen.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "linden",
      "translation": "Linde",
      "definition": "A deciduous tree of the Tilia family, with heart-shaped leaves and small, fragrant flowers, widely cultivated in Europe and North America.",
      "definition_translation": "Ein laubabwerfender Baum der Linden-Familie, mit herzförmigen Blättern und kleinen, duftenden Blüten, weit verbreitet in Europa und Nordamerika.",
      "example": "The linden tree in our city square is a popular spot for outdoor concerts during the summer. We attended a concert there last summer, and will do so again this year.",
      "example_translation": "Der Lindenbaum auf unserem Stadtzentrum ist ein beliebter Ort für Freiluftkonzerte während des Sommers. Wir besuchten ein Konzert dort letzten Sommer, und werden es auch dieses Jahr wieder tun.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "maple",
      "translation": "Ahorn",
      "definition": "A maple is a type of deciduous tree known for its bright fall foliage and distinctive palmate leaves.",
      "definition_translation": "Eine Ahorn ist eine Art von Laubbaum, bekannt für ihr hellfarbiges Herbstlaub und ihre charakteristischen palmförmigen Blätter.",
      "example": "I planted a maple tree in my backyard last year, it grew rapidly and now it's blooming beautifully. Yesterday, I saw a squirrel playing on its branches, and tomorrow I will prune it to maintain its shape.",
      "example_translation": "Ich pflanzte letzten Jahr einen Ahornbaum in meinem Hinterhof, er wuchs schnell und jetzt blüht er schön. Gestern sah ich ein Eichhörnchen auf seinen Zweigen spielen, und morgen werde ich ihn beschneiden, um seine Form zu erhalten.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rowan",
      "translation": "Rotkelch",
      "definition": "A rowan is a type of deciduous shrub or small tree with bright red berries and a distinctive leaf shape.",
      "definition_translation": "Ein Rotkelch ist eine Art von Laubstrauch oder kleinem Baum mit roten Beeren und einer charakteristischen Blattform.",
      "example": "I love walking through the forest in autumn, especially when the rowan trees are laden with bright red berries. Last week, I saw a bird eating the berries from a rowan tree, and next week I will make a rowan jam with the berries I collected.",
      "example_translation": "Ich liebe es, durch den Wald im Herbst zu spazieren, insbesondere wenn die Rotkelchbäume mit roten Beeren beladen sind. Letzte Woche sah ich einen Vogel, der die Beeren von einem Rotkelchbaum aß, und nächste Woche werde ich eine Rotkelchmarmelade mit den von mir gesammelten Beeren herstellen.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sequoia",
      "translation": "Riesenmammutbaum",
      "definition": "A sequoia is a type of evergreen tree known for its massive size and soft, reddish-brown bark.",
      "definition_translation": "Ein Riesenmammutbaum ist eine Art von immergrünem Baum, bekannt für seine massive Größe und seine weiche, rotbraune Rinde.",
      "example": "I was amazed when I saw a sequoia tree for the first time, its massive trunk and towering height left me speechless. Yesterday, I walked through a forest of sequoias, and tomorrow I will learn more about their unique ecosystem.",
      "example_translation": "Ich war erstaunt, als ich zum ersten Mal einen Riesenmammutbaum sah, sein massiver Stamm und seine Türmende Höhe ließen mich sprachlos. Gestern ging ich durch einen Wald von Riesenmammutbäumen, und morgen werde ich mehr über ihr einzigartiges Ökosystem lernen.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spruce",
      "translation": "Fichte",
      "definition": "A spruce is a type of evergreen tree known for its conical shape and needle-like leaves.",
      "definition_translation": "Eine Fichte ist eine Art von immergrünem Baum, bekannt für ihre konische Form und ihre nadelförmigen Blätter.",
      "example": "I love the smell of fresh spruce needles, it reminds me of Christmas. Last year, I bought a spruce tree as a Christmas tree, and next year I will plant a spruce tree in my backyard.",
      "example_translation": "Ich liebe den Geruch frischer Fichtennadeln, er erinnert mich an Weihnachten. Letztes Jahr kaufte ich einen Fichtenbaum als Weihnachtsbaum, und nächstes Jahr werde ich einen Fichtenbaum in meinem Hinterhof pflanzen.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stone pine",
      "translation": "Steinpine",
      "definition": "A type of evergreen tree with long, needle-like leaves and cones that are typically smaller than those of other pines.",
      "definition_translation": "Eine Art von immergrünem Baum mit langen, nadelförmigen Blättern und Zapfen, die typischerweise kleiner sind als die anderer Kiefern.",
      "example": "The stone pine trees in the garden were a beautiful sight, especially when the sunlight filtered through their branches. Last year, we planted a stone pine sapling, and now it's growing rapidly. By next summer, we will have harvested the cones from our mature stone pine trees.",
      "example_translation": "Die Steinpine-Bäume im Garten waren ein schöner Anblick, besonders wenn das Sonnenlicht durch ihre Zweige fiel. Letztes Jahr haben wir einen Steinpine-Setzling gepflanzt, und jetzt wächst er schnell. Bis zum nächsten Sommer werden wir die Zapfen von unseren ausgewachsenen Steinpine-Bäumen geerntet haben.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Swiss pine",
      "translation": "Schweizer Kiefer",
      "definition": "A type of evergreen tree native to the mountainous regions of Europe, known for its large, pyramidal shape and long, dark green needles.",
      "definition_translation": "Eine Art von immergrünem Baum, ursprünglich aus den bergigen Regionen Europas stammend, bekannt für seine große, pyramidenförmige Gestalt und lange, dunkelgrüne Nadeln.",
      "example": "The Swiss pine trees on the mountain slope were so tall that they seemed to touch the sky. We had seen a picture of a Swiss pine forest in our geography book last week. By the time we retire, we will have built a chalet near a Swiss pine forest.",
      "example_translation": "Die Schweizer Kiefern auf der Bergflanke waren so hoch, dass sie fast den Himmel berührten. Wir hatten letzten Woche ein Bild eines Schweizer Kiefer-Waldes in unserem Geographiebuch gesehen. Bis wir in Rente gehen, werden wir ein Chalet in der Nähe eines Schweizer Kiefer-Waldes gebaut haben.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sycamore",
      "translation": "Platane",
      "definition": "A type of deciduous tree with a broad, spreading canopy and maple-like leaves that turn brown in the fall.",
      "definition_translation": "Eine Art von laubabwerfendem Baum mit einer breiten, sich ausbreitenden Krone und ahornähnlichen Blättern, die im Herbst braun werden.",
      "example": "The old sycamore tree in the park was home to many birds and squirrels. We had a sycamore tree in our backyard when I was a child, and I loved playing underneath its branches. By the end of the century, the sycamore will be a rare species in our region.",
      "example_translation": "Der alte Platane-Baum im Park war Heimat für viele Vögel und Eichhörnchen. Wir hatten einen Platane-Baum in unserem Hinterhof, als ich ein Kind war, und ich liebte es, unter seinen Zweigen zu spielen. Bis zum Ende des Jahrhunderts wird die Platane in unserer Region eine seltene Art sein.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "twig",
      "translation": "Zweig",
      "definition": "A small branch or division of a tree or bush, especially one that is thin and flexible.",
      "definition_translation": "Ein kleiner Zweig oder eine Verzweigung eines Baumes oder Strauchs, insbesondere einer, der dünn und flexible ist.",
      "example": "The girl carefully picked up a twig from the ground to use as a plant marker. Last year, we used twigs to create a beautiful winter wreath for our front door. By next spring, the twigs on our new shrub will have grown into sturdy branches.",
      "example_translation": "Das Mädchen sammelte vorsichtig einen Zweig vom Boden, um ihn als Pflanzenmarkierung zu verwenden. Letztes Jahr haben wir Zweige verwendet, um einen schönen Winter-Kranz für unsere Haustür zu erstellen. Bis zum nächsten Frühling werden die Zweige auf unserem neuen Strauch zu stabilen Ästen gewachsen sein.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "weeping willow",
      "translation": "Trauerweide",
      "definition": "A weeping willow is a type of tree that is known for its long, flexible branches that droop downwards, often touching the ground or water.",
      "definition_translation": "Eine Trauerweide ist eine Art von Baum, die für ihre langen, flexiblen Äste bekannt ist, die nach unten hängen und oft den Boden oder Wasser berühren.",
      "example": "I saw a beautiful weeping willow tree by the lake yesterday, its branches were swaying gently in the breeze. I will plant a weeping willow in my backyard next spring, and it will provide shade for my kids to play. My grandmother had a weeping willow tree in her garden when she was a child.",
      "example_translation": "Ich sah einen schönen Trauerweide-Baum am See gestern, seine Äste waren sanft in der Brise schwingend. Ich werde nächstes Frühjahr eine Trauerweide in meinem Hinterhof pflanzen, und sie wird Schatten für meine Kinder zum Spielen bereitstellen. Meine Großmutter hatte einen Trauerweide-Baum in ihrem Garten, als sie ein Kind war.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "willow",
      "translation": "Weide",
      "definition": "A willow is a type of tree that is known for its flexible branches and leaves that are often slender and pointed.",
      "definition_translation": "Eine Weide ist eine Art von Baum, die für ihre flexiblen Äste und Blätter bekannt ist, die oft schmal und spitz sind.",
      "example": "I sat under a willow tree to rest and cool off during my hike. The willow tree in our backyard is home to many birds. She will prune the willow tree next weekend to keep it healthy.",
      "example_translation": "Ich setzte mich unter einer Weide zu ruhen und mich während meines Wanderwegs abzukühlen. Der Weide-Baum in unserem Hinterhof ist Heimat für viele Vögel. Sie wird nächsten Wochenende die Weide schneiden, um sie gesund zu halten.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]
}