{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koch",
      "translation": "कुक",
      "definition": "Eine Person, die Nahrung zubereitet und kocht, insbesondere als Beruf oder Profession.",
      "definition_translation": "एक व्यक्ति जो भोजन तैयार करता है और पकाता है, विशेष रूप से एक नौकरी या पेशे के रूप में।",
      "example": "Ich kochte Abendessen gestern, koche Mittagessen heute und werde Frühstück morgen kochen.",
      "example_translation": "मैंने कल रात का खाना पकाया, मैं आज दोपहर का खाना पका रहा हूँ, और मैं कल सुबह का नाश्ता पकाऊँगा।",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arzt",
      "translation": "डॉक्टर",
      "definition": "Eine Person, die für die Gesundheit und das Wohlbefinden von Patienten sorgt, insbesondere einer, der zur Ausübung der Medizin zugelassen ist.",
      "definition_translation": "एक व्यक्ति जिसे मरीजों के स्वास्थ्य और कल्याण की देखभाल के लिए प्रशिक्षित किया गया है, विशेष रूप से एक जिसे चिकित्सा की पRACTICE करने के लिए लाइसेंस प्राप्त हो।",
      "example": "Der Arzt untersuchte den Patienten gestern, untersucht ihn heute und wird ihn wieder morgen untersuchen.",
      "example_translation": "डॉक्टर ने कल रोगी का परीक्षण किया, आज उसका परीक्षण कर रहा है, और कल फिर से उसका परीक्षण करेगा।",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrer",
      "translation": "ड्राइवर",
      "definition": "Eine Person, die ein Fahrzeug, insbesondere ein Auto, Lastwagen oder Bus, beruflich bedient.",
      "definition_translation": "एक व्यक्ति जो एक वाहन, विशेष रूप से कार, ट्रक, या बस, जीविका के लिए संचालित करता है।",
      "example": "Ich fuhr zur Arbeit gestern, fahre heute und werde wieder morgen fahren.",
      "example_translation": "मैंने कल काम पर गया था, आज जा रहा हूँ, और कल फिर से जाऊँगा।",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lehrer",
      "translation": "शिक्षक",
      "definition": "Eine Person, die anderen hilft zu lernen, insbesondere einer, der in einer Schule bezahlt wird, um zu unterrichten.",
      "definition_translation": "एक व्यक्ति जो दूसरों को सीखने में मदद करता है, विशेष रूप से एक जिसे स्कूल में पढ़ाने के लिए भुगतान किया जाता है।",
      "example": "Der Lehrer unterrichtete die Schüler gestern, unterrichtet sie heute und wird sie wieder morgen unterrichten.",
      "example_translation": "शिक्षक ने कल विद्यार्थियों को पढ़ाया था, आज पढ़ा रहा है, और कल फिर से पढ़ाएगा।",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kellner",
      "translation": "वेटर",
      "definition": "Eine Person, die in einem Restaurant oder anderen Ort, wo Nahrung serviert wird, Bedienungen ausführt.",
      "definition_translation": "एक व्यक्ति जो रेस्तरां या अन्य स्थान पर खाना परोसता है जहां भोजन परोसा जाता है.",
      "example": "Ich bat den Kellner, mir ein Glas Wasser zu bringen. Gestern sah ich einen Kellner, der Essen serviert hat. Bis nächstes Jahr werde ich Kellner in einem Fünf-Sterne-Hotel sein.",
      "example_translation": "मैंने वेटर से पानी का गिलास लाने के लिए कहा. कल, मैंने पार्टी में वेटर को खाना परोसते हुए देखा. अगले साल तक, मैं एक पांच-सितारा होटल में वेटर हो जाऊंगा.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kellnerin",
      "translation": "वेट्रेस",
      "definition": "Eine Frau, die in einem Restaurant oder anderen Ort, wo Nahrung serviert wird, Bedienungen ausführt.",
      "definition_translation": "एक महिला जो रेस्तरां या अन्य स्थान पर खाना परोसती है जहां भोजन परोसा जाता है.",
      "example": "Die Kellnerin war sehr freundlich und aufmerksam auf unsere Bedürfnisse. Gestern sah ich eine Kellnerin, die Essen serviert hat. Bis nächsten Monat werde ich Kellnerin in einem Café sein.",
      "example_translation": "वेट्रेस बहुत ही मित्रवत और हमारी जरूरतों के प्रति सचेत थी. कल, मैंने रेस्तरां में वेट्रेस को खाना परोसते हुए देखा. अगले महीने तक, मैं एक कैफे में वेट्रेस हो जाऊंगी.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspieler",
      "translation": "अभिनेता",
      "definition": "Eine Person, die in einem Theaterstück, Film oder Fernsehsendung auftritt.",
      "definition_translation": "एक व्यक्ति जो नाटक, फिल्म या टेलीविजन शो में अभिनय करता है.",
      "example": "Der Schauspieler war brillant in seinem letzten Film. Gestern sah ich einen Schauspieler auf der Bühne. Bis nächstes Jahr werde ich ein erfolgreicher Schauspieler in Bollywood sein.",
      "example_translation": "अभिनेता अपनी नवीनतम फिल्म में शानदार था. कल, मैंने मंच पर अभिनेता का प्रदर्शन देखा. अगले साल तक, मैं बॉलीवुड का एक सफल अभिनेता हो जाऊंगा.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspielerin",
      "translation": "अभिनेत्री",
      "definition": "Eine Frau, die in einem Theaterstück, Film oder Fernsehsendung auftritt.",
      "definition_translation": "एक महिला जो नाटक, फिल्म या टेलीविजन शो में अभिनय करती है.",
      "example": "Die Schauspielerin war atemberaubend in ihrem letzten Film. Gestern sah ich eine Schauspielerin auf der Bühne. Bis nächstes Jahr werde ich eine berühmte Schauspielerin in Hollywood sein.",
      "example_translation": "अभिनेत्री अपनी नवीनतम फिल्म में आकर्षक थी. कल, मैंने मंच पर अभिनेत्री का प्रदर्शन देखा. अगले साल तक, मैं हॉलीवुड की एक प्रसिद्ध अभिनेत्री हो जाऊंगी.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Künstler",
      "translation": "कलाकार",
      "definition": "Eine Person, die Gemälde, Zeichnungen oder Skulpturen schafft.",
      "definition_translation": "एक व्यक्ति जो चित्र, ड्राइंग, या मूर्तियां बनाता है",
      "example": "Sie war eine talentierte Künstlerin, die ihre Arbeit in mehreren Galerien ausgestellt hatte. Sie arbeitet derzeit an einem neuen Stück. Sie wird nächstes Monat eine Ausstellung haben.",
      "example_translation": "वह एक प्रतिभाशाली कलाकार थी जिन्होंने अपने काम का प्रदर्शन कई गैलरी में किया था. वह अभी एक नई पीस पर काम कर रही हैं. वह अगले महीने एक प्रदर्शनी कराएगी.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäftsmann",
      "translation": "व्यवसायी",
      "definition": "Eine Person, die kommerzielle oder industrielle Geschäfte durchführt.",
      "definition_translation": "एク व्यक्ति जो व्यावसायिक या औद्योगिक व्यवसाय गतिविधियों में संलग्न है",
      "example": "Er war ein erfolgreicher Geschäftsmann, der sein Imperium von Grund auf aufgebaut hatte. Er expandiert derzeit sein Geschäft auf neue Märkte. Er wird nächstes Quartal ein neues Produkt auf den Markt bringen.",
      "example_translation": "वह एक सफल व्यवसायी था जिसने अपने साम्राज्य का निर्माण शून्य से किया था. वह अभी अपने व्यवसाय का विस्तार नई बाजारों में कर रहा हैं. वह अगली तिमाही में एक नया उत्पाद लॉन्च करेगा.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unternehmerin",
      "translation": "व्यवसायिनी",
      "definition": "Eine Frau, die kommerzielle oder industrielle Geschäfte tätigt",
      "definition_translation": "एक महिला जो व्यावसायिक या औद्योगिक व्यवसाय गतिविधियों में संलग्न है",
      "example": "Sie war eine einflussreiche Unternehmerin, die viele Glasscherben in ihrer Karriere zerbrochen hatte. Sie mentors aktuell junge Unternehmer. Sie wird ihr eigenes Unternehmen nächstes Jahr gründen.",
      "example_translation": "वह एक शक्तिशाली व्यवसायिनी थी जिसने अपने करियर में कई ग्लास सीलिंग तोड़े थे. वह अभी युवा उद्यमियों को सलाह दे रही हैं. वह अगले साल अपना स्वयं का वेंचर शुरू करेगी.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kfz-Mechaniker",
      "translation": "कार मैकैनिक",
      "definition": "Eine Person, die Autos repariert und wartet",
      "definition_translation": "एक व्यक्ति जो कारों की मरम्मत और रखरखाव करता है",
      "example": "Er war ein erfahrener Kfz-Mechaniker, der viele Autos in seiner Karriere repariert hatte. Er arbeitet aktuell an einem Oldtimer. Er wird nächstes Monat sein eigenes Garage eröffnen.",
      "example_translation": "वह एक कुशल कार मैकैनिक था जिसने अपने करियर में कई कारों की मरम्मत की थी. वह अभी एक विंटेज कार पर काम कर रहा हैं. वह अगले महीने अपना स्वयं का गैरेज खोलेगा.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koch",
      "translation": "शेफ",
      "definition": "Ein Koch ist ein ausgebildeter professioneller Koch, der für die Zubereitung und Kochen von Essen in einem Restaurant- oder Hotelküche verantwortlich ist.",
      "definition_translation": "एक शेफ एक प्रशिक्षित पेशेवर रसोइया है जो एक रेस्टोरेंट या होटल की रसोई में भोजन तैयार करने और पकाने के लिए जिम्मेदार है।",
      "example": "Ich arbeitete letzten Jahr als Koch in einem Fünf-Sterne-Hotel. Jetzt arbeite ich als Koch in einem neuen Restaurant. In Zukunft werde ich ein Chefkoch.",
      "example_translation": "मैंने पिछले साल एक पांच सितारा होटल में शेफ के रूप में काम किया। अब, मैं एक नए रेस्टोरेंट में शेफ के रूप में काम कर रहा हूँ। भविष्य में, मैं हेड शेफ बन जाऊंगा।",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "रसायनज्ञ",
      "definition": "Ein Chemiker ist ein Wissenschaftler, der die Eigenschaften, Zusammensetzung und Reaktionen von Materie studiert.",
      "definition_translation": "एक रसायनज्ञ वे वैज्ञानिक हैं जो पदार्थ के गुण, संरचना और प्रतिक्रियाओं का अध्ययन करते हैं।",
      "example": "Meine Freundin ist Chemikerin und arbeitet in einem Labor. Sie hat letzten Monat eine neue Verbindung entdeckt. Sie wird nächste Woche ihr Forschungspapier präsentieren.",
      "example_translation": "मेरा दोस्त एक रसायनज्ञ है और प्रयोगशाला में काम करता है। उसने पिछले महीने एक नया यौगिक खोजा है। वह अगले हफ्ते अपना शोध पत्र प्रस्तुत करेगी।",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reinigungskraft",
      "translation": "सफ़ाईकर",
      "definition": "Eine Reinigungskraft ist eine Person, die Gebäude, Räume oder Bereiche reinigt und ihre Sauberkeit aufrechterhält.",
      "definition_translation": "एक सफ़ाईकर वह व्यक्ति है जो एक इमारत, कमरे या क्षेत्र की सफ़ाई और स्वच्छता को बनाए रखता है।",
      "example": "Ich habe einen Reinigungsdienst gestern gebucht. Die Reinigungskraft hat einen guten Job gemacht. In Zukunft werde ich denselben Dienst wieder buchen.",
      "example_translation": "मैंने कल अपने घर की सफ़ाई के लिए एक सफ़ाईकर को नियुक्त किया था। सफ़ाईकर ने अच्छा काम किया। भविष्य में, मैं फिर से उसी सफ़ाईकर को नियुक्त करूंगा।",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tänzer",
      "translation": "नर्तक",
      "definition": "Ein Tänzer ist eine Person, die tanzt, um sich zu bewegen, zu üben oder zur Unterhaltung.",
      "definition_translation": "एक नर्तक वह व्यक्ति है जो अभिव्यक्ति, व्यायाम या मनोरंजन के रूप में नृत्य करता है।",
      "example": "Meine Schwester ist Tänzerin und hat bereits viele Male auf der Bühne aufgetreten. Sie probt aktuell für eine neue Tanzvorstellung nächstes Monat. Sie wird mit ihrer Tanzgruppe in Zukunft auftreten.",
      "example_translation": "मेरी बहन एक नर्तक है और स्टेज पर कई बार प्रदर्शन कर चुकी है। वह अगले महीने एक नए नृत्य प्रदर्शन के लिए अभ्यास कर रही है। वह भविष्य में अपने नृत्य समूह के साथ प्रदर्शन करेगी।",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahnarzt",
      "translation": "डेंटिस्ट",
      "definition": "Eine Person, deren Beruf es ist, Zähne und Zahnfleisch zu pflegen, insbesondere durch Operationen an oder Reparaturen von Zähnen.",
      "definition_translation": "एक व्यक्ति जिसका पेशा दांत और मसूड़ों की देखभाल करना है, विशेष रूप से दांतों पर संचालन या मरम्मत करना है।",
      "example": "Ich besuchte gestern den Zahnarzt, ich werde morgen den Zahnarzt besuchen und ich besuchte letzten Woche den Zahnarzt.",
      "example_translation": "मैं कल डेंटिस्ट के पास गया था, मैं कल डेंटिस्ट के पास जाऊंगा, और मैं पिछले हफ्ते डेंटिस्ट के पास गया था।",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingenieur",
      "translation": "इंजीनियर",
      "definition": "Eine Person, die in der Konstruktion, Herstellung und Verwendung von Maschinen oder Anlagen ausgebildet ist.",
      "definition_translation": "एक व्यक्ति जिसके पास इंजन या मशीनों के डिजाइन, निर्माण और उपयोग में कौशल है.",
      "example": "Mein Vater war Ingenieur, mein Bruder ist Ingenieur und ich werde Ingenieur sein.",
      "example_translation": "मेरे पिता एक इंजीनियर थे, मेरा भाई एक इंजीनियर है, और मैं एक इंजीनियर होऊंगा।",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landwirt",
      "translation": "किसान",
      "definition": "Eine Person, die einen landwirtschaftlichen Betrieb besitzt oder leitet, insbesondere eine Person, die manuelle Arbeit auf dem Land oder die Bewirtschaftung von Land überwacht.",
      "definition_translation": "एक व्यक्ति जिसके पास एक फार्म है या एक फार्म चलाता है, विशेष रूप से वह जो श्रमिक काम करता है या जमीन की खेती की देखरेख करता है।",
      "example": "Mein Großvater war Landwirt, mein Onkel ist Landwirt und ich werde Landwirt sein.",
      "example_translation": "मेरे दादा एक किसान थे, मेरे चाचा एक किसान हैं, और मैं एक किसान होऊंगा।",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fußballspieler",
      "translation": "फुटबॉलर",
      "definition": "Eine Person, die Fußball spielt, insbesondere als Profi.",
      "definition_translation": "एक व्यक्ति जो फुटबॉल खेलता है, विशेष रूप से एक पेशेवर के रूप में।",
      "example": "Ich war Fußballspieler im College, ich bin jetzt Fußballspieler und ich werde in Zukunft Fußballspieler sein.",
      "example_translation": "मैं कॉलेज में एक फुटबॉलर था, मैं अब एक फुटबॉलर हूँ, और मैं भविष्य में एक फुटबॉलर होऊंगा।",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "मार्गदर्शक",
      "definition": "Eine Person, die anderen den Weg zeigt, insbesondere in einem bestimmten Gebiet oder auf einer Reise.",
      "definition_translation": "अन्य लोगों को रास्ता दिखाने वाला व्यक्ति, विशेष रूप से एकخاص क्षेत्र में यात्रा पर.",
      "example": "Sie fungierte als Führerin auf unserer Reise in die Berge. Sie hatte uns gestern durch den Wald geführt. Sie wird uns morgen zum Gipfel führen.",
      "example_translation": "हमारी पर्वत यात्रा पर वह एक मार्गदर्शक के रूप में कार्य करती थी। कल वह हमें जंगलों से होकर ले गई थी। कल वह हमें शिखर तक ले जाएगी।",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schulleiter",
      "translation": "प्रधान आचार्य",
      "definition": "Der ranghöchste Lehrer in einer Schule, verantwortlich für ihre Leitung und Disziplin.",
      "definition_translation": "एक स्कूल में सबसे वरिष्ठ शिक्षक, जिसकी प्रबंधन और अनुशासन की जिम्मेदारी होती है.",
      "example": "Der Schulleiter begrüßte die neuen Schüler. Der Schulleiter war letzten Jahr streng gegen die Schüler. Der Schulleiter wird nächste Woche mit den Eltern sprechen.",
      "example_translation": "प्रधान आचार्य ने नए छात्रों का स्वागत किया। पिछले साल प्रधान आचार्य ने छात्रों के साथ सख्त थे। अगले हफ्ते प्रधान आचार्य माता-पिता से मिलेंगे।",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leiter",
      "translation": "प्रबंधक",
      "definition": "Eine Person, die ein Unternehmen, eine Abteilung oder ein Team leitet.",
      "definition_translation": "एक व्यक्ति जो एक संगठन, विभाग या टीम के नियंत्रण या प्रशासन के लिए जिम्मेदार होता है.",
      "example": "Er wurde als Leiter des Verkaufsteams ernannt. Der Leiter hatte die Situation richtig eingeschätzt. Der Leiter wird morgen eine Entscheidung treffen.",
      "example_translation": "उन्हें सेल्स टीम का प्रबंधक नियुक्त किया गया था। प्रबंधक ने स्थिति का सही आकलन किया था। प्रबंधक कल तक निर्णय लेगा।",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mechaniker",
      "translation": "मैकेनिक",
      "definition": "Eine Person, die Maschinen, Motoren und andere mechanische Geräte repariert und wartet.",
      "definition_translation": "एक व्यक्ति जो मशीनों, इंजनों और अन्य यांत्रिक उपकरणों की मरम्मत और रखरखाव करता है.",
      "example": "Der Mechaniker reparierte den Automotor. Der Mechaniker hatte gestern das defekte Teil ersetzt. Der Mechaniker wird morgen die Bremsen überprüfen.",
      "example_translation": "मैकेनिक ने कार इंजन ठीक किया। मैकेनिक ने कल टूटे हुए भाग को बदल दिया था। मैकेनिक कल ब्रेक्स की जांच करेगा।",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krankenschwester",
      "translation": "नर्स",
      "definition": "Eine Person, die ausgebildet wurde, um Kranke oder Hilfsbedürftige zu pflegen, insbesondere in einem Krankenhaus.",
      "definition_translation": "एक व्यक्ति जिसे बीमार या अपाहिज की देखभाल के लिए प्रशिक्षित किया गया है, özellikle एक अस्पताल में।",
      "example": "Sie arbeitete als Krankenschwester in einem Kinderkrankenhaus. Sie arbeitet als Krankenschwester in einem Kinderkrankenhaus. Sie wird als Krankenschwester in einem Kinderkrankenhaus arbeiten.",
      "example_translation": "वह एक बाल चिकित्सालय में नर्स के रूप में काम कर रही थी। वह एक बाल चिकित्सालय में नर्स के रूप में काम कर रही है। वह एक बाल चिकित्सालय में नर्स के रूप में काम करेगी।",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maler",
      "translation": "चित्रकार",
      "definition": "Eine Person, die Bilder oder Wände als Beruf malt.",
      "definition_translation": "एक व्यक्ति जो चित्र या दीवारें पेंट करता है作为 एक पेशे।",
      "example": "Er malt das Haus letzte Woche. Er malt das Haus jetzt. Er wird das Haus nächstes Monat malen.",
      "example_translation": "उसने पिछले हफ्ते घर पेंट किया। वह अभी घर पेंट कर रहा है। वह अगले महीने घर पेंट करेगा।",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fotograf",
      "translation": "फ़ोटोग्राफ़र",
      "definition": "Eine Person, die als Beruf oder Hobby Bilder aufnimmt.",
      "definition_translation": "एक व्यक्ति जो फ़ोटोग्राफ़ी करता है एक पेशे या शौक के रूप में।",
      "example": "Sie nahm mein Foto letztes Jahr auf. Sie nimmt mein Foto gerade auf. Sie wird mein Foto nächstes Jahr aufnehmen.",
      "example_translation": "उसने पिछले साल मेरी तस्वीर ली। वह अभी मेरी तस्वीर ले रही है। वह अगले साल मेरी तस्वीर लेगी।",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pilot",
      "translation": "पायलट",
      "definition": "Eine Person, die die Steuerung eines Flugzeugs bedient.",
      "definition_translation": "एक व्यक्ति जो एक विमान के नियंत्रण का संचालन करता है।",
      "example": "Er flog das Flugzeug gestern. Er fliegt das Flugzeug jetzt. Er wird das Flugzeug morgen fliegen.",
      "example_translation": "उसने कल विमान उड़ाया। वह अभी विमान उड़ा रहा है। वह कल विमान उड़ाएगा।",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spieler",
      "translation": "खिलाड़ी",
      "definition": "Eine Person, die an einem Spiel, Sport oder einer Aktivität teilnimmt, insbesondere einer, der sehr begabt oder talentiert ist.",
      "definition_translation": "एक खेल, खेल या गतिविधि में भाग लेने वाला व्यक्ति, 특히 एक कुशल या प्रतिभाशाली",
      "example": "Er war ein großartiger Spieler in seinen College-Tagen. Er spielt gerade Cricket. Er wird morgen Fußball spielen.",
      "example_translation": "वह अपने कॉलेज के दिनों में एक महान खिलाड़ी था. वह अब क्रिकेट खेल रहा है. वह कल फुटबॉल खेलेगा.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "पुलिस अधिकारी",
      "definition": "Eine Person, die dafür verantwortlich ist, das Gesetz durchzusetzen und die Ordnung in einem bestimmten Gebiet oder einer Organisation aufrechtzuerhalten.",
      "definition_translation": "एक विशेष क्षेत्र या संगठन में कानून लागू करने और व्यवस्था बनाए रखने के लिए जिम्मेदार व्यक्ति",
      "example": "Er wurde nach Abschluss seiner Ausbildung zum Polizisten. Er arbeitet als Polizist in der Stadt. Er wird bald in einen höheren Rang befördert werden.",
      "example_translation": "उन्होंने अपना प्रशिक्षण पूरा करने के बाद पुलिस अधिकारी बन गए. वह शहर में पुलिस अधिकारी के रूप में काम कर रहा है. वह जल्द ही उच्च पद पर पदोन्नत हो जाएगा.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "पुलिसवाला",
      "definition": "Ein männlicher Polizeibeamter, insbesondere einer, der in einer bestimmten Abteilung oder mit einer bestimmten Rolle tätig ist.",
      "definition_translation": "एक पुलिस अधिकारी, खासकर एक जो किसी विशेष विभाग में है या एक विशेष भूमिका निभाता है",
      "example": "Er war ein tapferer Polizist, der viele Leben gerettet hat. Er arbeitet als Polizist im Verkehrsbereich. Er wird bald für seine Tapferkeit ausgezeichnet werden.",
      "example_translation": "वह एक साहसी पुलिसवाला था जिसने कई जानें बचाईं. वह ट्रैफिक विभाग में पुलिसवाला के रूप में काम कर रहा है. वह जल्द ही अपने साहस के लिए पुरस्कृत हो जाएगा.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizistin",
      "translation": "महिला पुलिसवाला",
      "definition": "Eine weibliche Polizeibeamtin, insbesondere eine, die in einer bestimmten Abteilung oder mit einer bestimmten Rolle tätig ist.",
      "definition_translation": "एक महिला पुलिस अधिकारी, खासकर एक जो किसी विशेष विभाग में है या एक विशेष भूमिका निभाता है",
      "example": "Sie war eine engagierte Polizistin, die viele Fälle gelöst hat. Sie arbeitet als Polizistin im Kriminaldezernat. Sie wird bald zum höheren Rang befördert werden.",
      "example_translation": "वह एक समर्पित महिला पुलिसवाला थी जिसने कई मामले सुलझाए. वह अपराध विभाग में महिला पुलिसवाला के रूप में काम कर रही है. वह जल्द ही उच्च पद पर पदोन्नत हो जाएगी.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rezeptionistin",
      "translation": "रिसेप्शनिस्ट",
      "definition": "Eine Person, die administratives und kommunikatives Aufgaben in einer Organisation erfüllt, oft der erste Ansprechpartner für Kunden oder Besucher.",
      "definition_translation": "एक संगठन में प्रशासनिक और संचार कार्यों के लिए जिम्मेदार व्यक्ति, अक्सर क्लाइंट या आगंतुकों के लिए पहला संपर्क बिंदु。",
      "example": "Sie arbeitete als Rezeptionistin an der Rezeption, begrüßte Kunden und nahm Anrufe entgegen. Gestern half sie einem schwierigen Kunden. Morgen wird sie zu einem neuen Software-Schulung geschickt.",
      "example_translation": "वह फ्रंट डेस्क पर रिसेप्शनिस्ट के रूप में काम करती थी, क्लाइंट की ग्रीटिंग और फोन कॉल्स का जवाब दे रही थी। कल, उसने एक मुश्किल ग्राहक की सहायता की थी। कल, वह एक नए सॉफ्टवेयर को हैंडल करने के लिए प्रशिक्षित होगी।",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäuferin",
      "translation": "बिक्री सहायक",
      "definition": "Eine Person, die einem Verkäufer oder einem Verkaufsteam bei der Durchführung von Verkäufen, bei der Kundenbetreuung und bei der Führung von Verkaufsunterlagen hilft.",
      "definition_translation": "एक बिक्री प्रतिनिधि या टीम के लिए बिक्री लेनदेन पूरा करने, ग्राहक सेवा प्रदान करने और बिक्री रिकॉर्ड रखने में सहायता करने वाला व्यक्ति。",
      "example": "Die Verkäuferin half dem Kunden, Schuhe anzuprobieren, beantwortete Fragen zum Produkt und bearbeitete die Zahlung. Die Verkäuferin hatte gestern ein Zubehör verkauft. Die Verkäuferin wird morgen die Regale neu bestücken.",
      "example_translation": "बिक्री सहायक ने ग्राहक को जूते पहनने में मदद की, उत्पाद के बारे में प्रश्नों के जवाब दिए और भुगतान प्रोसेस किया। कल बिक्री सहायक ने एक एक्सेसरी की अपसेल की थी। कल बिक्री सहायक शेल्फों को फिर से स्टॉक करेगा।",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäufer",
      "translation": "बिक्रीकर्ता",
      "definition": "Eine Person, die Produkte oder Dienstleistungen an Kunden verkauft, oft auf Provisionsbasis.",
      "definition_translation": "एक ग्राहक को उत्पाद या सेवाएं बेचने वाला व्यक्ति, अक्सर कमीशन-आधारित वेतन पर काम करता है।",
      "example": "Der Verkäufer zeigte dem Kunden ein neues Modell, erklärte dessen Funktionen und bot einen Rabatt an. Der Verkäufer hatte gestern einen Deal abgeschlossen. Der Verkäufer wird morgen an einer Schulung teilnehmen.",
      "example_translation": "बिक्रीकर्ता ने ग्राहक को एक नया मॉडल दिखाया, उसकी विशेषताओं की व्याख्या की और छूट की पेशकश की। कल बिक्रीकर्ता ने एक सौदा बंद किया था। कल बिक्रीकर्ता एक प्रशिक्षण सत्र में भाग लेगा।",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sekretärin",
      "translation": "सचिव",
      "definition": "Eine Person, die verschiedenen administrativen Aufgaben erfüllt, wie z.B. Telefonanrufe entgegenzunehmen, Diktion zu erledigen und Korrespondenz vorzubereiten, oft für einen Manager oder Executive.",
      "definition_translation": "एक प्रबंधक या कार्यकारी के लिए विभिन्न प्रशासनिक कार्य, जैसे फोन कॉल्स का जवाब देना, डिक्टेशन लेना और पत्र-व्यवहार तैयार करना, करने वाला व्यक्ति。",
      "example": "Die Sekretärin nahm während des Meetings Notizen auf, bereitete die Tagesordnung vor und schickte Erinnerungen. Die Sekretärin hatte gestern einen Flug gebucht. Die Sekretärin wird morgen einen Bericht vorbereiten.",
      "example_translation": "सचिव ने बैठक के दौरान नोट्स लिए, एजेंडा तैयार किया और अनुस्मारक भेजे। कल सचिव ने एक फ्लाइट बुक की थी। कल सचिव एक रिपोर्ट तैयार करेगा।",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sängerin",
      "translation": "गायक",
      "definition": "Eine Person, die singt, insbesondere professionell oder als Karriere.",
      "definition_translation": "एक व्यक्ति जो गाता है, विशेष रूप से पेशेवर या कैरियर के रूप में।",
      "example": "Sie war eine berühmte Sängerin in den 80ern, ist jetzt eine erfolgreiche Sängerin und wird in Zukunft eine legendäre Sängerin sein.",
      "example_translation": "वह 80 के दशक में एक प्रसिद्ध गायिका थी,現在 एक सफल गायक है और भविष्य में एक किंवदंती गायक होगी।",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taxifahrer",
      "translation": "टैक्सी ड्राइवर",
      "definition": "Eine Person, die ein Taxi fährt, insbesondere als Lebensunterhalt.",
      "definition_translation": "एक व्यक्ति जो टैक्सी ड्राइव करता है, особенно जीविका के लिए。",
      "example": "Er fuhr nachts ein Taxi, fährt tagsüber ein Taxi und wird viele Jahre ein Taxi fahren.",
      "example_translation": "वह रात में टैक्सी ड्राइव करता था, दिन में टैक्सी ड्राइव करता है और कई सालों तक टैक्सी ड्राइव करेगा।",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reiseleiterin",
      "translation": "टूर गाइड",
      "definition": "Eine Person, die Touristen durch einen Ort führt, oft gegen Bezahlung.",
      "definition_translation": "एक व्यक्ति जो पर्यटकों को एक स्थान के चारों ओर दिखाता है, आमतौर पर एक फीस के लिए。",
      "example": "Sie arbeitete als Reiseleiterin in Paris, arbeitet jetzt als Reiseleiterin in Rom und wird in Zukunft als Reiseleiterin in Tokio arbeiten.",
      "example_translation": "वह पेरिस में टूर गाइड के रूप में काम करती थी, रोम में टूर गाइड के रूप में काम करती है और टोक्यो में टूर गाइड के रूप में काम करेगी।",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schriftstellerin",
      "translation": "लेखक",
      "definition": "Eine Person, die Bücher, Artikel oder andere schriftliche Werke schreibt.",
      "definition_translation": "एक व्यक्ति जो पुस्तकें, लेख या अन्य लिखित कार्य करता है।",
      "example": "Er schrieb letztes Jahr ein Roman, schreibt jetzt Gedichte und wird in Zukunft eine Memoiren schreiben.",
      "example_translation": "वह पिछले साल एक उपन्यास लिखा, अब कविता लिखता है और भविष्य में एक संस्मरण लिखेगा।",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhalter",
      "translation": "लेखाकार",
      "definition": "Eine Person, deren Aufgabe es ist, Finanzunterlagen zu erstellen und zu prüfen.",
      "definition_translation": "एक व्यक्ति जिसका काम वित्तीय रिकॉर्ड तैयार करना और जांचना है)",
      "example": "Der Buchhalter überprüfte die Finanzberichte des Unternehmens, bevor er sie den Investoren vorlegte. Sie hatte sie letztes Jahr geprüft und wird sie nächstes Jahr wieder prüfen.",
      "example_translation": "लेखाकार ने निवेशकों को प्रस्तुत करने से पहले कंपनी की वित्तीय रिपोर्टों की समीक्षा की। उसने पिछले साल उन्हें समीक्षा की थी, और अगले साल फिर से समीक्षा करेगी।",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Architekt",
      "translation": "वास्तुकार",
      "definition": "Eine Person, die Gebäude und andere Strukturen entwirft.",
      "definition_translation": "एक व्यक्ति जो इमारतें और अन्य संरचनाएं डिजाइन करता है",
      "example": "Der Architekt entwarf ein schönes Hochhaus im Stadtzentrum. Sie hatte ein ähnliches Gebäude letztes Jahr entworfen und wird nächstes Jahr ein weiteres entwerfen.",
      "example_translation": "वास्तुकार ने शहर के केंद्र में एक सुंदर स्काईस्क्रेपर डिजाइन किया। उसने पिछले साल ऐसा ही एक भवन डिजाइन किया था, और अगले साल फिर से एक और डिजाइन करेगी।",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kindermädchen",
      "translation": "बेबीसिटर",
      "definition": "Eine Person, die ein Kind oder mehrere Kinder betreut, wenn die Eltern nicht anwesend sind.",
      "definition_translation": "एक व्यक्ति जो माता-पिता की absence में एक बच्चे या बच्चों की देखभाल करता है",
      "example": "Das Kindermädchen spielte den ganzen Abend mit den Kindern. Sie hatte sie letzte Woche betreut und wird sie nächsten Monat wieder betreuen.",
      "example_translation": "बेबीसिटर ने शाम को बच्चों के साथ खेला। उसने पिछले हफ्ते उनकी देखभाल की थी, और अगले महीने फिर से उनकी देखभाल करेगी।",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäcker",
      "translation": "बेकर",
      "definition": "Eine Person, die backen und verkaufen von Getreideprodukten, wie Brot und Kuchen, herstellt.",
      "definition_translation": "एक व्यक्ति जो आटा आधारित खाद्य उत्पादों, जैसे रोटी और केक, बनाता और बेचता है",
      "example": "Der Bäcker backte einen leckeren Kuchen für die Geburtstagsparty. Er hatte letzten Jahr einen gebacken und wird nächstes Jahr einen weiteren backen.",
      "example_translation": "बेकर ने जन्मदिन पार्टी के लिए एक स्वादिष्ट केक बेक किया। उसने पिछले साल एक केक बेक किया था, और अगले साल फिर से एक और केक बेक करेगा।",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balletttänzer",
      "translation": "बैले नृत्यांगना",
      "definition": "Eine Person, die Ballett, eine klassische Tanzform mit graziösen Bewegungen und Posen, aufführt.",
      "definition_translation": "एक व्यक्ति जो बैले प्रदर्शन करता है, एक क्लासिकल नृत्य रूप जिसकी विशेषता सुंदर गतियों और मुद्राओं से है।",
      "example": "Sie war eine talentierte Balletttänzerin, die in vielen berühmten Produktionen aufgetreten war. Sie hatte seit ihrer Kindheit Ballett getanzt. Sie wird so lange Ballett tanzen, wie sie kann.",
      "example_translation": "वह एक प्रतिभाशाली बैले नृत्यांगना थी जिसने कई प्रसिद्ध उत्पादनों में प्रदर्शन किया। वह बचपन से बैले नृत्य कर रही थी। वह जितना चाहे उतना बैले नृत्य करना जारी रखेगी।",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Friseur",
      "translation": "नाई",
      "definition": "Eine Person, deren Beruf es ist, Haare zu schneiden und zu stylen, insbesondere Männerhaare.",
      "definition_translation": "एक व्यक्ति जिसका व्यवसाय हेयरकटिंग और स्टाइलिंग है, विशेषकर पुरुषों के हेयर。",
      "example": "Er ging zum Friseur, um sich die Haare schneiden zu lassen. Er war seit 20 Jahren Friseur. Er wird in seinem Vater's shop Friseur werden.",
      "example_translation": "वह बाल कटाने के लिए नाई के पास गया। वह 20 साल से नाई है। वह अपने पिता की दुकान में नाई बन जाएगा।",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barkeeper",
      "translation": "बार टेंडर",
      "definition": "Eine Person, die Getränke serviert und eine Bar, insbesondere in einer Kneipe oder einem Restaurant, leitet.",
      "definition_translation": "एक व्यक्ति जो पेय पदार्थ परोसता है और बार का प्रबंधन करता है, विशेषकर पब या रेस्तरां में।",
      "example": "Er arbeitete als Barkeeper in einer beliebten Kneipe. Sie war seit fünf Jahren Barkeeper. Er wird heute Abend als Barkeeper anfangen.",
      "example_translation": "वह एक लोकप्रिय पब में बार टेंडर के रूप में काम करता था। वह पांच साल से बार टेंडर है। वह आज रात से बार टेंडर के रूप में काम शुरू करेगा।",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauarbeiter",
      "translation": "निर्माता",
      "definition": "Eine Person, die ein Bauwerk oder eine Struktur, wie ein Haus oder eine Brücke, errichtet.",
      "definition_translation": "एक व्यक्ति जो कुछ निर्माण करता है, जैसे एक घर या एक पुल।",
      "example": "Er ist ein erfahrener Bauarbeiter, der viele Häuser gebaut hat. Sie war vorher Bauarbeiterin, bevor sie Architektin wurde. Sie werden einen Bauarbeiter einstellen, um ihr neues Haus zu bauen.",
      "example_translation": "वह एक कुशल निर्माता है जिसने कई घर बनाए हैं। वह एक वास्तुकार बनने से पहले एक निर्माता थी। वे अपने नए घर के निर्माण के लिए एक निर्माता को नियुक्त करेंगे।",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Metzger",
      "translation": "कसाई",
      "definition": "Eine Person, die Tiere für die Nahrungsmittelproduktion schlachtet und zubereitet, insbesondere Rindfleisch, Schweinefleisch oder Lammfleisch.",
      "definition_translation": "भोजन के लिए जानवरों को मारने और तैयार करने वाला व्यक्ति, विशेष रूप से गोमांस, सूअर का मांस या भेड़ का मांस。",
      "example": "Der Metzger wickelte das Fleisch in braunes Papier ein und reichte es dem Kunden. Gestern hatte sie das Fleisch vom Metzger gekauft. Sie wird morgen zum Metzger gehen.",
      "example_translation": "कसाई ने मांस को भूरे कागज में लपेटा और ग्राहक को सौंप दिया. कल, वह कसाई से मांस खरीदा था. वह कल कसाई से मिलने जाएगी.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "रसायनजñ",
      "definition": "Ein Wissenschaftler, der die Zusammensetzung, Eigenschaften und Reaktionen von Materie untersucht.",
      "definition_translation": "एक वैज्ञानिक जो पदार्थ की संरचना, गुण और प्रतिक्रियाओं का अध्ययन करता है.",
      "example": "Der Chemiker mischte die Chemikalien sorgfältig, um eine neue Verbindung zu erstellen. Sie hatte viele Jahre als Chemikerin im Labor gearbeitet. Er wird nach Abschluss seines Studiums Chemiker werden.",
      "example_translation": "रसायनजñ ने रसायनों को सावधानी से मिलाकर एक नया यौगिक बनाया. वह कई सालों से प्रयोगशाला में रसायनजñ के रूप में काम कर रही थी. वह अपनी डिग्री पूरी करने के बाद रसायनजñ बन जाएगा.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainer",
      "translation": "कोच",
      "definition": "Eine Person, die Sportler oder Teams in einer bestimmten Sportart trainiert.",
      "definition_translation": "एक व्यक्ति जो किसी विशेष खेल में एथलीटों या टीमों को प्रशिक्षित करता है.",
      "example": "Der Trainer motivierte das Team, die Meisterschaft zu gewinnen. Sie war über 10 Jahre lang Trainerin. Er wird nächste Saison das Fußballteam trainieren.",
      "example_translation": "कोच ने टीम को चैंपियनशिप जीतने के लिए प्रेरित किया. वह 10 साल से अधिक समय से कोच थीं. वह अगले सीजन में फुटबॉल टीम के कोच होंगे.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Informatiker",
      "translation": "कंप्यूटर विज्ञानी",
      "definition": "Eine Person, die Computer-Hardware und -Software entwirft, entwickelt und testet.",
      "definition_translation": "एक व्यक्ति जो कंप्यूटर हार्डवेयर और सॉफ्टवेयर को डिजाइन, विकसित और परीक्षण करता है.",
      "example": "Der Informatiker entwickelte einen neuen Algorithmus, um das Problem zu lösen. Sie hatte als Informatikerin in einer renommierten Firma gearbeitet. Er wird einen Abschluss in Informatik machen, um Informatiker zu werden.",
      "example_translation": "कंप्यूटर विज्ञानी ने समस्या को हल करने के लिए एक नई एल्गोरिथ्म विकसित की. वह एक प्रतिष्ठित कंपनी में कंप्यूटर विज्ञानी के रूप में काम कर रही थी. वह कंप्यूटर विज्ञानी बनने के लिए कंप्यूटर सience में डिग्री प्राप्त करेगा.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Designer",
      "translation": "डिज़ाइनर",
      "definition": "Eine Person, die etwas, wie ein Gebäude, ein Produkt oder ein Kunstwerk, mit Geschick und Originalität plant und createDate.",
      "definition_translation": "कोई ऐसा व्यक्ति जो किसी चीज़, जैसे इमारत, उत्पाद या कला के टुकड़े की योजना बनाता और सृजन करता है, कौशल और मौलिकता के साथ.",
      "example": "Der Modedesigner erstellte eine atemberaubende Kollektion für die Laufstegshow. Sie wird ein neues Website für das Unternehmen entwerfen. Er entwarf einen schönen Garten in seinem Hinterhof.",
      "example_translation": "फैशन डिज़ाइनर ने रनवे शो के लिए एक चौंकाने वाला संग्रह создал. वह कंपनी के लिए एक नई वेबसाइट डिज़ाइन करेगी. उसने अपने बैकヤRD में एक सुंदर बगीचा डिज़ाइन किया.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Detektiv",
      "translation": "जासूस",
      "definition": "Eine Person, especially ein Polizeibeamter, die Verbrechen untersucht und Beweise sammelt, um sie zu lösen.",
      "definition_translation": "एक व्यक्ति, विशेष रूप से पुलिस अधिकारी, जो अपराधों की जांच करता है और उन्हें हल करने के लिए साक्ष्य इकट्ठा करता है.",
      "example": "Der Detektiv untersuchte den Mord und fand einen wichtigen Hinweis. Sie wird den Dieb entdecken, der ihr Portemonnaie gestohlen hat. Er entdeckte einen Fehler im Bericht.",
      "example_translation": "जासूस ने हत्या की जांच की और एक महत्वपूर्ण सुराग पाया. वह अपना बटुआ चोरी करने वाले चोर का पता लगाएगी. उसने रिपोर्ट में एक गलती का पता लगाया.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Direktor",
      "translation": "निदेशक",
      "definition": "Eine Person, die ein Department, eine Organisation oder ein Projekt leitet und für wichtige Entscheidungen und eine reibungslose Ausführung verantwortlich ist.",
      "definition_translation": "एक व्यक्ति जो किसी विभाग, संगठन या प्रोजेक्ट का प्रभारी है, और महत्वपूर्ण निर्णय लेने و सुनिश्चित करने के लिए जिम्मेदार है कि सब कुछ सMOOTHLY चलता है.",
      "example": "Der Direktor des Unternehmens entschied, einige Mitarbeiter zu entlassen. Sie wird den Film nach ihrem eigenen Drehbuch inszenieren. Er leitete die Touristen zum nächsten Hotel.",
      "example_translation": "कंपनी के निदेशक ने कुछ कर्मचारियों की छंटनी करने का फैसला किया. वह अपने स्वयं के पटकथा पर आधारित फिल्म का निर्देशन करेगी. उसने सैर सपाटा करने वाले लोगों को नजदीकी होटल की ओर निर्देशित किया.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Disc Jockey, DJ",
      "translation": "डिस्क जॉकी, डीजे",
      "definition": "Eine Person, die Musik im Radio oder bei einer Veranstaltung, insbesondere einer Tanzparty, präsentiert und spielt.",
      "definition_translation": "एक व्यक्ति जो रेडियो पर या किसी आयोजन पर संगीत प्रस्तुत करता है और बजाता है, विशेष रूप से नृत्य पार्टी.",
      "example": "Der Disc Jockey spielte die neuesten Hits im Club. Sie wird auf der Hochzeitsfeier als DJ auftreten. Er war ein berühmter DJ in der Stadt.",
      "example_translation": "डिस्क जॉकी ने क्लब में नवीनतम हिट्स बजाए. वह शादी के रिसेप्शन में डीजे करेगी. वह शहर में एक प्रसिद्ध डीजे था.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Filmemacher",
      "translation": "फिल्म निर्माता",
      "definition": "Eine Person, die Filme, insbesondere als Regisseur oder Produzent, herstellt.",
      "definition_translation": "एक व्यक्ति जो फिल्में बनाता है, विशेष रूप से एक निर्देशक या निर्माता के रूप में।",
      "example": "Der Filmemacher verbrachte Jahre mit der Recherche des Drehbuchs, bevor er die Produktion startete.",
      "example_translation": "फिल्म निर्माता ने प्रोडक्शन शुरू करने से पहले स्क्रिप्ट पर सालों तक शोध किया।",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwehrmann",
      "translation": "अग्निशामक",
      "definition": "Eine Person, die ausgebildet ist, Brände zu löschen und Menschen aus brennenden Gebäuden zu retten.",
      "definition_translation": "एक व्यक्ति जिसे आग बुझाने और जलती इमारतों से लोगों को बचाने के लिए प्रशिक्षित किया गया है।",
      "example": "Der Feuerwehrmann stürmte in das brennende Gebäude, um die gefangen Familien zu retten.",
      "example_translation": "अग्निशामक ने फंसे हुए परिवार को बचाने के लिए जलती इमारत में घुस गया।",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wächter",
      "translation": "पहरा",
      "definition": "Eine Person, die Menschen oder Dinge beobachtet, schützt oder kontrolliert.",
      "definition_translation": "एक व्यक्ति जो लोगों या चीज़ों की रखवाली, सुरक्षा या नियंत्रण करता है।",
      "example": "Der Wächter stand am Eingang des Museums, wachte über die Besucher.",
      "example_translation": "संग्रहालय के प्रवेश द्वार पर पहरा खड़ा था, आगंतुकों पर करीबी नजर रखे हुए था।",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gitarrist",
      "translation": "गिटार वादक",
      "definition": "Eine Person, die die Gitarre, insbesondere als Beruf oder Hobby, spielt.",
      "definition_translation": "एक व्यक्ति जो गिटार बजाता है, विशेष रूप से एक पेशे या शौक के रूप में।",
      "example": "Der Gitarrist zupfte die Saiten mit Präzision, schuf eine hypnotische Melodie.",
      "example_translation": "गिटार वादक ने सटीकता से तार बजाते हुए एक मोहक धुन तैयार की।",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}