{
  "data": [
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wassermann",
      "translation": "कुम्भ",
      "definition": "Ein Sternbild zwischen Fischen und Steinbock, repräsentiert durch die Figur eines Wassergebers.",
      "definition_translation": "मीन और मकर के बीच एक नक्षत्र, एक जलवाहक की आकृति से प्रतिनिधित्व किया。",
      "example": "Das Wassermann-Sternbild ist im Winterhimmel sichtbar. Sie war ein Wassermann und er war ein Skorpion, und ihre Persönlichkeiten kollidierten. Bis zum Jahr 2050 wird die Sonne am 21. Dezember im Sternbild Wassermann stehen.",
      "example_translation": "शीतकालीन आकाश में कुम्भ नक्षत्र दिखाई देता है। वह एक कुम्भ थी और वह एक वृश्चिक था, और उनके व्यक्तित्व टकराने लगे। 2050 तक, 21 दिसंबर को सूरज कुम्भ नक्षत्र में होगा।",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Widder",
      "translation": "मेष",
      "definition": "Ein Sternbild zwischen Fischen und Stier, repräsentiert durch die Figur eines Widders.",
      "definition_translation": "मीन और वृषभ के बीच एक नक्षत्र, एक मेमने की आकृति से प्रतिनिधित्व किया。",
      "example": "Widder ist ein Feuerzeichen und Menschen, die unter ihm geboren sind, gelten als abenteuerlustig. Sie war ein Widder und hatte eine feurige Persönlichkeit, die dazu passte. Die Sonne stand während der Frühlings-Tagundnachtgleiche im Widder.",
      "example_translation": "मेष एक अग्नि राशि है और इसके तहत जन्मे लोग साहसी होने के लिए कहा जाता है। वह एक मेष थी और उसके पास एक अग्निमय व्यक्तित्व था। वसंत विषुव के दौरान सूरज मेष में था।",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krebs",
      "translation": "कर्क",
      "definition": "Ein Sternbild zwischen Zwillingen und Löwen, repräsentiert durch die Figur eines Krebses.",
      "definition_translation": "मिथुन और सिंह के बीच एक नक्षत्र, एक केकड़े की आकृति से प्रतिनिधित्व किया。",
      "example": "Krebs ist ein Wasserzeichen und Menschen, die unter ihm geboren sind, gelten als emotional. Sie war ein Krebs und hatte eine starke Verbindung zu ihrer Familie. Der Krebs im Sternbild Krebs gilt als Symbol der Göttin Isis.",
      "example_translation": "कर्क एक जल राशि है और इसके तहत जन्मे लोग भावुक होने के लिए कहा जाता है। वह एक कर्क थी और उसके पास अपने परिवार के साथ एक मजबूत कनेक्शन था। कर्क नक्षत्र में केकड़ा देवी ईसिस का प्रतीक माना जाता है।",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinbock",
      "translation": "मकर",
      "definition": "Ein Sternbild zwischen Schützen und Wassermann, repräsentiert durch die Figur eines gehörnten Gottes.",
      "definition_translation": "धनु और कुम्भ के बीच एक नक्षत्र, एक बकरा सींग वाले देवता की आकृति से प्रतिनिधित्व किया。",
      "example": "Steinbock ist ein Erdzeichen und Menschen, die unter ihm geboren sind, gelten als ehrgeizig. Er war ein Steinbock und hatte einen starken Erfolgswillen. Die Ziege auf dem Berg im Sternbild Steinbock gilt als Symbol der Ausdauer.",
      "example_translation": "मकर एक पृथ्वी राशि है और इसके तहत जन्मे लोग महत्वाकांक्षी होने के लिए कहा जाता है। वह एक मकर था और उसके पास सफलता की एक मजबूत इच्छा थी। मकर नक्षत्र में पर्वत बकरा स्थायित्व का प्रतिनिधित्व माना जाता है।",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwilling",
      "translation": "मिथुन",
      "definition": "Eine Person, die zwischen dem 21. Mai und dem 20. Juni geboren ist, besitzt eine lebendige und energiegeladene Persönlichkeit, oft mit einer neugierigen und anpassungsfähigen Natur.",
      "definition_translation": "मई 21वीं और जून 20वीं के बीच जन्म लेने वाला व्यक्ति, जिसके पास जीवंत और ऊर्जा से भरा व्यक्तित्व होता है, अक्सर कurious और एडाप्टेबल स्वभाव होता है",
      "example": "Sie war ein Zwilling, immer zwischen verschiedenen Hobbys und Interessen hin- und herspringend. Sie war eine leidenschaftliche Tänzerin, ist jetzt eine produktive Schriftstellerin und wird in Zukunft eine erfolgreiche Unternehmerin sein.",
      "example_translation": "वह मिथुन थी, हमेशा अलग-अलग शौक और रुचियों के बीच स्विच करती थी। वह एक जुनूनी डांसर थीं, अब एक पrolific लेखक हैं, और भविष्य में एक सफल उद्यमी होंगी",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "सिंह",
      "definition": "Eine Person, die zwischen dem 23. Juli und dem 22. August geboren ist, ist typischerweise selbstbewusst, leidenschaftlich und großzügig, mit einer natürlichen Neigung zur Dramatik und Kreativität.",
      "definition_translation": "जुलाई 23वीं और अगस्त 22वीं के बीच जन्म लेने वाला व्यक्ति, आम तौर पर आत्मविश्वासी, जुनूनी, और उदार, नाटक और सृजनात्मकता की प्राकृतिक प्रवृत्ति के साथ",
      "example": "Er war ein Löwe, immer die Aufmerksamkeit und Bewunderung des Publikums auf sich ziehend. Er war ein talentierter Schauspieler, ist jetzt ein erfolgreicher Geschäftsmann und wird in Zukunft ein legendärer Künstler sein.",
      "example_translation": "वह सिंह थे, हमेशा衆 का ध्यान और प्रशंसा आकर्षित करते थे। वह एक प्रतिभा अभिनेता थे, अब एक सफल व्यवसायी हैं, और भविष्य में एक किंवदंती कलाकार होंगे",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waage",
      "translation": "तुला",
      "definition": "Eine Person, die zwischen dem 23. September und dem 22. Oktober geboren ist, ist typischerweise sozial, diplomatisch und ausgewogen, mit einem starken Sinn für Gerechtigkeit und einem Wunsch nach Harmonie.",
      "definition_translation": "सितंबर 23वीं और अक्टूबर 22वीं के बीच जन्म लेने वाला व्यक्ति, आम तौर पर सामाजिक, कूटनीतिक, और संतुलित, न्याय की मजबूत भावना और सद्भाव की इच्छा के साथ",
      "example": "Sie war eine Waage, immer nach Balance und Fairness in ihren Beziehungen strebend. Sie war eine Mediatorin in ihrem vorherigen Job, ist jetzt eine erfolgreiche Anwältin und wird in Zukunft eine angesehene Richterin sein.",
      "example_translation": "वह तुला थीं, हमेशा अपने रिश्तों में संतुलन और न्याय के लिए प्रयासरत थीं। वह पिछली नौकरी में एक मध्यस्थ थीं, अब एक सफल वकील हैं, और भविष्य में एक सम्मानित न्यायाधीश होंगी",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fische",
      "translation": "मीन",
      "definition": "Eine Person, die zwischen dem 19. Februar und dem 20. März geboren ist, ist typischerweise empathisch,.imaginativ und sensitiv, mit einer starken Verbindung zu ihren Emotionen und ihrer Intuition.",
      "definition_translation": "फरवरी 19वीं और मार्च 20वीं के बीच जन्म लेने वाला व्यक्ति, आम तौर पर संवेदनशील, कल्पनाशील, और संवेदनात्मक, अपने भावनाओं और अंतर्ज्ञान से मजबूत संपर्क के साथ",
      "example": "Er war ein Fisch, immer auf die Emotionen derjenigen um ihn herum eingestimmt. Er war ein mitfühlender Krankenpfleger, ist jetzt ein begabter Künstler und wird in Zukunft ein anerkannter spiritueller Führer sein.",
      "example_translation": "वह मीन थे, हमेशा अपने चारों ओर के लोगों के भावनाओं की ट्यूनिंग करते थे। वह एक दयालु नर्स थे, अब एक प्रतिभा कलाकार हैं, और भविष्य में एक प्रसिद्ध आध्यात्मिक नेता होंगे",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schütze",
      "translation": "धनु",
      "definition": "Ein Sternbild des Tierkreises, benannt nach dem lateinischen Wort für Schütze. Es ist eines der 12 Zeichen des Tierkreises und ist mit dem Symbol des Schützen assoziiert.",
      "definition_translation": "धनु एक नक्षत्र है जिसका नाम लैटिन शब्द आर्चर के नाम पर रखा गया है। यह 12 राशियों में से एक है और आर्चर के प्रतीक से जुड़ा है।",
      "example": "Sie war ein Schütze, immer in die Zukunft mit Optimismus blickend. Sie war ihr ganzes Leben lang ein Schütze, und es passte ihr. Sie wird für immer ein Schütze sein, das ist einfach, wer sie ist.",
      "example_translation": "वह एक धनु थी, हमेशा आशावाद के साथ भविष्य की ओर देख रही थी। वह अपना पूरा जीवन धनु रही थी, और यह उसे सूट करता था। वह हमेशा धनु रहेगी, यह बस वह है जो वह है।",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skorpion",
      "translation": "वृश्चिक",
      "definition": "Ein Sternbild des Tierkreises, benannt nach dem lateinischen Wort für Skorpion. Es ist eines der 12 Zeichen des Tierkreises und ist mit dem Symbol des Skorpions assoziiert.",
      "definition_translation": "वृश्चिक एक नक्षत्र है जिसका नाम लैटिन शब्द स्कORPION के नाम पर रखा गया है। यह 12 राशियों में से एक है और स्कॉर्पियन के प्रतीक से जुड़ा है।",
      "example": "Er war ein Skorpion, intensiv und leidenschaftlich bei seiner Arbeit. Er war sein ganzes Leben lang ein Skorpion, und es zeigte sich. Er wird für immer ein Skorpion sein, das ist einfach, wer er ist.",
      "example_translation": "वह एक वृश्चिक था, अपने काम के बारे में गंभीर और उत्साही। वह अपना पूरा जीवन वृश्चिक रहा था, और यह दिखाता था। वह हमेशा वृश्चिक रहेगा, यह बस वह है जो वह है।",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "वृष",
      "definition": "Stier ist ein Sternbild des Tierkreises, benannt nach dem lateinischen Wort für Stier. Es ist eines der 12 Zeichen des Tierkreises und wird mit dem Symbol des Stieres assoziiert.",
      "definition_translation": "वृष एक नक्षत्र है जिसका नाम लैटिन शब्द बुल के नाम पर रखा गया है। यह 12 राशियों में से एक है और बULL के प्रतीक से जुड़ा है।",
      "example": "Sie war ein Stier, praktisch und arbeitsam, immer den Job erledigt. Sie war ihr ganzes Leben lang ein Stier gewesen, und es passte ihr. Sie wird ein Stier für immer bleiben, das ist einfach, wer sie ist.",
      "example_translation": "वह एक वृष थी, व्यावहारिक और कड़ी मेहनती, हमेशा काम पूरा करती थी। वह अपना पूरा जीवन वृष रही थी, और यह उसे सूट करता था। वह हमेशा वृष रहेगी, यह बस वह है जो वह है।",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jungfrau",
      "translation": "कन्या",
      "definition": "Jungfrau ist ein Sternbild des Tierkreises, benannt nach dem lateinischen Wort für Jungfrau. Es ist eines der 12 Zeichen des Tierkreises und wird mit dem Symbol der Jungfrau assoziiert.",
      "definition_translation": "कन्या एक नक्षत्र है जिसका नाम लैटिन शब्द वर्जिन के नाम पर रखा गया है। यह 12 राशियों में से एक है और कुमारी के प्रतीक से जुड़ा है।",
      "example": "Er war ein Jungfrau, akribisch und detailorientiert, immer nach Vollkommenheit strebend. Er war sein ganzes Leben lang ein Jungfrau gewesen, und es zeigte sich. Er wird ein Jungfrau für immer bleiben, das ist einfach, wer er ist.",
      "example_translation": "वह एक कन्या था, सूक्ष्म और विस्तृत, हमेशा निर्दोषता के लिए प्रयासरत थे। वह अपना पूरा जीवन कन्या रहा था, और यह दिखाता था। वह हमेशा कन्या रहेगा, यह बस वह है जो वह है।",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sternzeichen",
      "translation": "राशि चिह्न",
      "definition": "Ein Sternzeichen ist eine Region des Himmels, die einem bestimmten Datumsbereich entspricht und bestimmte Eigenschaften, Charakterzüge und Verhaltensweisen assoziiert.",
      "definition_translation": "राशि चिह्न एक विशेष तिथि सीमा के लिए आसमान का एक क्षेत्र है और कुछ विशेषताओं, विशेषताओं और व्यवहारों से जुड़ा हुआ है।",
      "example": "Ich bin ein Skorpion, meine Schwester war ein Löwe, und mein Bruder wird ein Zwilling sein. Ich habe mein Sternzeichen in der Astrologie-Klasse studiert, wo wir über die verschiedenen Zeichen und ihre Eigenschaften lernten. Bis ich 30 war, hatte ich Leute aller 12 Sternzeichen kennengelernt.",
      "example_translation": "मैं वृश्चिक हूँ, मेरी बहन लियो थी, और मेरा भाई जेमिनी होगा। मैंने ज्योतिष कक्षा में अपने राशि चिह्न का अध्ययन किया, जहां हमने अलग-अलग संकेतों और उनके लक्षणों के बारे में सीखा। 30 की उम्र तक, मैंने 12 राशि चिह्नों के लोगों से मिल चुका था.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]
}