{
  "data": [
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "akzeptieren",
      "translation": "принимать",
      "definition": "etwas freundlich anzunehmen oder mit etwas einverständlich zu sein",
      "definition_translation": "принимать что-то добровольно или соглашаться с чем-то",
      "example": "Ich akzeptierte das Jobangebot, ich akzeptiere die Einladung und ich werde die Herausforderung annehmen.",
      "example_translation": "Я принял предложение работы, я принимаю приглашение, и я aceptyu вызов.",
      "imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erreichen",
      "translation": "достичь",
      "definition": "etwas erfolgreich zu vollenden oder zu erreichen",
      "definition_translation": "успешно выполнить или завершить что-то",
      "example": "Ich erreichte mein Ziel, ich erreiche Erfolg und ich werde Größe erreichen.",
      "example_translation": "Я достиг своей цели, я достигаю успеха, и я достигну величия.",
      "imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handeln",
      "translation": "действие",
      "definition": "der Prozess, etwas zu tun",
      "definition_translation": "процесс выполнения чего-то",
      "example": "Ich handelte schnell, ich handle jetzt und ich werde bald handeln.",
      "example_translation": "Я действовал быстро, я действую сейчас, и я буду действовать скоро.",
      "imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akt",
      "translation": "игра",
      "definition": "eine Aufführung, insbesondere in einem Theater",
      "definition_translation": "представление, особенно в театре",
      "example": "Die Akt war erstaunlich, ich spiele in einem Stück und ich werde in einem Film auftreten.",
      "example_translation": "Действие было удивительным, я играю в пьесе, и я буду играть в фильме.",
      "imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beraten",
      "translation": "советовать",
      "definition": "jemandem in einer bestimmten Situation einen Rat anzubieten oder eine Empfehlung zu geben",
      "definition_translation": "предлагать кому-то мнение или совет о том, что делать в конкретной ситуации",
      "example": "Sie riet mir, eine Pause von der Arbeit zu machen. Ich rate davon ab, in das Unternehmen zu investieren. Ich werde dir raten, wenn die Entscheidung getroffen ist.",
      "example_translation": "Она посоветовала мне взять перерыв от работы. Я не рекомендую инвестировать в эту компанию. Я дам вам совет, когда будет принято решение.",
      "imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erlauben",
      "translation": "разрешать",
      "definition": "jemandem die Erlaubnis zu geben, etwas zu tun",
      "definition_translation": "давать кому-то разрешение на выполнение чего-то",
      "example": "Sie erlaubte ihren Kindern, spät aufzubleiben. Das Unternehmen erlaubt Mitarbeitern, von zu Hause aus zu arbeiten. Sie werden uns erlauben, das Gebäude zu betreten.",
      "example_translation": "Она разрешила детям остаться до позднего вечера. Компания разрешает сотрудникам работать из дома. Они разрешат нам войти в здание.",
      "imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ansatz",
      "translation": "подход",
      "definition": "eine Methode, um mit einer Situation oder einem Problem umzugehen",
      "definition_translation": "способ обращения с ситуацией или проблемой",
      "example": "Ich ging mit Vorsicht an das Problem heran. Sie ging mit Begeisterung an ihre Arbeit heran. Sie werden den Ansatz mit Sorgfalt wählen.",
      "example_translation": "Я подошел к проблеме с осторожностью. Она подходит к работе с энтузиазмом. Они будут подходить к ситуации с осторожностью.",
      "imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streiten",
      "translation": "спорить",
      "definition": "Gründe oder Beweise vorzubringen, um etwas zu unterstützen oder zu widersprechen",
      "definition_translation": "предоставлять причины или доказательства в поддержку или против чего-то",
      "example": "Ich stritt mit meinem Bruder über Politik. Sie stritt, dass das Unternehmen nicht investmentwürdig war. Sie werden morgen über die Entscheidung streiten.",
      "example_translation": "Я спорил с братом о политике. Она спорила, что компания не стоит инвестиций. Они будут спорить о решении завтра.",
      "imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "festnehmen",
      "translation": "арест",
      "definition": "jemanden oder etwas aufgrund gesetzlicher Vollmacht festzunehmen, insbesondere um ihn in Haft zu halten",
      "definition_translation": "принять или захватить кого-то или что-то поauthority zákona, особенно для содержания под стражей",
      "example": "Der Polizist entschied, den Verdächtigen festzunehmen, der seit Monaten auf der Flucht war. Sie wurde letzte Nacht festgenommen und wird morgen vor Gericht gebracht. Wenn sie nicht vernünftig sind, werden sie festgenommen.",
      "example_translation": "Полицейский решил арестовать подозреваемого, который avoidanced捕ура в течение месяцев. Она была арестована прошлой ночью и будет доставлена в суд завтра. Если они не поведутся, они будут арестованы.",
      "imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anknüpfen",
      "translation": "прикреплять",
      "definition": "etwas an etwas anderes anzuknüpfen, insbesondere mit einer Schnur oder einem Clip",
      "definition_translation": "привязать или присоединить что-то к чему-то еще, особенно с помощью шнура или зажима",
      "example": "Ich werde die Datei an die E-Mail anknüpfen. Sie knüpfte eine Notiz an das Geschenk an. Sie werden den Schutz an den Fallschirm anknüpfen.",
      "example_translation": "Я прикреплю файл к электронному письму. Она прикрепила записку к подарку. Они прикрепят снаряжение к парашюту.",
      "imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angreifen",
      "translation": "нападать",
      "definition": "jemanden oder etwas gewaltsam oder gewalttätig anzugreifen",
      "definition_translation": "нападать на кого-то или что-то с силой или насилием",
      "example": "Die Soldaten wurden angewiesen, die feindliche Basis anzugreifen. Der Hund griff den Briefträger an. Wenn wir uns nicht vorbereiten, werden wir uns selbst angreifen.",
      "example_translation": "Солдаты получили приказ напасть на базу врага. Собака напала на почтальона. Если мы не приготовимся, мы нападем на самих себя.",
      "imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versuchen",
      "translation": "попытка",
      "definition": "etwas zu tun, insbesondere etwas Schwieriges",
      "definition_translation": "пытаться сделать что-то, особенно что-то трудное",
      "example": "Ich werde versuchen, das Projekt bis Freitag zu beenden. Sie versuchte, den Berg zu besteigen. Sie werden versuchen, den Rekord zu brechen.",
      "example_translation": "Я постараюсь закончить проект к пятнице. Она пыталась забраться на гору. Они постараются побить рекорд.",
      "imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilnehmen",
      "translation": "посещать",
      "definition": "bei einer Veranstaltung oder Zusammenkunft anwesend zu sein oder an einer Aktivität teilzunehmen.",
      "definition_translation": "Быть присутствовать на мероприятии или собрании, или принимать участие в aktivitети.",
      "example": "Ich nahm an der Sitzung gestern teil, ich werde an der Party heute Abend teilnehmen und ich nahm an dem Konzert letzten Woche teil.",
      "example_translation": "Я присутствовал на встрече вчера, я пойду на вечеринку сегодня, и я был на концерте на прошлой неделе.",
      "imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "babysitten",
      "translation": "сидеть с ребенком",
      "definition": "ein Kind zu betreuen, während die Eltern weg sind, normalerweise gegen Bezahlung.",
      "definition_translation": "Ухаживать за ребенком, пока родители находятся в отъезде, обычно за оплату.",
      "example": "Ich babysittete meine Nachbarskinder letzte Nacht, ich werde meine Schwesterkinder nächste Woche babysitten und ich babysittete meine Freundeskinder letzten Jahr.",
      "example_translation": "Я сидел с детьми моего соседа вчера вечером, я побуду сидеть с детьми моей сестры на следующей неделе, и я сидел с детьми моего друга в прошлом году.",
      "imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich benehmen",
      "translation": "вести себя",
      "definition": "sich auf bestimmte Weise zu verhalten, insbesondere in sozialen oder offiziellen Situationen.",
      "definition_translation": "Вести себя определенным образом, особенно в социальной или официальной situaci.",
      "example": "Ich benahm mich gut auf der Party, ich werde mich benehmen auf dem Meeting und ich benahm mich schlecht in der Schule.",
      "example_translation": "Я вёл себя хорошо на вечеринке, я буду вести себя прилично на встрече, и я вел себя плохо в школе.",
      "imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "укус",
      "definition": "mit den Zähnen zu ergreifen oder fest zu beißen, insbesondere als natürliche Verteidigung oder Angriff.",
      "definition_translation": "Захватывать или схватывать зубами, особенно как естественная оборона или атака.",
      "example": "Der Hund biss mich gestern, ich werde jetzt in den Apfel beißen und ich biss mir versehentlich die Zunge.",
      "example_translation": "Собака укусила меня вчера, я сейчас укушу яблоко, и я случайно укусил свой язык.",
      "imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blasen",
      "translation": "дуть",
      "definition": "einen Luftstrom zu erzeugen, typischerweise durch den Gebrauch des Mundes oder eines Ventilators.",
      "definition_translation": "Создавать поток воздуха, обычно используя рот или вентилятор.",
      "example": "Sie mag Blasen in ihrem Getränk machen. Gestern machte sie sie auf der Party. Wenn sie Zeit hat, wird sie sie morgen wieder machen.",
      "example_translation": "Она любит дуть пузыри в ее напитке. Вчера она дувала их на вечеринке. Если у нее будет время, она будет дуть их снова завтра.",
      "imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bombe",
      "translation": "бомба",
      "definition": "Ein Behälter, der mit explosivem Material gefüllt ist und von einem Flugzeug abgeworfen und aufschlägt.",
      "definition_translation": "Контейнер, заполненный взрывчатым веществом, предназначенный для сброса с самолета и детонации при ударе.",
      "example": "Die Behörden fanden eine Bombe am Flughafen. Sie hatten letzte Woche eine gefunden. Wenn sie nicht vorsichtig sind, werden sie bald eine weitere finden.",
      "example_translation": "Власти нашли бомбу в аэропорту. Они нашли одну на прошлой неделе. Если они не будут осторожными, они найдут другую вскоре.",
      "imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brennen",
      "translation": "гореть",
      "definition": "schnelle Verbrennung durchzuführen, oft mit der Produktion von Hitze und Licht.",
      "definition_translation": "Проходить быстрое сгорание, часто с производством тепла и света.",
      "example": "Das Feuer wird die ganze Nacht brennen. Es brannte letzte Nacht das Haus nieder. Wenn wir Glück haben, wird es bald ausgebrannt sein.",
      "example_translation": "Огонь будет гореть всю ночь. Он сжег дом прошлой ночью. Если мы будем幸運ными, он погаснет soon.",
      "imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen ausbrechen",
      "translation": "всплакнуть",
      "definition": "plötzlich zu weinen, oft aufgrund starker Emotionen.",
      "definition_translation": "Внезапно начать плакать, часто из-за сильных эмоций.",
      "example": "Sie brach in Tränen aus, als sie die Nachricht hörte. Sie brach gestern in Tränen aus. Wenn sie nicht vorsichtig ist, wird sie bald wieder in Tränen ausbrechen.",
      "example_translation": "Она всплакнула, когда услышала новости. Она всплакнула вчера. Если она не будет осторожной, она всплакнет снова.",
      "imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begraben",
      "translation": "хоронить",
      "definition": "eine tote Person in die Erde zu legen, typischerweise mit einer Zeremonie",
      "definition_translation": "класть умершего в землю, обычно с церемонией",
      "example": "Ich werde meinen Kater im Hinterhof begraben. Gestern habe ich meine Großmutter begraben. Morgen werde ich meine alten Schuhe begraben.",
      "example_translation": "Я похороню своего кота в заднем дворе. Вчера я похоронил свою бабушку. Завтра я похороню свои старые туфли.",
      "imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absagen",
      "translation": "отменять",
      "definition": "etwas offiziell zu stoppen oder zu sagen, dass es nicht stattfinden wird",
      "definition_translation": "официально остановить что-то или сказать, что это не состоится",
      "example": "Ich werde meine Reise nach Paris absagen. Gestern habe ich meinen Flug abgesagt. Morgen werde ich mein Fitnessstudio-Mitgliedschaft absagen.",
      "example_translation": "Я отменю свою поездку в Париж. Вчера я отменил свой рейс. Завтра я отменю свою подписку в спортзале.",
      "imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einchecken",
      "translation": "регистрироваться",
      "definition": "in einem Hotel, Flughafen oder anderen Ort anzukommen und dem Personal mitzuteilen, dass man angekommen ist",
      "definition_translation": "прибывать в отель, аэропорт или другое место и сообщать персоналу о прибытии",
      "example": "Ich werde um 15 Uhr im Hotel einchecken. Gestern habe ich mich am Flughafen eingefunden. Morgen werde ich mich im Konferenzzentrum einchecken.",
      "example_translation": "Я зарегистрируюсь в отеле в 3 часа дня. Вчера я зарегистрировался в аэропорту. Завтра я зарегиструюсь в конференц-центре.",
      "imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auschecken",
      "translation": "выселиться",
      "definition": "ein Hotel, Zimmer oder anderen Ort zu verlassen und den Schlüssel zurückzugeben",
      "definition_translation": "покидать отель, комнату или другое место и возвращать ключ",
      "example": "Ich werde um 12 Uhr aus dem Hotel auschecken. Gestern habe ich mich aus der Bibliothek ausgecheckt. Morgen werde ich mich aus dem Hostel auschecken.",
      "example_translation": "Я выйду из отеля в 12 часов дня. Вчера я вышел из библиотеки. Завтра я выйду из хостела.",
      "imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "круг",
      "definition": "Eine runde Form ohne Anfang oder Ende, die in jede Richtung unbegrenzt fortschreitet.",
      "definition_translation": "Круглая форма без начала или конца, продолжающаяся бесконечно в любом направлении.",
      "example": "Ich habe einen Kreis auf dem Papier gezeichnet. Ich zeichne einen Kreis auf dem Papier. Ich werde einen Kreis auf dem Papier zeichnen.",
      "example_translation": "Я нарисовал круг на бумаге. Я рисую круг на бумаге. Я нарисую круг на бумаге.",
      "imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klatschen",
      "translation": "хлопать",
      "definition": "Die Hände zusammenzuschlagen, um Beifall oder Anerkennung auszudrücken.",
      "definition_translation": "Ударять ладонями рук вместе, обычно для выражения одобрения или аппpreciации.",
      "example": "Ich habe nach der Show geklatscht. Ich klatsche jetzt. Ich werde bei dem Konzert klatschen.",
      "example_translation": "Яapplaudировал после шоу. Яapplaudирую сейчас. Яapplaudирую на концерте.",
      "imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sammeln",
      "translation": "собирать",
      "definition": "Dinge, Menschen oder Informationen zusammenzubringen oder zu sammeln.",
      "definition_translation": "Собирать или собрать вместе вещи, людей или информацию.",
      "example": "Ich habe als Kind Briefmarken gesammelt. Ich sammle gerade Daten für mein Projekt. Ich werde meine Gedanken vor dem Sprechen sammeln.",
      "example_translation": "Я собирал марки, когда был ребенком. Я собираю данные для моего проекта. Я соберу свои мысли, прежде чем говорить.",
      "imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamm",
      "translation": "расческа",
      "definition": "Ein Werkzeug, das verwendet wird, um Haare zu arrangieren, zu reinigen oder zu glätten, normalerweise bestehend aus einer flachen oder gewölbten Oberfläche mit Zähnen oder Spitzen.",
      "definition_translation": "Инструмент, используемый для укладки,cleaning или сгладки волос, обычно состоящий из плоской или изогнутой поверхности с зубцами или шипами.",
      "example": "Ich habe einen Kamm verwendet, um mein Haar zu stylen. Ich kämme gerade mein Haar. Ich werde später meinen Bart kämmen.",
      "example_translation": "Я использовал расческу, чтобы уложить мои волосы. Я сейчас расчесываю мои волосы. Я расчесаю свою бороду позже.",
      "imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konkurrieren",
      "translation": "конкурировать",
      "definition": "um etwas zu gewinnen oder zu erlangen, indem man andere besiegt oder übertrifft",
      "definition_translation": "стремиться получить или выиграть何か, победив или превзойдя других",
      "example": "Ich habe letztes Jahr im Marathon konkurriert, ich konkurriere jetzt bei den Olympischen Spielen und ich werde nächstes Jahr bei der Meisterschaft konkurrieren.",
      "example_translation": "Я участвовал в марафоне в прошлом году, я участвую в Олимпиаде в этом году, и я буду участвовать в чемпионате в следующем году.",
      "imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konzentrieren",
      "translation": "концентрировать",
      "definition": "sich auf eine bestimmte Aufgabe oder Tätigkeit zu konzentrieren oder sich darauf zu fokussieren",
      "definition_translation": "сконцентрировать внимание или усилия на конкретной задаче или деятельности",
      "example": "Ich habe mich letzten Semester auf meine Studien konzentriert, ich konzentriere mich jetzt auf mein Projekt und ich werde mich in Zukunft auf meine Karriere konzentrieren.",
      "example_translation": "Я сосредоточился на своих учёбах в прошлом семестре, я сейчас сосредоточен на своем проекте, и я сосредоточусь на своей карьере в будущем.",
      "imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verbinden",
      "translation": "соединять",
      "definition": "zwei oder mehr Dinge miteinander zu verbinden",
      "definition_translation": "соединить или связать две или более вещи вместе",
      "example": "Ich habe mein Handy gestern mit dem Wi-Fi-Netzwerk verbunden, ich verbinde mich gerade mit dem Server und ich werde mich morgen mit meinen Freunden verbinden.",
      "example_translation": "Я подключил свой телефон к сети Wi-Fi вчера, я сейчас подключаюсь к серверу, и я буду подключаться с друзьями завтра.",
      "imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fortsetzen",
      "translation": "продолжать",
      "definition": "etwas wieder zu tun oder etwas, das man bereits begonnen hat, weiterzuführen",
      "definition_translation": "снова делать что-то или продолжать делать что-то, что вы уже начали",
      "example": "Ich habe meine Ausbildung nach der High School fortgesetzt, ich setze meine Forschung gerade fort und ich werde mein Projekt in Zukunft weiterführen.",
      "example_translation": "Я продолжил своё образование после школы, я продолжаю свое исследование сейчас, и я продолжу работать над моим проектом в будущем.",
      "imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kontrollieren",
      "translation": "контроль",
      "definition": "Die Macht, das Verhalten von Menschen oder den Verlauf von Ereignissen zu beeinflussen oder zu leiten.",
      "definition_translation": "Власть влиять или направлять поведение людей или ход событий.",
      "example": "Die Regierung hat die Kontrolle über die Wirtschaft. Gestern habe ich die Kontrolle über mein Auto verloren. Ich werde nächstes Monat die Kontrolle über das Projekt übernehmen.",
      "example_translation": "Правительство имеет контроль над экономикой. Вчера я потерял контроль над своей машиной. Я возьму контроль над проектом на следующий месяц.",
      "imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "husten",
      "translation": "кашлять",
      "definition": "Ein plötzlicher, kraftvoller Ausstoß von Luft aus den Lungen, normalerweise um den Atemweg zu klären.",
      "definition_translation": "Внезапное, сильное выталкивание воздуха из легких, обычно для очистки дыхательных путей.",
      "example": "Ich habe während der Präsentation laut gehustet. Sie hat nach dem Unfall Blut gehustet. Er wird ständig husten, wenn er nicht mit dem Rauchen aufhört.",
      "example_translation": "Я громко кашлял во время презентации. Она кашляла кровью после аварии. Он будет кашлять постоянно, если он не бросит курить.",
      "imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zählen",
      "translation": "считать",
      "definition": "Die Anzahl von etwas durch separate Notierung jeder einzelnen Einheit oder jeden einzelnen Gegenstands zu bestimmen.",
      "definition_translation": "Определить количество чего-либо, отдельно注意 каждого отдельного элемента или единицы.",
      "example": "Kannst du die Anzahl der Menschen im Raum zählen? Ich habe das Geld sorgfältig gezählt. Sie wird die Stimmen bei der Wahl zählen.",
      "example_translation": "Можете ли вы сосчитать количество людей в комнате? Я аккуратно сосчитал деньги. Она будет считать голоса на выборах.",
      "imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zusammenstoßen",
      "translation": "авария",
      "definition": "Ein plötzlicher, gewaltsamer Zusammenstoß oder Aufprall, oft mit Schäden oder Verletzungen.",
      "definition_translation": "Внезапное, насилийное столкновение или столкновение, часто вызывающее повреждения или травмы.",
      "example": "Der Autounfall war tödlich. Der Computer ist während des Updates zusammengebrochen. Der Aktienmarkt wird zusammenbrechen, wenn die Zinsen steigen.",
      "example_translation": "Автомобильная авария была смертельной. Компьютер рухнул во время обновления. Фондовый рынок рухнет, если процентные ставки возрастут.",
      "imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstellen",
      "translation": "создавать",
      "definition": "Etwas ins Leben zu rufen oder etwas Neues zu schaffen.",
      "definition_translation": "Создавать что-либо или делать что-то новое.",
      "example": "Ich habe letzte Woche ein neues Projekt erstellt. Ich erstelle gerade einen Bericht. Ich werde nächstes Jahr ein neues Algorithmus erstellen.",
      "example_translation": "Я создал новый проект на прошлой неделе. Я создаю отчет сейчас. Я создам новый алгоритм в следующем году.",
      "imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zyklisch",
      "translation": "цикл",
      "definition": "Eine Serie von Ereignissen oder Prozessen, die in einer regelmäßigen Reihenfolge wiederholt werden.",
      "definition_translation": "Серия событий или процессов, которые повторяются в регулярном порядке.",
      "example": "Ich bin gestern mit dem Fahrrad zur Arbeit gefahren. Ich fahre gerade Rad. Ich werde nächstes Wochenende in die Berge radeln.",
      "example_translation": "Я ехал на работу на велосипеде вчера. Я катюсь сейчас. Я поеду на велосипеде в горы на следующий уикенд.",
      "imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schaden",
      "translation": "повреждение",
      "definition": "Schaden oder Verletzung an etwas oder jemandem.",
      "definition_translation": "Ущерб или травма кому-либо или чему-либо.",
      "example": "Der Sturm hat das Dach beschädigt. Der Unfall hat mein Auto beschädigt. Das Unternehmen wird die Umwelt schädigen, wenn sie ihre Politik nicht ändern.",
      "example_translation": "Шторм повредил крышу. Авария повредила мою машину. Компания повредит окружающую среду, если они не изменят свои политики.",
      "imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekorieren",
      "translation": "украшать",
      "definition": "Etwas attraktiver zu machen, indem man Dekorationen hinzufügt.",
      "definition_translation": "Сделать что-то более привлекательным, добавив украшения.",
      "example": "Ich habe mein Zimmer zu Weihnachten dekoriert. Sie dekoriert gerade den Kuchen. Sie werden den Saal für die Hochzeit dekorieren.",
      "example_translation": "Я украсил свою комнату для Рождества. Она украшает торт сейчас. Они украсят зал для свадьбы.",
      "imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekorieren",
      "translation": "украсить",
      "definition": "etwas attraktiver machen, indem man Dekorationen oder Schmuck hinzufügt",
      "definition_translation": "делать что-то более привлекательным, добавляя украшения или орнаменты",
      "example": "Ich werde mein Zimmer für die Party dekorieren. Ich dekorierte mein Zimmer für die Party. Ich habe mein Zimmer für die Party dekoriert.",
      "example_translation": "Я украслю свою комнату для вечеринки. Я украсил свою комнату для вечеринки. Я украсила свою комнату для вечеринки.",
      "imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besiegen",
      "translation": "победить",
      "definition": "jemanden oder etwas zu besiegen, oder ein Problem oder eine Schwierigkeit zu überwinden",
      "definition_translation": "добиться победы над кем-то или чем-то, или преодолеть проблему или трудность",
      "example": "Wir haben das gegnerische Team besiegt. Wir hatten das gegnerische Team besiegt. Wir werden das gegnerische Team besiegen.",
      "example_translation": "Мы победили противную команду. Мы победили противную команду. Мы победим противную команду.",
      "imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verteidigen",
      "translation": "защищать",
      "definition": "jemanden oder etwas vor Angriff oder Schaden zu schützen",
      "definition_translation": "защищать кого-то или что-то от нападения или вреда",
      "example": "Ich verteidigte meinen Bruder. Ich hatte meinen Bruder verteidigt. Ich werde meinen Bruder verteidigen.",
      "example_translation": "Я защищал свой брат. Я защитил свой брат. Я защищу свой брат.",
      "imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "отсрочка",
      "definition": "etwas auf einen späteren Zeitpunkt zu verschieben",
      "definition_translation": "откладывать что-то до более позднего времени",
      "example": "Ich verschob meine Reise. Ich hatte meine Reise verschoben. Ich werde meine Reise verschieben.",
      "example_translation": "Я отложил свою поездку. Я отложил свою поездку. Я отложу свою поездку.",
      "imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "löschen",
      "translation": "удалить",
      "definition": "etwas, wie eine Datei oder ein Stück Informationen, von einem Computer oder einem anderen Gerät zu entfernen oder zu löschen",
      "definition_translation": "удалить или стереть какой-либо файл или кусок информации с компьютера или другого устройства",
      "example": "Ich werde die Datei nach dem Bearbeiten löschen. Ich löschte die Datei gestern. Ich habe viele Dateien heute gelöscht.",
      "example_translation": "Я удалю файл после редактирования его. Я удалил файл вчера. Я удалил viele файлы сегодня.",
      "imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "liefern",
      "translation": "доставлять",
      "definition": "etwas zu jemandem oder an einen Ort zu bringen, oft im Austausch für Zahlung",
      "definition_translation": "принести или доставить что-то شخصу или месту, часто в обмен на оплату",
      "example": "Das Unternehmen wird das Paket morgen liefern. Sie lieferten das Paket gestern. Ich werde das Paket nächste Woche liefern.",
      "example_translation": "Компания доставит пакет завтра. Они доставили пакет вчера. Я доставлю пакет на следующей неделе.",
      "imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entwerfen",
      "translation": "дизайн",
      "definition": "etwas, wie ein Produkt oder ein Gebäude, zu planen und zu entscheiden, wie es aussehen und funktionieren soll",
      "definition_translation": "планировать и принимать решения о внешнем виде и функциональности чего-то, такого как продукт или здание",
      "example": "Ich entwarf die Website letztes Jahr. Sie entwirft Kleidung für ihren Lebensunterhalt. Er wird ein neues Logo für das Unternehmen entwerfen.",
      "example_translation": "Я спроектировал веб-сайт в прошлом году. Она проектирует одежду для жизни. Он спроектирует новый логотип для компании.",
      "imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerstören",
      "translation": "уничтожать",
      "definition": "etwas so sehr zu beschädigen, dass es nicht mehr existiert oder benutzt werden kann",
      "definition_translation": "причинять ущерб чему-либо, чтобы оно было полностью разрушено или уничтожено, так что оно больше не существует или не может быть использовано",
      "example": "Der Tornado zerstörte viele Häuser. Sie zerstörten das Gebäude letzte Nacht. Das Unternehmen wird all den giftigen Müll zerstören.",
      "example_translation": "Торнадо уничтожил многие дома. Они уничтожили здание прошлой ночью. Компания уничтожит все токсические отходы.",
      "imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "набрать",
      "definition": "einen Knopf oder eine Taste zu betätigen, um eine Maschine, insbesondere ein Telefon, zu bedienen",
      "definition_translation": "набрать на машине, особенно на телефоне, для его работы",
      "example": "Ich wählte die Nummer, aber es war besetzt. Ich werde sie später noch einmal wählen. Ich habe sie bereits drei Mal gewählt.",
      "example_translation": "Я набрал номер, но он был занят. Я наберу его снова позже. Я уже набрал его три раза.",
      "imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "graben",
      "translation": "копать",
      "definition": "Erde oder andere Materialien mit einer Schaufel oder einem anderen Werkzeug zu bewegen, oder ein Loch im Boden zu machen",
      "definition_translation": "перемещать землю или другие материалы лопатой или другим инструментом, или выкопать яму в земле",
      "example": "Ich grub ein Loch im Hinterhof, um einen Baum zu pflanzen. Sie gräbt in ihrem Garten jeden Wochenende. Sie gruben einen Tunnel unter der Stadt.",
      "example_translation": "Я выкопал яму в заднем дворе, чтобы посадить дерево. Она копает в своем саду каждый уикенд. Они выкопали туннель под городом.",
      "imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "richten",
      "translation": "направлять",
      "definition": "die Richtung oder den Verlauf von etwas zu kontrollieren oder Anweisungen oder Befehle zu erteilen",
      "definition_translation": "контролировать направление или курс чего-либо, или давать инструкции или приказы",
      "example": "Sie leitet das Marketingdepartment. Er hat den Film inszeniert. Sie werden den Verkehrsfluss lenken.",
      "example_translation": "Она руководит отделом маркетинга. Он снял фильм. Они будут направлять поток трафика.",
      "imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "direkt",
      "translation": "прямой",
      "definition": "geradewegs zu einem Ort oder einer Person zu gehen, ohne zu stoppen oder umzudrehen",
      "definition_translation": "идущий прямо к месту или человеку, не останавливаясь или не поворачивая",
      "example": "Ich nahm einen Direktflug nach Moskau. Sie wohnt in einem direkt gegenüberliegenden Haus. Er hat eine direkte Nachricht an den Manager gesendet.",
      "example_translation": "Я сел на прямой рейс в Москву. Она живет в прямо противоположном доме. Он отправил прямое сообщение менеджеру.",
      "imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entdecken",
      "translation": "открывать",
      "definition": "etwas oder jemanden zu finden, das oder der bisher unbekannt oder unbeachtet war",
      "definition_translation": "найти что-то или кого-то, что было ранее неизвестно или незамечено",
      "example": "Ich entdeckte ein neues Hobby letztes Jahr. Ich werde nächstes Jahr eine neue Stadt entdecken. Sie entdeckte ein verborgenes Talent für Singen.",
      "example_translation": "Я открыл новый хобби в прошлом году. Я открою новый город в следующем месяце. Она открыла скрытый талант к пению.",
      "imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anzeigen",
      "translation": "дисплей",
      "definition": "etwas in einem öffentlichen Ort oder auf einem Bildschirm zu zeigen",
      "definition_translation": "показать или выставить что-то в общественном месте или на экране",
      "example": "Das Museum wird nächste Woche eine neue Kunstsammlung anzeigen. Sie wird ihre Fähigkeiten auf dem Konzert zeigen. Sie zeigten eine Warnmeldung auf dem Bildschirm an.",
      "example_translation": "Музей выставит новую коллекцию искусства на следующей неделе. Она покажет свои навыки на концерте. Они отображали предупреждающее сообщение на экране.",
      "imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tauchen",
      "translation": "нырять",
      "definition": "sich in Wasser zu stürzen, usually kopfüber, oder in einem Flugzeug schnell abzusinken",
      "definition_translation": "прыгнуть в воду, обычно головой вперед, или спускаться быстро на самолете",
      "example": "Ich tauchte gestern in den Pool. Sie werden nächstes Sommer in den Ozean tauchen. Das Flugzeug tauchte ab, um einen Zusammenstoß zu vermeiden.",
      "example_translation": "Я нырнул в бассейн вчера. Они нырнут в океан в следующем летом. Самолет нырнул вниз, чтобы避ать столкновения.",
      "imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilen",
      "translation": "делить",
      "definition": "etwas in Teile oder Gruppen zu teilen oder aufzuteilen",
      "definition_translation": "разделить или разбить что-то на части или группы",
      "example": "Kannst du den Kuchen in vier Teile teilen? Sie teilten die Klasse in kleine Gruppen ein. Sie wird ihre Zeit zwischen Arbeit und Studium teilen.",
      "example_translation": "Можете поделить торт на четыре части? Они разделили класс на маленькие группы. Она будет делить свое время между работой и учёбой.",
      "imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fallen lassen",
      "translation": "падать",
      "definition": "etwas fallen zu lassen oder von einer höheren Position zu einer niedrigeren zu fallen, normalerweise aufgrund der Schwerkraft.",
      "definition_translation": "Позволить упасть или опуститься с более высокой позиции на более низкую, обычно из-за силы тяжести.",
      "example": "Ich ließ den Ball auf dem Boden fallen. Ich werde morgen bei dir vorbeikommen. Ich hatte die Angewohnheit des Rauchens fallen lassen.",
      "example_translation": "Я упал мяч на пол. Я зайду к тебе завтра. Я бросил курить.",
      "imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschäftigen",
      "translation": "нанимать",
      "definition": "jemandem einen Lohn zu zahlen, damit er für dich arbeitet, oder etwas für einen bestimmten Zweck zu verwenden.",
      "definition_translation": "Платить кому-то за работу на вас или использовать что-то для определенной цели.",
      "example": "Das Unternehmen beschäftigt über 500 Arbeiter. Sie haben eine neue Strategie zur Steigerung der Verkäufe eingesetzt. Sie werden nächstes Jahr mehr Menschen beschäftigen.",
      "example_translation": "Компания нанимает более 500 работников. Она telahнала новую стратегию для увеличения продаж. Они нанять больше людей в следующем году.",
      "imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigen",
      "translation": "поощрять",
      "definition": "jemandem das Vertrauen oder die Unterstützung zu geben, etwas zu tun, oder etwas wahrscheinlicher werden zu lassen.",
      "definition_translation": "Давать кому-то уверенность или поддержку делать что-то, или чтобы сделать что-то более вероятным.",
      "example": "Ihre Eltern ermutigten sie, eine Karriere in der Musik zu verfolgen. Die Regierung hat ausländische Investitionen ermutigt. Sie werden das Team ermutigen, die Meisterschaft zu gewinnen.",
      "example_translation": "Ее родители поощрили ее продолжать карьеру в музыке. Правительство поощрило иностранные инвестиции. Они поощрят команду赢рать чемпионат.",
      "imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "betreten",
      "translation": "входить",
      "definition": "in einen Raum, ein Wettbewerb oder einen bestimmten Zustand oder eine bestimmte Position zu kommen oder zu gehen.",
      "definition_translation": "Приходить или идти в место, соревнование, или определенную ситуацию или положение.",
      "example": "Ich werde den Raum betreten, wenn ich meine Arbeit fertiggestellt habe. Sie trat in den Wettbewerb ein und gewann einen Preis. Sie werden einen neuen Markt nächstes Jahr betreten.",
      "example_translation": "Я войду в комнату, когда закончу свою работу. Она вступила в конкурс и выиграла приз. Они войдут на новый рынок в следующем году.",
      "imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "развлекать",
      "definition": "jemandem Unterhaltung oder Freude bereiten",
      "definition_translation": "предоставлять развлечение или удовольствие кому-либо",
      "example": "Ich werde Gäste zu Hause tonight unterhalten. Ich unterhielt sie gestern Abend mit Geschichten. Ich unterhalte Gedanken daran, im nächsten Jahr ins Ausland zu reisen.",
      "example_translation": "Я буду развлекать гостей у себя дома сегодня вечером. Я развлекал их историями вчера вечером. Я развлекаю мысли о поездке за границу в следующем году.",
      "imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entfliehen",
      "translation": "бежать",
      "definition": "aus einem Ort oder einer Situation, insbesondere einer gefährlichen oder unangenehmen, zu entkommen",
      "definition_translation": "убежать из места или ситуации, особенно если она опасна или неприятна",
      "example": "Der Gefangene versuchte aus dem Gefängnis zu entfliehen. Sie entfloh dem brennenden Gebäude. Sie werden für eine Woche in die Berge entfliehen.",
      "example_translation": "Заключенный попытался бежать из тюрьмы. Она бежала из горящего здания. Они убегут в горы на неделю.",
      "imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trainieren",
      "translation": "упражнение",
      "definition": "eine Aktivität, die du durchführst, um deine physische oder mentale Gesundheit zu verbessern",
      "definition_translation": "деятельность, которую вы выполняете для улучшения вашего физического или умственного здоровья",
      "example": "Ich trainiere jeden Morgen, um gesund zu bleiben. Sie trainierte ihre Muskeln durch Gewichtheben. Sie werden ihre Gehirne mit Rätseln trainieren.",
      "example_translation": "Я занимаюсь упражнениями каждое утро, чтобы оставаться здоровым. Она упражняла свои мускулы, поднимая веса. Они будут упражнять свои мозги с головоломками.",
      "imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "выход",
      "definition": "ein Weg aus einem Gebäude, Raum oder Ort hinaus",
      "definition_translation": "выход из здания, комнаты или места",
      "example": "Bitte verlassen Sie das Gebäude durch die Haupttür. Ich verließ ruhig das Zimmer. Sie werden die Autobahn an der nächsten Ausfahrt verlassen.",
      "example_translation": "Пожалуйста, выйдите из здания через основную дверь. Я вышел из комнаты тихо. Они выйдут из шоссе на следующей остановке.",
      "imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwarten",
      "translation": "ожидать",
      "definition": "etwas als wahrscheinlich oder möglich anzusehen",
      "definition_translation": "Считать что-то вероятным или возможным.",
      "example": "Ich erwarte, dieses Projekt bis Ende der Woche zu beenden. Ich erwartete, dich auf der Party zu sehen, aber du bist nicht gekommen. Ich werde dich bei der Sitzung benehmen erwarten.",
      "example_translation": "Я ожидаю закончить этот проект к концу недели. Я ожидал видеть вас на вечеринке, но вы не пришли. Я буду ожидать, что вы будете вести себя прилично на встрече.",
      "imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erforschen",
      "translation": "исследовать",
      "definition": "etwas systematisch zu untersuchen, um ein tieferes Verständnis davon zu gewinnen",
      "definition_translation": "Исследовать или обследовать что-то систематически, чтобы получить более глубокое понимание.",
      "example": "Wir erforschten die neue Stadt durch eine geführte Tour. Sie hat die Möglichkeit, ihr eigenes Unternehmen zu starten, erforscht. Sie werden die Tiefen des Ozeans im neuen U-Boot erforschen.",
      "example_translation": "Мы исследовали новый город, взяв гидический тур. Она исследовала возможность начала собственного бизнеса. Они будут исследовать глубины океана на новой субмарине.",
      "imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesicht",
      "translation": "лицо",
      "definition": "Der vordere Teil des Kopfes, vom Stirnknochen bis zum Kinn",
      "definition_translation": "Передняя часть головы, от лба до подбородка.",
      "example": "Sie hat ein schönes Gesicht mit blitzenden blauen Augen. Die Uhr zeigte 3 Uhr an. Er versuchte, ein tapferes Gesicht aufzusetzen, aber er war ängstlich.",
      "example_translation": "У нее есть красивое лицо с пронзительными голубыми глазами. Лицо часов показывало 3 часа. Он пытался поставить храброе лицо, но он был напуган.",
      "imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschlafen",
      "translation": "уснуть",
      "definition": "ohne Bewusstsein und unbeweglich zu werden, weil man schläft",
      "definition_translation": "Стать бессознательным и неактивным из-за сна.",
      "example": "Ich schlief auf dem Sofa während ich fernsah. Sie schläft jetzt eher ein. Sie werden sofort einschlafen, wenn sie nach Hause kommen.",
      "example_translation": "Я уснул на диване, когда смотрел телевизор. Она начинает спать раньше в эти дни. Они уснут, как только они придут домой.",
      "imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich verlieben",
      "translation": "влюбиться",
      "definition": "eine starke emotionale Bindung oder Zuneigung zu jemandem zu empfinden, oft plötzlich oder unerwartet",
      "definition_translation": "Иметь сильную эмоциональную привязанность или привязанность к кому-то, часто внезапно или неожиданно.",
      "example": "Ich verliebte mich in sie, als ich sie zum ersten Mal sah. Ich verliebe mich jetzt in sie. Ich werde mich eines Tages wieder in sie verlieben.",
      "example_translation": "Я влюбился в нее, когда увидел ее, я влюбляюсь в нее сейчас, я влюблюсь в нее снова когда-нибудь.",
      "imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "befestigen",
      "translation": "закрепить",
      "definition": "etwas festzusetzen oder anzubinden, oft mit einem Verschluss oder Knoten",
      "definition_translation": "Укрепить или прикрепить что-то прочно, часто используя крепление или узел.",
      "example": "Ich befestigte meinen Sicherheitsgurt, bevor das Flugzeug abhob. Ich befestige jetzt meine Schuhbänder. Ich werde den Schraubenzieher morgen befestigen.",
      "example_translation": "Я закрепил свой ремень безопасности перед вылетом самолета, я сейчас закрепляю мои шнурки, завтра я закреплю винт.",
      "imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "füttern",
      "translation": "кормить",
      "definition": "Jemandem oder etwas regelmäßig Nahrung zu geben.",
      "definition_translation": "Давать еду кому-то или чему-то, часто на регулярной основе.",
      "example": "Ich füttere meine Katze jeden Morgen, ich füttere jetzt die Vögel und ich werde morgen das Baby füttern.",
      "example_translation": "Я покормил свою кошку сегодня утром, я сейчас кормлю птиц, завтра я покормлю ребенка.",
      "imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "holen",
      "translation": "принести",
      "definition": "Etwas auf Anfrage zu bringen, oft auf Anfrage.",
      "definition_translation": "Идти и bringenить что-то обратно, часто по запросу кого-то.",
      "example": "Ich holte den Ball für meinen Hund gestern, ich hole jetzt die Zeitung und ich werde morgen das Buch holen.",
      "example_translation": "Я принес мяч для моей собаки вчера, я сейчас приношу газету, завтра я принесу книгу.",
      "imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kämpfen",
      "translation": "бороться",
      "definition": "Sich mit jemandem oder etwas physisch oder verbal auseinanderzusetzen.",
      "definition_translation": "Заниматься физическим или словесным конфликтом с кем-то или чем-то.",
      "example": "Ich kämpfte mit meinem Bruder, als wir Kinder waren. Jetzt kämpfe ich für mein Land. Ich werde in Zukunft für meine Rechte kämpfen.",
      "example_translation": "Я боролся со своим братом, когда мы были детьми. Теперь я борюсь за свою страну. Я będę бороться за свои права в будущем.",
      "imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "film",
      "translation": "фильм",
      "definition": "Ein fiktionales bewegtes Bild, insbesondere ein Kinofilm.",
      "definition_translation": "Движущийся образ или кинофильм, особенно вымышленный.",
      "example": "Ich sah einen Film letzte Nacht. Ich werde meine Ferien nächstes Jahr filmen. Ich filmte einen Film, als ich auf dem College war.",
      "example_translation": "Я смотрел фильм вчера ночью. Я сниму свой отпуск следующим годом. Я снимал фильм, когда был в колледже.",
      "imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fischen",
      "translation": "рыба",
      "definition": "Ein kaltblütiges Wasserlebewesen, das in Wasser lebt.",
      "definition_translation": "Холоднокровное водное животное, которое живет в воде.",
      "example": "Ich fing einen Fisch gestern. Ich werde morgen im See fischen. Ich fischte mit meinen Freunden letzten Sommer.",
      "example_translation": "Я поймал рыбу вчера. Я пойду на рыбалку в озеро завтра. Я рыбачил с друзьями прошлым летом.",
      "imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reparieren",
      "translation": "очистить",
      "definition": "Etwas zu reparieren oder zu erneuern.",
      "definition_translation": "Починить или отремонтировать что-то.",
      "example": "Ich reparierte das Auto gestern. Ich werde morgen das Becken reparieren. Ich reparierte letzten Woche den Computer.",
      "example_translation": "Я починил машину вчера. Я починую раковину завтра. Я починил компьютер на прошлой неделе.",
      "imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schweben",
      "translation": "плыть",
      "definition": "Auf der Oberfläche einer Flüssigkeit zu ruhen oder in der Luft zu schweben, als wenn man in einem Zustand der Schwerelosigkeit wäre.",
      "definition_translation": "Плавать на поверхности жидкости или быть поднятым в воздухе, как если бы в состоянии безвесности.",
      "example": "Der Ballon wird heute sanft in der Luft schweben. Gestern schwebte er auf der Oberfläche des Sees. Morgen wird er wieder schweben.",
      "example_translation": "Шарик будет плавать мягко в воздухе. Вчера он плыл на поверхности озера. Завтра он снова будет плавать.",
      "imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "falten",
      "translation": "складывать",
      "definition": "Etwas zu biegen oder zu krempeln, um es kompakter oder in einer organisierten Form zu machen.",
      "definition_translation": "Сгибать или складывать что-то, обычно чтобы сделать его более компактным или создать более организованную форму.",
      "example": "Ich faltete die Wäsche gestern. Sie wird das Papier falten, um einen Origami-Vogel zu erstellen. Sie falteten die Arme in Ablehnung.",
      "example_translation": "Я сложил белье вчера. Она сложит бумагу, чтобы создать птицу оригами. Они сложили руки в знак неодобрения.",
      "imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "folgen",
      "translation": "следовать",
      "definition": "Hinter jemandem oder etwas herzugehen, typischerweise in die gleiche Richtung, oder die Führung oder Leitung von jemandem zu akzeptieren.",
      "definition_translation": "Двигатьсяbehind кого-то или чем-то, обычно в том же направлении, или принимать руководство или лидерство кого-то.",
      "example": "Ich werde dir zum Laden folgen. Sie folgt ihrem Instinkt, wenn sie Entscheidungen trifft. Sie folgten dem GPS, um das Ziel zu erreichen.",
      "example_translation": "Я føljer вас в магазин. Она следует своим инстинктам при принятии решений. Они следовали GPS, чтобы достичь目的.",
      "imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "greifen",
      "translation": "хватать",
      "definition": "Etwas plötzlich mit den Händen zu ergreifen oder eine Gelegenheit zu nutzen.",
      "definition_translation": "Внезапно брать что-то, обычно своими руками, или захватывать возможность.",
      "example": "Sie griff zum Telefon, um den Anruf zu beantworten. Er wird vor dem Film einen Snack greifen. Sie griffen die Gelegenheit, in das Unternehmen zu investieren.",
      "example_translation": "Она схватила телефон, чтобы ответить на звонок. Он схватит перекус перед фильмом. Они схватили возможность инвестировать в компанию.",
      "imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "руководитель",
      "definition": "Eine Person, die andere leitet oder führt, insbesondere in einem bestimmten Beruf oder einer bestimmten Tätigkeit.",
      "definition_translation": "Человек, который руководит или управляет другими, особенно в определенной профессии или деятельности.",
      "example": "Sie hat vielen jungen Anwälten in der Kanzlei als Führerin gedient. Sie führte uns durch den komplexen Prozess. Sie wird das Team zum Erfolg führen.",
      "example_translation": "Она была руководителем для многих молодых адвокатов в фирме. Она руководила нами через сложный процесс. Она будет руководить командой к успеху.",
      "imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handhaben",
      "translation": "обрабатывать",
      "definition": "Etwas mit Sorgfalt oder Geschick zu behandeln oder zu verwalten.",
      "definition_translation": "Обрабатывать или управлять чем-то, особенно с заботой или умением.",
      "example": "Er hat die Situation mit Leichtigkeit gehandhabt. Sie hatte das Projekt perfekt gehandhabt. Sie werden das neue Konto handhaben.",
      "example_translation": "Он легко справился с ситуацией. Она идеально управляла проектом. Они будут обрабатывать новый счет.",
      "imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hängen",
      "translation": "висеть",
      "definition": "Etwas in der Luft zu suspendieren oder von einem Haken oder einer Schnur aufzuhängen.",
      "definition_translation": "Висеть в воздухе, особенно от крюка или на веревке.",
      "example": "Das Bild hängt an der Wand. Sie hat die Vorhänge gestern aufgehängt. Sie werden die Lichter morgen aufhängen.",
      "example_translation": "Картина висит на стене. Она повесила шторы вчера. Они повесят лампы завтра.",
      "imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verstecken",
      "translation": "скрывать",
      "definition": "Etwas zu verbergen oder zu bedecken, um es nicht gesehen oder gefunden zu werden.",
      "definition_translation": "Скрывать или покрывать что-то, особенно чтобы предотвратить его видимости или обнаружения.",
      "example": "Die Kinder verstecken sich hinter der Couch. Sie hat den Schlüssel unter der Matte versteckt. Sie werden die Überraschungsparty verstecken.",
      "example_translation": "Дети скрываются за диваном. Она спрятала ключ под ковриком. Они будут скрывать вечеринку-сюрприз.",
      "imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstellen",
      "translation": "нанять",
      "definition": "Jemanden gegen Bezahlung als Angestellten einzustellen.",
      "definition_translation": "Нанимать кого-либо за работу в обмен на оплату.",
      "example": "Ich habe einen Anwalt engagiert, um meinen Fall zu bearbeiten. Ich habe Freelancer für meine Projekte angestellt. Ich werde nächstes Monat einen neuen Angestellten anstellen.",
      "example_translation": "Я нанял адвоката, чтобы обработать мой случай. Я нанимал фрилансеров для моих проектов. Я найму нового сотрудника в следующем месяце.",
      "imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trampen",
      "translation": "автостоп",
      "definition": "Per Anhalter zu reisen, indem man kostenlose Fahrten von Fahrern erhält, typischerweise indem man am Straßenrand steht und ein Schild hochhält.",
      "definition_translation": "Путешествовать, получая бесплатные поездки от водителей, обычно стоя на обочине дороги и держа знак.",
      "example": "Ich trampete während meiner Lücke durch das ganze Land. Sie hat seit Monaten getrampt. Sie werden nächstes Wochenende trampern, um zum Musikfestival zu gelangen.",
      "example_translation": "Я автостопом проехал по всей стране во время года обучения. Она автостопом едет уже несколько месяцев. Они автостопом поедут на музыкальный фестиваль на следующих выходных.",
      "imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "halten",
      "translation": "держать",
      "definition": "Etwas festzuhalten oder zu greifen, oft mit den Händen oder Armen.",
      "definition_translation": "Держать или схватывать что-то крепко, Often с помощью своих рук или рук.",
      "example": "Sie hält das Baby in ihren Armen. Er hielt die Tür für mich offen. Sie werden morgen eine Sitzung abhalten.",
      "example_translation": "Она держит ребенка в своих руках. Он держал дверь открытой для меня. Они проведут собрание завтра.",
      "imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umarmen",
      "translation": "обнимать",
      "definition": "Eine Person oder etwas mit den Armen umzuarmen, um Zuneigung oder Trost zu zeigen.",
      "definition_translation": "Обнимать кого-то или что-то своими руками, обычно чтобы показать любовь или комфорт.",
      "example": "Sie hat mich fest umarmt. Er umarmt sein Lieblingskissen. Sie werden sich am Flughafen umarmen.",
      "example_translation": "Она обняла меня крепко. Он обнимает свой любимый подушку. Они обнимут друг друга в аэропорту.",
      "imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jagen",
      "translation": "охотиться",
      "definition": "Wild oder Beute zur Nahrung oder zum Zeitvertreib zu verfolgen oder zu jagen.",
      "definition_translation": "преследовать или гнаться (за дичью или добычей) для еды или спорта",
      "example": "Ich jagte Hirsche im Wald letzten Wochenende. Ich bin auf der Suche nach einem Job. Ich werde Schätze jagen, wenn ich in Rente gehe.",
      "example_translation": "Я охотился на оленей в лесу на прошлых выходных. Я сейчас ищу работу. Я поищу за сокровищами, когда ухожу на пенсию.",
      "imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich vorstellen",
      "translation": "представлять",
      "definition": "Ein mentales Bild oder Konzept von etwas zu bilden.",
      "definition_translation": "образовывать в уме картину или понятие о чем-то",
      "example": "Ich stellte mir vor, ein Superheld zu sein, als ich ein Kind war. Sie stellte sich ein romantisches Abendessen am Strand vor. Sie werden sich eine Zukunft ohne Kriege vorstellen.",
      "example_translation": "Я представлял себя супергероем, когда был ребенком. Она представляет себе романтический ужин на пляже. Они представят себе будущее без войн.",
      "imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "informieren",
      "translation": "информировать",
      "definition": "jemandem Informationen oder Kenntnisse über etwas zu geben",
      "definition_translation": "давать кому-либо информацию или знание о чем-то",
      "example": "Die Lehrerin informierte uns über die anstehende Prüfung. Sie wird ihrem Chef über das Problem informieren. Sie informierten die Polizei über das Verbrechen.",
      "example_translation": "Учитель информировал нас о предстоящем экзамене. Она уведомит своего босса о проблеме. Они уведомили полицию о преступлении.",
      "imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestehen",
      "translation": "настаивать",
      "definition": "etwas stark oder nachdrücklich zu fordern oder zu bitten",
      "definition_translation": "требовать или просить что-то сильно или с силой",
      "example": "Ich bestand darauf, allein zur Party zu gehen. Sie bestand darauf, ihr neues Kleid zu tragen. Sie werden auf einen Rückzahlung bestehen.",
      "example_translation": "Я настаивал на том, чтобы пойти наparty одному. Она настаивала на ношении своей новой платья. Они будут настаивать на получении возврата денег.",
      "imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "installieren",
      "translation": "установить",
      "definition": "etwas an einem Ort oder in einer Position, insbesondere auf eine vorbereitete Weise, zu platzieren, damit es verwendet oder betrieben werden kann",
      "definition_translation": "установить в определенном месте или положении, особенно в подготовленном виде, чтобы он мог быть использован или управлен",
      "example": "Ich installierte die neue Software auf meinem Computer. Ich installiere gerade das Update. Ich werde morgen das Antivirenprogramm installieren.",
      "example_translation": "Я установил новое программное обеспечение на мой компьютер. Я устанавливаю обновление сейчас. Я установлю программу антивируса завтра.",
      "imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interviewen",
      "translation": "интервью",
      "definition": "ein Gespräch zwischen einem Journalisten und jemandem, normalerweise einer bekannten oder wichtigen Person, um Informationen oder Meinungen zu sammeln",
      "definition_translation": "беседа между журналистом и кем-то, обычно знаменитым или важным человеком, с целью сбора информации или мнений",
      "example": "Ich hatte gestern ein Interview mit dem CEO des Unternehmens. Der Journalist führt gerade ein Interview mit dem Politiker durch. Sie wird morgen ein Interview an der Universität haben.",
      "example_translation": "Я имел интервью с генеральным директором компании вчера. Журналист проводит интервью с политиком сейчас. Она будет иметь интервью в университете завтра.",
      "imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinden",
      "translation": "изобрести",
      "definition": "etwas Neues zu schaffen oder zu entwerfen, insbesondere ein Gerät oder einen Prozess",
      "definition_translation": "создать или спроектировать что-то новое, особенно устройство или процесс",
      "example": "Thomas Edison erfand die Glühbirne. Sie erfindet gerade einen neuen Typ von Roboter. Er erfand eine Maschine, die Wasser in Eis umwandeln kann.",
      "example_translation": "Томас Эдисон изобрел лампочку. Она изобретает новый тип робота сейчас. Он изобрел машину, способную converting воду в лед.",
      "imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bügelisen",
      "translation": "железо",
      "definition": "ein schweres, harte Metall, das für viele Dinge, wie Maschinen, Werkzeuge und Möbel, verwendet wird",
      "definition_translation": "тяжелый, твердый металл, который используется для изготовления многих вещей, таких как машины, инструменты и мебель",
      "example": "Ich bügelte mein Hemd gestern. Sie bügelt gerade ihr Kleid. Er wird morgen seine Hose bügeln.",
      "example_translation": "Я гладил свою рубашку вчера. Она гладит свою платье сейчас. Он будет гладить свои брюки завтра.",
      "imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stricken",
      "translation": "вязать",
      "definition": "Stoff herzustellen, indem man Garn oder Faden in einer Reihe verbundener Schlaufen mit einer Nadel oder einer Maschine verbindet",
      "definition_translation": "создавать ткань путем взаимного пересечения пряжи или нити в серии соединенных петель с помощью иглы или машины",
      "example": "Ich werde nächsten Winter einen Pullover für meinen Bruder stricken. Ich strickte letztes Jahr einen Schal für meine Schwester. Ich stricke jeden Sonntag einen Hut.",
      "example_translation": "Я будет вязать свитер для брата на следующую зиму. Я вязала шарф для сестры в прошлом году. Я вяжу шляпу каждое воскресенье.",
      "imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klopfen",
      "translation": "стучать",
      "definition": "etwas zu schlagen, normalerweise mit einem schnellen, scharfen Schlag, um Aufmerksamkeit zu erregen oder ein Signal zu geben",
      "definition_translation": "ударять что-либо, обычно с быстрым, резким ударом, особенно для привлечения внимания или для сигнала запроса",
      "example": "Ich werde anklopfen, wenn ich ankomme. Sie klopfte auf den Tisch, um die Aufmerksamkeit aller zu erregen. Sie kippten das Vasen um, als sie es versehentlich umstießen.",
      "example_translation": "Я постучу в дверь, когда прибуду. Она постучала по столу, чтобы привлечь внимание всех. Они случайно опрокинули вазу.",
      "imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Tisch decken",
      "translation": "накрывать стол",
      "definition": "einen Tisch mit Essen, Tellern, Tassen und Besteck vorzubereiten, um ein Essen zu servieren",
      "definition_translation": "устанавливать стол с едой, тарелками, чашками и столовыми приборами в preparation for a meal",
      "example": "Sie deckt jeden Abend den Tisch. Sie werden den Tisch für die Dinner-Party heute Abend decken. Wir deckten den Tisch für das Festmahl letztes Jahr.",
      "example_translation": "Она накрывает стол каждый вечер. Они накроют стол для вечеринки сегодня вечером. Мы накрыли стол для праздничного пира в прошлом году.",
      "imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "führen",
      "translation": "вести",
      "definition": "jemanden oder etwas zu leiten oder zu führen, um den Weg zu zeigen",
      "definition_translation": "вести или направлять кого-то или что-то, или показывать путь",
      "example": "Er wird das Team zum Sieg führen. Sie führte die Gruppe durch den Wald. Sie führten das Pferd zur Stall.",
      "example_translation": "Он приведет команду к победе. Она привела группу через лес. Они привели лошадь в стойло.",
      "imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "уходить",
      "definition": "Einen Ort oder eine Person zu verlassen oder aufzuhören, etwas zu tun",
      "definition_translation": "Уйти от места или человека, или перестать делать что-то",
      "example": "Ich verließ die Party um 10 Uhr, ich verlasse morgen nach Paris, und ich werde das Unternehmen nächstes Jahr verlassen.",
      "example_translation": "Я ушел из партии в 10 вечера, я уезжаю в Париж завтра, и я уйду из компании в следующем году.",
      "imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heben",
      "translation": "lifting",
      "definition": "Etwas oder jemanden hochzuheben oder leichter zu machen",
      "definition_translation": "Поднимать что-то или кого-то вверх, или сделать что-то легче или проще носить",
      "example": "Ich hob die Kiste auf den Tisch, ich hebe Gewichte im Fitnessstudio, und ich werde die Beschränkungen nächste Woche heben.",
      "example_translation": "Я поднял коробку на стол, я поднимаю веса в спортзале, и я подниму ограничения на следующей неделе.",
      "imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Licht",
      "translation": "свет",
      "definition": "Eine Quelle der Beleuchtung oder ein Gefühl der Freude oder des Glücks",
      "definition_translation": "Источник освещения, или чувство счастья или радости",
      "example": "Das Licht im Raum ist zu dunkel, ich schaltete das Licht in der Küche ein, und das Licht am Himmel war wunderschön.",
      "example_translation": "Свет в комнате слишком тусклый, я включил свет на кухне, и свет в небе был красивым.",
      "imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schließen",
      "translation": "замок",
      "definition": "Ein Gerät zum Verschließen oder Sichern von etwas oder ein Abschnitt eines Kanals, der geschlossen werden kann",
      "definition_translation": "Устройство для застегивания или фиксации чего-то, или участок канала, который может быть закрыт",
      "example": "Ich schloss die Tür, als ich ging, ich schließe die Box mit einem Schlüssel, und ich werde das Fenster heute Nacht schließen.",
      "example_translation": "Я закрыл дверь, когда ушел, я закрываю коробку ключом, и я закрою окно сегодня ночью.",
      "imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "managen",
      "translation": "управлять",
      "definition": "Etwas mit einer bestimmten Fähigkeit oder Sorgfalt zu handhaben oder zu leiten, um die besten Ergebnisse zu erzielen",
      "definition_translation": "Обрабатывать или направлять что-то с определенной степенью умения или заботы, особенно для достижения наилучших результатов.",
      "example": "Ich managte das Projekt, und wir haben es rechtzeitig fertiggestellt. Gestern managte ich ein Team, aber jetzt managte ich eine Abteilung. Ich werde das Unternehmen bis Ende des Jahres managen.",
      "example_translation": "Я управлял проектом, и мы закончили его вовремя. Вчера я управлял командой, но теперь я управляю отделом. К концу года я werde управлять компанией.",
      "imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "managen",
      "translation": "управлять",
      "definition": "Etwas mit einer bestimmten Fähigkeit oder Sorgfalt zu handhaben oder zu leiten, um die besten Ergebnisse zu erzielen",
      "definition_translation": "Обрабатывать или направлять что-то с определенной степенью умения или заботы, особенно для достижения наилучших результатов.",
      "example": "Sie managte den Haushalt, und wir haben viel Geld gespart. Letztes Jahr managte sie ein kleines Unternehmen, aber jetzt managte sie ein Konzern. Sie wird ihr eigenes Startup bis nächsten Jahr managen.",
      "example_translation": "Она управляла бюджетом, и мы сэкономили много денег. В прошлом году она управляла маленьким бизнесом, но теперь она управляет корпорацией. Она wird управлять своим стартапом к следующему году.",
      "imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiraten",
      "translation": "жениться",
      "definition": "Jemanden als Ehepartner zu nehmen oder jemandem zu heiraten",
      "definition_translation": "Взять кого-то в качестве мужа или жены, или выйти замуж за кого-то.",
      "example": "Ich heiratete meine Highschool-Liebe, und wir sind seitdem zusammen. Gestern heiratete ich meinen besten Freund, aber jetzt bin ich mit meiner Seelenverwandten verheiratet. Ich werde meinen Partner nächsten Sommer heiraten.",
      "example_translation": "Я женился на своей любимой из школы, и мы были вместе с тех пор. Вчера я женился на моем лучшем друге, но теперь я женат на своей soulmate. Я werde жениться на своем партнере к следующему лету.",
      "imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "übereinstimmen",
      "translation": "совпадать",
      "definition": "Ein kleiner Stab mit einer chemischen Substanz an einem Ende, die ein Feuer produziert, wenn sie an eine raue Oberfläche gerieben wird",
      "definition_translation": "Маленькая палочка с химическим веществом на конце, производящая пламя, когда трется о шероховатую поверхность.",
      "example": "Ich zündete ein Streichholz an, und es entzündete ein Feuer. Gestern übereinstimmte ich die Socken, aber jetzt übereinstimmte ich die Spieler. Ich werde die Teams bis Ende der Woche übereinstimmen.",
      "example_translation": "Я зажег спичку, и она вспыхнула. Вчера я сопоставлял носки, но теперь я сопоставляю игроков. Я werde сопоставлю команды к концу недели.",
      "imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reparieren",
      "translation": "исправить",
      "definition": "Etwas reparieren oder reparieren, das beschädigt oder gebrochen ist",
      "definition_translation": "ремонтировать или починить что-то, что повреждено или сломано",
      "example": "Ich reparierte mein gerissenes Hemd gestern, ich werde mein Fahrrad heute reparieren, und ich werde mein gebrochenes Vase morgen reparieren.",
      "example_translation": "Я исправил мою порванную рубашку вчера, я почину свой велосипед сегодня, и я исправлю свою сломанную вазу завтра.",
      "imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegen",
      "translation": "двигаться",
      "definition": "Die Position von etwas oder jemandem zu ändern",
      "definition_translation": "изменять положение кого-то или чего-то",
      "example": "Ich zog in ein neues Haus letztes Jahr, ich ziehe jetzt in eine neue Stadt, und ich werde nächstes Jahr in ein neues Land ziehen.",
      "example_translation": "Я переехал в новый дом в прошлом году, я переезжаю в новый город сейчас, и я перееду в новую страну в следующем году.",
      "imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umziehen",
      "translation": "въезжать",
      "definition": "in einem neuen Ort zu leben beginnen",
      "definition_translation": "начать жить в новом месте",
      "example": "Ich werde nächsten Monat mit meinen Freunden umziehen, meine Schwester zog letzten Jahr mit ihrem Freund um, und meine Eltern zogen in ein neues Haus, als ich ein Kind war.",
      "example_translation": "Я перееду к моим друзьям следующий месяц, моя сестра переехала к своему boyriend в прошлом году, и мои родители переехали в новый дом, когда я был ребенком.",
      "imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausziehen",
      "translation": "выйти",
      "definition": "einen Ort, insbesondere ein Haus oder eine Wohnung, zu verlassen und an einem anderen Ort zu leben",
      "definition_translation": "покинуть место, особенно дом или квартиру, и переехать куда-то еще",
      "example": "Ich zog aus meinem Elternhaus, als ich 18 war, mein Bruder zog letzten Jahr aus seiner Wohnung, und mein Freund wird nächsten Monat aus der Stadt wegziehen.",
      "example_translation": "Я вышел из дома своих родителей, когда мне было 18, мой брат вышел из своей квартиры в прошлом году, и мой друг выйдет из города следующий месяц.",
      "imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "morden",
      "translation": "убийство",
      "definition": "Die Handlung, einen anderen Menschen vorsätzlich zu töten.",
      "definition_translation": "Действие убийства другого человека с предварительным умыслом.",
      "example": "Der Detektiv wurde mit der Aufklärung des Mordes beauftragt, der letzte Nacht stattfand. Sie hatte in der Vergangenheit viele Morde aufgeklärt und würde dies auch in Zukunft tun.",
      "example_translation": "Детективу было поручено раскрыть убийство, которое произошло прошлой ночью. Она раскрыла много убийств в прошлом и будет продолжать делать это в будущем.",
      "imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Name",
      "translation": "имя",
      "definition": "Ein Wort oder eine Phrase, das/die auf eine bestimmte Person, einen bestimmten Ort oder ein bestimmtes Ding verweist.",
      "definition_translation": "Слово или фраза, которая ссылается на конкретного человека, место или вещь.",
      "example": "Wie ist dein Name? Mein Name war John, aber ich werde ihn in Zukunft in Michael ändern. Ich nannte meinen Hund nach meinem Großvater.",
      "example_translation": "Как вас зовут? Мое имя было Джоном, но я изменю его на Майкл в будущем. Я назвал свою собаку в честь моего дедушки.",
      "imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Notiz",
      "translation": "заметка",
      "definition": "Ein kurzer schriftlicher Vermerk oder Erinnerung.",
      "definition_translation": "Краткая письменная запись или напоминание.",
      "example": "Ich machte mir eine Notiz, um Milch zu kaufen. Sie nahm während der Vorlesung Notizen und wird sie später überprüfen. Ich werde die Änderungen im Dokument morgen notieren.",
      "example_translation": "Я сделал себе записку купить молоко. Она делала записи во время лекции и просмотрит их позже. Я сделаю заметки о изменениях в документе завтра.",
      "imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anzeigen",
      "translation": "уведомление",
      "definition": "Eine formale Ankündigung oder Warnung.",
      "definition_translation": "Официальное объявление или предупреждение.",
      "example": "Ich bemerkte das Schild nicht, bis es zu spät war. Die Firma sandte eine Ankündigung an alle Mitarbeiter über das Treffen. Sie wird bald die Änderungen in der Politik bemerken.",
      "example_translation": "Я не заметил знака, пока не стало слишком поздно. Компания направила уведомление всем сотрудникам о встрече. Она заметит изменения в политикеsoon.",
      "imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "betreiben",
      "translation": "оперировать",
      "definition": "etwas, z.B. eine Maschine oder ein System, zu steuern oder zu leiten",
      "definition_translation": "контролировать или направлять работу чего-либо, такого как машина или система",
      "example": "Der Chirurg wird morgen den Patienten operieren. Das Unternehmen betreibt mehrere Fabriken im ganzen Land. Bis nächstes Jahr werden sie in drei neuen Märkten tätig sein.",
      "example_translation": "Хирург будет оперировать на пациенте завтра. Компания оперирует несколькими фабриками по всей стране. К следующему году они будут работать на трех новых рынках.",
      "imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisieren",
      "translation": "организовать",
      "definition": "Dinge effizient zu arrangieren, insbesondere um ein bestimmtes Ziel zu erreichen",
      "definition_translation": "организовывать или систематизировать вещи в эффективном порядке, особенно для достижения конкретной цели",
      "example": "Sie organisierte letztes Jahr ein Charity-Event. Er wird ein Team organisieren, um an dem Projekt zu arbeiten. Bis nächsten Monat werden sie eine neue Marketingstrategie entwickelt haben.",
      "example_translation": "Она организовала благотворительное мероприятие в прошлом году. Он организует команду для работы над проектом. К следующему месяцу они будут иметь организованную новую маркетинговую стратегию.",
      "imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestehen",
      "translation": "проходить",
      "definition": "an etwas vorbeizugehen oder in einem Test oder einer Prüfung erfolgreich zu sein",
      "definition_translation": "пройти мимо чего-либо или кого-либо, или быть успешным в тесте или экзамене",
      "example": "Sie wird die Prüfung leicht bestehen. Der Bus fährt an meinem Haus vorbei, jede Stunde. Er ist letzten Jahr verstorben.",
      "example_translation": "Она пройдет экзамен легко. Автобус проходит мимо моего дома каждый час. Он умер в прошлом году.",
      "imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "übergeben",
      "translation": "передавать",
      "definition": "etwas jemandem zu geben oder von einem Menschen zu einem anderen zu übergeben",
      "definition_translation": "передавать что-либо кому-либо, или передвигать что-либо от одного человека к другому",
      "example": "Kannst du mir das Buch übergeben? Sie wird die Verantwortung an ihren Kollegen übergeben. Er übergab den Ball seinem Teamkollegen.",
      "example_translation": "Может, вы передадите мне книгу? Она передаст ответственность своему коллеге. Он передал мяч своему товарищу по команде.",
      "imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufführen",
      "translation": "исполнить",
      "definition": "eine Aktivität oder Aufgabe auszuführen, insbesondere eine, die Geschick oder Anstrengung erfordert",
      "definition_translation": "выполнить задачу или действие, особенно то, которое требует навыков или усилий",
      "example": "Sie wird den Tanz heute Abend auf dem Konzert aufführen. Sie führte sich gut im Examen letzten Jahr auf. Sie führt ihre Pflichten seitdempflichtbewusst aus.",
      "example_translation": "Она исполнит танец на концерте сегодня вечером. Она прошла экзамен хорошо в прошлом году. Она добросовестно исполняет свои обязанности.",
      "imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "выбрать",
      "definition": "etwas auszuwählen oder auszuwählen, oft sorgfältig",
      "definition_translation": "выбрать или выбрать что-то, часто тщательно",
      "example": "Ich werde das Buch vom Regal abholen. Sie wählte die Blumen aus dem Garten. Er hat die richtigen Mitarbeiter für den Job ausgewählt.",
      "example_translation": "Я возьму книгу с полки. Она собрала цветы из сада. Он выбирает подходящих сотрудников для работы.",
      "imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pflücken",
      "translation": "выбрать",
      "definition": "etwas zu pflücken oder zu ziehen, oft plötzlich",
      "definition_translation": "черпать или_pull что-то, часто внезапно",
      "example": "Sie pflückte eine Erdbeere aus dem Korb. Er pflückte während des Meetings seine Nase. Der Bauer wird die Äpfel von den Bäumen pflücken.",
      "example_translation": "Она собрала клубнику из корзины. Он чихнул во время встречи. Фермер будет собирать яблоки с деревьев.",
      "imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "булавка",
      "definition": "ein kleines, dünnes Stück Metall, das zum Befestigen oder Anbringen verwendet wird",
      "definition_translation": "маленькая, тонкая металлическая деталь, используемая для закрепления или прикрепления вещей",
      "example": "Sie benutzte eine Nadel, um ihr Kleid zu flicken. Er hatte die Notiz an die Tafel geheftet. Die Lehrerin wird die Kunstwerke der Schüler an die Wand heften.",
      "example_translation": "Она использовала булавку, чтобы закрепить платье. Он прикрепил заметку к доске. Учитель прикрепит работы студентов на стену.",
      "imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pflanzen",
      "translation": "растение",
      "definition": "Ein lebendes organisches Wesen, das im Boden wächst und typischerweise Blätter, Stiele und Wurzeln hat.",
      "definition_translation": "Живой организм, который растет в земле и обычно имеет листья, стебли и корни.",
      "example": "Ich pflanzte einen Baum in meinem Hinterhof gestern, ich pflanze heute einen Garten und ich werde nächste Woche Blumen pflanzen.",
      "example_translation": "Я посадил дерево в своем дворе вчера, я сажаю сад сегодня, а на следующей неделе я посадлю цветы.",
      "imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zeigen",
      "translation": "точка",
      "definition": "Ein kleiner Fleck oder Markierung.",
      "definition_translation": "Маленькое пятно или метка.",
      "example": "Ich zeigte auf die Karte, um den Standort zu zeigen, ich zeige jetzt auf die Tafel und ich werde den Fehler später aufzeigen.",
      "example_translation": "Я указал на карту, чтобы показать местоположение, сейчас я指ю на доску, а позже я укажу на ошибку.",
      "imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfosten",
      "translation": "почта",
      "definition": "Ein senkrechter hölzerner oder metallener Stützstützen, der zum Tragen von etwas, wie einem Zaun oder einem Schild, dient.",
      "definition_translation": "Вертикальная деревянная или металлическая конструкция, используемая для поддержки чего-либо, такого как забор или знак.",
      "example": "Ich werde den Brief morgen aufgeben, ich gab die Anzeige gestern auf dem Brett auf und ich hatte das Bild letzte Woche online aufgegeben.",
      "example_translation": "Я отправлю письмо завтра, я развесил объявление на доске вчера, а на прошлой неделе я опубликовал фотографию в Интернете.",
      "imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "отложить",
      "definition": "Ein Ereignis oder eine Aktivität auf einen späteren Zeitpunkt zu verschieben.",
      "definition_translation": "Отложить или перенести событие или деятельность на более позднее время.",
      "example": "Ich werde die Sitzung auf nächste Woche verschieben, ich había die Reise letzten Monat verschoben und ich había das Projekt für ein Jahr verschoben.",
      "example_translation": "Я отложу встречу до следующей недели, я отложил поездку в прошлом месяце, а проект я отложил на год.",
      "imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "giessen",
      "translation": "ливать",
      "definition": "fließend oder kontinuierlich zu fließen, oft in einem Strom oder einer steten Fließbewegung",
      "definition_translation": "течь или двигаться fluidly и постоянно, часто в потоке или устойчивом потоке",
      "example": "Ich goss Wasser in das Glas. Ich gieße Kaffee in die Tasse und ich werde Saft in die Flasche gießen.",
      "example_translation": "Я налит воду в стакан. Я наливаю кофе в чашку. Я буду лить сок в бутылку.",
      "imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beten",
      "translation": "молиться",
      "definition": "mit Gott oder einem Gott zu sprechen, um Dank auszudrücken oder um etwas zu bitten",
      "definition_translation": "Обращаться к Богу или богу, чтобы выразить благодарность или запросить что-то",
      "example": "Ich betete für meine Familie letzte Nacht. Ich bete jetzt für Weltfrieden und ich werde morgen für die Genesung meines Freundes beten.",
      "example_translation": "Я молился за мою семью вчера ночью. Я молюсь за мир в мире сейчас. Я буду молиться за выздоровление моего друга завтра.",
      "imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "drücken",
      "translation": "нажимать",
      "definition": "etwas fest oder zusammen zu drücken, oft um es flach zu machen oder etwas daraus zu extrahieren",
      "definition_translation": "нажимать или сжимать что-тоfirmly, часто чтобы сделать его плоским или извлечь что-то из него",
      "example": "Ich drückte den Fahrstuhlknopf. Ich drücke das Eisen, um Falten zu entfernen. Ich werde die Trauben pressen, um Wein herzustellen.",
      "example_translation": "Я нажал кнопку лифта. Я нажимаю утюг, чтобы удалить морщины. Я буду нажимать виноград, чтобы сделать вино.",
      "imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhindern",
      "translation": "предотвращать",
      "definition": "etwas zu verhindern oder unmöglich zu machen, dass es geschieht",
      "definition_translation": "останавливать что-то от случая или使 что-то невозможно для случая",
      "example": "Ich verhinderte, dass die Tür zufiel. Ich verhindere, dass der Hund bellt. Ich werde verhindern, dass der Unfall passiert.",
      "example_translation": "Я предотвратил дверь от закрытия. Я предотвращаю собаку от лаяния. Я буду предотвращать аварию от случая.",
      "imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "produzieren",
      "translation": "производить",
      "definition": "etwas herzustellen oder anzufertigen, insbesondere in großem Umfang",
      "definition_translation": "Производить или изготовлять что-либо, особенно на большом масштабе.",
      "example": "Das Unternehmen wird bis Ende des Jahres 1000 Einheiten des neuen Produkts produzieren. Letztes Jahr produzierten sie 500 Einheiten. Sie werden bis Ende nächstes Jahres 2000 Einheiten produziert haben.",
      "example_translation": "Компания произведет 1000 единиц нового продукта к концу года. В прошлом году они произвели 500 единиц. К концу следующего года они произведут 2000 единиц.",
      "imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versprechen",
      "translation": "обещать",
      "definition": "Ein Versprechen oder eine Zusicherung, etwas zu tun",
      "definition_translation": "Обязательство или заверение сделать что-либо.",
      "example": "Ich versprach, sie gestern anzurufen, aber ich vergaß. Ich verspreche, das Projekt bis Ende der Woche fertigzustellen. Sie hatte versprochen, dem Treffen beizuwohnen, aber sie kam nicht.",
      "example_translation": "Я обещал позвонить ей вчера, но забыл. Я обещаю закончить проект к концу недели. Она обещала прийти на встречу, но не появилась.",
      "imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schützen",
      "translation": "защищать",
      "definition": "etwas vor Schaden, Verletzung oder Beeinträchtigung zu schützen",
      "definition_translation": "Защищать или охранять что-либо от вреда, ущерба или травмы.",
      "example": "Wir müssen die Umwelt vor Verschmutzung schützen. Die Polizei schützte die Demonstranten vor Gewalt. Sie wird ihre Rechte als Bürgerin schützen.",
      "example_translation": "Нам нужно защитить окружающую среду от загрязнения. Полиция защищала протестующих от насилия. Она будет защищать свои права как гражданина.",
      "imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beweisen",
      "translation": "доказать",
      "definition": "die Wahrheit oder Existenz von etwas nachzuweisen oder zu demonstrieren",
      "definition_translation": "Показать или доказать истину или существование чего-либо.",
      "example": "Er bewies den Satz in seiner Dissertation. Das Unternehmen wird seine finanzielle Stabilität bis Ende des Jahres beweisen. Sie hat sich als wertvolle Mitarbeiterin bewiesen.",
      "example_translation": "Он доказал теорему в своей диссертации. Компания докажет свою финансовую стабильность к концу года. Она доказала себя как ценного работника.",
      "imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anbieten",
      "translation": "предоставлять",
      "definition": "etwas zur Verfügung zu stellen oder anzubieten, wenn es benötigt wird",
      "definition_translation": "предоставлять что-то для использования или обеспечивать чем-то необходимым",
      "example": "Ich werde morgen Abend ein Mahl für die Gäste anbieten. Ich bot gestern ein Mahl für die Gäste an. Ich biete jeden Wochenende ein Mahl für die Gäste an.",
      "example_translation": "Я предоставлю еду для гостей завтра. Я предоставил еду для гостей вчера. Я обеспечиваю едой гостей каждую неделю.",
      "imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestrafen",
      "translation": "наказывать",
      "definition": "jemandem eine Strafe zu erteilen oder wegen Fehlverhaltens zu bestrafen",
      "definition_translation": "давать кому-то штраф или наказание за неправильное поведение",
      "example": "Die Lehrerin bestrafte den Schüler für sein Fehlverhalten. Die Lehrerin wird den Schüler bestrafen, wenn er nicht gehorcht. Die Lehrerin bestrafte den Schüler gestern.",
      "example_translation": "Учитель наказал студента за плохое поведение. Учитель наказает студента, если он не будет вести себя хорошо. Учитель наказал студента вчера.",
      "imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "бросать",
      "definition": "etwas zu beenden oder eine Arbeit oder Position aufzugeben",
      "definition_translation": "прекращать делать что-то или уходить с работы или должности",
      "example": "Ich werde morgen meinen Job aufgeben. Ich habe meinen Job letzte Woche aufgegeben. Ich habe vor fünf Jahren das Rauchen aufgegeben.",
      "example_translation": "Я уволюсь с работы завтра. Я уволился с работы на прошлой неделе. Я бросил курить пять лет назад.",
      "imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "бросать",
      "definition": "etwas zu beenden oder eine Arbeit oder Position aufzugeben",
      "definition_translation": "прекращать делать что-то или уходить с работы или должности",
      "example": "Sie gab ihren Job auf, um ihr eigenes Unternehmen zu gründen. Er gab das Team nach dem Streit auf. Sie haben miteinander nach dem Streit aufgehört zu sprechen.",
      "example_translation": "Она уволилась с работы, чтобы начать свой собственный бизнес. Он покинул команду после ссоры. Они перестали разговаривать друг с другом после драки.",
      "imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rennen",
      "translation": "гонка",
      "definition": "Ein Wettbewerb zwischen Menschen oder Tieren, bei dem der erste Mensch oder das erste Tier, das einen Kurs beendet, der Gewinner ist",
      "definition_translation": "конкурс между людьми или животными, где первый человек или животное, которое завершит курс, является победителем",
      "example": "Ich werde dir morgen bis zur Ziellinie das Rennen machen. Gestern habe ich mit meinem Freund gerannt. Ich laufe gegen die Uhr, um die Frist einzuhalten.",
      "example_translation": "Я побегу с тобой до финишной линии завтра. Вчера я соревновался с моим другом. Я соревнуюсь с временем, чтобы уложиться в сроки",
      "imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heben",
      "translation": "поднимать",
      "definition": "etwas oder jemanden hochzuheben oder einen Wert oder ein Niveau zu erhöhen",
      "definition_translation": "поднимать что-то или кого-то, или чтобы увеличить что-то в количестве или уровне",
      "example": "Ich hob meine Hand, um eine Frage zu stellen. Sie wird ihre Kinder zu nett sein erziehen. Sie hoben den Preis der Tickets letzte Woche an.",
      "example_translation": "Я поднял руку, чтобы задать вопрос. Она будет воспитывать своих детей быть добрыми. Они подняли цену билетов на прошлой неделе",
      "imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wiederaufbauen",
      "translation": "перестраивать",
      "definition": "etwas wieder aufzubauen, oft auf eine bessere oder stärkere Weise, nachdem es beschädigt oder zerstört wurde",
      "definition_translation": "строить что-то снова, часто лучше или сильнее, после того как оно было повреждено или уничтожено",
      "example": "Wir werden das Haus nach dem Hurrikan wieder aufbauen. Sie bauten die Stadt nach dem Krieg wieder auf. Sie baut ihr Selbstvertrauen nach dem Misserfolg wieder auf.",
      "example_translation": "Мы перестроим дом после урагана. Они перестроили город после войны. Она перестраивает свою уверенность после неудачи",
      "imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "recyclen",
      "translation": "перерабатывать",
      "definition": "gebrauchtes Material zu neuen Produkten zu verarbeiten, um Abfälle zu reduzieren und natürliche Ressourcen zu schonen",
      "definition_translation": "обработать или обработать использованные материалы для производства новых продуктов, уменьшить отходы и сохранить природные ресурсы",
      "example": "Wir recyclen Papier und Plastik, um die Umwelt zu schützen. Sie werden die alten Computer recyclen, um neue zu machen. Sie recycelt ihre alten Kleidungsstücke, um neue Accessoires zu machen.",
      "example_translation": "Мы перерабатываем бумагу и пластик, чтобы спасти окружающую среду. Они переработают старые компьютеры, чтобы сделать новые. Она перерабатывает свои старые вещи, чтобы сделать новых аксессуаров",
      "imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ersetzen",
      "translation": "заменить",
      "definition": "etwas Neues an die Stelle von etwas Altem oder Bestehendem zu setzen",
      "definition_translation": "Поместить что-то новое вместо старого или существующего",
      "example": "Ich ersetzte gestern mein altes Telefon durch ein neues, ich werde es morgen wieder tun, und ich hatte es letzte Woche getan.",
      "example_translation": "Я заменил старый телефон новым вчера, я заменю его снова завтра, и я заменил его на прошлой неделе.",
      "imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "retten",
      "translation": "спасение",
      "definition": "jemanden oder etwas aus Gefahr oder Schwierigkeiten zu retten",
      "definition_translation": "Акт спасения кого-то или чего-то от опасности или неприятности",
      "example": "Das Rettungsteam rettete die Menschen aus dem brennenden Gebäude gestern, sie werden es morgen wieder tun, und sie hatten es letzte Woche getan.",
      "example_translation": "Команда спасения спасла людей из горящего здания вчера, они спасут их снова завтра, и они спасли их на прошлой неделе.",
      "imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reservieren",
      "translation": "резерв",
      "definition": "etwas für zukünftigen Gebrauch aufzubewahren oder für einen bestimmten Zweck beiseite zu legen",
      "definition_translation": "Сохранять что-то для будущего использования или откладывать что-то для определенной цели",
      "example": "Ich reserveierte einen Tisch im Restaurant gestern, ich werde es morgen wieder tun, und ich hatte es letzte Woche getan.",
      "example_translation": "Я забронировал столик в ресторане вчера, я забронирую один снова завтра, и я забронировал один на прошлой неделе.",
      "imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhen",
      "translation": "отдых",
      "definition": "eine Zeit der Erholung oder des Schlafes",
      "definition_translation": "Период отдыха или сна",
      "example": "Ich ruhte mich gestern zu Hause aus, ich werde es morgen wieder tun, und ich hatte mich letzten Woche am Strand ausgeruht.",
      "example_translation": "Я отдыхал дома вчера, я отдохну снова завтра, и я отдыхал на пляже на прошлой неделе.",
      "imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überarbeiten",
      "translation": "пересматривать",
      "definition": "etwas, insbesondere ein geschriebenes Werk, zu ändern, um es zu verbessern",
      "definition_translation": "Изменить что-то, особенно письменный текст, чтобы улучшить его.",
      "example": "Ich überarbeitete meinen Aufsatz letzte Nacht. Ich überarbeite meine Ziele jedes Jahr. Ich werde den Bericht nächste Woche überarbeiten.",
      "example_translation": "Я пересмотрел свою эссе昨 вечером. Я пересматриваю свои цели каждый год. Я пересмотрю отчет на следующей неделе.",
      "imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rauben",
      "translation": "ограбить",
      "definition": "jemandem oder einem Ort Eigentum mit Gewalt oder Drohungen wegzunehmen",
      "definition_translation": "Похищать имущество у человека или места с помощью силы или угроз.",
      "example": "Die Bank wurde letzte Nacht ausgeraubt. Ich wurde mein Portemonnaie beraubt. Der Laden wird ausgeraubt, wenn wir die Sicherheit nicht erhöhen.",
      "example_translation": "Банк был ограблен昨 вечером. Меня ограбили моего кошелька. Магазин будет ограблен, если мы не увеличит безопасность.",
      "imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rennen",
      "translation": "бежать",
      "definition": "Sich schnell zu Fuß bewegen, typischerweise in einem steten und schnellen Tempo.",
      "definition_translation": "Двигаться быстро на ногах, обычно в стабильном и быстром темпе.",
      "example": "Ich rannte einen Marathon letzten Jahr. Ich renne jeden Morgen. Ich werde zum Laden rennen.",
      "example_translation": "Я пробежал марафон в прошлом году. Я бегаю каждое утро. Я побегу в магазин позднее.",
      "imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "speichern",
      "translation": "сэкономить",
      "definition": "Etwas, insbesondere Geld, an einem sicheren Ort aufzubewahren oder es nicht auszugeben.",
      "definition_translation": "Хранить или запасать что-то, особенно деньги, в безопасном месте, или избежать использования или расхода его.",
      "example": "Ich speicherte mein Geld ein Jahr lang. Ich speichere Energie, indem ich die Lichter ausschalte. Ich werde die Datei auf meinem Computer speichern.",
      "example_translation": "Я сэкономил деньги за год. Я экономлю энергию, отключая свет. Я сохраню файл на моем компьютере.",
      "imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erzielen",
      "translation": "счёт",
      "definition": "Eine Punktzahl, die zeigt, wie gut jemand in einem Test, Spiel oder Wettbewerb abgeschnitten hat.",
      "definition_translation": "Счёт - это число, которое показывает, как хорошо кто-то справился в тесте, игре или соревновании.",
      "example": "Sie erzielte einen hohen Punktestand im Mathe-Test. Sie hat gute Punkte erzielt das ganze Semester über. Sie wird das Siegestor morgen erzielen.",
      "example_translation": "Она набрала высокий балл на математическом тесте. Она набирала хорошо весь семестр. Она забьет победный гол завтра.",
      "imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schreien",
      "translation": "крикнуть",
      "definition": "Ein sehr lautes, hohes Geräusch zu machen, oft wegen Angst, Schmerz oder Aufregung.",
      "definition_translation": "Крикнуть - это сделать очень громкий, высокий звук, часто из-за страха, боли илиexcitement.",
      "example": "Das Publikum schrie vor Aufregung, als das Konzert begann. Sie schrie vor Schreck, als sie die Spinne sah. Das Baby wird laut schreien, wenn es hungrig ist.",
      "example_translation": "Толпа крикнула от радости, когда начался концерт. Она закричала от恐ора, когда увидела паука. Малыш закричит громко, если он голоден.",
      "imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "suchen",
      "translation": "искать",
      "definition": "Sorgfältig und systematisch nach etwas zu suchen.",
      "definition_translation": "Искать - это тщательно и подробно искать что-то, часто систематическим образом.",
      "example": "Sie suchte das ganze Haus nach ihren verlorenen Schlüsseln. Er hat monatelang nach einem neuen Job gesucht. Sie werden die Habe des Verdächtigen heute Nacht durchsuchen.",
      "example_translation": "Она искала потерянные ключи по всему дому. Он искал новую работу в течение месяцев. Они будут искать вещи подозреваемого сегодня вечером.",
      "imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auswählen",
      "translation": "выбрать",
      "definition": "Etwas aus einer Gruppe oder Liste auszuwählen, oft wegen seiner Qualität oder Eignung.",
      "definition_translation": "Выбрать - это выбрать что-то из группы или списка, часто из-за его качества или подходящности.",
      "example": "Sie wählte den besten Wein für die Dinnerparty aus. Er wird das Team für das Meisterschaftsspiel auswählen. Sie hatten den perfekten Standort für das neue Büro ausgewählt.",
      "example_translation": "Она выбрала лучшее вино для ужина. Он выберет команду для чемпионской игры. Они выбрали идеальное место для нового офиса.",
      "imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "servieren",
      "translation": "служить",
      "definition": "Jemandem Essen oder Trinken anzubieten, insbesondere in einem Restaurant oder bei einer Mahlzeit.",
      "definition_translation": "Обслуживать кого-то едой или напитками, особенно в ресторане или во время еды.",
      "example": "Ich servierte Kaffee an die Gäste. Ich serviere Kaffee an die Gäste. Ich werde Kaffee an die Gäste servieren.",
      "example_translation": "Я сервировал кофе гостям. Я обслуживаю кофе гостям. Я буду обслуживать кофе гостям.",
      "imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nähen",
      "translation": "шить",
      "definition": "Etwas mit einer Nadel und Faden zu reparieren oder herzustellen.",
      "definition_translation": "Исправлять или создавать что-то, используя иголку и нить.",
      "example": "Ich nähte einen Knopf an mein Hemd. Ich nähe gerade ein Kleid. Ich werde eine Decke nähen.",
      "example_translation": "Я пришил пуговицу на рубашке. Я шью платье. Я буду шить квilt.",
      "imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schütteln",
      "translation": "трясти",
      "definition": "Etwas schnell und kräftig von einer Seite zur anderen oder von oben nach unten zu bewegen.",
      "definition_translation": "Двигать что-то быстро и сильно из стороны в сторону или вверх и вниз.",
      "example": "Ich schüttelte seine Hand. Ich schüttle den Baum. Ich werde die Flasche schütteln.",
      "example_translation": "Я пожал руку ему. Я тряс дерево. Я буду трясти бутылку.",
      "imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "die Hand schütteln",
      "translation": "поручиться",
      "definition": "Jemandem die Hand zu geben, um ihn zu begrüßen oder eine Vereinbarung zu bestätigen.",
      "definition_translation": "Сцепить чью-то руку как способ приветствия или выражения согласия.",
      "example": "Wir schüttelten uns die Hand auf den Deal. Wir schütteln uns die Hände. Wir werden uns wieder die Hand schütteln.",
      "example_translation": "Мы пожали руки по договору. Мы пожимаем руки. Мы снова пожмем руки.",
      "imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schießen",
      "translation": "стрелять",
      "definition": "ein Projektiles von einer Waffe abzufeuern oder ein Foto mit einer Kamera aufzunehmen",
      "definition_translation": "выпускать_projectile из оружия или использовать камеру для съемки",
      "example": "Ich schoss gestern ein Tor im Fußballspiel. Ich filme jetzt einen Film. Ich werde morgen auf der Schießanlage ein Ziel treffen.",
      "example_translation": "Я забил гол в игре в футбол вчера. Я снимаю фильм сейчас. Я буду стрелять по мишени на тире завтра.",
      "imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "shoppen",
      "translation": "магазин",
      "definition": "ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen verkauft werden",
      "definition_translation": "здание или часть здания, где продаются товары или услуги",
      "example": "Ich ging letztes Wochenende shoppen im Einkaufszentrum. Ich shoppe jetzt online. Ich werde morgen im Supermarkt einkaufen.",
      "example_translation": "Я делал покупки в торговом центре на прошлых выходных. Я делаю покупки онлайн сейчас. Я буду делать покупки в супермаркете завтра.",
      "imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "skifahren",
      "translation": "кататься на лыжах",
      "definition": "eine Sportart, bei der man mit Skiern von einem Berg hinunterfährt, oder eine Form des Transportes mit Skiern",
      "definition_translation": "заниматься спортом катания на лыжах или использовать лыжи как средство передвижения",
      "example": "Ich fuhr gestern mit dem Ski den Berg hinunter. Ich fahre jetzt Ski mit meinen Freunden. Ich werde nächstes Jahr bei den Olympischen Spielen Ski fahren.",
      "example_translation": "Я катался на лыжах вниз по горе вчера. Я катаюсь на лыжах со своими друзьями сейчас. Я буду кататься на лыжах на Олимпийских играх в следующем году.",
      "imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausrutschen",
      "translation": "скользить",
      "definition": "unabsichtlich zu fallen oder zu rutschen, oder einen Fehler zu machen",
      "definition_translation": "падать или скользить случайно, или делать ошибку",
      "example": "Ich rutschte gestern auf dem Eis aus. Ich ziehe mich jetzt warm an. Ich werde morgen leise verschwinden.",
      "example_translation": "Я поскользнулся на льду вчера. Я надеваю теплую одежду сейчас. Я уйду тихо завтра.",
      "imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riechen",
      "translation": "пахнуть",
      "definition": "den Geruch oder Duft von etwas wahrzunehmen",
      "definition_translation": "ощущать запах или запах чего-то",
      "example": "Ich roch heute morgen den Kaffee, der frisch gebrüht wurde. Ich rieche jetzt die Blumen. Ich werde morgen frisch gebackenes Brot riechen.",
      "example_translation": "Я почувствовал запах кофе, варящегося утром. Я чувствую запах цветов сейчас. Я услышу запах свежевыпеченного хлеба завтра.",
      "imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lächeln",
      "translation": "улыбаться",
      "definition": "eine Gesichtsausdruck, der durch das Hochziehen der Mundwinkel gekennzeichnet ist",
      "definition_translation": "лицевое выражение, характеризующееся выгибом уголков рта вверх",
      "example": "Sie lächelte, als ich ins Zimmer trat. Sie lächelt jetzt in ihr Handy. Sie wird lächeln, wenn sie ihr Geburtstagsgeschenk sieht.",
      "example_translation": "Она улыбнулась мне, когда я вошел в комнату. Она улыбается теперь в свой телефон. Она улыбнется, когда увидит свой подарок на день рождения.",
      "imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschütten",
      "translation": "разлить",
      "definition": "etwas aus einem Behälter fließen oder fallen lassen",
      "definition_translation": "позволить чему-либо течь или выпасть из контейнера",
      "example": "Ich verschüttete den Saft auf dem Boden. Ich verschütte jetzt den Kaffee. Ich werde morgen Wasser verschütten.",
      "example_translation": "Я пролил сок на пол. Я проливаю кофе сейчас. Я пролью воду завтра.",
      "imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verderben",
      "translation": "испортивать",
      "definition": "etwas zu beschädigen oder zu ruinieren, insbesondere Lebensmittel",
      "definition_translation": "повредить или испортить что-то, особенно еду",
      "example": "Die Milch wird verderben, wenn du sie nicht kühlst. Ich verderbte die Überraschungsparty. Sie wird ihr Haar mit zu viel Hitze ruiniert haben.",
      "example_translation": "Молоко испортится, если не положить его в холодильник. Я испортил сюрпризную вечеринку. Она испортит волосы с помощью слишком частой стилизации с помощью нагрева.",
      "imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kleben",
      "translation": "приклеивать",
      "definition": "etwas an einer anderen Sache zu befestigen, normalerweise mit einem Klebstoff",
      "definition_translation": "Прикрепить или зафиксировать что-то к чему-то другому, типично используя клей или другой адгезивный материал.",
      "example": "Ich klebte das Poster mit Klebstoff an die Wand. Ich werde morgen das Etikett an das Paket kleben. Sie klebte an ihrer Entscheidung und änderte sie nicht.",
      "example_translation": "Я приклеил плакат к стене с помощью клея. Я приклею этикетку к пакету завтра. Она придерживалась svého решения и не изменила свое мнение.",
      "imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rühren",
      "translation": " перемешивать",
      "definition": "einen Löffel oder ein anderes Objekt in einer Mischung, wie etwa Essen oder Trinken, zu bewegen, um es zu mischen",
      "definition_translation": "Перемешивать ложкой или другими предметами в смеси,such as пищу или напиток, для ее смешивания.",
      "example": "Kannst du die Suppe für mich rühren? Sie rührt langsam den Kaffee. Er wird morgen früh die Mischung rühren.",
      "example_translation": "Можешь перемешать суп для меня? Она медленно перемешивает кофе. Он परमешает смесь завтра утром.",
      "imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "ударять",
      "definition": "Etwas oder jemanden mit einer schnellen, kräftigen Bewegung zu treffen oder anzugreifen.",
      "definition_translation": "Ударять или атаковать что-то или кого-то с силой, часто с быстрым, мощным движением.",
      "example": "Der Boxer wird seinen Gegner heute Nacht schlagen. Sie schlug den Ball mit ihrem Schläger. Sie schlugen letzten Jahr in der Mine auf Gold.",
      "example_translation": "Боксер ударит своего соперника сегодня вечером. Она ударила мяч своей ракеткой. Они нашли золото в шахте прошлом году.",
      "imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfolgen",
      "translation": "успевать",
      "definition": "Etwas zu erreichen, das man versucht hat, oft nach viel Anstrengung oder Schwierigkeiten.",
      "definition_translation": "Достичь чего-то, что вы пытались сделать, часто после большого усилия или трудности.",
      "example": "Ich habe den Job nach drei Bewerbungen erfolgreich erlangt. Sie wird in ihrem Unternehmen erfolgreich sein. Sie erreichten den Gipfel des Berges.",
      "example_translation": "Я добился работы после трех интервью. Она добьется успеха в своем бизнес-предприятии. Они добились успеха в восхождении на гору.",
      "imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorschlagen",
      "translation": "предлагать",
      "definition": "Etwas als Möglichkeit oder Lösung vorzuschlagen.",
      "definition_translation": "предлагать или рекомендовать что-то как可能性 или решение",
      "example": "Sie schlug vor, dass wir eine Pause machen, aber ich wollte das Projekt fertigstellen. Gestern schlug ich einen neuen Ansatz vor, und morgen werde ich ein Treffen vorschlagen.",
      "example_translation": "Она предложила, что мы взяли бы паузу, но я хотел закончить проект. Вчера я предложил новый подход, а завтра я предложу встречу.",
      "imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sonnenbaden",
      "translation": "загорать",
      "definition": "sich in der Sonne aufzuhalten, um eine Sonnenbräune zu bekommen.",
      "definition_translation": "лежать или сидеть на солнце, особенно для того, чтобы получить загар",
      "example": "Ich liebe es, während meines Urlaubs am Strand Sonnenbaden zu gehen. Sie sonnte sich den ganzen Morgen, aber bekam eine Sonnenbrände. Sie werden heute Abend auf dem Dach sonnenbaden.",
      "example_translation": "Я люблю загорать на пляже во время моего отпуска. Она загорала целое утро, но получить солнечный ожог. Они будут загорать на крыше позже.",
      "imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "помощь",
      "definition": "jemandem oder etwas Hilfe oder Zuspruch zu geben.",
      "definition_translation": "предоставлять помощь или поддержку кому-либо или чему-либо",
      "example": "Das Team erhielt Unterstützung von seinen Fans während des Spiels. Sie unterstützt ihre Familie finanziell. Sie werden das Charity-Event nächsten Monat unterstützen.",
      "example_translation": "Команда получила поддержку от своих фанатов во время игры. Она финансово поддерживает свою семью. Они поддержат благотворительное мероприятие в следующем месяце.",
      "imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "помощь",
      "definition": "etwas in einer bestimmten Position zu halten oder aufrechtzuerhalten.",
      "definition_translation": "держать или mantener что-то в определенном положении",
      "example": "Die Wand unterstützt das Dach des Gebäudes. Das Unternehmen unterstützt die lokale Gemeinschaft. Das System wird die neue Software-Aktualisierung unterstützen.",
      "example_translation": "Стена поддерживает крышу здания. Компания поддерживает местное сообщество. Система будет поддерживать новое обновление программного обеспечения.",
      "imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausschalten",
      "translation": "отключить",
      "definition": "die Operation von etwas zu stoppen, insbesondere durch Drücken eines Knopfes oder Bewegen eines Schalters.",
      "definition_translation": "остановить работу чего-либо, особенно нажатием кнопки или перемещением переключателя",
      "example": "Ich schaltete das Licht aus, als ich den Raum verließ. Ich werde den Computer ausschalten, wenn ich meine Arbeit beendet habe. Wenn du den Ofen nicht ausschaltest, wird er weiterhitzen.",
      "example_translation": "Я отключил свет, когда вышел из комнаты. Я отключу компьютер, когда закончу свою работу. Если ты не отключишь духовку, она будет продолжать нагреваться.",
      "imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschalten",
      "translation": "включить",
      "definition": "die Operation von etwas zu starten, insbesondere durch Drücken eines Knopfes oder Bewegen eines Schalters.",
      "definition_translation": "начать работу чего-либо, особенно нажатием кнопки или перемещением переключателя",
      "example": "Ich schaltete das Licht ein, als ich den Raum betrat. Sie wird den Fernseher einschalten, wenn ihre Lieblingssendung beginnt. Wenn du die Klimaanlage einschaltest, wird das Zimmer abkühlen.",
      "example_translation": "Я включил свет, когда вошел в комнату. Она включит телевизор, когда начнется ее любимое шоу. Если ты включишь кондиционер, он охладит комнату.",
      "imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschmack",
      "translation": "вкус",
      "definition": "die Empfindung von Geschmack oder Süßigkeit, wenn man isst oder trinkt.",
      "definition_translation": "ощущение вкуса или сладости, когда вы едите или пьете что-то",
      "example": "Der Wein hat einen reichen Geschmack. Sie mag den Geschmack von Erdbeeren. Der Koch fügte eine neue Zutat hinzu, um den Geschmack des Gerichts zu verstärken.",
      "example_translation": "Вино имеет богатый вкус. Она любит вкус клубники. Шеф-повар добавил новый ингредиент, чтобы усилить вкус блюда.",
      "imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerreißen",
      "translation": "рассказать",
      "definition": "etwas zu zerreißen oder ein Loch in etwas zu machen, mit einer plötzlichen, kräftigen Bewegung.",
      "definition_translation": "потянуть или быть разорванным, или сделать дыру в чем-то сudden, силовым движением",
      "example": "Sie zerriß ihr Kleid, als sie fiel. Er riss die Seite aus dem Buch. Der Sturm zerriss die Stadt, verursachte Zerstörung.",
      "example_translation": "Она разорвала платье, когда упала. Он порвал страницу из книги. Шторм разорвал город, gây разрушение.",
      "imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Test",
      "translation": "тест",
      "definition": "Ein Test ist eine Serie von Fragen oder Aufgaben, die dazu dienen, das Wissen, die Fähigkeiten oder die Fähigkeiten einer Person zu bewerten.",
      "definition_translation": "Тест - это серия вопросов или задач, разработанных для оценки знаний, навыков или способностей человека.",
      "example": "Ich werde morgen einen Test machen, aber ich habe noch nicht studiert. Sie hat letzte Woche einen Test gemacht und bestanden. Sie werden bis nächsten Monat einen Test gemacht haben.",
      "example_translation": "Я werde примут тест завтра, но я еще не учился. Она взяла тест на прошлой неделе и сдала его. Они примут тест к следующему месяцу.",
      "imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zecke",
      "translation": "клещ",
      "definition": "Eine Zecke ist ein kleiner parasitärer Insekten, der sich auf die Haut von Tieren oder Menschen festsetzt und ihr Blut aufsaugt.",
      "definition_translation": "Клещ - это маленькое паразитическое насекомое, которое прикрепляется к коже животных или людей и питается их кровью.",
      "example": "Ich fand eine Zecke auf meinem Hund gestern. Sie wird heute eine Zecke von ihrer Katze entfernen. Sie hatten letzten Jahr eine Zecke von ihrem Pferd entfernt.",
      "example_translation": "Я нашел клещ на моей собаке вчера. Она удалит клещ с ее кошки сегодня. Они удалили клещ с их лошади в прошлом году.",
      "imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krawatte",
      "translation": "галстук",
      "definition": "Eine Krawatte ist ein langes, schmales Stück Stoff, das um den Hals getragen wird, typischerweise von Männern, als Teil einer formellen Kleidung.",
      "definition_translation": "Галстук - это длинная, узкая полоска ткани, носимая вокруг шеи, обычно мужчинами, как часть формального наряда.",
      "example": "Er trug eine Krawatte zur Hochzeit gestern. Sie wird heute eine Krawatte zur Konferenz tragen. Sie trugen letzten Woche eine Krawatte zur Beerdigung.",
      "example_translation": "Он надел галстук на свадьбу вчера. Она будет носить галстук на конференцию сегодня. Они надели галстук на похороны на прошлой неделе.",
      "imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesamt",
      "translation": "общий",
      "definition": "Gesamt bezieht sich auf die vollständige oder gesamte Menge von etwas, einschließlich aller Teile oder Elemente.",
      "definition_translation": "Общий относится к полному или всему количеству чего-либо, включая все части или элементы.",
      "example": "Die Gesamtkosten des Projekts werden sehr hoch sein. Sie wird heute die Gesamtsumme der Ausgaben berechnen. Sie hatten insgesamt fünf Kinder.",
      "example_translation": "Общая стоимость проекта будет rất высокой. Она будет рассчитывать общую сумму затрат сегодня. У них былообщего пять детей.",
      "imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rundreise",
      "translation": "тур",
      "definition": "Eine Rundreise ist eine Reise mit Stopps an interessanten Orten, insbesondere eine, die von einer Gesellschaft organisiert wird.",
      "definition_translation": "поездка с остановками в интересных местах, особенно та, которая организована компанией",
      "example": "Ich machte letzten Sommer eine Rundreise durch Europa. Ich mache morgen eine Rundreise durch die Stadt. Ich werde nächste Woche eine Rundreise durch das Museum machen.",
      "example_translation": "Я совершил тур по Европе прошлым летом. Я беру тур по городу завтра. Я поберу тур по музею на следующей неделе.",
      "imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zug",
      "translation": "поезд",
      "definition": "Ein Zug ist ein selbstfahrendes Fahrzeug auf Schienen, bestehend aus einer Reihe von Wagen, das für den Transport von Personen oder Gütern verwendet wird.",
      "definition_translation": "самодвижущийся транспорт на рельсах, состоящий из связанной серии вагонов, используемый для перевозки людей или товаров",
      "example": "Ich nahm den Zug nach Paris. Ich nehme morgen den Zug nach Berlin. Ich werde nächsten Monat den Zug nach London nehmen.",
      "example_translation": "Я сел на поезд в Париж. Я беру поезд в Берлин завтра. Я поберу поезд в Лондон अगलий месяц.",
      "imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übertragen",
      "translation": "перевод",
      "definition": "etwas oder jemanden von einem Ort zu einem anderen zu bewegen",
      "definition_translation": "перемещать что-то или кого-то из одного места в другое",
      "example": "Ich übertrug das Geld auf mein Konto. Ich übertrage aktuell Dateien auf den neuen Computer. Ich werde die Daten in die Cloud übertragen.",
      "example_translation": "Я перевел деньги на мой счет. Я переношу файлы на новый компьютер. Я переведу данные в облако.",
      "imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übersetzen",
      "translation": "переводить",
      "definition": "den Sinn von Wörtern oder Text in einer anderen Sprache auszudrücken",
      "definition_translation": "выражать смысл слов или текста на другом языке",
      "example": "Kannst du diesen Text ins Russische übersetzen? Ich übersetzte das Dokument ins Englische. Ich werde die Website ins Spanische übersetzen.",
      "example_translation": "Можете перевести этот текст на русский язык? Я перевел документ на английский язык. Я переведу сайт на испанский язык.",
      "imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Versuchen",
      "translation": "попытаться",
      "definition": "sich bemühen, etwas zu tun oder zu erreichen",
      "definition_translation": "попытаться сделать что-то или попытаться достичь чего-то",
      "example": "Ich versuchte, letzten Jahr einen Marathon zu laufen, ich versuche jetzt, eine neue Sprache zu lernen, und ich werde versuchen, dieses Projekt bis morgen fertigzustellen.",
      "example_translation": "Я попытался пробежать марафон в прошлом году, сейчас я пытаюсь выучить новый язык, и я постараюсь завершить этот проект к завтра.",
      "imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Typ",
      "translation": "тип",
      "definition": "eine Kategorie oder Klasse von etwas, das gemeinsame Merkmale oder Eigenschaften aufweist",
      "definition_translation": "категория или класс чего-то, имеющий общие характеристики или признаки",
      "example": "Dieser Typ von Auto ist sehr beliebt, ich tippe gerade auf meinem Laptop, und sie wird morgen einen Bericht tippen.",
      "example_translation": "Такой тип машины очень популярный, сейчас я печатаю на meinem лэптопе, и она будет печатать отчет завтра.",
      "imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entkleiden",
      "translation": "разоблачаться",
      "definition": "seine Kleider abzulegen, insbesondere zur Vorbereitung auf das Bett oder ein Bad",
      "definition_translation": "снимать одежду, особенно в подготовке ко сну или ванне",
      "example": "Sie zog sich schnell aus und ging ins Bett, er zog sich langsam aus und sprang ins Schwimmbad, und sie werden sich für die Modenschau ausziehen.",
      "example_translation": "Она быстро раздевалась и ложилась в постель, он медленно раздевался и прыгал в бассейн, и они будут раздеваться для модного шоу.",
      "imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auspacken",
      "translation": "разгружать",
      "definition": "den Inhalt eines Sackes, einer Box oder eines anderen Behälters zu entfernen, insbesondere nach einer Reise",
      "definition_translation": "извлекать содержимое сумки, коробки или другого контейнера, особенно после путешествия",
      "example": "Ich packte meinen Koffer nach der Reise aus, sie wird die Umzugskartons morgen auspacken, und sie packten die neue Möbels aus.",
      "example_translation": "Я разгрузил мой чемодан после поездки, она будет разгружать ящики для переезда завтра, и они разгружали новую мебель.",
      "imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktualisieren",
      "translation": "обновить",
      "definition": "Etwas durch Hinzufügen neuer Informationen, Merkmale oder Ideen auf den neuesten Stand zu bringen.",
      "definition_translation": "Обновлять что-то, делая его более современным или актуальным, добавляя новую информацию, функции или идеи.",
      "example": "Ich muss mein Handy-Betriebssystem auf die neueste Version aktualisieren. Ich aktualisierte meine Website letzte Woche. Ich werde mein Lebenslauf nächsten Monat aktualisieren.",
      "example_translation": "Мне нужно обновить операционную систему моего телефона до последней версии. Я обновил мой веб-сайт на прошлой неделе. Я обновлю свое резюме в следующем месяце.",
      "imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abstimmen",
      "translation": "голосовать",
      "definition": "Etwas durch Ausdruck einer Vorliebe oder Meinung zu wählen oder zu entscheiden.",
      "definition_translation": "Выбирать или решать что-то, выражая предпочтение или мнение.",
      "example": "Ich werde bei der Wahl für sie stimmen. Sie stimmte gegen das Vorschlag ab. Sie werden nächste Woche über die neue Richtlinie abstimmen.",
      "example_translation": "Я проголосую за нее на выборах. Она проголосовала против предложения. Они проголосуют по новой политике на следующей неделе.",
      "imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Hund Gassi gehen lassen",
      "translation": "выгуливать собаку",
      "definition": "Einen Hund an der Leine zu führen, um ihn zu bewegen und zu erfreuen.",
      "definition_translation": "Взять собаку на прогулку, обычно на поводке, для физической и эмоциональной стимуляции.",
      "example": "Ich lasse meinen Hund jeden Morgen Gassi gehen. Sie lässt ihren Hund im Park Gassi gehen. Sie lassen ihren Hund um den Block Gassi gehen.",
      "example_translation": "Я выгуливаю свою собаку каждое утро. Она выгуливает свою собаку в парке. Они выгуливали свою собаку вокруг квартала.",
      "imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warnen",
      "translation": "предупреждать",
      "definition": "Jemandem eine Warnung oder Nachricht zu geben, dass etwas falsch ist oder passieren könnte.",
      "definition_translation": "Давать кому-то предупреждение или уведомление, что что-то не так или может发生ить.",
      "example": "Ich warnte ihn vor der Gefahr. Sie warnte mich vor dem Sturm. Sie werden uns vor dem Unfall warnen.",
      "example_translation": "Я предупредил его о опасности. Она предупредила меня о шторме. Они предупредят нас об аварии.",
      "imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschwenden",
      "translation": "мусор",
      "definition": "Un gewünschter oder unnötiger Stoff, Substanz oder Nebenprodukt.",
      "definition_translation": "Нежелательный или бесполезный материал, субстанция или побочный продукт.",
      "example": "Ich verschwendete viel Zeit damit, gestern Videospiele zu spielen. Ich verschwende mein Geld für unnötige Dinge. Ich werde eine Stunde damit verschwenden, morgen ein Buch zu lesen.",
      "example_translation": "Я потратил много времени, играя в видеоигры вчера. Я трачу свои деньги на ненужные вещи. Я потрачу час, читая книгу завтра.",
      "imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welle",
      "translation": "волна",
      "definition": "Eine Energiebewegung, die durch die Luft oder das Wasser reist, oft verursacht, dass es aufsteigt und fällt.",
      "definition_translation": "Движение энергии, которое проходит через воздух или воду, часто вызывая его поднятие и опускание.",
      "example": "Ich sah eine große Welle am Strand gestern. Die Welle der neuen Technologie ändert unser Leben. Wellen werden morgen gegen die Küste krachen.",
      "example_translation": "Я видел большую волну на пляже вчера. Волна новой технологии изменяет нашу жизнь. Волны будут разбивать о берег завтра.",
      "imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "etwas aufschreiben",
      "translation": "записать что-то",
      "definition": "Etwas schriftlich aufzuzeichnen oder zu notieren.",
      "definition_translation": "Записать или отметить что-то в письменной форме.",
      "example": "Ich schrieb die Telefonnummer gestern auf. Ich schreibe gerade meine To-Do-Liste auf. Ich werde morgen das Rezept aufschreiben.",
      "example_translation": "Я записал номер телефона вчера. Я пишу сейчас мой список задач. Я запишу рецепт завтра.",
      "imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]
}