{
  "data": [
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bunte Stifte",
      "translation": "цветные карандаши",
      "definition": "Bunte Stifte sind Kunstbedarf, der für das Malen und Zeichnen verwendet wird.",
      "definition_translation": "Цветные карандаши - это художественные материалы, используемые для рисования и окрашивания.",
      "example": "Ich habe bunte Stifte benutzt, um ein schönes Bild zu zeichnen. Ich werde sie wieder morgen verwenden. Ich habe sie letzte Woche verwendet, um eine Karte zu färben.",
      "example_translation": "Я использовал цветные карандаши, чтобы нарисовать красивую картину. Я снова использую их завтра. Я использовал их на прошлой неделе, чтобы окрасить карту.",
      "imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bleistift",
      "translation": "карандаш",
      "definition": "Ein Bleistift ist ein Schreib- oder Zeichengerät, das aus einem schmalen, festen Graphitkern besteht, der in einem Holzzylinder eingeschlossen ist.",
      "definition_translation": "Карандаш - это инструмент для письма или рисования, состоящий из узкого, твердого графитового ядра, закрытого в деревянном цилиндре.",
      "example": "Ich habe meinen Namen mit einem Bleistift geschrieben. Ich werde einen Bleistift verwenden, um Notizen zu machen. Ich habe einen Bleistift verwendet, um ein Porträt zu zeichnen.",
      "example_translation": "Я написал свое имя карандашом. Я использую карандаш, чтобы делать заметки. Я использовал карандаш, чтобы нарисовать портрет.",
      "imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinsel",
      "translation": "кисть",
      "definition": "Ein Pinsel ist ein Werkzeug mit Borsten oder Haaren, das zum Reinigen, Auftragen oder Verteilen von Substanzen verwendet wird.",
      "definition_translation": "Кисть - это инструмент с щетиной или волосами, используемый для очистки, нанесения или разбрызгивания веществ.",
      "example": "Ich habe einen Pinsel verwendet, um die Wand zu streichen. Ich werde einen Pinsel verwenden, um den Boden zu reinigen. Ich habe einen Pinsel verwendet, um Klebstoff aufzutragen.",
      "example_translation": "Я использовал кисть, чтобы покрасить стену. Я использую кисть, чтобы очистить пол. Я использовал кисть, чтобы нанести клей.",
      "imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lineal",
      "translation": "линейка",
      "definition": "Ein Lineal ist ein gerader Rand mit gleichmäßig angeordneten Markierungen, der als Leitfaden für das Zeichnen von geraden Linien verwendet wird.",
      "definition_translation": "Линейка - это прямой край с равномерно расположенными отметками, используемый в качестве направляющей для رسمки прямых линий.",
      "example": "Ich habe ein Lineal verwendet, um eine gerade Linie zu zeichnen. Ich werde ein Lineal verwenden, um die Länge des Tisches zu messen. Ich habe ein Lineal verwendet, um ein Diagramm zu zeichnen.",
      "example_translation": "Я использовал линейку, чтобы нарисовать прямую линию. Я использую линейку, чтобы измерить длину стола. Я использовал линейку, чтобы нарисовать диаграмму.",
      "imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schere",
      "translation": "NoSuch",
      "definition": "Eine Schere besteht aus zwei Klingen, die so gepivottet sind, dass die scharfen Kanten zusammengebracht werden können, um dünne Materialien wie Papier, Stoff oder Haare zu schneiden.",
      "definition_translation": "Пара ножниц состоит из двух лезвий, которые шарнирно прикреплены, чтобы острые края могли быть brought вместе, чтобы切атьнежные материалы, такие как бумага, ткань или волосы.",
      "example": "Ich habe eine Schere verwendet, um Papierformen auszuschneiden. Sie wird die Schere morgen schleifen. Sie haben den ganzen Tag Scheren verwendet, um Stoff zu schneiden.",
      "example_translation": "Я использовал ножницы, чтобы вырезать纸шаблоны. Она отточит ножницы завтра. Они целый день использовали ножницы, чтобы裁剪fabric.",
      "imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knopf",
      "translation": "кнопка",
      "definition": "Ein Knopf ist eine kleine Plastik- oder Metallscheibe oder Knopf, der verwendet wird, um etwas zu verschließen oder zu öffnen, insbesondere Kleidung.",
      "definition_translation": "Маленькая пластиковая или металлическая дисковая или кнопка, обычно круглая и плоская, используемая для застегивания или расстегивания чего-либо, особенно одежды.",
      "example": "Ich habe einen Knopf an meinem Hemd verloren. Sie hat den Knopf wieder angenäht. Sie werden einen neuen Knopf für die Website entwerfen.",
      "example_translation": "Я потерял кнопку на моей рубашке. Она пришила кнопку обратно. Они спроектируют новую кнопку для веб-сайта.",
      "imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeichenstecker",
      "translation": "drawing заколка",
      "definition": "Ein Zeichenstecker ist ein kleiner Stift mit einem flachen Kopf, der verwendet wird, um Dinge an einer Tafel oder Wand anzubringen, insbesondere zum Anzeigen von Zeichnungen oder Ankündigungen.",
      "definition_translation": "Маленькая булавка с плоской головкой, используемая для прикрепления вещей к доске или стене, особенно для отображения рисунков или объявлений.",
      "example": "Ich habe einen Zeichenstecker verwendet, um ein Plakat aufzuhängen. Sie kaufte ein Packet mit Zeichenstiften. Sie haben Zeichenstecker verwendet, um Karten an die Wand zu heften.",
      "example_translation": "Я использовал заколку для рисования, чтобы повесить плакат. Она купила пакет заколок для рисования. Они целый день использовали заколки для рисования, чтобы прикрепить карты к стене.",
      "imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tinte",
      "translation": "чернила",
      "definition": "Eine Tinte ist eine flüssige Substanz, die zum Schreiben oder Drucken verwendet wird, typischerweise hergestellt aus einer Mischung von Farbstoffen, Pigmenten und Lösungsmitteln.",
      "definition_translation": "Жидкое вещество, используемое для написания или печати, обычно изготовленное из смеси красителей, пигментов и растворителей.",
      "example": "Ich brauche neue Tinte für meinen Stift. Sie hat die Tinte auf dem Tisch verschüttet. Sie werden das neue Tintenrezept morgen testen.",
      "example_translation": "Мне нужно купить некоторые чернила для моей ручки. Она пролила чернила на стол. Они будут тестировать новую формулу чернил завтра.",
      "imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Muster",
      "translation": "шаблон",
      "definition": "Ein Muster ist ein regelmäßiges oder wiederholtes Design oder eine Anordnung von Dingen, wie z.B. ein Satz von Anweisungen oder ein Modell, das gefolgt werden soll.",
      "definition_translation": "Шаблон - это регулярный или повторяющийся дизайн или расположение вещей, таких как набор инструкций или модель для выполнения.",
      "example": "Ich habe ein Muster verwendet, um ein schönes Kleid zu nähen. Ich werde ein Muster verwenden, um eine Website zu entwerfen. Sie hat ein Muster verwendet, um ihr Zimmer zu dekorieren.",
      "example_translation": "Я использовал шаблон, чтобы сшить красивое платье. Я буду использовать шаблон, чтобы спроектировать веб-сайт. Она использовала шаблон, чтобы украсить свою комнату.",
      "imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "штырь",
      "definition": "Eine Nadel ist ein kleines, dünnes Stück Metall mit einer Spitze an einem Ende und einem Kopf am anderen, das verwendet wird, um Dinge zusammenzustecken.",
      "definition_translation": "Штырь - это小, тонкая кусок металла с острием на одном конце и головкой на другом, используется для скрепления вещей вместе.",
      "example": "Ich habe eine Nadel verwendet, um mein Hemd zuzustecken. Sie wird eine Nadel verwenden, um ihr Haar zu fixieren. Sie haben Nadeln verwendet, um Stoff zusammenzustecken.",
      "example_translation": "Я использовал штырь, чтобы застегнуть свою рубашку. Она будет использовать штырь, чтобы уложить волосы. Они использовали штыри, чтобы удерживать ткань вместе.",
      "imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelkissen",
      "translation": "игольница",
      "definition": "Ein Nadelkissen ist ein kleines, runde oder ovale Objekt mit einer weichen Oberfläche, das verwendet wird, um Nadeln zu halten.",
      "definition_translation": "Игольница - это small, круглый или овальный объект с мягкой поверхностью, используемый для хранения штырей.",
      "example": "Ich nähte ein Nadelkissen, um meine Nadeln organisiert zu halten. Sie benutzte ein Nadelkissen, um ihre Nadeln zu speichern. Sie machten ein Nadelkissen als Geschenk.",
      "example_translation": "Я сшила игольницу, чтобы хранить свои штыри организованно. Она использовала игольницу, чтобы хранить свои иглы. Они сделали игольницу в качестве подарка.",
      "imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pappe",
      "translation": "картон",
      "definition": "Pappe ist ein starrer, dicker Karton, der verwendet wird, um Schachteln, Kartons und andere Behälter herzustellen.",
      "definition_translation": "Картон - это жесткая, толстая бумага, используемая для производства коробок, картонных упаковок и других контейнеров.",
      "example": "Ich verwendete Pappe, um eine Schachtel zu machen. Sie wird Pappe verwenden, um ein Projekt zu erstellen. Sie verwendeten Pappe, um ihr Gepäck zu verpacken.",
      "example_translation": "Я использовал картон, чтобы сделать коробку. Она будет использовать картон, чтобы создать проект ручной работы. Они использовали картон, чтобы упаковать свой багаж.",
      "imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ton",
      "translation": "глина",
      "definition": "Ein weicher, klebriger Erdbodenstoff, Typically gelblich oder braunlich gefärbt, der verwendet wird, um Keramik, Ziegel und andere Objekte herzustellen.",
      "definition_translation": "Мягкий, липкий материал地球,通常 желтовато-коричневого цвета, используемый для изготовления керамических изделий, кирпичей и других объектов.",
      "example": "Ich machte eine Vase aus Ton in der Kunstklasse gestern. Ich werde ein Skulptur aus Ton für mein Kunstprojekt machen. Ich machte einen Fehler, während ich letzte Woche mit Ton arbeitete.",
      "example_translation": "Я сделал вазу из глины на уроке искусства вчера. Я собираюсь сделать скульптуру из глины для моего арт-проекта. Я сделал ошибку при работе с глиной на прошлой неделе.",
      "imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buntstifte",
      "translation": "краски",
      "definition": "Ein Stab aus gefärbtem Wachs, der verwendet wird, um zu zeichnen oder zu kolorieren.",
      "definition_translation": "Палочки из цветного воска, используемые для рисования или покраски.",
      "example": "Die Kinder färbten mit Buntstiften in der Kita gestern. Ich muss mehr Buntstifte für die Geburtstagsparty meines Neffen kaufen. Sie haben seit dem Morgen mit Buntstiften gezeichnet.",
      "example_translation": "Дети рисовали красками в детском саду вчера. Мне нужно купить больше красок для дня рождения моего племянника. Они рисовали красками с утра.",
      "imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleber",
      "translation": "клей",
      "definition": "Eine klebrige Substanz, die verwendet wird, um Dinge zusammenzusetzen oder zu reparieren.",
      "definition_translation": "Липкая субстанция, используемая для joining или ремонта вещей.",
      "example": "Ich verwendete Kleber, um mein kaputtes Spielzeug zu reparieren, als ich ein Kind war. Sie benötigt Kleber, um die Stücke zusammenzusetzen für ihr Handwerkprojekt. Sie werden die Papiere morgen zusammenkleben.",
      "example_translation": "Я использовал клей, чтобы починить мою сломанную игрушку, когда я был ребенком. Ей нужно приклеить куски вместе для ее проекта ремесел. Они приклеят бумаги вместе завтра.",
      "imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähnadel",
      "translation": "игла",
      "definition": "Ein kleines, dünnes Stück Metall mit einer Spitze an einem Ende und einem Auge am anderen Ende, das verwendet wird, um zu nähen oder zu sticken.",
      "definition_translation": "Маленький, тонкий кусок металла с острием на одном конце и глазом на другом, используемый для шитья или вышивки.",
      "example": "Meine Großmutter lehrte mich, wie man eine Nähnadel fädelt, als ich ein Kind war. Sie verwendet eine Nähnadel, um einen Knopf auf ihrem Mantel zu nähen. Sie werden Nähnadeln verwenden, um eine Decke nächster Monat zu machen.",
      "example_translation": "Моя бабушка научила меня, как нить иглу, когда я был ребенком. Она использует иглу, чтобы пришить кнопку к ее пальто. Они будут использовать иглы, чтобы сделать квiltnext месяц.",
      "imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papierserviette",
      "translation": "бумажная салфетка",
      "definition": "Ein kleines Stück Papier, das verwendet wird, um die Hände oder das Gesicht zu trocknen oder zu wischen, insbesondere während einer Mahlzeit.",
      "definition_translation": "Маленький кусочек бумаги, используемый для вытирания или утирания рук или лица, особенно во время еды.",
      "example": "Ich benötigte eine Papierserviette, um meinen Mund nach dem Essen eines saftigen Burgers zu wischen. Ich verwendet eine Papierserviette, um meine Hände zu reinigen. Ich werde eine Papierserviette verwenden, um mein Gesicht nach dem Waschen zu trocknen.",
      "example_translation": "Мне нужно было использовать бумажную салфетку, чтобы вытереть рот после еды сочной бургером. Я использовал бумажную салфетку, чтобы очистить руки. Я использовать буду бумажную салфетку, чтобы высушить лицо после мытья.",
      "imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sicherheitsnadel",
      "translation": "застёжка безопасности",
      "definition": "Eine kleine Nadel mit einem Schutzüberzug oder Verschluss, die verwendet wird, um Kleidung, insbesondere für Babys oder kleine Kinder, zu befestigen.",
      "definition_translation": "Маленькая булавка с защитным кожухом или застёжкой, используемая для застегивания одежды, особенно для малышей или маленьких детей.",
      "example": "Ich verwendete eine Sicherheitsnadel, um den Windel der Baby zu befestigen. Sie verlor eine Sicherheitsnadel während des Spielens. Ich werde eine Sicherheitsnadel kaufen, um mein gerissenes Hemd zu reparieren.",
      "example_translation": "Я использовал застёжку безопасности, чтобы застегнуть подгузник младенца. Она потеряла застёжку безопасности, играя. Я куплю застёжку безопасности, чтобы починить свою порванную рубашку.",
      "imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähmaschine",
      "translation": "швейная машина",
      "definition": "Eine Maschine, die verwendet wird, um Stoff, Leder oder andere Materialien zu nähen oder zu sticken, typischerweise mit einer Nähnadel und einem Faden.",
      "definition_translation": "Машина, используемая для шитья или строчки материала, кожи или других материалов, обычно с иглой и ниткой.",
      "example": "Ich muss eine Nähmaschine verwenden, um mein zerrissenes Kleid zu reparieren. Sie lernte, wie man eine Nähmaschine verwendet, in der Schule. Ich werde eine Nähmaschine kaufen, um meine eigenen Kleider zu machen.",
      "example_translation": "Мне нужно использовать швейную машину, чтобы починить свою порванную платье. Она научилась использовать швейную машину в школе. Я куплю швейную машину, чтобы создавать свои собственные вещи.",
      "imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aufkleber",
      "translation": "наклейка",
      "definition": "Ein kleiner, selbstklebender Aufkleber oder Bild, der verwendet wird, um etwas zu dekorieren oder zu identifizieren.",
      "definition_translation": "Маленькая клеящаяся метка или картинка, используемая для украшения или идентификации чего-либо.",
      "example": "Ich klebte einen Aufkleber auf mein Laptop. Sie sammelte Aufkleber von ihren Lieblingscartoons. Ich werde einen Aufkleber verwenden, um mein Buchcover zu dekorieren.",
      "example_translation": "Я приклеил наклейку на мой ноутбук. Она собрала наклейки из своих любимых мультфильмов. Я использовать буду наклейку, чтобы украсить обложку своей книги.",
      "imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnur",
      "translation": "струна",
      "definition": "Eine lange, dünne, flexible Struktur aus gedrehten Fäden oder Fasern, die zum Binden, Befestigen oder Verbinden von Dingen verwendet wird.",
      "definition_translation": "Длинная, тонкая, гибкая структура, сделанная из скрученных нитей или волокон, используемая для связывания, фиксации или соединения вещей.",
      "example": "Sie band das Paket mit einer Schnur zusammen. Sie hatte die Schnur fest zugebunden. Sie wird die Schnur morgen wieder zubinden.",
      "example_translation": "Она завязала пакет струной. Она завязала струну плотно. Она завяжет струну снова завтра.",
      "imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Draht",
      "translation": "провод",
      "definition": "Ein dünner, flexibler Faden oder Streifen aus Metall, der zum Leiten von Elektrizität oder Senden von Nachrichten verwendet wird.",
      "definition_translation": "Тонкая, гибкая нить или полоса металла, используемая для проведения электричества или отправки сообщений.",
      "example": "Das Telefonkabel war kaputt. Sie haben das Kabel gestern repariert. Sie werden ein neues Kabel nächste Woche installieren.",
      "example_translation": "Телефонный провод был сломан. Они починили провод вчера. Они установят новый провод на следующей неделе.",
      "imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reißverschluss",
      "translation": "молния",
      "definition": "Ein Schnellverschluss, der aus einem Paar ineinandergreifender Zähne besteht, die durch einen schlittenförmigen Griff geöffnet oder geschlossen werden können.",
      "definition_translation": "Застежка, состоящая из пары взаимосвязанных зубцов, которая может быть открыта или закрыта скользящей кнопкой.",
      "example": "Ich zog meinen Anorak zu. Sie wird den Beutel morgen zuziehen. Sie zogen ihre Hose gestern zu.",
      "example_translation": "Я застегнул куртку. Она застегнет сумку завтра. Они застегнули свои брюки вчера.",
      "imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wachsmalstifte",
      "translation": "восковые карандаши",
      "definition": "Ein Stift aus gefärbtem Wachs, der zum Zeichnen oder Malen verwendet wird.",
      "definition_translation": "Палочка цветного воска, используемого для рисования или раскраски.",
      "example": "Das Kind benutzte Wachsmalstifte, um ein Bild zu malen. Sie wird Wachsmalstifte verwenden, um das Papier morgen zu bemalen. Sie benutzten Wachsmalstifte, um die Wand gestern zu dekorieren.",
      "example_translation": "Ребенок использовал восковые карандаши, чтобы нарисовать картину. Она будет использовать восковые карандаши, чтобы раскрасить бумагу завтра. Они использовали восковые карандаши, чтобы украсить стену вчера.",
      "imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stoff",
      "translation": "ткань",
      "definition": "Ein Stoff ist ein textiler Werkstoff, der meist durch Weben oder Stricken von Fasern hergestellt wird und zum Herstellen von Kleidung, Möbelbezügen und anderen textilen Erzeugnissen verwendet wird.",
      "definition_translation": "Ткань - это текстильный материал, чаще всего производимый путём ткачества или вязания волокон, и используется для производства одежды, обивки и других текстильных изделий.",
      "example": "Sie nähte den Stoff sorgfältig zusammen, um eine schöne Decke zu erstellen. Gestern hatte sie den Stoff im Laden gekauft. Bis nächstem Jahr wird sie das Stoffkunstprojekt fertiggestellt haben.",
      "example_translation": "Она тщательно сшила ткань вместе, чтобы создать красивую квilt. Вчера она купила ткань в магазине. К следующему году она закончит проект тканных искусств.",
      "imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummistempel",
      "translation": "резиновая печать",
      "definition": "Ein Gummistempel ist ein Werkzeug, das verwendet wird, um Tinte oder andere Substanzen auf eine Oberfläche aufzutragen, meist zum Drucken oder Markieren.",
      "definition_translation": "Резиновая печать - это инструмент, используемый для нанесения чернил или других веществ на поверхность, обычно для печати или маркировки.",
      "example": "Der Angestellte benutzte einen Gummistempel, um die Dokumente zu genehmigen. Sie hatte den Gummistempel verwendet, um die Briefe zu unterzeichnen. Bis nächstem Monat werden sie den alten Gummistempel durch einen neuen ersetzt haben.",
      "example_translation": "Клерк использовал резиновую печать для утверждения документов. Она использовала резиновую печать для подписания писем. К следующему месяцу они заменят старую резиновую печать на новую.",
      "imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Filz",
      "translation": "фильтр",
      "definition": "Filz ist ein nicht gewebter Stoff aus Wolle, Haar oder synthetischen Fasern, der oft zum Herstellen von Hüten, Pantoffeln oder anderen Handarbeiten verwendet wird.",
      "definition_translation": "Фильтр - это нетканый материал, сделанный из шерсти, волос или синтетических волокон, часто используемый для изготовления шляп, тапочек или других craft.",
      "example": "Die Handwerkerin schnitt den Filz sorgfältig zu, um einen schönen Schmuck anzufertigen. Sie hatte den Filz vor dem Kauf getastet. Bis nächstem Winter wird sie einen Filzhut gemacht haben.",
      "example_translation": "Мастерmetic тщательно cắt фильтр, чтобы создать красивый украшение. Она чувствовала текстуру ткани перед тем, как купить ее. К следующей зиме она сделает фильтровую шляпу.",
      "imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zange",
      "translation": "плоские щипцы",
      "definition": "Eine Handwerkzeug, das verwendet wird, um Objekte zu greifen und zu biegen, wie Rohre, Drähte oder kleine Teile.",
      "definition_translation": "Плоские щипцы - это ручные инструменты, используемые для захвата и изгиба различных объектов, таких как трубы, провода или小 детали.",
      "example": "Der Mechaniker benutzte eine Zange, um den Bolzen zu ergreifen. Sie hatte eine Zange verwendet, um den Draht zu biegen. Bis nächste Woche werden sie die Zange repariert haben.",
      "example_translation": "Механик использовал плоские щипцы, чтобы захватить болт. Она использовала плоские щипцы, чтобы загнуть провод. К следующей неделе они исправят плоские щипцы.",
      "imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Druckknopf",
      "translation": "пресс пуговица",
      "definition": "Ein kleiner metallener oder plastischer Verschluss, der verwendet wird, um zwei Teile eines Kleidungsstücks oder eines anderen Stoffes zusammenzufügen.",
      "definition_translation": "Маленькая металлическая или пластиковая застежка, используемая для прикрепления или соединения двух частей одежды или другой ткани вместе.",
      "example": "Ich musste einen neuen Druckknopf an meiner Jacke annähen, weil der alte kaputt war. Gestern habe ich einen neuen Druckknopf an meine Jacke genäht, und morgen werde ich einen weiteren annähen.",
      "example_translation": "Мне пришлось пришить новую пресс пуговицу на мой жилет, потому что старая сломалась. Вчера я пришила новую пресс пуговицу на мой жилет, а теперь я пришью еще одну завтра.",
      "imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlag",
      "translation": "удар",
      "definition": "Ein schneller, kräftiger Schlag, insbesondere einer, der mit einer geballten Faust ausgeführt wird.",
      "definition_translation": "Быстрый, острый удар, особенно тот, который наносится сжатым кулаком.",
      "example": "Ich werde morgen den Sandsack boxen, aber gestern habe ich ihn sehr hart geboxt. Wenn ich den Sandsack erneut boxe, wird er kaputt gehen.",
      "example_translation": "Завтра я ударю мешок, а вчера я ударил его сильно. Если я ударю мешок снова, он сломается.",
      "imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleife",
      "translation": "лента",
      "definition": "Ein langer, schmaler Streifen aus Stoff, der typischerweise farbig ist und für dekorative oder zeremonielle Zwecke verwendet wird.",
      "definition_translation": "Длинная, узкая полоса ткани, обычно окрашенная и используемая для декоративных или церемониальных целей.",
      "example": "Ich werde morgen ein Band auf das Geschenk binden, aber gestern habe ich es mit einer Schleife gebunden. Wenn ich das Band erneut auf das Geschenk binde, wird es schön sein.",
      "example_translation": "Завтра я завяжу ленту на подарок, а вчера я завязал ее бантом. Если я завяжу ленту на подарок снова, она будет красивой.",
      "imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wälzchen",
      "translation": "ролик",
      "definition": "Ein zylindrisches oder kugelförmiges Objekt, das auf einer Oberfläche rollt oder frei beweglich ist, um Reibung zu reduzieren oder Bewegungen zu erleichtern.",
      "definition_translation": "Цилиндрический или сферический объект, который вращается или движется свободно на поверхности, используемый для уменьшения трения или облегчения движения.",
      "example": "Ich werde morgen ein Wälzchen verwenden, um die Wand zu streichen, aber gestern habe ich es verwendet, um die Oberfläche zu glätten. Wenn ich das Wälzchen wieder verwende, wird es leicht sein, die Wand zu streichen.",
      "example_translation": "Завтра я использую ролик для покраски стены, а вчера я использовал его для сглаживания поверхности. Если я использую ролик снова, будет легко красить.",
      "imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleifpapier",
      "translation": "наждачная бумага",
      "definition": "Ein Typ von Papier mit einer rauen Oberfläche, das verwendet wird, um Holz, Metall und andere Materialien zu glätten und zu polieren.",
      "definition_translation": "вид бумаги с грубой поверхностью, используемой для выравнивания и полировки дерева, металла и других материалов",
      "example": "Ich habe Schleifpapier verwendet, um die rauen Kanten des Holztisches zu glätten. Gestern habe ich den Fußboden für die Malerei vorbereitet. Bis nächster Woche werde ich alle Türen und Fenster geschliffen haben.",
      "example_translation": "Я использовал наждачную бумагу, чтобы разгладить неровные края деревянного стола. Вчера я отшлифовал пол, чтобы подготовить его к покраске. К следующей неделе я отшлифую все двери и окна.",
      "imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pailletten",
      "translation": "позументы",
      "definition": "Kleine, glänzende Scheiben, die zum Dekorieren von Kleidung, Accessoires und anderen Stoffen verwendet werden.",
      "definition_translation": "маленькие блестящие диски, используемые для декорирования одежды, аксессуаров и других тканей",
      "example": "Das Kleid war voller Pailletten, die im Licht funkelten. Sie hat Pailletten auf ihr Kostüm für die Party genäht. Bis nächstem Jahr wird sie eine Kollektion von Abendkleidern mit Pailletten entworfen haben.",
      "example_translation": "Платье было покрыто позументами, которые блистали под светом. Она пришила позументы на свой костюм дляparty. К следующему году она спроектирует коллекцию вечерних платьев, украшенных позументами.",
      "imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schablone",
      "translation": "шаблон",
      "definition": "Ein dünnes Blatt Material, wie Papier oder Kunststoff, mit einem Design oder Muster, das ausgestanzt wurde, um ein ähnliches Design oder Muster auf einer Oberfläche zu erstellen.",
      "definition_translation": "тонкий лист материала, such as paper или пластика, с вырезанным дизайном или шаблоном, используемый для создания аналогичного дизайна или шаблона на поверхности",
      "example": "Ich habe eine Schablone verwendet, um ein Muster auf die Wand zu malen. Sie hat eine Schablone erstellt, um ihren Kuchen zu dekorieren. Bis nächstem Monat werden sie ein Set von filigranen Schablonen für das Kunststudio entworfen haben.",
      "example_translation": "Я использовал шаблон, чтобы нарисовать дизайн на стене. Она создала шаблон, чтобы украсить свой торт. К следующему месяцу они спроектируют набор изысканных шаблонов для арт-студии.",
      "imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stich",
      "translation": "шить",
      "definition": "Ein einziger Durchgang einer Nadel und eines Fadens durch ein Gewebe, um es zu verbinden, zu reparieren oder zu dekorieren.",
      "definition_translation": "один проход иглы и нити через ткань, используемый для соединения, ремонта или декорирования ее",
      "example": "Sie hat einen Stich in ihr Kleid genommen, um den Riss zu flicken. Ich habe den zerrissenen Seiten zusammengeflickt. Bis nächster Woche wird sie ein schönes Quilt genäht haben.",
      "example_translation": "Онашила стежок в ее платье, чтобы починить разрыв. Я прошил разорванную страницу. К следующей неделе она будет шить красивый квILT.",
      "imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Styropor",
      "translation": "стyrofoam ( Russian term is the same)",
      "definition": "Ein Typ von leichtem, bruchanfälligem und porösem Kunststoff-Schaum, der für die Herstellung von Formen, Verpackungen und Dämmungen verwendet wird.",
      "definition_translation": " rodzaj lekkiego, kruchego i porowatego pianki plastikowej używanej do tworzenia form, пакиowania i izolacji",
      "example": "Das Unternehmen verwendet Styropor-Boxen, um ihre Produkte zu verpacken. Sie hatten letztes Jahr Styropor-Container verwendet, aber jetzt verwenden sie Recycling-Papier. Bis nächstem Jahr werden sie biologisch abbaubare Verpackungen verwenden.",
      "example_translation": "Компания использует коробки из styrofoam для упаковки своих продуктов. Они использовали контейнеры из styrofoam в прошлом году, но теперь используют макулатуру. К следующему году они перейдут на биоразлагаемую упаковку.",
      "imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fingerhut",
      "translation": "наперсток",
      "definition": "Ein kleiner, runder Behälter, der auf den Finger gesteckt wird, um ihn beim Nähen zu schützen.",
      "definition_translation": "маленький, округлый контейнер, который носится на конце пальца, чтобы защитить его во время шитья",
      "example": "Sie hat sich sorgfältig ihren Fingerhut angezogen, um das feine Muster zu nähen. Sie hatte ihren Fingerhut zuhause vergessen, so musste sie vorsichtig nähen. Bis zum Ende des Tages wird sie das ganze Kleid ohne ihren Fingerhut genäht haben.",
      "example_translation": "Она аккуратно надела свой наперсток, чтобы сшить интригующий дизайн. Она забыла свой наперсток дома, поэтому ей пришлось шить осторожно. К концу дня она закончит шить整个 платье без наперстка.",
      "imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Faden",
      "translation": "нить",
      "definition": "Ein langer, dünner Strang von Fasern oder Garn, der zum Nähen oder Weben verwendet wird.",
      "definition_translation": "длинная, тонкая нить волокон или пряжи, используемая для шитья или ткачества",
      "example": "Sie hat sorgfältig den Faden durch die Nadel geführt, um die Risse zu nähen. Sie hatte einen dicken Faden verwendet, um die Lederflicken zu nähen. Bis nächster Woche wird sie alle Knöpfe mit einem passenden Faden genäht haben.",
      "example_translation": "Она аккуратно продела нить через иглу, чтобы сшить разрывы. Она использовала толстую нить, чтобы сшить кожаные 패чи. К следующей неделе она сшила все кнопки с соответствующей нитью.",
      "imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lack",
      "translation": "лак",
      "definition": "Eine Art transparenter oder halbtransparenter flüssiger Überzug, der verwendet wird, um Holz oder andere Materialien zu schützen und ihr Aussehen zu verbessern.",
      "definition_translation": "тип прозрачной или полупрозрачной жидкой покрывной основы, используемый для защиты и улучшения внешнего вида дерева или других материалов",
      "example": "Der Möbelschreiner hat mehrere Schichten Lack auf die Holzoberfläche aufgetragen, um sie zu schützen. Er hatte einen schnell trocknenden Lack verwendet, um den Tisch letzten Woche zu fertigen. Bis nächstem Monat wird er einen wasserfesten Lack auf die Außenmöbel aufgetragen haben.",
      "example_translation": "Мебельщик нанес несколько слоев лака, чтобы защитить деревянную поверхность. Он использовал быстро сохнущий лак, чтобы закончить стол на прошлой неделе. К следующему месяцу он нанесет водонепроницаемый лак на садовую мебель.",
      "imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weidenmöbel",
      "translation": "плетеный",
      "definition": "Weidenmöbel sind eine Art von gewebten Möbeln oder anderen Objekten, die aus Pflanzenfasern wie Rattan oder Weide hergestellt werden.",
      "definition_translation": "Плетеный - это тип тканой мебели или других объектов, изготовленных из растительных волокон, таких как ротанг или ива.",
      "example": "Ich kaufte einen Weidenstuhl für meine Veranda, und er ist jetzt mein Lieblingssitzplatz zum Lesen. Ich flocht einen Korb letztes Jahr, und er hält immer noch gut. Ich werde nächsten Sommer einen neuen Tisch für unsere Gartenparty flechten.",
      "example_translation": "Я купил плетеный стул для своей веранды, и он стал моим любимым местом для чтения. В прошлом году я сплел корзину, и она все еще хорошо работает. В следующем году я сплету новый стол для нашей садовой вечеринки.",
      "imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Acrylfarbe",
      "translation": "акриловая краска",
      "definition": "Acrylfarbe ist eine schnell trocknende, wasserlösliche Farbe, die aus einer Mischung von Wasser, Pigment, Bindemittel und anderen Zusätzen hergestellt wird.",
      "definition_translation": "Акриловая краска - это быстросохнущая, водорастворимая краска, изготовленная из смеси воды, пигмента, связующего вещества и других добавок.",
      "example": "Ich benutzte Acrylfarbe, um einfarbiges Wandgemälde zu erstellen. Die Künstlerin mischte Acrylfarbe mit Wasser, um die richtige Konsistenz zu erreichen. Sie wird nächste Woche ein Porträt ihres Katzen mit Acrylfarbe malen.",
      "example_translation": "Я использовал акриловую краску, чтобы создать яркую фреску на стене. Художник смешал акриловую краску с водой, чтобы достичь желаемой консистенции. Она будет использовать акриловую краску, чтобы написать портрет ее кошки на следующей неделе.",
      "imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klebestreifen",
      "translation": "клейкая рамка",
      "definition": "Ein Klebestreifen ist ein dekorativer Streifen mit selbstklebendem Rücken, der auf eine Oberfläche aufgebracht werden kann, um ein Design oder Muster zu erstellen.",
      "definition_translation": "Клейкая рамка - это декоративная полоса с samo-клеящимся покрытием, которое может быть применено к поверхности, чтобы создать дизайн или узор.",
      "example": "Ich applizierte einen Klebestreifen auf die Ränder des Fotoalbums, um ein professionelles Aussehen zu erzielen. Die Handwerkerin benutzte einen Klebestreifen, um ein Scrapbook zu dekorieren. Sie wird nächsten Monat einen Klebestreifen auf einen Bilderrahmen aufbringen.",
      "example_translation": "Я применил клеющую рамку к краям фотоальбома, чтобы дать ему профессиональный вид. Ремесленник использовал клеющую рамку, чтобы украсить альбом для вырезок. Она будет применять клеющую рамку к рамке для pictures next month.",
      "imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perlen",
      "translation": "бусины",
      "definition": "Perlen sind kleine, runde Objekte, die normalerweise aus Glas, Plastik oder anderen Materialien hergestellt werden und als Schmuck oder als Mittel für die Herstellung von Schmuck verwendet werden.",
      "definition_translation": "Бусины - это небольшие, округлые объекты, обычно сделанные из стекла, пластика или других материалов, используемые для украшения или в качестве среды для изготовления украшений.",
      "example": "Ich fädelte Perlen auf eine Halskette, um ein einzigartiges Schmuckstück zu erstellen. Die Indianerin benutzte Perlen, um Intricate Muster auf ihrer Federkrone zu erstellen. Sie wird nächstes Jahr Perlen verwenden, um einen schönen Schmuck für den Weihnachtsbaum zu erstellen.",
      "example_translation": "Я нанизал бусины на ожерелье, чтобы создать уникальный предмет украшения. Индейский художник использовал бусины, чтобы создать интригующие узоры на ее головном уборе. Она будет использовать бусины, чтобы сделать красивое украшение для новогодней елки в следующем году.",
      "imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deckstich",
      "translation": "шв приblanket",
      "definition": "Ein Deckstich ist eine Art von Stich, die verwendet wird, um die rohen Kanten einer Decke oder eines anderen Heimtexilien-Projekts zu beenden, gekennzeichnet durch eine Serie von kleinen Schlaufen am Rand des Stoffes.",
      "definition_translation": "ティп стежки, используемый для отделки сырых краев одеяла или другого домашнего декора, характеризуется серией маленьких петель на краю ткани.",
      "example": "Ich werde einen Deckstich verwenden, um den Rand dieser Quilt zu beenden. Gestern benutzte ich einen Deckstich, um den Rand dieser Decke zu beenden. In Zukunft werde ich einen Deckstich verwenden, um den Rand aller meiner selbstgemachten Decken zu beenden.",
      "example_translation": "Я，将 использовать шв приblanket, чтобы закончить край этого квилта. Вчера я использовал шв приblanket, чтобы закончить край того одеяла. В будущем я буду использовать шв приblanket, чтобы закончить край всех моих домашних одеял.",
      "imageLink": "blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinsel-Set",
      "translation": "набор кистей",
      "definition": "Ein Set von Pinseln, das für verschiedene künstlerische oder kosmetische Zwecke verwendet wird, oft einschließlich einer Vielzahl von Formen und Größen.",
      "definition_translation": "Коллекция кистей, используемых для различных художественных или косметических целей, часто включая в себя различные формы и размеры.",
      "example": "Ich muss ein neues Pinsel-Set für meine Malerei kaufen. Sie hat dasselbe Pinsel-Set seit Jahren verwendet. Bis nächstem Jahr werde ich ein neues Pinsel-Set für meine Kunstklasse gekauft haben.",
      "example_translation": "Мне нужно купить новый набор кистей для рисования. Она использует тот же набор кистей уже годы. К следующему году я куплю новый набор кистей для моего арт-класса.",
      "imageLink": "brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kettstich",
      "translation": "цепной стежок",
      "definition": "Ein Kettstich ist eine Art von Stich, die in der Stickerei und Näharbeit verwendet wird, gekennzeichnet durch eine Serie von verbundenen Schlaufen, die einer Kette ähneln.",
      "definition_translation": "Тип стежки, используемый в вышивке и шитье, характеризуется серией связанных петель, похожих на цепь.",
      "example": "Ich kann einen Kettstich auf meiner Nähmaschine ausführen. Sie lernt gerade, einen Kettstich von Hand auszuführen. Bis zum Ende des Monats werde ich den Kettstich gemeistert haben.",
      "example_translation": "Я могу сделать цепной стежок на моей швейной машине. Она учится делать цепной стежок вручную. К концу месяца я овладею цепным стежком.",
      "imageLink": "chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rundstricknadel",
      "translation": "круглая игла",
      "definition": "Eine Art von Stricknadel mit einem runden oder flexiblen Schaft, die verwendet wird, um im Rundstricken oder um nahtlose Röhren zu erstellen.",
      "definition_translation": "Тип крючка для вязания с круглым или гибким стержнем, используемый для вязания в кругу или для создания бесшовных труб.",
      "example": "Ich brauche eine Rundstricknadel, um diese Mütze zu stricken. Sie verwendet eine Rundstricknadel, um einen Pullover zu machen. Bis nächsten Winter werde ich eine Rundstricknadel verwendet haben, um einen Schal zu stricken.",
      "example_translation": "Мне нужна круглая игла, чтобы связать эту шляпу. Она использует круглую иглу, чтобы сделать свитер. К следующей зиме я сделаю шарф, используя круглую иглу.",
      "imageLink": "circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eckenlocher",
      "translation": "угольный пуансон",
      "definition": "Ein Werkzeug, das verwendet wird, um eine abgerundete Ecke auf einem Papier oder Karton zu erstellen.",
      "definition_translation": "Инструмент, используемый для создания округлого угла на листе бумаги или карте.",
      "example": "Ich benutzte einen Eckenlocher, um eine dekorative Kante auf der Einladung zu erstellen. Gestern punchte ich alle Ecken der Dokumente. Bis nächste Woche werde ich alle Ecken der Berichte punchen.",
      "example_translation": "Я использовал угольный пуансон, чтобы создать декоративный край на приглашении. Yesterday, я пробил все углы документов. К следующей неделе я пробью все углы отчетов.",
      "imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Crespapier",
      "translation": "кrepе-бумага",
      "definition": "Eine Art von dünnem, krauseligen Papier, das für Dekorationen und Craft-Projekte verwendet wird.",
      "definition_translation": "Тип тонкой, морщинистой бумаги, используемой для декораций и проектов handmade.",
      "example": "Wir benutzten Crespapier, um den Party-Saal zu dekorieren. Crespapier ist ein Eckpfeiler in unserem Crafting-Vorrat. Bis nächstes Jahr werden wir Crespapier für alle unsere Dekorationen verwendet haben.",
      "example_translation": "Мы использовали кrepе-бумагу, чтобы украсить зал для праздника. Кrepе-бумага является основой в нашем ящике снабжения для crafts. К следующему году мы будем использовать кrepе-бумагу для всех наших декораций.",
      "imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Häkelnadel",
      "translation": "крючок для вязания",
      "definition": "Ein Werkzeug, das verwendet wird, um Schleifen in Garn zu machen, um ein Gewebe zu erstellen.",
      "definition_translation": "Инструмент, используемый для создания петель в нити, чтобы создать ткань.",
      "example": "Ich trage immer eine Häkelnadel bei mir, um Mützen für wohltätige Zwecke zu machen. Meine Großmutter lehrte mich, wie man eine Häkelnadel benutzt, als ich ein Kind war. Bis nächsten Monat werde ich eine Decke mit einer Häkelnadel gemacht haben.",
      "example_translation": "Я всегда ношу с собой крючок для вязания, чтобы делать шляпы для благотворительности. Моя бабушка научила меня, как использовать крючок для вязания, когда я был ребенком. К следующему месяцу я буду иметь сделанную_blanket, используя крючок для вязания.",
      "imageLink": "crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreuzstich",
      "translation": "крестовый шов",
      "definition": "Eine Art der Stickerei, die x-förmige Stiche verwendet, um ein Muster zu erstellen.",
      "definition_translation": "Тип вышивания, который использует стежки в виде креста, чтобы создать дизайн.",
      "example": "Ich liebe es, in meiner Freizeit Kreuzstich zu machen. Kreuzstich ist ein großartiges Hobby zur Entspannung. Bis nächsten Jahr werde ich mein Kreuzstich-Projekt beendet haben.",
      "example_translation": "Я люблю делать крестовый шов в свое свободное время. Крестовый шов - этоgreat хобби для релаксации. К следующему году я закончу свой проект крестового шва.",
      "imageLink": "cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Datumsstempel",
      "translation": "MARK дата",
      "definition": "Ein Datumsstempel ist ein Gerät oder ein Zeichen, das angezeigt, wann etwas erstellt, gesendet oder empfangen wurde.",
      "definition_translation": "Марка даты - это устройство или отметка, которая указывает дату, когда что-то было создано, отправлено или получено.",
      "example": "Der Anwalt überprüfte den Datumsstempel auf dem Dokument, um dessen Echtheit zu überprüfen. Sie musste das Datum auf allen Rechnungen aufstempeln, bevor sie sie an die Kunden schickte. Das Unternehmen wird ein neues Datumsstempel-System einführen, um ihre Dokumentation zu verbessern.",
      "example_translation": "Адвокат проверил марку даты на документе, чтобы проверить его подлинность. Она должна была поставить дату на всех счетах-фактурах перед отправкой их клиентам. Компания введет новую систему марки даты, чтобы улучшить свой процесс документооборота.",
      "imageLink": "date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Decoupage-Papier",
      "translation": "Бумага для декупажа",
      "definition": "Decoupage-Papier ist eine Art von Papier, die für die Dekoration von Oberflächen mit ausgeschnittenen Designs oder Mustern verwendet wird, typischerweise mit Klebstoff oder Lack.",
      "definition_translation": "Бумага для декупажа - это тип бумаги, используемой для украшения поверхностей с помощью вырезанных дизайнов или узоров, обычно с помощью клея или лака.",
      "example": "Die Kunstlehrerin zeigte den Schülern, wie sie Decoupage-Papier verwenden, um ein schönes Collage zu erstellen. Sie hatte eine große Sammlung von Decoupage-Papier in verschiedenen Farben und Mustern. Das Decoupage-Papier war zu zart, um es auf der Keramikvase zu verwenden.",
      "example_translation": "Учительница искусства показала студентам, как использовать бумагу для декупажа, чтобы создать красивый коллаж. У нее была обширная коллекция бумаги для декупажа_differentcolors и узорах. Бумага для декупажа была слишком хрупкой, чтобы быть использованной на керамическом вазе.",
      "imageLink": "decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stickgarn",
      "translation": "Шелковая нить для вышивки",
      "definition": "Stickgarn ist eine Art von Faden, der aus Baumwolle, Seide oder anderen Materialien hergestellt wird und für Hand- oder Maschinenstickerei und andere Formen der Nadelfarbenkunst verwendet wird.",
      "definition_translation": "Шелковая нить для вышивки - это тип нити, сделанной из хлопка, шелка или других материалов, используемой для ручной или машинной вышивки и других форм шитья.",
      "example": "Die Stickerin wählte sorgfältig das Stickgarn aus, um es dem Stoff des Kleides anzupassen. Sie musste das Stickprojekt beenden, bevor sie das Garn aufgebraucht hatte. Das Stickgarn war zu dünn, um es für die Tapetenarbeit zu verwenden.",
      "example_translation": "Вышивальщица тщательно выбрала шелковую нить, чтобы она соотвествовала ткани платья. Она должна была закончить проект вышивки, прежде чем истощились запасы нити. Шелковая нить была слишком тонкой, чтобы быть использованной для работ по таписерии.",
      "imageLink": "embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stickrahmen",
      "translation": "Вышивальная рамка",
      "definition": "Ein Stickrahmen ist ein runder oder ovaler Rahmen, der verwendet wird, um Stoff straff zu halten, um es einfacher zu nähen, zu sticken oder andere Formen der Nadelfarbenkunst auszuführen.",
      "definition_translation": "Вышивальная рамка - это круглая или овальная рамка, используемая для натяжения ткани, что делает ее легче для шитья, вышивки или других типов шитья.",
      "example": "Die Anfängerin der Stickerei fand es zunächst schwierig, den Stickrahmen zu handhaben, aber bald kapierte sie es. Der Stickrahmen war zu klein für die große Quilt, an der sie arbeitete. Sie benutzte einen Stickrahmen, um das feine Design auf dem Hochzeitskleid zu vollenden.",
      "example_translation": "Новичок-вышивальщица нашла трудным управление вышивальной рамкой сначала, но скоро овладела ею. Вышивальная рамка была слишком маленькой для большого квилта, над которым она работала. Она использовала вышивальную рамку, чтобы закончить интригующий дизайн на свадебном платье.",
      "imageLink": "embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaum Pinsel",
      "translation": "пенка для краски",
      "definition": "Ein Schaum Pinsel ist eine Art von Pinsel, die verwendet wird, um Lack oder andere Materialien auf eine Oberfläche aufzutragen. Er besteht typischerweise aus einem Schaum-Material und weichen Borsten, die viel Flüssigkeit absorbieren und halten können.",
      "definition_translation": "Пенка для краски - это тип кисти, используемой для нанесения краски или других материалов на поверхность. Она обычно сделана из материала пены и имеет мягкие волоски, которые абсорбируют и держат много жидкости.",
      "example": "Ich benutzte einen Schaum Pinsel, um die Wände gestern zu malen. Ich werde es verwenden, um den Klebstoff morgen aufzutragen. Ich habe es verwendet, um die Oberfläche in den letzten Woche zu beschichten.",
      "example_translation": "Я использовал пенку для краски, чтобы покрасить стены вчера. Я использую ее, чтобы нанести клей завтра. Я использовал ее, чтобы покрыть поверхность на прошлой неделе.",
      "imageLink": "foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heiße Klebepistole",
      "translation": "пистолет для клея",
      "definition": "Eine Heiße Klebepistole ist ein handgehaltener Apparat, der verwendet wird, um heißes Klebstoff auf eine Oberfläche aufzutragen. Er besteht aus einem Auslöser, einer Düse und einem Heizelement, das die Klebstoff-Stäbchen schmilzt.",
      "definition_translation": "Пистолет для клея - это ручное устройство, используемое для нанесения горячего клея на поверхность. Он состоит из спуска, насадки и нагревающего элемента, который плавит клеевые стики.",
      "example": "Ich benutzte eine Heiße Klebepistole, um die Dekorationen auf die Karte gestern aufzutragen. Ich werde es verwenden, um das Spielzeug morgen zu reparieren. Ich habe es verwendet, um die Materialien in den letzten Monat zu verbinden.",
      "example_translation": "Я использовал пистолет для клея, чтобы прикрепить украшения к карте вчера. Я использую его, чтобы починить игрушку завтра. Я использовал его, чтобы склеить материалы в прошлом месяце.",
      "imageLink": "glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haken und Öse",
      "translation": "крючок и петля",
      "definition": "Ein Haken und Öse ist eine Art von Verschluss, der verwendet wird, um zwei Teile zusammenzuschließen. Er besteht aus einem metallenen Haken und einer entsprechenden Öse, die an Stoff oder andere Materialien angebracht werden kann.",
      "definition_translation": "Крючок и петля - это тип застежки, используемой для соединения двух частей. Он состоит из металлического крючка и соответствующей петельки, которая может быть прикреплена к ткани или другим материалам.",
      "example": "Ich benutzte einen Haken und Öse, um das Kleid gestern zu verschließen. Ich werde es verwenden, um den Riemen morgen anzubringen. Ich habe es verwendet, um den Stoff in den letzten Jahr zu sichern.",
      "example_translation": "Я использовал крючок и петлю, чтобы застегнуть платье вчера. Я использую его, чтобы прикрепить ремень завтра. Я использовал его, чтобы обеспечить ткань в прошлом году.",
      "imageLink": "hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tintenplatte",
      "translation": "чёрнильная подушка",
      "definition": "Eine Tintenplatte ist ein kleines Pad, das verwendet wird, um Tinte aufzunehmen und zu halten, um Stempel oder Schreibfeder zu benutzen. Es wird typischerweise mit einem Stempel oder einer Schreibfeder verwendet, um Tinte auf Papier oder andere Oberflächen aufzutragen.",
      "definition_translation": "Чёрнильная подушка - это маленькая подушка, используемая для впитывания и удержания чернил для штамповки или письма. Она обычно используется с маркой или пером, чтобы наносить чернила на бумагу или другие поверхности.",
      "example": "Ich benutzte eine Tintenplatte, um den Umschlag gestern zu stempeln. Ich werde es verwenden, um das Dokument morgen zu unterzeichnen. Ich habe es verwendet, um die Texte in den letzten Monat zu drucken.",
      "example_translation": "Я использовал чёрнильную подушку, чтобы проставить конверт вчера. Я использую ее, чтобы подписать документ завтра. Я использовал ее, чтобы печатать тексты в прошлом месяце.",
      "imageLink": "ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stricknadeln",
      "translation": "шпильки для вязания",
      "definition": "Ein Paar spitzer Stäbe, die verwendet werden, um Garn in der Strickerei zu manipulieren, typischerweise in den Händen gehalten und verwendet, um Reihen von miteinander verbundenen Schlingen zu erzeugen.",
      "definition_translation": "Пару остронаконечных палок, используемых для манипуляции пряжей при вязании, обычно удерживаемых в руках и используемых для создания рядов взаимосвязанных петель.",
      "example": "Ich habe meine Stricknadeln verwendet, um einen schönen Schal für meine Schwester zu erstellen. Gestern habe ich einen Hut mit meinen Stricknadeln gestrickt. Bis zum nächsten Wochenende werde ich diesem Pullover mit meinen Stricknadeln fertiggestellt haben.",
      "example_translation": "Я использовал свои шпильки для вязания, чтобы создать красивый шарф для своей сестры. Вчера я вязал шляпу с помощью своих шпилек для вязания. К следующим выходным я закончу эту кофту, используя свои шпильки для вязания.",
      "imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Modelliermasse",
      "translation": "пластиковая глина",
      "definition": "Ein weiches, plastisches Material, das zum Formen und Modellieren verwendet wird, oft in künstlerischen oder pädagogischen Zusammenhängen eingesetzt.",
      "definition_translation": "Мягкий, податливый материал, используемый для формирования и лепки, часто используемый в художественных или образовательных целях.",
      "example": "Die Kinder waren aufgerüstet, in der Kunstklasse mit der Modelliermasse zu spielen. Wir haben Modelliermasse verwendet, um eine Miniaturstadt zu erstellen. Bis zum Ende des Jahres werden sie das Arbeiten mit Modelliermasse beherrschen.",
      "example_translation": "Дети были рады поиграть с пластиковой глиной на уроке искусства. Мы использовали пластиковую глину, чтобы создать миниатюрный город. К концу года они сумеют работать с пластиковой глиной.",
      "imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nählfadenzieher",
      "translation": "напрягатель для нитей",
      "definition": "Ein kleines Werkzeug, das verwendet wird, um Faden oder Garn durch das Öhr einer Nadel zu führen.",
      "definition_translation": "Маленький инструмент, используемый для помощи в проведении нити или пряжи через ушко иглы.",
      "example": "Die Schneiderin benutzte einen Nählfadenzieher, um das delikate Stoff zusammenzunähen. Gestern habe ich versucht, einen Faden ohne einen Nählfadenzieher durchzuziehen. Bis nächste Woche werde ich gelernt haben, einen Nählfadenzieher effizient zu verwenden.",
      "example_translation": "Швея использовала напрягатель для нитей, чтобы сшить деликатную ткань. Вчера я боролся с нитью иглы без напрягателя для нитей. К следующей неделе я научусь эффективно использовать напрягатель для нитей.",
      "imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nummerierstempel",
      "translation": "нумератор",
      "definition": "Ein Werkzeug, das verwendet wird, um sequenzielle Nummern auf Dokumenten, Papieren oder anderen Materialien anzubringen.",
      "definition_translation": "Инструмент, используемый для нанесения последовательных номеров на документы, бумаги или другие материалы.",
      "example": "Die Büroangestellte benutzte einen Nummerierstempel, um die Akten zu organisieren. Gestern haben wir nach einem Nummerierstempel gesucht, um die Boxen zu beschriften. Bis zum Ende des Monats werden wir alle Dokumente mit dem Nummerierstempel nummeriert haben.",
      "example_translation": "Администратор офиса использовал нумератор, чтобы организовать файлы. Вчера мы искали нумератор, чтобы пометить коробки. К концу месяца мы пронумеруем все документы с помощью нумератора.",
      "imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papierschneider",
      "translation": "резак для бумаги",
      "definition": "Ein Werkzeug, das verwendet wird, um Papier zu schneiden, typischerweise bestehend aus einer Klinge und einem Griff.",
      "definition_translation": "Инструмент для разрезания бумаги, Typically состоящий из лезвия и ручки.",
      "example": "Ich habe einen Papierschneider verwendet, um die Ränder des Fotos zu beschneiden. Gestern habe ich einen Papierschneider verwendet, um ein Herz auszuschneiden. Wenn ich einen Papierschneider hätte, würde ich das Papier in Streifen schneiden.",
      "example_translation": "Я использовал резак для бумаги, чтобы обрезать края фотографии. Вчера я использовал резак для бумаги, чтобы вырезать сердечную форму. Если бы у меня был резак для бумаги, я бы разрезал бумагу на полоски.",
      "imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Plastilin",
      "translation": "пластилин",
      "definition": "Ein weiches, plastisches Material, das zum Modellieren und Erstellen von Objekten verwendet wird, oft von Kindern verwendet.",
      "definition_translation": "Мягкий, пластичный материал, используемый для моделирования и создания объектов, часто используемый детьми.",
      "example": "Das Kind spielte mit Plastilin, indem es eine farbige Tierfigur erstellte. Gestern hatte sie ein Plastilin-Schloss modelliert. Wenn sie mehr Plastilin hätte, würde sie eine ganze Stadt erstellen.",
      "example_translation": "Ребенок играл с пластилином, создавая цветное животное. Вчера она отлила пластилиновый замок. Если бы у нее было больше пластилина, она бы создала целый город.",
      "imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Posterfarbe",
      "translation": "крахмальный краситель",
      "definition": "Eine Art von deckenden, wasserbasierten Farbe, die für farbenfrohe und auffallende Kunstwerke und Designs verwendet wird, oft in Plakaten und anderen grafischen Materialien eingesetzt.",
      "definition_translation": "Тип непрозрачного водорастворимого красителя, используемого для ярких, насыщенных работ и дизайнов, часто используемого в постерах и других графических материалах.",
      "example": "Der Künstler benutzte Posterfarbe, um einen hellen Hintergrund für die Werbung zu erstellen. Gestern hatte sie ein schönes Landschaftsbild mit Posterfarbe gemalt. Wenn sie mehr Posterfarbe hätte, würde sie ein atemberaubendes Wandgemälde erstellen.",
      "example_translation": "Художник использовал крахмальный краситель, чтобы создать яркий фон для рекламы. Вчера она нарисовала красивый пейзаж с помощью крахмального красителя. Если бы у нее было больше крахмального красителя, она бы создала величественный мурал.",
      "imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhinestein",
      "translation": "рождественский камень",
      "definition": "Eine Art von Kristall oder Glas-Edelstein, die oft in Schmuck und Dekorationen verwendet wird, charakterisiert durch ihre funkelnden, reflektierenden Oberfläche.",
      "definition_translation": "Тип кристалла или стеклянного камня, который часто используется в ювелирных изделиях и декорациях, характеризующийся своей сверкающей, отражательной поверхностью.",
      "example": "Das Kleid war mit Rhinesteinen besetzt, die im Licht funkelten. Gestern habe ich ein Rhinestein-Collier gesehen, das schön funkelte. Wenn ich einen Rhinestein-Brosche hätte, würde ich ihn zum Ball tragen.",
      "example_translation": "Платье было украшено рождественскими камнями, которые сверкали под светом. Вчера я видел рождественский камень на шее, который сиял красиво. Если бы у меня был рождественский камень на булавке, я бы надел его на вечеринку.",
      "imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reispapier",
      "translation": "рисовая бумага",
      "definition": "Ein dünnes, durchsichtiges Papier, das aus dem Mark des Reispapierbaums hergestellt wird, oft für Handarbeiten, Schreiben und Kochen verwendet.",
      "definition_translation": "Тонкая, полупрозрачная бумага, сделанная из сердцевины растения рисовой бумаги, используемая для ремесел, письма и приготовления пищи.",
      "example": "Ich habe Reispapier verwendet, um delikate Origami-Blumen zu erstellen. Ich habe Reispapier für meine Kunstprojekte verwendet. Ich werde Reispapier verwenden, um eine schöne Laterne zu erstellen.",
      "example_translation": "Я использовал рисовую бумагу, чтобы сделать хрупкие цветы оригами. Я использовал рисовую бумагу для моих проектов искусства. Я использую рисовую бумагу, чтобы создать красивую лампу.",
      "imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rundstich",
      "translation": "простой стежок",
      "definition": "Der einfachste Stich in der Handnäherei, erzeugt durch das Auf- und Abziehen der Nadel durch das Gewebe in einer geraden Linie.",
      "definition_translation": "Самый базовый стежок в ручной швейной работе, выполняемый путем поднятия иглы вверх и вниз через ткань в прямой линии.",
      "example": "Ich habe einen Rundstich verwendet, um meine Hose zu säumen. Sie hat einen Rundstich verwendet, um ihre Kleidung zu reparieren. Sie werden einen Rundstich verwenden, um eine Decke zu machen.",
      "example_translation": "Я использовал простой стежок, чтобы подшить брюки. Она использовала простой стежок, чтобы отремонтировать ее одежду. Они будут использовать простой стежок, чтобы сшить покрывало.",
      "imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähkästchen",
      "translation": "швейная коробка",
      "definition": "Ein Behälter, der verwendet wird, um Nähutensilien wie Fäden, Nadeln und Stoffreste zu lagern.",
      "definition_translation": "Контейнер, используемый для хранения швейных принадлежностей, таких как нити, иглы и обрезки ткани.",
      "example": "Ich halte mein Nähkästchen organisiert, indem ich meine Fäden kategorisiere. Sie hat ihr Nähkästchen seit Jahren verwendet. Sie werden ein Nähkästchen verwenden, um ein Geschenk für ihre Schwester zu machen.",
      "example_translation": "Я giữ свою швейную коробку организованной, сортируя свои нити. Она использовала свою швейную коробку на протяжении многих лет. Они будут использовать швейную коробку, чтобы сделать подарок для своей сестры.",
      "imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähmuster",
      "translation": "швейная модель",
      "definition": "Ein Template oder Design, das als Leitfaden für das Schneiden und Nähen von Stoffen verwendet wird, um ein Kleidungsstück oder Textil herzustellen.",
      "definition_translation": "Шаблон или дизайн, используемый как руководство для裁ting и сшивания ткани, чтобы создать одежду или текстиль.",
      "example": "Ich verwendete ein Nähmuster, um ein Kleid zu machen. Sie hat ihre eigenen Nähmuster seit Jahren erstellt. Sie werden ein Nähmuster verwenden, um ein Kostüm für das Schauspiel zu machen.",
      "example_translation": "Я использовал швейную модель, чтобы сделать платье. Она создавала свои собственные швейные модели на протяжении многих лет. Они будут использовать швейную модель, чтобы сделать костюм для спектакля.",
      "imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneiderpuppe",
      "translation": "манекен",
      "definition": "Ein Modell der menschlichen Figur, das von Schneidern verwendet wird, um Kleidung anzuzeigen oder anzupassen.",
      "definition_translation": "Модель человеческой фигуры, используемая портными для демонстрации или подгонки одежды.",
      "example": "Die Schneiderpuppe stand stolz im Schaufenster des Ladens, mit den neuesten Modetrends bekleidet. Der Schneider hatte eine Schneiderpuppe verwendet, um den perfekten Sitz für den Kunden zu erstellen. Die Modestudentin wird eine Schneiderpuppe verwenden, um ihre Fähigkeiten zu üben.",
      "example_translation": "Манекен стоял гордо в витрине магазина, надевая последние тенденции моды. Портной использовал манекен, чтобы создать идеальный посад для клиента. Студентка моды будет использовать манекен, чтобы практиковать свои навыки.",
      "imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zollstock",
      "translation": "сантиметр",
      "definition": "Ein flexibler Zollstab, der verwendet wird, um Entfernungen oder Größen zu messen.",
      "definition_translation": "Гибкая линейка, используемая для измерения расстояний или размеров.",
      "example": "Der Zimmermann verwendete einen Zollstock, um die Länge des Raumes zu berechnen. Der Schneider wird einen Zollstock verwenden, um die Maße des Kunden zu nehmen. Bis 2025 wird das Unternehmen einen intelligenten Zollstock mit fortschrittlichen Funktionen entwickelt haben.",
      "example_translation": "Плотник использовал сантиметр, чтобы рассчитать длину комнаты. Портной будет использовать сантиметр, чтобы измерить размеры клиента. К 2025 году компания разработает умный сантиметр с передовыми функциями.",
      "imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papiertaschentuch",
      "translation": "туалетная бумага",
      "definition": "Ein weiches, absorptionsfähiges Papier, das zum Reinigen oder Abwischen verwendet wird.",
      "definition_translation": "Мягкая, абсорбирующая бумага, используемая для очистки или вытирания.",
      "example": "Das Bürobedarfsgeschäft verkauft Papiertaschentücher im Großhandel. Sie verwendete ein Papiertaschentuch, um ihre Nase zu putzen. Das Unternehmen wird eine neue Linie von umweltfreundlichen Papiertaschentuch-Produkten auf den Markt bringen.",
      "example_translation": "Магазин канцтоваров продавал туалетную бумагу оптом. Она использовала туалетную бумагу, чтобы вытереть нос. Компания запустит новую линейку экологически чистых продуктов туалетной бумаги.",
      "imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aquarell",
      "translation": "водяные краски",
      "definition": "Eine Maltechnik, die Wasserlösliche Pigmente auf Papier oder Stoff verwendet.",
      "definition_translation": "Техника рисования, используя водорастворимые пигменты на бумаге или ткани.",
      "example": "Der Künstler spezialisierte sich auf Aquarell-Landschaften. Sie lernte Aquarell-Techniken in der Kunstschule. Die Kunstausstellung zeigte ein atemberaubendes Aquarell-Porträt.",
      "example_translation": "Артист специализировался на пейзажах, выполненных водяными красками. Она научилась техникам водяных красок в художественной школе. Арт-выставка представила потрясающий портрет, выполненный водяными красками.",
      "imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holzstempel",
      "translation": "деревянная печать",
      "definition": "Ein Holzstempel ist ein Werkzeug, das verwendet wird, um Abdrücke oder Markierungen auf einer Oberfläche zu erzeugen, typischerweise aus Holz und mit einem geschnitzten oder gravierten Design.",
      "definition_translation": "Деревянная печать - это инструмент, используемый для создания оттисков или меток на поверхности, обычно сделанный из дерева и имеющий выгравированный или гравированный дизайн.",
      "example": "Ich verwendete einen Holzstempel, um ein Muster auf dem Stoff zu erstellen. Ich werde einen Holzstempel verwenden, um ein Logo zu entwerfen. Sie hatte einen Holzstempel verwendet, um ein schönes Kunstwerk zu erstellen.",
      "example_translation": "Я использовал деревянную печать, чтобы создать узор на ткани. Я использую деревянную печать, чтобы спроектировать логотип. Она использовала деревянную печать, чтобы создать красивое произведение искусства.",
      "imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schreibpinsel",
      "translation": "писательная кисть",
      "definition": "Ein Schreibpinsel ist ein Pinsel, der verwendet wird, um mit Tinte oder anderen flüssigen Substanzen zu schreiben oder zu zeichnen, typischerweise mit weichen Borsten und einer flexiblen Spitze.",
      "definition_translation": "Писательная кисть - это кисть, используемая для письма или рисования с использованием чернил или других жидких веществ, обычно имеющая мягкие волоски и гибкую вершину.",
      "example": "Der Künstler verwendete einen Schreibpinsel, um eine schöne Kalligrafie zu erstellen. Sie wird einen Schreibpinsel verwenden, um das Dokument zu unterschreiben. Er hatte einen Schreibpinsel verwendet, um ein Gedicht zu schreiben.",
      "example_translation": "Артист использовал писательную кисть, чтобы создать красивую каллиграфию. Она использует писательную кисть, чтобы подписать документ. Он использовал писательную кисть, чтобы написать стихотворение.",
      "imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]
}