{
  "data": [
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Keks",
      "translation": "печенье",
      "definition": "Ein kleines, typischerweise süßes Backware, das außen kräftig und innen weich ist.",
      "definition_translation": "Маленькое, обычно сладкое испеченное блюдо, которое обычно хрустящее снаружи и мягкое внутри.",
      "example": "Ich aß einen Keks mit meinem Tee gestern, ich esse einen Keks mit meinem Tee jetzt, und ich werde einen Keks mit meinem Tee morgen essen.",
      "example_translation": "Я ел печенье с чаем вчера, я ем печенье с чаем сейчас, и я буду есть печенье с чаем завтра.",
      "imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuchen",
      "translation": "торт",
      "definition": "Ein süßes Gericht, das aus Mehl, Zucker und Eiern zubereitet wird und oft dekoriert wird.",
      "definition_translation": "Сладкое блюдо, сделанное с мукой, сахаром и яйцами, обычно выпекаемое и часто украшенное.",
      "example": "Ich backte einen Kuchen für den Geburtstag meines Freundes gestern, ich backe einen Kuchen für den Geburtstag meiner Schwester jetzt, und ich werde einen Kuchen für den Geburtstag meiner Mutter morgen backen.",
      "example_translation": "Я выпекал торт для дня рождения друга вчера, я выпекаю торт для дня рождения сестры сейчас, и я выпеку торт для дня рождения мамы завтра.",
      "imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schokolade",
      "translation": "шоколад",
      "definition": "Ein süßes Lebensmittel, das aus den gerösteten Samen des Kakaobaums hergestellt wird.",
      "definition_translation": "Сладкая еда, сделанная из обжаренных семян шоколадного дерева.",
      "example": "Ich liebte es, Schokolade als Kind zu essen, ich liebe es, Schokolade jetzt zu essen, und ich werde Schokolade essen, wenn ich alt bin.",
      "example_translation": "Я любил есть шоколад когда был ребенком, я люблю есть шоколад сейчас, и я буду любить есть шоколад когда стану старым.",
      "imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiscreme",
      "translation": "мороженое",
      "definition": "Ein süßes gefrorenes Lebensmittel, das aus Sahne, Zucker und Aromen hergestellt wird.",
      "definition_translation": "Сладкое замороженное блюдо, сделанное из сливок, сахара и ароматизаторов.",
      "example": "Ich aß Eiscreme am Strand gestern, ich esse Eiscreme im Park jetzt, und ich werde Eiscreme auf der Party morgen essen.",
      "example_translation": "Я ел мороженое на пляже вчера, я ем мороженое в парке сейчас, и я буду есть мороженое на.party завтра.",
      "imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßigkeit",
      "translation": "конфета",
      "definition": "Ein kleines, süßes Konfekt, das aus Zucker, oft mit Frucht- oder Nussaromen, hergestellt wird.",
      "definition_translation": "Маленькая, сладкая кондитерская продукция, изготовленная из сахара, часто ароматизированная и окрашенная, и часто ароматизированная фруктами или орехами.",
      "example": "Ich aß ein Stück Süßigkeit auf der Party, ich esse Süßigkeiten jeden Tag, und ich werde Süßigkeiten auf der Hochzeit essen.",
      "example_translation": "Я съел кусок конфеты на празднике, я ем конфеты каждый день, и я буду есть конфеты на свадьбе.",
      "imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dessert",
      "translation": "десерт",
      "definition": "Ein süßer Gang oder ein Dessert, das typischerweise am Ende einer Mahlzeit serviert wird.",
      "definition_translation": "Сладкий курс или блюдо, обычно едимый в конце еды.",
      "example": "Ich hatte ein leckeres Dessert im Restaurant, ich habe Dessert jeden Sonntag, und ich werde Dessert auf der Geburtstagsparty haben.",
      "example_translation": "Я měl вкусный десерт в ресторане, я ем десерт每 воскресенье, и я будет иметь десерт на день рождения.",
      "imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lutscher",
      "translation": "леденец",
      "definition": "Ein harter Zucker, der auf einem Stiel montiert ist, oft aromatisiert und gefärbt.",
      "definition_translation": "Твёрдый леденец,裝ленный на палочке, обычно ароматизированный и окрашенный.",
      "example": "Ich lutschte einen Lutscher auf dem Jahrmarkt, ich lutsche Lutscher jeden Sommer, und ich werde einen Lutscher auf dem Vergnügungspark lecken.",
      "example_translation": "Я сосал леденец на ярмарке, я сосу леденцы каждый летом, и я буду сосать леденец в парке аттракционов.",
      "imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süß",
      "translation": "сладкий",
      "definition": "Hat eine angenehme Süßigkeit im Geschmack oder Geruch.",
      "definition_translation": "Имеющий приятную сладость вкуса или запаха.",
      "example": "Der Kuchen war süß, ich esse süße Lebensmittel jeden Tag, und ich werde süße Kekse backen.",
      "example_translation": "Торт был сладким, я ем сладкую еду каждый день, и я будет печь сладкие печенья.",
      "imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßigkeiten",
      "translation": "сладости",
      "definition": "Lebensmittel, die reich an Zucker sind und oft als Dessert oder Snack serviert werden.",
      "definition_translation": "Продукты, богатые сахаром, и часто подающиеся как десерт или закуска.",
      "example": "Ich liebe es, Süßigkeiten an besonderen Anlässen zu essen. Ich aß Süßigkeiten auf der Party letzte Nacht. Ich werde Süßigkeiten für den Geburtstag meines Freundes kaufen.",
      "example_translation": "Я люблю есть сладости на специальных мероприятиях. Я ел сладости на вечеринке прошлой ночью. Я куплю сладости на день рождения моего друга.",
      "imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schokoladenriegel",
      "translation": "шоколадная плитка",
      "definition": "Ein rechteckiger Block Schokolade, oft in Papier oder Folie verpackt, und als Snack serviert.",
      "definition_translation": "Прямоугольный блок шоколада, часто заворачиваемый в бумагу или фольгу, и подаваемый как закуска.",
      "example": "Ich aß einen Schokoladenriegel während des Films. Sie wird einen Schokoladenriegel für ihren Bruder kaufen. Sie aßen Schokoladenriegel auf dem Picknick.",
      "example_translation": "Я ел шоколадную плитку во время фильма. Она купит шоколадную плитку для брата. Они ели шоколадные плитки на пикнике.",
      "imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gelée",
      "translation": "желе",
      "definition": "Eine süße und transparente Dessert, die aus Fruchtsaft, Zucker und Pektin hergestellt wird.",
      "definition_translation": "Сладкое и прозрачное десертное блюдо, изготовленное из фруктового сока, сахара и пектина.",
      "example": "Ich liebe es, Gelée mit Eiscreme zu essen. Sie wird Gelée für die Party machen. Sie aßen Gelée zum Frühstück.",
      "example_translation": "Я люблю есть желе с мороженым. Она сделает желе для вечеринки. Они ели желе на завтраке.",
      "imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zuckerwatte",
      "translation": "вату-газ",
      "definition": "Eine süße Konfektion, die aus Zucker hergestellt wird, der in dünne Fäden gesponnen und dann auf einen Stock gewunden wird.",
      "definition_translation": "Сладкое лакомство, изготовленное из сахара, что/stretch в тонкие нити и затем намотано на палку.",
      "example": "Ich kaufte Zuckerwatte auf dem Jahrmarkt. Sie wird Zuckerwatte auf dem Karneval essen. Sie verkauften Zuckerwatte auf dem Markt.",
      "example_translation": "Я купил вату-газ на ярмарке. Она будет есть вату-газ на карнавале. Они продавали вату-газ на рынке.",
      "imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummibärchen",
      "translation": "жевательные конфеты",
      "definition": "Eine Art von weichen und flexiblen Süßigkeiten, die oft in Fruchtsaftgeschmack zubereitet werden.",
      "definition_translation": "Тип жевательной конфеты, обычно с фруктовым вкусом, который мягкий и гибкий по текстуре.",
      "example": "Ich liebte es, Gummibärchen als Kind zu essen, sie waren mein Lieblingssnack. Ich esse Gummibärchen jeden Tag nach dem Mittagessen. Ich werde Gummibärchen für meine Geburtstagsparty nächste Woche kaufen.",
      "example_translation": "Я любил есть жевательные конфеты, когда был ребенком, они были моим любимым закусом. Я ем жевательные конфеты каждый день после обеда. Я куплю жевательные конфеты на свой день рождения на следующей неделе.",
      "imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harte Bonbons",
      "translation": "твердый конфект",
      "definition": "Eine Art von Bonbons, die hart und spröde sind, oft mit Frucht- oder Gewürzgeschmack zubereitet werden.",
      "definition_translation": "Тип конфеты, который твердый и хрупкий, часто ароматизированный фруктом или специями.",
      "example": "Meine Oma hatte immer Harte Bonbons in ihrer Tasche. Ich aß Harte Bonbons auf dem Jahrmarkt letzten Sommer. Ich werde Harte Bonbons für Weihnachtsgeschenke dieses Jahr machen.",
      "example_translation": "Моя бабушка всегда держала твердый конфект в своей сумочке. Я ел твердый конфект на ярмарке прошлым летом. Я сделаю твердый конфект в качестве рождественских подарков в этом году.",
      "imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marzipan",
      "translation": "марципан",
      "definition": "Eine süße, mandelbasierte Paste, die oft zu Süßigkeiten und Bonbons, insbesondere während der Weihnachtszeit, zubereitet wird.",
      "definition_translation": "Сладкая паста на основе миндаля, часто используемая для приготовления сладостей и конфет, особенно в рождественский сезон.",
      "example": "Ich liebte die Marzipanfrüchte am Weihnachtsbaum. Meine Schwester macht jeden Jahr Marzipanbonbons für Ostern. Ich werde Marzipan verwenden, um den Kuchen für meinen Geburtstag zu dekorieren.",
      "example_translation": "Я любил фрукты из марципана на рождественской елке. Моя сестра делает марципановые конфеты каждый год на Пасху. Я буду использовать марципан для украшения торта на свой день рождения.",
      "imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karamellbonbons",
      "translation": "отварной конфект",
      "definition": "Eine Art von Bonbons, die durch das Kochen von Zucker und Wasser hergestellt werden, oft mit Frucht- oder Gewürzgeschmack zubereitet werden.",
      "definition_translation": "Тип конфеты, который делается путем кипячения сахара и воды вместе, часто ароматизированный фруктом или специями.",
      "example": "Ich liebte es, Karamellbonbons als Kind zu essen. Meine Oma machte immer Karamellbonbons für unsere Familienferien. Ich werde Karamellbonbons für die Schule bake sale nächsten Monat machen.",
      "example_translation": "Я любил есть отварные конфеты, когда был ребенком. Моя бабушка всегда делала отварные конфеты для наших семейных отпусков. Я сделаю отварные конфеты для школьной продажи выпечки следующий месяц.",
      "imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konfiserie",
      "translation": "кондитерская",
      "definition": "Eine Konfiserie ist ein Ort, an dem Süßigkeiten und Bonbons hergestellt und verkauft werden, oder eine Art von süßem Essen, das mit Zucker hergestellt wird.",
      "definition_translation": "Кондитерская - это место, где producir и selling sweets и candies, или тип сладкой пищи, приготовленной с сахаром.",
      "example": "Sie besuchte ein Konfiserie-Geschäft, um einige Schokoladen zu kaufen. Sie besucht ein Konfiserie-Geschäft, um einige Schokoladen zu kaufen. Sie wird ein Konfiserie-Geschäft besuchen, um einige Schokoladen zu kaufen.",
      "example_translation": "Она посетила магазин кондитерской продукции, чтобы купитьSome chocolates. Она visits магазин кондитерской продукции, чтобы купитьSome chocolates. Она будет visit магазин кондитерской продукции, чтобы купитьSome chocolates.",
      "imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fudge",
      "translation": "фадж",
      "definition": "Fudge ist eine Art von süßem Essen, das aus Zucker, Milch und Butter hergestellt wird, oft mit Vanille oder anderen Zutaten zubereitet wird.",
      "definition_translation": "Фадж - это тип сладкой пищи, приготовленной из сахара, молока и масла, часто ароматизированной ванилью или другими ингредиентами.",
      "example": "Sie machte einige Fudge für ihre Geburtstagsparty. Sie macht einige Fudge für ihre Geburtstagsparty. Sie wird einige Fudge für ihre Geburtstagsparty machen.",
      "example_translation": "Она приготовилаSome фадж для своей birthday party. Она готовитSome фадж для своей birthday party. Она будет готовитьSome фадж для своей birthday party.",
      "imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummibonbons",
      "translation": "желевые конфеты",
      "definition": "Gummibonbons sind eine Art von Bonbons, die einen weichen, gallertartigen Kern haben, oft mit Frucht- oder anderen Zutaten zubereitet werden.",
      "definition_translation": "Желевые конфеты - это тип конфет, который имеет мягкое, желеобразное сердце, часто ароматизированное фруктами или другими ингредиентами.",
      "example": "Die Kinder liebten es, Gummibonbons auf dem Jahrmarkt zu essen. Die Kinder essen Gummibonbons auf dem Jahrmarkt. Die Kinder werden Gummibonbons auf dem Jahrmarkt essen.",
      "example_translation": "Дети любили есть желевые конфеты на ярмарке. Дети едят желевые конфеты на ярмарке. Дети будут есть желевые конфеты на ярмарке.",
      "imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]
}