[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "danse",
      "translation": "ballare",
      "definition": "Faire bouger son corps d'une manière rythmique, généralement à la musique, comme une forme d'expression, d'exercice ou de divertissement.",
      "definition_translation": "Muovere il proprio corpo in modo ritmico, di solito con la musica, come forma di espressione, esercizio o intrattenimento.",
      "example": "J'ai dansé toute la nuit au party. Je danse actuellement à ma chanson préférée. Je danserai au mariage le mois prochain.",
      "example_translation": "Ho ballato tutta la notte alla festa. Sto ballando sulla mia canzone preferita ora. Ballerò al matrimonio il mese prossimo.",
      "imageLink": "image_files\\English\\dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "achats",
      "translation": "acquisto",
      "definition": "L'acte d'acheter des choses, notamment dans les magasins ou sur internet.",
      "definition_translation": "L'atto di acquistare cose, soprattutto nei negozi o su internet.",
      "example": "Je suis allé faire des achats au centre commercial hier. Je fais des achats en ligne actuellement. Je ferai des achats de provisions demain.",
      "example_translation": "Sono andato a fare shopping al centro commerciale ieri. Sto facendo shopping online ora. Andrò a fare shopping per la spesa domani.",
      "imageLink": "image_files\\English\\shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fume",
      "translation": "fumare",
      "definition": "L'acte d'inhaler et d'exhaler la fumée de tabac brûlant, généralement sous forme de cigarette.",
      "definition_translation": "L'atto di inhalare e esalare il fumo della tabacca bruciata, di solito nella forma di una sigaretta.",
      "example": "J'ai fumé une cigarette avant le concert. Je fume une pipe actuellement. Je vais arrêter de fumer l'année prochaine.",
      "example_translation": "Stavo fumando una sigaretta prima del concerto. Sto fumando una pipa ora. Mi libererò dal fumare l'anno prossimo.",
      "imageLink": "image_files\\English\\smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "travail",
      "translation": "lavoro",
      "definition": "Activité nécessitant un effort mental ou physique pour atteindre un but ou gagner sa vie.",
      "definition_translation": "Attività che richiede sforzo mentale o fisico fatto per raggiungere uno scopo o guadagnare da vivere.",
      "example": "J'ai travaillé tout la journée hier, je travaille sur un projet actuellement, et je travaillerai sur une nouvelle tâche demain.",
      "example_translation": "Ho lavorato tutto il giorno ieri, sto lavorando su un progetto ora e lavorerò su un nuovo compito domani.",
      "imageLink": "image_files\\English\\work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "activité",
      "translation": "attività",
      "definition": "Condition dans laquelle les choses se produisent ou sont faites.",
      "definition_translation": "La condizione in cui le cose stanno accadendo o vengono fatte.",
      "example": "L'activité dans le parc était animée, l'activité dans le bureau est en augmentation, et l'activité dans la salle de sport sera intense.",
      "example_translation": "L'attività nel parco era vivace, l'attività nell'ufficio sta aumentando, e l'attività nella palestra sarà intensa.",
      "imageLink": "image_files\\English\\activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cliquer",
      "translation": "cliccare",
      "definition": "Un son court et sec, typiquement produit en appuyant sur un bouton ou une touche.",
      "definition_translation": "Un suono breve e nitido, tipicamente fatto premendo un pulsante o una chiave.",
      "example": "J'ai cliqué sur la souris, je clique sur le bouton actuellement, et je cliquerai sur le lien demain.",
      "example_translation": "Ho cliccato il mouse, sto cliccando il pulsante ora e cliccherò il link domani.",
      "imageLink": "image_files\\English\\click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "escalade",
      "translation": "arrampicata",
      "definition": "L'activité d'escalader les montagnes, les rochers ou les bâtiments, souvent en utilisant des équipements et des techniques spécialisés.",
      "definition_translation": "L'attività di scalare montagne, rocce o edifici, spesso utilizzando attrezzature e tecniche specializzate.",
      "example": "J'ai pratiqué l'escalade pendant des années, et j'aime toujours le frisson d'atteindre le sommet. Je vais escalader une montagne aujourd'hui, et je vais escalader une autre demain.",
      "example_translation": "Ho scalato montagne per anni, e ancora oggi godo della sensazione di raggiungere la vetta. Sto scalando una montagna oggi, e scalerò un'altra domani.",
      "imageLink": "image_files\\English\\climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuisine",
      "translation": "cottura",
      "definition": "L'acte de préparer et de cuire des aliments, généralement dans une cuisine, en utilisant diverses techniques et ingrédients.",
      "definition_translation": "L'atto di preparare e riscaldare il cibo, solitamente in una cucina, utilizzando una varietà di tecniche e ingredienti.",
      "example": "J'aime cuisiner le dîner pour ma famille, et ils apprécient toujours mes compétences culinaires. Je vais cuisiner un grand repas pour les fêtes, et j'ai hâte de le faire.",
      "example_translation": "Adoro cucinare la cena per la mia famiglia, e loro apprezzano sempre le mie abilità culinarie. Cuocerò un grande pasto per le vacanze, e sto ansioso di farlo.",
      "imageLink": "image_files\\English\\cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cyclisme",
      "translation": "ciclismo",
      "definition": "L'activité de monter à vélo, généralement en tant qu'exercice, récréation ou moyen de transport.",
      "definition_translation": "L'attività di guidare una bicicletta, solitamente come forma di esercizio, ricreazione o trasporto.",
      "example": "J'aime faire du cyclisme dans le parc le week-end, et j'utilise également mon vélo pour aller au travail. J'ai fait du cyclisme jusqu'au magasin hier, et je vais faire du cyclisme jusqu'à la plage demain.",
      "example_translation": "Mi piace andare in bicicletta nel parco nel fine settimana, e utilizzo anche la mia bicicletta per andare al lavoro. Ho ciclato fino al negozio ieri, e ciclo fino alla spiaggia domani.",
      "imageLink": "image_files\\English\\cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dessin",
      "translation": "disegno",
      "definition": "L'acte de créer une image ou un diagramme en utilisant divers outils et techniques, tels que des crayons, des peintures ou des logiciels informatiques.",
      "definition_translation": "L'atto di creare un'immagine o un diagramma utilizzando vari strumenti e tecniche, come matite, vernici o software per computer.",
      "example": "J'aime faire des dessins de bandes dessinées pendant mon temps libre. J'ai fait un beau paysage hier. Je vais faire un portrait de ma sœur demain.",
      "example_translation": "Mi piace disegnare cartoni animati nel mio tempo libero. Ho disegnato un bel paesaggio ieri. Disegnerò un ritratto di mia sorella domani.",
      "imageLink": "image_files\\English\\drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "exercice",
      "translation": "esercizio",
      "definition": "Un ensemble d'activités physiques ou mentales effectuées pour améliorer ou maintenir la forme physique, la force ou l'agilité.",
      "definition_translation": "Un set di attività fisiche o mentali eseguite per migliorare o mantenere la forma fisica, la forza o l'agilità.",
      "example": "Je me livre régulièrement à l'exercice pour rester en bonne santé. Elle s'est exercée au gym hier. Ils vont exercer leurs chiens au parc demain.",
      "example_translation": "Mi alleno regolarmente per stare sano. Ha esercitato i muscoli alla palestra ieri. Si allenerannocani nel parco domani.",
      "imageLink": "image_files\\English\\exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aide",
      "translation": "aiuto",
      "definition": "Assistance ou soutien fourni à quelqu'un qui en a besoin, comme des conseils, une protection ou des ressources.",
      "definition_translation": "Assistenza o sostegno fornito a qualcuno che ne ha bisogno, come guida, protezione o risorse.",
      "example": "J'ai aidé mon ami à déménager la semaine dernière. Elle va aider son frère avec ses devoirs ce soir. Ils aident les personnes âgées dans leur communauté.",
      "example_translation": "Ho aiutato il mio amico a traslocare la settimana scorsa. Aiuterà suo fratello con i suoi compiti a casa stasera. Aiutano gli anziani nella loro comunità.",
      "imageLink": "image_files\\English\\help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pousser",
      "translation": "calcio",
      "definition": "Frapper ou toucher avec le pied, comme dans une action sportive ou dans la colère",
      "definition_translation": "colpire o toccare con il piede, come in un'azione sportiva o nella rabbia",
      "example": "J'ai poussé le ballon dans le but hier, je pousse le ballon tous les jours, et je vais pousser le ballon demain.",
      "example_translation": "Ho calciato la palla nel goal ieri, calcio la palla ogni giorno e calcerò la palla domani.",
      "imageLink": "image_files\\English\\kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "embrasser",
      "translation": "bacio",
      "definition": "Un toucher léger ou une caresse avec les lèvres, généralement comme un salut ou une expression d'amour ou d'affection.",
      "definition_translation": "un tocco leggero o carezza con le labbra, tipicamente come saluto o espressione di amore o affetto",
      "example": "J'ai embrassé ma petite amie hier, jeembrasse ma mère tous les matins, et j'embrasserai ma femme demain.",
      "example_translation": "Ho baciato la mia ragazza ieri, bacio mia madre ogni mattina e bacerò mia moglie domani.",
      "imageLink": "image_files\\English\\kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pratique",
      "translation": "pratica",
      "definition": "L'acte de répéter ou de répéter une action, un comportement ou une activité pour l'améliorer ou la maîtriser.",
      "definition_translation": "l'atto di ripetere o provare un comportamento, azione o attività per migliorarlo o padroneggiarlo",
      "example": "J'ai pratiqué la guitare hier, je pratique tous les jours, et je vais pratiquer demain pour devenir un musicien professionnel.",
      "example_translation": "Ho praticato suonando la chitarra ieri, pratico ogni giorno e praticherò domani per diventare un musicista professionista.",
      "imageLink": "image_files\\English\\practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chant",
      "translation": "cantando",
      "definition": "L'acte de produire des sons musicaux avec sa voix, notamment de manière habile ou artistique.",
      "definition_translation": "L'atto di produrre suoni musicali con la propria voce, specialmente in modo abile o artistico.",
      "example": "J'étais en train de chanter sous la douche hier, je chante dans le chœur tous les dimanches, et je vais chanter au concert demain.",
      "example_translation": "Stavo cantando nella doccia ieri, canto nel coro ogni domenica e canterò al concerto domani.",
      "imageLink": "image_files\\English\\singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "skateboard",
      "translation": "skateboardismo",
      "definition": "Le sport ou l'activité de monter et d'exécuter des figures sur un skateboard.",
      "definition_translation": "Lo sport o attività di guidare e eseguire acrobazie sulla tavola da skate.",
      "example": "J'étais en train de faire du skateboard au parc hier, je fais du skateboard avec mes amis tous les week-ends, et je vais faire du skateboard en compétition le mois prochain.",
      "example_translation": "Stavo skateboardando nel parco ieri, skateboardo con i miei amici ogni fine settimana e skateboarderò nella competizione il mese prossimo.",
      "imageLink": "image_files\\English\\skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "patinage",
      "translation": "pattinaggio",
      "definition": "L'acte ou le sport de glisser sur la glace ou des patins à roulettes.",
      "definition_translation": "L'atto o sport di scivolare su ghiaccio o pattini a rotelle.",
      "example": "J'étais en train de patiner sur le lac gelé l'hiver dernier, je patine sur les patins à roulettes tous les samedis, et je vais patiner aux Jeux olympiques l'année prochaine.",
      "example_translation": "Stavo pattinando sul lago ghiacciato l'inverno scorso, pattino sulla pista di pattinaggio ogni sabato e pattinerò alle Olimpiadi l'anno prossimo.",
      "imageLink": "image_files\\English\\skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "snowboard",
      "translation": "snowboard",
      "definition": "Le sport de glisser sur une neige sur une planche à neige, généralement en exécutant des sauts et d'autres figures.",
      "definition_translation": "lo sport di scivolare giù per una collina coperta di neve su un snowboard, generalmente eseguendo salti e altri trucchi",
      "example": "J'étais en train de faire du snowboard avec mes amis l'hiver dernier. Je vais faire du snowboard à nouveau la semaine prochaine. Je vais faire du snowboard dans les Alpes suisses l'année prochaine.",
      "example_translation": "Sono andato a snowboard con i miei amici l'inverno scorso. Vado a snowboard ancora la prossima settimana. Andrò a snowboard nelle Alpi svizzere l'anno prossimo.",
      "imageLink": "image_files\\English\\snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "surf",
      "translation": "surf",
      "definition": "Le sport de chevaucher une vague, généralement vers le rivage, sur une planche de surf.",
      "definition_translation": "lo sport di cavalcare un'onda, generalmente verso la riva, su una tavola da surf",
      "example": "J'adore faire du surf à Hawaii. Je vais faire du surf en Californie cet été. Je vais aller faire du surf en Australie l'année prochaine.",
      "example_translation": "Adoro fare surf alle Hawaii. Sto facendo surf in California questo estate. Andrò a fare surf in Australia l'anno prossimo.",
      "imageLink": "image_files\\English\\surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "natation",
      "translation": "nuotare",
      "definition": "L'acte de se déplacer dans l'eau en utilisant ses bras et ses jambes.",
      "definition_translation": "l'atto di muoversi attraverso l'acqua usando le braccia e le gambe",
      "example": "Je nage dans la piscine en ce moment. J'ai nagé dans l'océan la semaine dernière. Je nagerai dans le lac le mois prochain.",
      "example_translation": "Sto nuotando nella piscina ora. Ho nuotato nell'oceano la scorsa settimana. Nuoterò nel lago il mese prossimo.",
      "imageLink": "image_files\\English\\swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "utiliser",
      "translation": "usare",
      "definition": " Employer pour un but particulier ou d'une manière particulière, especialmente de manière habituelle ou ordinaire.",
      "definition_translation": "Impiegare per uno scopo specifico, o in un modo specifico, specialmente abitualmente o di solito.",
      "example": "J'utilisais jouer au soccer quand j'étais gamin, mais maintenant j'utilise mon temps libre pour lire. Je vais utiliser ce livre pour mon rapport de recherche. Elle utilisait être enseignante, mais maintenant elle utilise ses compétences pour aider des organisations à but non lucratif.",
      "example_translation": "Io usavo giocare a calcio quando ero un ragazzo, ma ora uso il mio tempo libero per leggere. Sto per usare questo libro per la mia ricerca. Lei usava essere un'insegnante, ma ora usa le sue capacità per aiutare organizzazioni non-profit.",
      "imageLink": "image_files\\English\\use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marcher",
      "translation": "camminare",
      "definition": "Se déplacer à un rythme lent en plaçant un pied devant l'autre, sans jamais avoir les deux pieds en l'air en même temps.",
      "definition_translation": "Muoversi a passo lento mettendo un piede davanti all'altro, senza mai avere entrambi i piedi fuori terra contemporaneamente.",
      "example": "J'allais à l'école à pied quando j'étais gamin. Maintenant, je marche au gymnase chaque matin. D'ici l'année prochaine, je marcherai sur la scène pour recevoir mon diplôme.",
      "example_translation": "Io camminavo a scuola quando ero un ragazzo. Ora cammino in palestra ogni mattina. L'anno prossimo, camminerò sul palco per ricevere il mio diploma.",
      "imageLink": "image_files\\English\\walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marche",
      "translation": "camminando",
      "definition": "L'acte de se déplacer à un rythme lent en plaçant un pied devant l'autre, sans jamais avoir les deux pieds en l'air en même temps.",
      "definition_translation": "L'atto di muoversi a passo lento mettendo un piede davanti all'altro, senza mai avere entrambi i piedi fuori terra contemporaneamente.",
      "example": "J'adore marcher dans le parc le dimanche. Marcher les chiens est un excellent moyen de gagner de l'argent. En marchant chaque jour, j'ai perdu 10 kilos au cours du mois dernier.",
      "example_translation": "Io adoro camminare nel parco la domenica. Camminare i cani è un grande modo per guadagnare denaro. Camminando ogni giorno, ho perso 10 libbre nel mese scorso.",
      "imageLink": "image_files\\English\\walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lavage",
      "translation": "lavaggio",
      "definition": "L'acte de nettoyer quelque chose, especially des vêtements ou des plats, avec de l'eau et du savon.",
      "definition_translation": "L'atto di pulire qualcosa, in particolare vestiti o stoviglie, con acqua e sapone.",
      "example": "Je vais laver ma voiture demain. J'ai lavé mes mains avant de manger. Elle lave ses cheveux chaque jour.",
      "example_translation": "Laverò la mia macchina domani. Mi sono lavato le mani prima di mangiare. Lei lava i suoi capelli ogni giorno.",
      "imageLink": "image_files\\English\\wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vaisselle",
      "translation": "lavaggio dei piatti",
      "definition": "L'acte de laver les plats, especialmente après un repas.",
      "definition_translation": "L'atto di lavare i piatti, in particolare dopo un pasto.",
      "example": "Je déteste faire la vaisselle après le dîner. Elle fait la vaisselle dans la cuisine. Ils feront la vaisselle plus tard.",
      "example_translation": "Odio fare il lavaggio dei piatti dopo cena. Lei sta facendo il lavaggio dei piatti in cucina. Laveranno i piatti più tardi.",
      "imageLink": "image_files\\English\\washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réalisation",
      "translation": "realizzazione",
      "definition": "L'acte d'accomplir quelque chose, especialmente quelque chose de difficile ou de remarquable.",
      "definition_translation": "L'atto di realizzare qualcosa, in particolare qualcosa di difficile o impressionante.",
      "example": "Remporter le prix a été une grande réalisation pour elle. Elle a réalisé son objectif de devenir médecin. Ils vont réaliser leur cible l'année prochaine.",
      "example_translation": "Vincere il premio è stato un grande risultato per lei. Ha raggiunto il suo obiettivo di diventare un dottore. Raggiungeranno il loro obiettivo l'anno prossimo.",
      "imageLink": "image_files\\English\\achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrangement",
      "translation": "accordo",
      "definition": "L'acte d'arranger ou de mettre en ordre, ou l'état d'être arrangé ou en ordre.",
      "definition_translation": "L'atto di sistemare o mettere in ordine, o lo stato di essere sistemato o in ordine",
      "example": "Lorsque je suis arrivé, les fleurs avaient déjà été arrangées dans un beau arrangement. Je vais faire un arrangement avec l'hôtel pour avoir une check-in anticipée. Les arrangements pour le mariage étaient méticuleux.",
      "example_translation": " Quando arrivai, i fiori erano già stati sistemati in un bell'accordo. Farò un accordo con l'hotel per garantire un check-in anticipato. Gli accordi per il matrimonio erano meticolosi.",
      "imageLink": "image_files\\English\\arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrivée",
      "translation": "arrivo",
      "definition": "L'acte d'arriver ou de venir à un endroit, ou l'état d'avoir arrivé.",
      "definition_translation": "L'atto di arrivare o venire in un posto, o lo stato di avere arrivato",
      "example": "Je me souviens de l'arrivée du nouvel élève dans notre classe. L'arrivée du printemps est toujours un changement bienvenu. La compagnie attend une arrivée de nouveaux livraisons la semaine prochaine.",
      "example_translation": "Ricordo l'arrivo del nuovo studente nella nostra classe. L'arrivo della primavera è sempre un cambiamento benvenuto. L'azienda si aspetta un arrivo di nuovo carico la prossima settimana.",
      "imageLink": "image_files\\English\\arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attaque",
      "translation": "attacco",
      "definition": "Un assaut violent et soudain ou une action agressive verbale.",
      "definition_translation": "Un improvviso e violento assalto o azione aggressiva, o un assalto verbale",
      "example": "L'ennemi a lancé une attaque surprise sur la ville. Le politicien a lancé une attaque verbale contre son adversaire. Le pays a été attaqué par un cybercriminel.",
      "example_translation": "Il nemico ha lanciato un attacco a sorpresa sulla città. Il politico ha lanciato un attacco verbale contro il suo avversario. Il paese è stato attaccato da un cybercriminale.",
      "imageLink": "image_files\\English\\attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vérifier",
      "translation": "controllo",
      "definition": "Examiner ou enquêter soigneusement quelque chose pour déterminer son exactitude ou sa qualité.",
      "definition_translation": "Verificare o esaminare qualcosa con attenzione per determinarne la precisione o qualità.",
      "example": "Je vais vérifier mes e-mails plus tard. J'ai vérifié mes e-mails hier. J'avais vérifié mes e-mails avant la réunion.",
      "example_translation": "Controllo la mia email più tardi. Ho controllato la mia email ieri. Avevo controllato la mia email prima dell'incontro.",
      "imageLink": "image_files\\English\\check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "choix",
      "translation": "scelta",
      "definition": "L'acte de sélectionner ou de décider entre deux ou plusieurs possibilités.",
      "definition_translation": "L'atto di selezionare o decidere tra due o più possibilità.",
      "example": "J'ai eu un choix difficile à faire. Je fais un choix en ce moment. Je ferai un choix demain.",
      "example_translation": "Avevo una difficile scelta da fare. Sto facendo una scelta proprio adesso. Farò una scelta domani.",
      "imageLink": "image_files\\English\\choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "décision",
      "translation": "decisione",
      "definition": "L'acte de se décider ou de parvenir à une conclusion.",
      "definition_translation": "L'atto di prendere una decisione o di raggiungere una conclusione.",
      "example": "J'ai pris une décision hier. Je prends une décision maintenant. Je prendrai une décision la semaine prochaine.",
      "example_translation": "Ho preso una decisione ieri. Sto prendendo una decisione ora. Prenderò una decisione la prossima settimana.",
      "imageLink": "image_files\\English\\decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "livraison",
      "translation": "consegna",
      "definition": "L'acte de livrer ou de distribuer quelque chose, comme des biens ou du courrier.",
      "definition_translation": "L'atto di consegnare o distribuire qualcosa, come merci o posta.",
      "example": "J'ai effectué une livraison au client la semaine dernière, j'effectue une livraison au client aujourd'hui, et j'effectuerai une livraison au client la semaine prochaine.",
      "example_translation": "Ho fatto una consegna al cliente la scorsa settimana, sto facendo una consegna al cliente oggi e farò una consegna al cliente la prossima settimana.",
      "imageLink": "image_files\\English\\delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "développement",
      "translation": "sviluppo",
      "definition": "Le processus de croissance ou de devenir plus grand, plus avancé ou plus complexe.",
      "definition_translation": "Il processo di crescita o diventare più grande, più avanzato o più complesso.",
      "example": "L'entreprise a connu un développement significatif au cours des dernières années, elle développe actuellement de nouveaux produits, et elle continuera à développer ses services dans l'avenir.",
      "example_translation": "L'azienda ha subito un significativo sviluppo negli ultimi anni, sta attualmente sviluppando nuovi prodotti e continuerà a sviluppare i suoi servizi in futuro.",
      "imageLink": "image_files\\English\\development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plongée",
      "translation": "immergersi",
      "definition": "L'acte de sauter ou de tomber à l'eau, notamment de manière délibérée et habile.",
      "definition_translation": "L'atto di saltare o cadere in acqua, specialmente in modo deliberato e abile.",
      "example": "Je suis allé à la plongée dans l'océan l'été dernier, je vais à la plongée dans le lac aujourd'hui, et j'irai à la plongée dans la piscine le mois prochain.",
      "example_translation": "Sono andato a immersioni nel mare l'estate scorsa, sto andando a immersioni nel lago oggi e andrò a immersioni nella piscina il mese prossimo.",
      "imageLink": "image_files\\English\\diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "conduire",
      "translation": "guidare",
      "definition": "Opérer un véhicule, notamment une voiture, en contrôlant son mouvement, sa vitesse et sa direction.",
      "definition_translation": "operare un veicolo, specialmente un'auto, controllandone il movimento, la velocità e la direzione",
      "example": "J'ai conduit à la boutique hier, je conduis au travail tous les jours, et je conduirai à la plage le week-end prochain.",
      "example_translation": "Ho guidato al negozio ieri, guido al lavoro ogni giorno e guiderò alla spiaggia il prossimo fine settimana.",
      "imageLink": "image_files\\English\\drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "effort",
      "translation": "sforzo",
      "definition": "Un essai vigoureux ou déterminé pour faire quelque chose, ou l'utilisation d'une grande énergie ou force.",
      "definition_translation": "un tentativo vigoroso o determinato di fare qualcosa, o l'uso di molta energia o forza",
      "example": "J'ai fait un effort pour finir le projet à temps, je ferai un effort pour améliorer mes compétences, et j'avais fait un effort pour apprendre la langue.",
      "example_translation": "Ho fatto uno sforzo per finire il progetto in tempo, farò uno sforzo per migliorare le mie abilità e avevo fatto uno sforzo per imparare la lingua.",
      "imageLink": "image_files\\English\\effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "échange",
      "translation": "scambio",
      "definition": "L'acte de donner quelque chose en retour de quelque chose d'autre, ou l'acte d'échanger ou de troquer quelque chose.",
      "definition_translation": "l'atto di dare qualcosa in cambio di qualcos'altro, o l'atto di scambiare o barattare qualcosa",
      "example": "J'ai échangé mon vieux téléphone pour un nouveau, nous allons échanger des cadeaux à la fête, et ils ont échangé des messages sur les réseaux sociaux.",
      "example_translation": "Ho scambiato il mio vecchio telefono con uno nuovo, scambieremo regali alla festa e hanno scambiato messaggi sui social media.",
      "imageLink": "image_files\\English\\exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "expérience",
      "translation": "esperimento",
      "definition": "Un test ou une épreuve fait pour prouver ou démontrer quelque chose, ou pour découvrir ce qui se passe lorsque vous faites quelque chose.",
      "definition_translation": "Un test o prova fatto per dimostrare o dimostrare qualcosa, o per scoprire cosa succede quando si fa qualcosa.",
      "example": "J'ai expérimenté différents ingrédients pour créer une nouvelle recette. J'expérimente une nouvelle technique. J'expérimenterai différents matériaux pour trouver le meilleur.",
      "example_translation": "Ho sperimentato con diversi ingredienti per creare una nuova ricetta. Sto sperimentando con una nuova tecnica. Sperimenterò con diversi materiali per trovare il migliore.",
      "imageLink": "image_files\\English\\experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "combattre",
      "translation": "lotta",
      "definition": "S'engager dans un conflit physique ou verbal avec quelqu'un ou quelque chose, ou faire un effort pour surmonter une difficulté.",
      "definition_translation": "Ingaggiare una lotta fisica o verbale con qualcuno o qualcosa, o fare uno sforzo per superare una difficoltà.",
      "example": "J'ai combattu contre mon adversaire au match de boxe. Je me bats pour obtenir un meilleur emploi. J'ai combattu pour finir mon projet à temps.",
      "example_translation": "Ho lottato contro il mio avversario nell'incontro di boxe. Sto lottando per ottenere un lavoro migliore. Ho lottato per finire il mio progetto in tempo.",
      "imageLink": "image_files\\English\\fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aller",
      "translation": "andare",
      "definition": "Se déplacer d'un endroit à un autre, ou voyager d'un endroit à un autre.",
      "definition_translation": "Spostarsi da un luogo all'altro, o viaggiare da un luogo all'altro.",
      "example": "Je suis allé au magasin hier. Je vais aller à la plage demain. J'irai au gymnase la semaine prochaine.",
      "example_translation": "Sono andato al negozio ieri. Sto andando al mare domani. Andrò in palestra la prossima settimana.",
      "imageLink": "image_files\\English\\go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "habitude",
      "translation": "abitudine",
      "definition": "Une habitude est une manière habituelle de faire quelque chose, especially something that is hard to stop doing.",
      "definition_translation": "Un'abitudine è un modo abituale di fare qualcosa, soprattutto qualcosa che è difficile smettere di fare.",
      "example": "J'ai l'habitude de vérifier mon téléphone chaque heure. Hier, j'ai essayé de briser cette habitude, mais je n'ai pas pu. Demain, j'essaierai de la limiter.",
      "example_translation": "Ho l'abitudine di controllare il mio telefono ogni ora. Ieri, ho cercato di rompere questa abitudine, ma non ci sono riuscito. Domani, cercherò di limitarla.",
      "imageLink": "image_files\\English\\habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "travaux ménagers",
      "translation": "lavori domestici",
      "definition": "Les travaux ménagers sont les tâches quotidiennes et les corvées nécessaires pour maintenir une maison propre et organisée.",
      "definition_translation": "I lavori domestici sono i compiti quotidiani e le faccende necessarie per tenere una casa pulita e organizzata.",
      "example": "J'ai fait mes travaux ménagers hier, mais je les ferai encore demain. J'ai été faire des travaux ménagers depuis que j'avais 18 ans.",
      "example_translation": "Ho fatto i miei lavori domestici ieri, ma li farò di nuovo domani. Sto facendo i lavori domestici da quando avevo 18 anni.",
      "imageLink": "image_files\\English\\housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étreindre",
      "translation": "abbraccio",
      "definition": "Un étreinte est un geste d'affection ou de salut, où deux personnes mettent leurs bras autour de l'autre.",
      "definition_translation": "Un abbraccio è un gesto di affetto o di saluto, in cui due persone si mettono le braccia attorno l'uno all'altro.",
      "example": "J'ai donner une étreinte à ma sœur lorsque je l'ai vue hier. Ma mère m'étreint chaque fois que je lui rends visite. J'étreindrai mon amie lorsque je la verrai demain.",
      "example_translation": "Ho dato un abbraccio alla mia sorella quando l'ho vista ieri. Mia madre mi abbraccia ogni volta che la visito. Abbraccerò la mia amica quando la vedrò domani.",
      "imageLink": "image_files\\English\\hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "repassage",
      "translation": "stiratura",
      "definition": "Le fait de retirer les plis des vêtements, notamment avec un fer chaud.",
      "definition_translation": "l'atto di rimuovere le rughe dai vestiti, specialmente con un ferro caldo",
      "example": "J'étais en train de repasser ma chemise lorsque j'ai brûlé. Je vais repasser ma robe demain. Elle avait repassé son pantalon hier.",
      "example_translation": "Stavo stirando la mia camicia quando l'ho bruciata. Stirerò il mio vestito domani. Lei aveva stirato i suoi pantaloni ieri.",
      "imageLink": "image_files\\English\\ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauter",
      "translation": "saltare",
      "definition": "Se propulser vers le haut ou en avant avec un mouvement soudain.",
      "definition_translation": "propellere se stessi verso l'alto o in avanti con un movimento improvviso",
      "example": "J'ai sauté par-dessus l'obstacle. Elle sautera dans la piscine demain. Ils avaient sauté hors de l'avion hier.",
      "example_translation": "Ho saltato l'ostacolo. Lei salterà nella piscina domani. Avevano saltato fuori dall'aereo ieri.",
      "imageLink": "image_files\\English\\jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "regarder",
      "translation": "guardare",
      "definition": "Diriger son regard dans une direction spécifiée.",
      "definition_translation": "direzionare lo sguardo in una direzione specifica",
      "example": "J'ai regardé sa photo. Il regardera ses clés demain. Ils avaient regardé la réponse hier.",
      "example_translation": "Ho guardato la sua foto. Lui cercherà le sue chiavi domani. Avevano cercato la risposta ieri.",
      "imageLink": "image_files\\English\\look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "préparation",
      "translation": "preparazione",
      "definition": "L'acte de préparer ou de rendre quelque chose prêt; un état de préparation; une substance, notamment un médicament, préparée pour usage.",
      "definition_translation": "L'atto di preparare o di rendere pronto qualcosa; uno stato di essere preparati; una sostanza, in particolare un medicinale, preparata per l'uso",
      "example": "La préparation du repas a pris plusieurs heures. Je me prépare pour l'examen depuis des semaines. L'équipe commencera à se préparer pour le match demain.",
      "example_translation": "La preparazione del pasto ha richiesto diverse ore. Sto preparandomi per l'esame da settimane. La squadra inizierà a prepararsi per la partita domani.",
      "imageLink": "image_files\\English\\preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "recyclage",
      "translation": "riciclo",
      "definition": "Le processus de conversion des déchets en nouveaux matériaux ou produits; la pratique de réutiliser des matériaux pour réduire les déchets.",
      "definition_translation": "Il processo di conversione dei materiali di scarto in materiali o prodotti nuovi; la pratica di riutilizzo dei materiali per ridurre gli sprechi",
      "example": "Le recyclage est une étape importante vers la réduction des déchets. La société a mis en place un programme de recyclage pour réduire les déchets. Ils commenceront à recycler le papier le mois prochain.",
      "example_translation": "Il riciclo è un passo importante verso la riduzione degli sprechi. L'azienda ha implementato un programma di riciclo per ridurre gli sprechi. Inizieranno a riciclare la carta il prossimo mese.",
      "imageLink": "image_files\\English\\recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauvetage",
      "translation": "soccorso",
      "definition": "L'acte de sauver ou de libérer quelqu'un ou quelque chose du danger ou du mal; une personne ou une organisation qui sauve ou libère quelqu'un ou quelque chose",
      "definition_translation": "L'atto di salvare o liberare qualcuno o qualcosa dal pericolo o dal danno; una persona o organizzazione che salva o libera qualcuno o qualcosa",
      "example": "L'équipe de sauvetage a sauvé les randonneurs piégés. La mission de sauvetage a été un succès. Ils vont sauver le chaton de l'arbre demain.",
      "example_translation": "La squadra di soccorso ha salvato gli escursionisti intrappolati. La missione di soccorso è stata un successo. Salveranno il gattino dall'albero domani.",
      "imageLink": "image_files\\English\\rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "retour",
      "translation": "ritornare",
      "definition": "Revenir ou aller à un endroit ou une personne, souvent pour être avec eux à nouveau ou pour s'occuper de quelque chose que vous n'aviez pas fini.",
      "definition_translation": "Tornare o andare indietro in un luogo o con una persona, spesso per essere con loro di nuovo o per occuparsi di qualcosa che non avevi finito.",
      "example": "Je vais retourner à Paris l'année prochaine. J'ai retourné le livre à la bibliothèque hier. Elle rentre chez elle tous les jours à 17h.",
      "example_translation": "Ritornerò a Parigi l'anno prossimo. Ho restituito il libro alla biblioteca ieri. Lei torna a casa dal lavoro ogni giorno alle 5 del pomeriggio.",
      "imageLink": "image_files\\English\\return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "courir",
      "translation": "correre",
      "definition": "Se déplacer rapidement à pied, généralement à un rythme régulier et rapide, ou diriger ou gérer quelque chose.",
      "definition_translation": "Muoversi velocemente a piedi, tipicamente a un passo regolare e veloce, o gestire o dirigere qualcosa.",
      "example": "Je vais courir un marathon le mois prochain. Elle a couru hors de la maison rapidement. Ils vont diriger l'entreprise ensemble.",
      "example_translation": "Correrò una maratona il mese prossimo. Lei è uscita di casa velocemente. Loro dirigeranno la società insieme.",
      "imageLink": "image_files\\English\\run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rechercher",
      "translation": "cercare",
      "definition": "Chercher quelque chose avec soin, especially in a thorough or systematic way.",
      "definition_translation": "Cercare attentamente qualcosa, specialmente in un modo approfondito o sistematico.",
      "example": "J'ai recherché le livre partout. Elle recherche un nouveau travail. Ils vont fouiller la maison soigneusement.",
      "example_translation": "Ho cercato il libro dappertutto. Lei sta cercando un nuovo lavoro. Cercheranno la casa minuziosamente.",
      "imageLink": "image_files\\English\\search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sexe",
      "translation": "sesso",
      "definition": "Les propriétés biologiques qui définissent les mâles et les femelles, ou l'activité d'engager dans des relations sexuelles.",
      "definition_translation": "Le proprietà biologiche che definiscono maschi e femmine, o l'attività di intraprendere rapporti sessuali.",
      "example": "Dans le passé, le sexe était considéré comme un tabou, mais maintenant c'est ouvertement discuté. Aujourd'hui, l'éducation sexuelle est obligatoire à l'école, et dans le future, il est probable que les robots sexuels deviennent courants.",
      "example_translation": " Nel passato, il sesso era considerato un argomento tabù, ma ora viene discusso apertamente. Oggi, l'educazione sessuale è obbligatoria nelle scuole, e nel futuro, è probabile che i robot sessuali diventeranno comuni.",
      "imageLink": "image_files\\English\\sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étape",
      "translation": "passo",
      "definition": "Un mouvement du pied en marchant ou en courant, ou une étape dans un processus ou un développement.",
      "definition_translation": "Un movimento del piede nella camminata o nella corsa, o una fase in un processo o sviluppo.",
      "example": "J'ai fait un pas en arrière pour regarder la vue, puis j'ai fait un autre pas en avant pour me rapprocher du bord. Si je fais un pas de plus, je vais atteindre le haut de l'escalier. Dans le future, je vais faire un pas en arrière pour me relaxer.",
      "example_translation": " Ho fatto un passo indietro per guardare il panorama, poi ho fatto un altro passo avanti per avvicinarmi al bordo. Se faccio un altro passo, raggiungerò la cima delle scale. Nel futuro, farò un passo indietro per rilassarmi.",
      "imageLink": "image_files\\English\\step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soutien",
      "translation": "supporto",
      "definition": "Tenir ou porter quelqu'un ou quelque chose, ou donner de l'assistance ou de l'encouragement.",
      "definition_translation": "Tenere o portare qualcuno o qualcosa, o dare assistenza o incoraggiamento.",
      "example": "J'ai soutenu mon ami pendant une période difficile, et maintenant je soutiens une nouvelle association caritative. Dans le passé, je n'avais pas le soutien dont j'avais besoin, mais aujourd'hui j'en ai, et dans le future, je vais continuer à soutenir ceux qui en ont besoin.",
      "example_translation": " Ho sostenuto il mio amico attraverso un periodo difficile, e ora sto sostenendo una nuova organizzazione benefica. Nel passato, non avevo il supporto di cui avevo bisogno, ma oggi sì, e nel futuro, continuerò a sostenere quelli che ne hanno bisogno.",
      "imageLink": "image_files\\English\\support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "visiter",
      "translation": "visitare",
      "definition": "Aller voir quelqu'un ou quelque chose, especially for a short time, for business or pleasure.",
      "definition_translation": "Visitare qualcuno o qualcosa, soprattutto per un breve periodo, per lavoro o piacere.",
      "example": "J'ai visité mes grands-parents le week-end dernier. Je visite Paris chaque année. Je vais visiter le musée demain.",
      "example_translation": "Ho visitato i miei nonni il weekend scorso. Visito Parigi ogni anno. Visiterò il museo domani.",
      "imageLink": "image_files\\English\\visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gaspillar",
      "translation": "spendere",
      "definition": "Utiliser ou dépenser quelque chose, especially unnecessarily or carelessly.",
      "definition_translation": "Usare o consumare qualcosa, soprattutto inutilmente o con negligenza.",
      "example": "J'ai gaspillé mon argent sur un nouveau jeu vidéo. Elle gaspille son temps en regardant la télévision tout le jour. Ils vont gaspiller leur énergie sur le projet.",
      "example_translation": "Ho speso i miei soldi in un nuovo gioco per videogiochi. Lei spende il suo tempo guardando la TV tutto il giorno. Sperperanno la loro energia nel progetto.",
      "imageLink": "image_files\\English\\waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entraînement",
      "translation": "allenamento",
      "definition": "Une séance d'exercice physique, especially in the purpose of improving one's physical fitness or athletic performance.",
      "definition_translation": "Una sessione di esercizio fisico, soprattutto per migliorare la propria forma fisica o prestazione atletica.",
      "example": "J'ai fait un entraînement au gymnase hier. Elle va à la classe d'entraînement chaque matin. Il fera un entraînement avant la compétition.",
      "example_translation": "Ho fatto un allenamento alla palestra ieri. Lei va alla classe di allenamento ogni mattina. Lui farà un allenamento prima della competizione.",
      "imageLink": "image_files\\English\\workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]