[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adulte",
      "translation": "adulti",
      "definition": "Une personne entièrement développée, especialmente une qui est mature et responsable.",
      "definition_translation": "Una persona completamente cresciuta, specialmente quella che è matura e responsabile.",
      "example": "J'étais un adulte quand je me suis marié. Je suis un adulte maintenant. Je serai un adulte pour le reste de ma vie.",
      "example_translation": "Ero un adulto quando mi sono sposato. Sono un adulto adesso. Sarò un adulto per il resto della mia vita.",
      "imageLink": "image_files\\English\\"imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bébé",
      "translation": "bambino",
      "definition": "Un être humain très jeune, de la naissance à quelques années.",
      "definition_translation": "Un essere umano molto giovane, dalla nascita a pochi anni di età.",
      "example": "J'ai eu un bébé quand j'avais 25 ans. J'ai un bébé maintenant. J'aurai un bébé dans le futur.",
      "example_translation": "Avevo un bambino quando avevo 25 anni. Ho un bambino adesso. Avrò un bambino nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avoir... (ans)",
      "translation": "avere (anni)",
      "definition": "Avoir un certain âge, exprimé en années.",
      "definition_translation": "Avere un'età certa, espressa in anni.",
      "example": "J'avais 20 ans quand j'ai obtenu mon diplôme. J'ai 30 ans maintenant. J'aurai 40 ans l'an prochain.",
      "example_translation": "Avevo 20 anni quando mi sono laureato. Ho 30 anni adesso. Avrò 40 anni l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barbe",
      "translation": "barba",
      "definition": "Une pousse de cheveux sur le menton, les joues et la mâchoire d'une personne ou d'un animal.",
      "definition_translation": "Una crescita di capelli sul mento, guance e mascella di una persona o animale.",
      "example": "Je vais raser ma barbe ce soir, elle était trop longue. Hier, j'ai rasé ma barbe, mais je vais la faire repousser bientôt.",
      "example_translation": "Taglierò la mia barba stasera, stava diventando troppo lunga. Ieri, mi sono rasato la barba, ma presto la farò crescere di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "beau/be belle",
      "translation": "bellissimo",
      "definition": "Plaire aux sens ou à l'esprit esthétiquement.",
      "definition_translation": "Piacendo ai sensi o alla mente esteticamente.",
      "example": "Le beau coucher de soleil sur la plage était à couper le souffle. Elle était belle dans sa robe de mariée. La ville sera encore plus belle après la rénovation.",
      "example_translation": "Il bellissimo tramonto al mare era mozzafiato. Era bellissima nel suo abito da sposa. La città sarà ancora più bella dopo la ristrutturazione.",
      "imageLink": "image_files\\English\\"imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "garçon",
      "translation": "ragazzo",
      "definition": "Un enfant ou un jeune homme.",
      "definition_translation": "Un bambino maschio o una persona maschile giovane.",
      "example": "Le garçon jouait avec son chien dans le parc. Le garçon sera un bon docteur quando il grandira. Le garçon avait mangé tous ses collations.",
      "example_translation": "Il ragazzo stava giocando con il suo cane nel parco. Il ragazzo sarà un buon dottore quando crescerà. Il ragazzo aveva mangiato tutti i suoi spuntini.",
      "imageLink": "image_files\\English\\"imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "œil",
      "translation": "occhio",
      "definition": "L'œil est un organe complexe et hautement spécialisé qui détecte la lumière et la convertit en signaux électriques qui sont transmis au cerveau, nous permettant de voir et d'interpréter l'information visuelle.",
      "definition_translation": "L'occhio è un organo complesso e altamente specializzato che rileva la luce e la converte in segnali elettrici che vengono trasmessi al cervello, consentendoci di vedere e interpretare le informazioni visive.",
      "example": "J'ai toujours eu une bonne acuité visuelle, mais ma grand-mère portait des lunettes pour corriger ses problèmes d'œil. Maintenant que je vieillis, je pense que j'aurai besoin de lunettes pour lire à l'avenir.",
      "example_translation": "Ho sempre avuto una buona vista, ma mia nonna portava gli occhiali per correggere i suoi problemi di vista. Ora sto invecchiando, credo che avrò bisogno di occhiali per leggere in futuro.",
      "imageLink": "image_files\\English\\"imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "visage",
      "translation": "faccia",
      "definition": "Le visage est la partie frontale de la tête, du front au menton, et comprend les traits tels que les yeux, le nez, la bouche et la mâchoire.",
      "definition_translation": "La faccia è la parte anteriore della testa, dalla fronte fino al mento, e comprende le caratteristiche come gli occhi, il naso, la bocca e la mascella.",
      "example": "Elle a lavé son visage avec du savon et de l'eau, puis a mis un sourire lumineux pour accueillir ses amis. Hier, elle avait un visage triste parce qu'elle se sentait malade.",
      "example_translation": "Lei ha lavato la faccia con il sapone e l'acqua, poi ha messo un sorriso luminoso per salutare i suoi amici. Ieri, aveva una faccia triste perché si sentiva male.",
      "imageLink": "image_files\\English\\"imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "graisse",
      "translation": "grasso",
      "definition": "La graisse est un type de tissu dans le corps qui sert de réserve d'énergie, fournissant isolation et rembourrage, et est également un composant clé de nombreux aliments.",
      "definition_translation": "Il grasso è un tipo di tessuto nel corpo che funge da riserva di energia, fornendo isolamento e imbottitura, ed è anche un componente chiave di molti alimenti.",
      "example": "Manger trop de graisse peut entraîner des problèmes de santé, donc j'essaie de limiter ma consommation de nourritures grasses. Le chef a ajouté un morceau de graisse à la sauce pour la rendre plus riche.",
      "example_translation": "Mangiare troppo grasso può portare a problemi di salute, quindi cerco di limitare la mia assunzione di alimenti grassi. Il cuoco ha aggiunto un pezzo di grasso alla salsa per renderla più ricca.",
      "imageLink": "image_files\\English\\"imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pieds",
      "translation": "piedi",
      "definition": "La forme plurielle de pied, qui se réfère aux extrémités inférieures du corps humain ou animal.",
      "definition_translation": "La forma plurale del piede, che si riferisce alle estremità inferiori del corpo umano o animale.",
      "example": "Je lave mes pieds tous les jours. Hier, j'ai lavé mes pieds avant de me coucher. Demain, je laverai mes pieds après la plage.",
      "example_translation": "Mi lavo i piedi ogni giorno. Ieri, mi sono lavato i piedi prima di andare a letto. Domani, mi laverò i piedi dopo la spiaggia.",
      "imageLink": "image_files\\English\\"imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pied",
      "translation": "piede",
      "definition": "L'extrémité inférieure du corps humain ou animal, en dessous de la cheville et au-dessus des orteils.",
      "definition_translation": "L'estremità inferiore del corpo umano o animale, sotto la caviglia e sopra le dita dei piedi.",
      "example": "J'ai blessé mon pied en jouant au football. Hier, j'ai blessé mon pied en donnant un coup de pied dans le ballon. Demain, je vais prendre soin de mon pied pour éviter les blessures.",
      "example_translation": "Mi sono fatto male al piede mentre giocavo a calcio. Ieri, mi sono fatto male al piede quando ho calciato la palla. Domani, mi prenderò cura del mio piede per evitar mi lesioni.",
      "imageLink": "image_files\\English\\"imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fille",
      "translation": "ragazza",
      "definition": "Une enfant ou une jeune femme, généralement entre 5 et 25 ans.",
      "definition_translation": "Una bambina o una giovane donna, tipicamente tra i 5 e i 25 anni di età.",
      "example": "La fille joue avec sa poupée. Hier, la fille a joué avec sa poupée toute la journée. Demain, la fille ira à l'école.",
      "example_translation": "La ragazza sta giocando con la sua bambola. Ieri, la ragazza ha giocato con la sua bambola tutto il giorno. Domani, la ragazza andrà a scuola.",
      "imageLink": "image_files\\English\\"imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cheveu",
      "translation": "capelli",
      "definition": "Une pousse sur la tête humaine ou corps animal, consistant en un filament de protéine qui pousse à partir de follicules dans la peau",
      "definition_translation": "una crescita sulla testa umana o corpo di un animale, consistente in un filamento proteico che cresce da follicoli nella pelle",
      "example": "J'ai brossé mes cheveux ce matin, je vais brosser mes cheveux ce soir, et j'avais brossé mes cheveux hier.",
      "example_translation": "Ho spazzolato i miei capelli questa mattina, spazzerò i miei capelli stasera e ho spazzolato i miei capelli ieri.",
      "imageLink": "image_files\\English\\"imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "main",
      "translation": "mano",
      "definition": "La partie de l'avant-bras humain au-delà du poignet, utilisée pour saisir et tenir des choses",
      "definition_translation": "la parte finale del braccio umano oltre il polso, utilizzata per afferrare e tenere le cose",
      "example": "J'ai lavé ma main avant dîner, je vais laver ma main après déjeuner, et j'avais lavé ma main ce matin.",
      "example_translation": "Ho lavato la mia mano prima di cena, laverò la mia mano dopo pranzo e ho lavato la mia mano stamattina.",
      "imageLink": "image_files\\English\\"imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jambe",
      "translation": "gamba",
      "definition": "L'un des membres de la jambe humaine, s'étendant de la hanche au pied",
      "definition_translation": "uno dei membri del corpo umano, che si estende dal fianco al piede",
      "example": "J'ai blessé ma jambe la semaine dernière, je vais courir avec ma jambe demain, et j'étais debout sur ma jambe toute la journée.",
      "example_translation": "Mi sono fatto male alla gamba la settimana scorsa, correrò con la mia gamba domani e ho stato in piedi sulla mia gamba tutto il giorno.",
      "imageLink": "image_files\\English\\"imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "petit",
      "translation": "piccolo",
      "definition": "Faible en taille ou en quantité ; pas grand ou considérable ; insignifiant.",
      "definition_translation": "Piccolo in dimensione o quantità; non grande o considerevole; insignificante.",
      "example": "J'ai bu un peu de café ce matin, puis j'en boirai un peu plus à déjeuner, et enfin j'en boirai un peu après dîner.",
      "example_translation": "Ho avuto un po' di caffè questa mattina, poi ne avrò un po' di più a pranzo e infine ne avrò un po' dopo cena.",
      "imageLink": "image_files\\English\\"imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "long",
      "translation": "lungo",
      "definition": "S'étendant sur une grande distance dans l'espace ou le temps ; ayant une grande amplitude ou durée.",
      "definition_translation": "Estendendo una grande distanza nello spazio o nel tempo; avendo una grande estensione o durata.",
      "example": "Le long chemin du succès a été difficile, mais nous nous réjouissons maintenant des fruits de notre travail. Nous avons eu une longue conversation hier soir, et nous en aurons une encore plus longue ce soir.",
      "example_translation": "La lunga strada per il successo era difficile, ma ora stiamo godendo i frutti del nostro lavoro. Abbiamo avuto una lunga conversazione ieri sera e avremo una ancora più lunga stasera.",
      "imageLink": "image_files\\English\\"imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "homme",
      "translation": "uomo",
      "definition": "Un adulte humain mâle ; une personne avec des qualités de courage, de force et de détermination.",
      "definition_translation": "Un uomo adulto; una persona con qualità di coraggio, forza e determinazione.",
      "example": "L'homme est entré dans la salle, puis il sortira, et enfin il s'est éloigné. Mon homme sera bientôt ici, et il m'apportera un cadeau.",
      "example_translation": "L'uomo è entrato nella stanza, poi è uscito e infine se n'è andato. Il mio uomo sarà qui presto e mi porterà un regalo.",
      "imageLink": "image_files\\English\\"imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouche",
      "translation": "bocca",
      "definition": "L'ouverture par laquelle un animal prend son aliment, et qui chez l'homme et certains autres vertébrés est également l'organe de la parole.",
      "definition_translation": "L'apertura attraverso cui un animale assume il cibo, e che negli esseri umani e in alcuni altri vertebrati è anche l'organo del linguaggio.",
      "example": "J'utilise ma bouche pour manger, parler et exprimer mes émotions. Hier, j'ai utilisé ma bouche pour manger un sandwich. Demain, j'utiliserai ma bouche pour donner une présentation.",
      "example_translation": "Uso la mia bocca per mangiare, parlare ed esprimere emozioni. Ieri, ho usato la mia bocca per mangiare un panino. Domani, userò la mia bocca per fare una presentazione.",
      "imageLink": "image_files\\English\\"imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nez",
      "translation": "naso",
      "definition": "L'organe de l'odorat et du goût, situé au milieu de la face, utilisé pour respirer et sentir.",
      "definition_translation": "L'organo dell'olfatto e del gusto, situato nella parte centrale del viso, utilizzato per respirare e annusare.",
      "example": "J'utilise mon nez pour sentir le café le matin. Hier, j'ai utilisé mon nez pour sentir les fleurs dans le jardin. Demain, j'utiliserai mon nez pour sentir la pizza fraîchement cuite.",
      "example_translation": "Uso il mio naso per annusare il caffè al mattino. Ieri, ho usato il mio naso per annusare i fiori nel giardino. Domani, userò il mio naso per annusare la pizza appena sfornata.",
      "imageLink": "image_files\\English\\"imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vieux",
      "translation": "vecchio",
      "definition": "Ayant vécu ou existé depuis longtemps ; ayant une longue histoire ou tradition.",
      "definition_translation": "Aver vissuto o esistito per un lungo periodo di tempo; avere una lunga storia o tradizione.",
      "example": "Il était un vieil homme qui avait vécu 80 ans. Hier, il était un vieil homme qui aimait jouer au football. Demain, il sera un vieil homme qui racontera des histoires à ses petits-enfants.",
      "example_translation": "È un vecchio uomo che ha vissuto per 80 anni. Ieri, era un vecchio uomo che giocava a calcio. Domani, sarà un vecchio uomo che racconterà storie ai suoi nipoti.",
      "imageLink": "image_files\\English\\"imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "court",
      "translation": "corto",
      "definition": "Ayant une petite distance de la base au sommet ; pas grand ou long.",
      "definition_translation": "Avendo una distanza piccola dalla base alla cima; non alto o lungo.",
      "example": "Elle était courte et ne pouvait pas atteindre l'étagère du haut. Elle aura besoin d'argent d'ici la fin du mois. Elle avait été brève avec sa sœur tout le matin.",
      "example_translation": "Era corta e non riusciva a raggiungere il ripiano più alto. Sarà a corto di denaro entro la fine del mese. Era stata corta con sua sorella per tutta la mattina.",
      "imageLink": "image_files\\English\\"imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mince",
      "translation": "snello",
      "definition": "Ayant une forme corporelle étroite ou maigre ; pas en surpoids ou gras.",
      "definition_translation": "Avendo una forma corporea stretta o snella; non sovrappeso o grasso.",
      "example": "Il était mince et athlétique, et aimait courir des marathons. Il sera mince et svelte d'ici l'été. Il avait été mince et musclé toute sa vie.",
      "example_translation": "Era snello e atletico, e amava correre maratone. Sarà snello e trim per l'estate. Era stato snello e muscoloso per tutta la vita.",
      "imageLink": "image_files\\English\\"imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grand",
      "translation": "alto",
      "definition": "Ayant une grande hauteur ; élevé ou haut.",
      "definition_translation": "Avendo una grande altezza; alto o elevato.",
      "example": "Elle était grande et statue, et aimait porter des talons hauts. Il sera grand et dégingandé à l'âge de 18 ans. Ils avaient été grands et fiers, debout sur le sommet de la montagne.",
      "example_translation": "Era alta e statuaria, e amava indossare tacchi alti. Sarà alto e allampanato quando avrà 18 anni. Erano stati alti e orgogliosi, stando sulla cima della montagna.",
      "imageLink": "image_files\\English\\"imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "femme",
      "translation": "donna",
      "definition": "Un adulte humain féminin, especially one qui a atteint la maturité physique et émotionnelle.",
      "definition_translation": "una femmina umana adulta, specialmente una che ha raggiunto la piena maturità fisica e emotiva.",
      "example": "La femme entra dans la pièce. Elle est une femme de grande force. Elle sera une femme d'influence importante.",
      "example_translation": "La donna è entrata nella stanza. È una donna di grande forza. Sarà una donna di grande influenza.",
      "imageLink": "image_files\\English\\"imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jeune",
      "translation": "giovane",
      "definition": "Ayant peu d'expérience ou une courte histoire d'implication ; pas encore entièrement développé ou mature.",
      "definition_translation": "avendo poca esperienza o una breve storia di coinvolgimento; non ancora pienamente sviluppato o maturo.",
      "example": "Il était jeune et insouciant. Elle est encore jeune de cœur. Ils seront jeunes à nouveau dans l'esprit.",
      "example_translation": "Era giovane e spensierato. Lei è ancora giovane nel cuore. Saranno di nuovo giovani nello spirito.",
      "imageLink": "image_files\\English\\"imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "âgé",
      "translation": "anziano",
      "definition": "Ayant vécu depuis longtemps ; plus jeune ou d'âge moyen.",
      "definition_translation": "avendo vissuto per un lungo tempo; non più giovane o di mezza età.",
      "example": "L'homme âgé marchait lentement. Elle est âgée et sage. Ils seront âgés et respectés.",
      "example_translation": "L'uomo anziano camminava lentamente. Lei è anziana e saggia. Saranno anziani e rispettati.",
      "imageLink": "image_files\\English\\"imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attrayant",
      "translation": "attraente",
      "definition": "Plaisant ou attirant pour l'œil ; joli ou beau.",
      "definition_translation": "Piacevole o attraente per l'occhio; carino o bello.",
      "example": "Elle était une femme attrayante, avec un sourire éclatant et des yeux brillants. Elle sera une partenaire commerciale attrayante dans l'avenir. Il n'était pas attrayant lorsqu'il était jeune.",
      "example_translation": "Era una donna attraente, con un sorriso luminoso e occhi scintillanti. Sarà un partner commerciale attraente nel futuro. Non era attraente quando era giovane.",
      "imageLink": "image_files\\English\\"imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "blonde",
      "translation": "bionda",
      "definition": "Ayant une couleur de cheveux naturelle de jaune doré clair.",
      "definition_translation": "Avendo un colore di capelli naturali di giallo dorato chiaro.",
      "example": "Elle était une fille blonde, mais maintenant elle se teint les cheveux bruns. Il sortira avec une femme blonde dans le futur. Ils ont une fille blonde.",
      "example_translation": "Era una ragazza bionda, ma ora si tinge i capelli marroni. Uscirà con una donna bionda nel futuro. Hanno una figlia bionda.",
      "imageLink": "image_files\\English\\"imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "habillé",
      "translation": "vestito",
      "definition": "Ayant des vêtements, spécialement de manière formelle ou attrayante.",
      "definition_translation": "Avere addosso dei vestiti, soprattutto in modo formale o attraente.",
      "example": "Elle était habillée d'une belle robe rouge au party. Il sera habillé en costume pour l'entrevue. Ils étaient habillés de manière décontractée à la plage.",
      "example_translation": "Era vestita in un bell'abito rosso alla festa. Sarà vestito in completo per l'intervista. Erano vestiti in abiti casual al mare.",
      "imageLink": "image_files\\English\\"imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "foire",
      "translation": "fiera",
      "definition": "Une foire est une réunion de personnes pour des raisons de diversion ou commerciales, telles que l'achat et la vente de biens, la tenue d'expositions ou la pratique de sports.",
      "definition_translation": "Una fiera è un raduno di persone per varie attività di intrattenimento o scopi commerciali, come l'acquisto e la vendita di merci, la tenuta di mostre o l'attività sportiva.",
      "example": "J'ai été à la foire la semaine dernière et j'ai gagné un prix. Je vais aller à la foire l'année prochaine. J'ai déjà été à la foire plusieurs fois avant.",
      "example_translation": "Sono andato alla fiera lo scorso fine settimana e ho vinto un premio. Andrò alla fiera di nuovo l'anno prossimo. Sono andato alla fiera molte volte prima.",
      "imageLink": "image_files\\English\\"imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mode",
      "translation": "moda",
      "definition": "La mode se réfère aux styles de vêtements, de coiffure et d'accessoires qui sont populaires à un moment ou un endroit donné.",
      "definition_translation": "La moda si riferisce agli stili di abbigliamento, capelli e accessori che sono popolari in un particolare momento o luogo.",
      "example": "Les tendances de la mode changent rapidement. Je vais suivre la dernière tendance de la mode. Elle a été intéressée par la mode depuis qu'elle était adolescente.",
      "example_translation": "Le tendenze della moda cambiano rapidamente. Seguirò l'ultima tendenza della moda. Lei è stata interessata alla moda fin da quando era adolescente.",
      "imageLink": "image_files\\English\\"imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doigt",
      "translation": "dito",
      "definition": "Un doigt est l'un des cinq extrémités de la main, utilisé pour saisir et manipuler des objets.",
      "definition_translation": "Un dito è uno dei cinque estremi della mano, utilizzato per afferrare e manipolare oggetti.",
      "example": "J'ai blessé mon doigt en cuisine. Elle va peindre ses doigts en rouge. Il a déjà cassé son doigt auparavant.",
      "example_translation": "Mi sono fatto male a un dito mentre cucinavo. Lei dipingerà le dita di rosso. Lui si è rotto un dito prima.",
      "imageLink": "image_files\\English\\"imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "beau/be belle",
      "translation": "bello",
      "definition": " Agréable à regarder ; attractif.",
      "definition_translation": "Piacente nell'aspetto; attraente.",
      "example": "Elle était une femme belle avec des cheveux longs. Elle est belle aujourd'hui. Elle sera belle quand elle grandira.",
      "example_translation": "Era una donna bella con i capelli lunghi. È bella oggi. Sarà bella quando crescerà.",
      "imageLink": "image_files\\English\\"imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "type",
      "translation": "tizio",
      "definition": "Un adulte humain masculin.",
      "definition_translation": "Un maschio adulto umano.",
      "example": "Le type m'a aidé à réparer ma voiture. Il est un type sympa. Il sera un type réussi un jour.",
      "example_translation": "Il tizio mi ha aiutato a riparare la mia macchina. È un bel ragazzo. Sarà un tizio di successo un giorno.",
      "imageLink": "image_files\\English\\"imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maquillage",
      "translation": "trucco",
      "definition": "Des cosmétiques appliqués pour améliorer son apparence.",
      "definition_translation": "Cosmetici applicati per migliorare il proprio aspetto.",
      "example": "Elle a appliqué du maquillage pour couvrir ses imperfections. Elle se maquille tous les matins. Elle se maquillera pour le party ce soir.",
      "example_translation": "Ha applicato il trucco per coprire le sue imperfezioni. Si trucca ogni mattina. Si truccherà per la festa stasera.",
      "imageLink": "image_files\\English\\"imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jolie",
      "translation": "carino",
      "definition": " Agréable à voir ou à entendre ; charmante ou attrayante.",
      "definition_translation": "Piacere all'occhio o all'orecchio; attraente o affascinante",
      "example": "Elle était jolie dans sa nouvelle robe. Elle avait été jolie au party la nuit dernière. Elle sera jolie dans sa robe de mariée la semaine prochaine.",
      "example_translation": "Lei sembrava carina nel suo nuovo vestito. Era sembrata carina alla festa della sera prima. Sembra carina nel suo vestito da sposa la settimana prossima.",
      "imageLink": "image_files\\English\\"imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cheveux roux",
      "translation": "capelli rossi",
      "definition": "Des cheveux ayant une couleur vive, généralement un brun rouge profond.",
      "definition_translation": "Capelli di colore vivace, tipicamente di un colore marrone-rosso intenso",
      "example": "Elle avait les cheveux roux lorsqu'elle était enfant. Elle a les cheveux roux maintenant. Elle aura les cheveux roux jusqu'à ce qu'elle soit vieille.",
      "example_translation": "Aveva i capelli rossi quando era bambina. Ha i capelli rossi adesso. Avrà i capelli rossi fino a quando non sarà anziana.",
      "imageLink": "image_files\\English\\"imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fort",
      "translation": "forte",
      "definition": "Ayant une grande quantité de force ou de puissance.",
      "definition_translation": "Avendo una grande quantità di potere o forza",
      "example": "Il était assez fort pour soulever la boîte lourde. Il est fort maintenant. Il sera fort pour toute sa vie.",
      "example_translation": "Era abbastanza forte per sollevare la scatola pesante. È forte adesso. Sarà forte per tutta la sua vita.",
      "imageLink": "image_files\\English\\"imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adolescent",
      "translation": "adolescente",
      "definition": "Une personne entre les stades de l'enfance et de l'âge adulte, généralement entre 13 et 19 ans.",
      "definition_translation": "Una persona tra le fasi dell'infanzia e dell'adulta, solitamente tra i 13 e i 19 anni.",
      "example": "L'adolescent a passé la plupart de son temps libre à jouer à des jeux vidéo. Il va aller au party ce soir, mais il est allé au cinéma hier soir. Il planifie voyager en Europe l'année prochaine.",
      "example_translation": "L'adolescente ha trascorso la maggior parte del suo tempo libero giocando ai videogiochi. Andrá alla festa stanotte, ma è andato al cinema la scorsa notte. Sta pianificando di viaggiare in Europa l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mince",
      "translation": "sottile",
      "definition": "Manquant d'épaisseur ou de diamètre ; pas gras ou rebondi.",
      "definition_translation": "Mancante di spessore o diametro; non grasso o paffuto.",
      "example": "Elle était mince et athlétique, donc elle pouvait facilement rentrer dans le jean serré. Elle a été mince depuis qu'elle était adolescente. Elle sera encore plus mince après qu'elle aura fini son régime.",
      "example_translation": "Era sottile e atletica, quindi poteva facilmente entrare nei jeans stretti. È stata sottile fin da quando era adolescente. Sarà ancora più sottile dopo aver finito la sua dieta.",
      "imageLink": "image_files\\English\\"imageLink": "thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orteil",
      "translation": "dito del piede",
      "definition": "Un doigt situé à l'extrémité du pied chez les humains et certains animaux.",
      "definition_translation": "Un dito alla fine del piede nell'uomo e in alcuni animali.",
      "example": "J'ai blessé mon orteil en frappant le ballon de football. Ma sœur a eu une opération sur son orteil l'année dernière. Elle va se peindre les orteils en rouge pour la soirée ce soir.",
      "example_translation": "Mi sono fatto male al dito del piede quando ho calciato il pallone. Mia sorella ha avuto un'operazione sul dito del piede l'anno scorso. Si dipingerà le dita dei piedi di rosso per la festa stanotte.",
      "imageLink": "image_files\\English\\"imageLink": "toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "apparence",
      "translation": "aspetto",
      "definition": "La manière dont quelqu'un ou quelque chose apparaît ou est perçu par les autres.",
      "definition_translation": "Il modo in cui qualcuno o qualcosa appare o è visto dagli altri.",
      "example": "Son apparence sur le tapis rouge était époustouflante. Elle avait déjà apparu dans plusieurs films avant, et apparaîtra dans beaucoup d'autres. Elle fera une apparition remarquable à la cérémonie des récompenses.",
      "example_translation": "La sua apparizione sul tappeto rosso era stata sbalorditiva. Era apparsa in diversi film prima, e apparirà in molti altri. Farà una apparizione notevole alla cerimonia di premiazione.",
      "imageLink": "image_files\\English\\"imageLink": "appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chauve",
      "translation": "calvo",
      "definition": "N'ayant pas de cheveux sur la tête.",
      "definition_translation": "Non avere capelli sulla testa.",
      "example": "Il était chauve à l'âge de 30 ans. Il s'était dégarni pendant des années avant. Il sera complètement chauve dans quelques années.",
      "example_translation": "Era calvo quando aveva 30 anni. Stava diventando calvo per anni prima. Sarà completamente calvo in pochi anni.",
      "imageLink": "image_files\\English\\"imageLink": "bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "beaulement",
      "translation": "bellaamente",
      "definition": "De manière belle ou agréable.",
      "definition_translation": "In modo bello o gradevole.",
      "example": "Elle chante beaulement. Elle avait chanté beaulement au concert. Elle chantera beaulement au mariage.",
      "example_translation": "Canta bellaamente. Aveva cantato bellaamente al concerto. Canterà bellaamente al matrimonio.",
      "imageLink": "image_files\\English\\"imageLink": "beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "beauté",
      "translation": "bellezza",
      "definition": "La qualité présente dans une chose ou une personne qui procure un plaisir intense ou une satisfaction à percevoir, à expérimenter ou à contempler.",
      "definition_translation": "La qualità presente in una cosa o persona che dà un'intensa piacere o soddisfazione nel percepire, sperimentare o contemplare.",
      "example": "La beauté du coucher de soleil était à couper le souffle. Elle était connue pour sa beauté et sa gentillesse. La beauté de la ville sera appréciée par les générations à venir.",
      "example_translation": "La bellezza del tramonto era mozzafiato. Era conosciuta per la sua bellezza e gentilezza. La bellezza della città sarà apprezzata dalle generazioni future.",
      "imageLink": "image_files\\English\\"imageLink": "beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "joue",
      "translation": "guancia",
      "definition": "Chacun des côtés du visage situés en dessous de l'œil.",
      "definition_translation": "Entrambi i lati del viso sotto l'occhio.",
      "example": "Elle a pinçé sa joue d'un air ludique. Il avait une tache rouge sur sa joue. La joue du bébé était douce et dodue.",
      "example_translation": "Lei gli strofinò la guancia giocando. Aveva un punto rosso sulla guancia. La guancia del bambino era morbida e paffuta.",
      "imageLink": "image_files\\English\\"imageLink": "cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "enfance",
      "translation": "infanzia",
      "definition": "La période de la vie humaine de la naissance à la puberté.",
      "definition_translation": "Il periodo della vita umana dalla nascita alla pubertà.",
      "example": "Son enfance avait été heureuse et libre de soucis. Les souvenirs de mon enfance sont encore vivaces. L'obésité infantile est devenue une préoccupation majeure.",
      "example_translation": "La sua infanzia era felice e spensierata. I ricordi della mia infanzia sono ancora vividi. L'obesità infantile è diventata una preoccupazione maggiore.",
      "imageLink": "image_files\\English\\"imageLink": "childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "menton",
      "translation": "mento",
      "definition": "La partie inférieure du visage située en dessous de la lèvre inférieure.",
      "definition_translation": "La parte anteriore inferiore del viso sotto il labbro inferiore.",
      "example": "Elle s'est appuyée sur son menton en réfléchissant. Elle s'était appuyée sur son menton pendant des heures. Elle s'appuiera sur son menton demain.",
      "example_translation": "Si era poggiata con il mento sulla mano mentre pensava. Ha poggiato il mento sulla mano per ore. Domani si poggerà con il mento sulla mano.",
      "imageLink": "image_files\\English\\"imageLink": "chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouclé",
      "translation": "riccio",
      "definition": "Ayant une forme naturelle en boucle ou en spirale, notamment dans les cheveux.",
      "definition_translation": "Avendo una forma naturale a spirale o elicoidale, soprattutto nei capelli.",
      "example": "Ses cheveux bouclés rebondissaient à chaque pas. Elle avait eu des cheveux bouclés dans son enfance. Elle aura des cheveux bouclés à nouveau après la coupe de cheveux.",
      "example_translation": "I suoi capelli ricci saltavano a ogni passo. Aveva i capelli ricci nell'infanzia. Avrà di nuovo i capelli ricci dopo il taglio di capelli.",
      "imageLink": "image_files\\English\\"imageLink": "curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aîné",
      "translation": "anziano",
      "definition": "Une personne qui est plus âgée et plus expérimentée que les autres, souvent dans une position d'autorité ou de respect.",
      "definition_translation": "Una persona che è più anziana e più esperta degli altri, spesso in una posizione di autorità o rispetto.",
      "example": "L'aîné homme d'État a donné un discours sage. Elle était une sœur aînée à ses frères et sœurs. Il sera bientôt un aîné dans la communauté.",
      "example_translation": "L'uomo di stato anziano ha tenuto un discorso saggio. Era una sorella maggiore per i suoi fratelli. Sarà presto un anziano nella comunità.",
      "imageLink": "image_files\\English\\"imageLink": "elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "âgé",
      "translation": "anziani",
      "definition": "Relatif ou caractéristique des personnes âgées, notamment celles qui sont faibles ou infirmes.",
      "definition_translation": "Riferito o caratteristico di anziani, soprattutto quelli che sono deboli o malati.",
      "example": "La dame âgée était prise en charge par sa famille. Elle avait récemment été malade et avait besoin de soins constants. Elle déménagera bientôt dans une maison de retraite.",
      "example_translation": "La signora anziana era stata accudita dalla sua famiglia. Era stata sentendosi poco bene ultimamente e aveva bisogno di cure costanti. Si trasferirà presto in una casa di cura.",
      "imageLink": "image_files\\English\\"imageLink": "elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aîné(e)",
      "translation": "primogenito",
      "definition": "Né(e) en premier ; premier dans une série ou une séquence.",
      "definition_translation": "Nato per primo; primo in una serie o sequenza.",
      "example": "En tant qu'enfant aîné, elle avait beaucoup de responsabilités. Elle s'occupait toujours de ses frères et sœurs plus jeunes. Elle sera la première à obtenir son diplôme dans sa famille.",
      "example_translation": "Come figlio primogenito, aveva molte responsabilità. Era sempre prendersi cura dei suoi fratelli e sorelle più piccoli. Sarà la prima a laurearsi al college nella sua famiglia.",
      "imageLink": "image_files\\English\\"imageLink": "eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "à la mode",
      "translation": "alla moda",
      "definition": "Conforme au standard de vêtements, d'étiquette, etc. qui est courant dans une société ou un groupe particulier.",
      "definition_translation": "Che conforma allo standard di abbigliamento, etichetta, ecc., che è attuale in una particolare società o gruppo.",
      "example": "Les vêtements à la mode exposés au centre commercial étaient très chers. Elle avait toujours été à la mode et aimait suivre les dernières tendances. Elle assistait à une soirée à la mode ce soir.",
      "example_translation": "I vestiti alla moda in mostra al centro commerciale erano piuttosto costosi. Era sempre stata alla moda e le piaceva seguire le ultime tendenze. Parteciperà a una festa alla moda stasera.",
      "imageLink": "image_files\\English\\"imageLink": "fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "femelle",
      "translation": "femmina",
      "definition": "Une femelle est un être humain adulte qui est biologiquement capable de porter des enfants. Les femelles ont deux chromosomes X et sont caractérisées par la présence d'ovaires, d'un uterus et d'un vagin.",
      "definition_translation": "Una femmina è un essere umano adulto che è biologicamente capace di GENERARE PROLE. Le femmine hanno due cromosomi X e sono caratterizzate dalla presenza di ovari, utero e vagina.",
      "example": "L'athlète femelle a remporté la médaille d'or. Elle participera à la catégorie femelle. La lionne femelle est un prédateur féroce.",
      "example_translation": "L'atleta femmina ha vinto la medaglia d'oro. Parteciperà nella categoria femminile. La leonessa femmina è un predatore feroce.",
      "imageLink": "image_files\\English\\"imageLink": "female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "figure",
      "translation": "figura",
      "definition": "Une figure est une personne ou une chose qui est facilement reconnaissable ou remarquable, souvent en raison de sa forme ou de son apparence. Il peut également faire référence à une valeur numérique ou à un diagramme utilisé pour expliquer ou illustrer quelque chose.",
      "definition_translation": "Una figura è una persona o cosa che è facilmente riconoscibile o notata, spesso a causa della loro forma o aspetto. Può anche riferirsi a un valore numerico o a un diagramma utilizzato per spiegare o illustrare qualcosa.",
      "example": "La figure du président était très visible à la cérémonie. Le diagramme montre une augmentation régulière. La patineuse artistique a exécuté une routine très belle.",
      "example_translation": "La figura del presidente era prominente alla cerimonia. La figura del grafico mostra un aumento costante. La pattinatrice artistica ha eseguito una routine bella.",
      "imageLink": "image_files\\English\\"imageLink": "figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "convenir",
      "translation": "adatto",
      "definition": "Convenir signifie être de la bonne taille ou de la bonne forme pour quelque chose ou quelqu'un. Il peut également faire référence à être en bonne santé physique ou mentale.",
      "definition_translation": "Adatto significa essere della giusta dimensione o forma per qualcosa o qualcuno. Può anche riferirsi a essere in buona condizione fisica o salute.",
      "example": "La robe lui convient parfaitement. Il doit ajuster les pièces ensemble. Elle essaye de s'intégrer dans la foule.",
      "example_translation": "Il vestito le va perfettamente. Deve adattare le parti insieme. Cerca di adattarsi alla folla.",
      "imageLink": "image_files\\English\\"imageLink": "fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "front",
      "translation": "fronte",
      "definition": "Le front est la partie supérieure du visage, au-dessus des sourcils et en dessous de la ligne de cheveux.",
      "definition_translation": "La fronte è la parte superiore del viso, sopra le sopracciglia e sotto la linea dei capelli.",
      "example": "Elle avait un gros acné sur le front, donc elle a essayé de le cacher avec du maquillage. Hier, elle est allée voir le médecin pour le faire examiner, et demain elle essaiera un nouveau traitement pour s'en débarrasser.",
      "example_translation": "Aveva un grande brufolo sulla fronte, quindi ha cercato di coprirlo con il trucco. Ieri, è andata dal dottore per farlo controllare, e domani proverà una nuova crema per eliminarlo.",
      "imageLink": "image_files\\English\\"imageLink": "forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grandir",
      "translation": "crescere",
      "definition": "Grandir signifie augmenter en taille, quantité ou degré, ou se développer ou mûrir physiquement, mentalement ou émotionnellement.",
      "definition_translation": "Crescere significa aumentare di dimensione, quantità o grado, o svilupparsi o maturare fisicamente, mentalmente o emotivamente.",
      "example": "J'ai grandi dans une petite ville, mais maintenant je vis dans une grande ville. Je vais grandir mes propres légumes dans mon jardin l'été prochain, et j'ai grandi fatigué de ce style de vie occupé.",
      "example_translation": "Sono cresciuto in un piccolo paese, ma ora vivo in una grande città. Crescerò i miei própri ortaggi nel mio cortile estivo, e mi sono stancato di questo stile di vita frenetico.",
      "imageLink": "image_files\\English\\"imageLink": "grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coupe de cheveux",
      "translation": "taglio di capelli",
      "definition": "Une coupe de cheveux est un style de coiffure, généralement réalisé par un coiffeur professionnel, pour obtenir une forme, une longueur ou un look désiré.",
      "definition_translation": "Un taglio di capelli è una styling dei capelli, di solito fatto da un barbiere o stilista professionista, per ottenere una forma, lunghezza o aspetto desiderati.",
      "example": "Je besoin d'une coupe de cheveux, donc je vais aller chez le coiffeur demain. Elle avait une mauvaise coupe de cheveux, donc elle portait un chapeau pour la cacher. Il a laissé ses cheveux pousser longs, puis a eu une coupe de cheveux pour les donner à une organisation caritative.",
      "example_translation": "Ho bisogno di un taglio di capelli, quindi andrò dal barbiere domani. Aveva un terribile taglio di capelli, quindi ha indossato un cappello per coprirlo. Lui ha cresciuto i capelli lunghi, ma poi ha ottenuto un taglio di capelli per donarlo in beneficienza.",
      "imageLink": "image_files\\English\\"imageLink": "haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coiffeur",
      "translation": "parrucchiere",
      "definition": "Une personne dont la profession est de couper, de styliser et de soigner les cheveux des gens.",
      "definition_translation": "Una persona la cui occupazione è tagliare, stilare e prendersi cura dei capelli delle persone.",
      "example": "Je vais au même coiffeur depuis des années parce que j'adore son style. Elle travaillait autrefois dans un salon, mais maintenant elle a sa propre boutique. Elle étendra son entreprise l'année prochaine.",
      "example_translation": "Vado dallo stesso parrucchiere da anni perché adoro il suo stile. Lavorava in un salone, ma ora ha il suo negozio proprio. Espanderà la sua attività l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "beau",
      "translation": "bello",
      "definition": "Plaisant à l'œil ou à l'esprit; attractif.",
      "definition_translation": "Piacente all'occhio o alla mente; attraente.",
      "example": "Il était un jeune homme beau lorsque je l'ai rencontré pour la première fois. Il est devenu encore plus beau avec l'âge. Il sera beau pour toujours à mes yeux.",
      "example_translation": "Era un giovane uomo attraente quando l'ho incontrato per la prima volta. È diventato ancora più attraente con l'età. Sarà attraente per sempre ai miei occhi.",
      "imageLink": "image_files\\English\\"imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hauteur",
      "translation": "altezza",
      "definition": "La mesure de la taille de quelque chose ou de quelqu'un.",
      "definition_translation": "La misura di quanto sia alto qualcosa o qualcuno.",
      "example": "La hauteur du bâtiment était incroyable. À ma hauteur, je peux atteindre le haut de l'étagère. Elle sera surprise par la hauteur des montagnes.",
      "example_translation": "L'altezza dell'edificio era incredibile. Alla mia altezza, posso raggiungere la mensola superiore. Sarà sorpresa dall'altezza delle montagne.",
      "imageLink": "image_files\\English\\"imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gamin",
      "translation": "bambino",
      "definition": "Un enfant ou un jeune personne.",
      "definition_translation": "Un bambino o una persona giovane.",
      "example": "J'étais un gamin lorsque j'ai appris à faire du vélo. Maintenant, j'enseigne à mon gamin à faire du vélo. Dans 10 ans, mon gamin pourra faire du vélo tout seul.",
      "example_translation": "Ero un bambino quando ho imparato a guidare la bicicletta. Ora, sto insegnando a mio figlio a guidare la bicicletta. Tra 10 anni, mio figlio sarà in grado di guidare la bicicletta da solo.",
      "imageLink": "image_files\\English\\"imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "genou",
      "translation": "ginocchio",
      "definition": "L'articulation qui relie le fémur à la jambe.",
      "definition_translation": "L'articolazione che collega l'osso della coscia all'osso della gamba.",
      "example": "Je me suis blessé au genou en jouant au soccer. Hier, je suis allé voir le docteur pour examiner mon genou. Dans quelques jours, mon genou sera complètement guéri.",
      "example_translation": "Mi sono fatto male al ginocchio giocando a calcio. Ieri, sono andato dal dottore per controllare il mio ginocchio. Tra pochi giorni, il mio ginocchio sarà completamente guarito.",
      "imageLink": "image_files\\English\\"imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dame",
      "translation": "signora",
      "definition": "Une femme de manières raffinées et d'éducation.",
      "definition_translation": "Una donna di modi raffinati e istruita.",
      "example": "La dame du magasin m'a aidé à trouver ce que je cherchais. Hier, j'ai vu une dame promenant son chien dans le parc. À l'avenir, j'espère rencontrer une dame qui partage mes centres d'intérêt.",
      "example_translation": "La signora del negozio mi ha aiutato a trovare ciò che cercavo. Ieri, ho visto una signora che passeggiava con il suo cane nel parco. Nel futuro, spero di incontrare una signora che condivide i miei interessi.",
      "imageLink": "image_files\\English\\"imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lèvre",
      "translation": "labbro",
      "definition": "L'une des deux plis charnus qui entourent l'ouverture de la bouche.",
      "definition_translation": "Uno dei due ripiegamenti di carne che circondano l'apertura della bocca.",
      "example": "Elle a léché sa lèvre avant de répondre à la question. Elle va se retrousser les lèvres pour siffler une mélodie. Elle s'était retroussé les lèvres pour siffler une mélodie.",
      "example_translation": "Lei leccò il labbro prima di rispondere alla domanda. Si acciglierà il labbro per fischiare una melodia. Si era accigliata il labbro per fischiare una melodia.",
      "imageLink": "image_files\\English\\"imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mâle",
      "translation": "maschio",
      "definition": "Une personne ou un animal du sexe qui produit des spermatozoïdes, ou une plante qui produit du pollen.",
      "definition_translation": "Una persona o animale del sesso che produce spermatozoi, o una pianta che produce polline.",
      "example": "Il est un modèle masculin. Il sera un enseignant masculin. Il était un étudiant masculin.",
      "example_translation": "È un modello maschio. Sarà un insegnante maschio. Era uno studente maschio.",
      "imageLink": "image_files\\English\\"imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "d'âge moyen",
      "translation": "di mezza età",
      "definition": "Étant à la période médiane de sa vie, environ entre 40 et 60 ans.",
      "definition_translation": "Essere nel periodo di mezza età della propria vita, grossomodo dai 40 ai 60 anni.",
      "example": "Il est un homme d'âge moyen. Il sera une personne d'âge moyen. Il était un enseignant d'âge moyen.",
      "example_translation": "È un uomo di mezza età. Sarà una persona di mezza età. Era un insegnante di mezza età.",
      "imageLink": "image_files\\English\\"imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "moustache",
      "translation": "baffi",
      "definition": "Une poussée de cheveux sur la lèvre supérieure, en particulier lorsqu'elle est cultivée et soignée.",
      "definition_translation": "Un crescita di capelli sul labbro superiore, soprattutto quando coltivati e accuditi.",
      "example": "Il avait une moustache épaisse et bouclée qui le faisait ressembler à un aristocrate du XIXe siècle. Il va se laisser pousser une moustache pour le party costume ce soir. Elle l'avait vu avec une moustache auparavant, mais elle était différente cette fois-ci.",
      "example_translation": "Aveva un baffi folto e ricciolo che lo faceva sembrare un aristocratico del 19º secolo. Crescerà i baffi per la festa in costume stasera. Aveva visto lui con i baffi prima, ma era diverso questa volta.",
      "imageLink": "image_files\\English\\"imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prendre du poids",
      "translation": "ingrassare",
      "definition": "Gagner du poids ou devenir plus lourd, souvent en raison de la consommation excessive de nourriture ou de boissons.",
      "definition_translation": "Guadagnare peso o diventare più pesante, spesso a causa del consumo di cibo o bevande eccessive.",
      "example": "Après les vacances, elle avait pris du poids et avait besoin de recommencer à faire du régime. Il avait pris du poids lentement au fil du temps. D'ici l'été prochain, elle aura pris du poids et ne pourra plus rentrer dans son vieux maillot de bain.",
      "example_translation": "Dopo le vacanze, aveva ingrassato e aveva bisogno di iniziare la dieta di nuovo. Aveva stato ingrassando lentamente nell'ultimo anno. Entro l'estate prossima, avrà ingrassato e non si adatta più nel suo vecchio costume da bagno.",
      "imageLink": "image_files\\English\\"imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sexe",
      "translation": "sesso",
      "definition": "Les caractéristiques biologiques et physiologiques qui définissent les mâles et les femelles, ou l'acte de l'intercourse sexuelle.",
      "definition_translation": "Le caratteristiche biologiche e fisiologiche che definiscono maschi e femmine, o l'atto di rapporto sessuale.",
      "example": "Le médecin a parlé d'éducation sexuelle à l'école. Ils avaient eu des relations sexuelles pendant des années, mais c'était différent cette fois-ci. D'ici le moment où ils se marieront, ils auront eu des relations sexuelles pendant cinq ans.",
      "example_translation": "Il dottore ha parlato di educazione sessuale nella scuola. Avevano fatto sesso per anni, ma era diverso questa volta. Quando si sposarono, avranno fatto sesso per cinque anni.",
      "imageLink": "image_files\\English\\"imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "se raser",
      "translation": "radere",
      "definition": "Retirer les poils ou autre matériel indésirable de la surface, généralement à l'aide d'un rasoir ou d'un autre objet tranchant.",
      "definition_translation": "rimuovere capelli o altri materiali indesiderati da una superficie, normalmente utilizzando un rasoio o altro oggetto affilato",
      "example": "J'ai rasé ma barbe ce matin, je me raserai la tête la semaine prochaine, et j'avais rasé mes jambes l'année dernière.",
      "example_translation": "Mi sono rasato la barba stamattina, mi raderò la testa la prossima settimana e mi ero rasato le gambe l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "intelligente",
      "definition": "Ayant ou montrant une aptitude naturelle pour apprendre, comprendre ou gérer les choses.",
      "definition_translation": "avere o mostrare una capacità naturale di apprendere, comprendere o affrontare le cose",
      "example": "Elle était une étudiante intelligente et avait obtenu de bonnes notes, elle est intelligente et peut résoudre des problèmes complexes, et elle sera intelligente et inventera une nouvelle technologie.",
      "example_translation": "Era una studentessa intelligente e aveva ottenuto buoni voti, è intelligente e può risolvere problemi complessi e sarà intelligente e inventerà una nuova tecnologia.",
      "imageLink": "image_files\\English\\"imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adolescent",
      "translation": "adolescenziale",
      "definition": "Relatif ou caractéristique des personnes âgées de 13 à 19 ans, notamment dans leur comportement émotionnel ou social.",
      "definition_translation": "relativo o caratteristico delle persone nell'età degli anni della adolescenza, soprattutto nel loro comportamento emotivo o sociale",
      "example": "Les garçons adolescents sont souvent rebelles, les filles adolescentes sont souvent émotionnelles, et les années d'adolescence sont souvent difficiles.",
      "example_translation": "I ragazzi adolescenti sono spesso ribelli, le ragazze adolescenti sono spesso emotive e gli anni dell'adolescenza sono spesso difficili.",
      "imageLink": "image_files\\English\\"imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pouce",
      "translation": "pollice",
      "definition": "Le doigt court et épais de la main humaine, opposable aux quatre autres doigts.",
      "definition_translation": "Il dito breve e spesso di una mano umana, opponibile alle altre quattro dita.",
      "example": "Elle s'est piquée le pouce à l'aiguille en cousant. / Elle se pique le pouce à l'aiguille chaque fois qu'elle coud. / Elle se piquera le pouce à l'aiguille si elle n'est pas prudente.",
      "example_translation": "Si è punta il pollice con l'ago mentre cuciva. / Si punta sempre il pollice con l'ago ogni volta che cuce. / Si punterà il pollice con l'ago se non sta attenta.",
      "imageLink": "image_files\\English\\"imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "faible",
      "translation": "debole",
      "definition": "Manquant de force ou de puissance; faible ou fragile.",
      "definition_translation": "Mancante di forza o potere; debole o fragile.",
      "example": "Il se sentait faible après la maladie. / Il a été faible depuis l'accident. / Il se sentira faible si elle ne mange pas suffisamment.",
      "example_translation": "Si è sentito debole dopo la malattia. / È stato debole dal momento dell'incidente. / Si sentirà debole se non mangia abbastanza.",
      "imageLink": "image_files\\English\\"imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "peser",
      "translation": "pesare",
      "definition": "Déterminer le poids de quelque chose ou quelqu'un.",
      "definition_translation": "Determinare il peso di qualcosa o qualcuno.",
      "example": "Elle pesera la viande au marché. / Il s'est pesé hier. / Ils pèsent les bagages avant de les enregistrer.",
      "example_translation": "Lei peserà la carne al mercato. / Lui si è pesato ieri. / Loro pesano i bagagli prima di check-in.",
      "imageLink": "image_files\\English\\"imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poids",
      "translation": "peso",
      "definition": "La quantité ou la masse de poids de quelque chose.",
      "definition_translation": "La quantità o quantità di pesantezza o massa di qualcosa.",
      "example": "Je dois perdre quelques kilos pour l'été. Je pèse 70 kilogrammes maintenant, mais je peserai 60 kilogrammes d'ici la fin de l'année. Je pesais 65 kilogrammes l'année dernière.",
      "example_translation": "Devo perdere qualche peso per l'estate. Peso 70 chili ora, ma peserò 60 chili entro la fine dell'anno. Pesavo 65 chili l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bien habillé",
      "translation": "bene vestito",
      "definition": "Portant des vêtements qui sont propres, soignés et attractifs.",
      "definition_translation": "Indossando vestiti che sono puliti, ordinati e attraenti.",
      "example": "L'homme bien habillé est entré dans la party avec confiance. Il était bien habillé pour l'occasion, mais son ami ne l'était pas. Il sera bien habillé pour le mariage demain.",
      "example_translation": "L'uomo bene vestito è entrato nella festa con fiducia. Era ben vestito per l'occasione, ma il suo amico non lo era. Sarà ben vestito per il matrimonio di domani.",
      "imageLink": "image_files\\English\\"imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jeunesse",
      "translation": "gioventù",
      "definition": "La période de la vie où une personne est jeune.",
      "definition_translation": "Il periodo di vita quando una persona è giovane.",
      "example": "Les jeunes d'aujourd'hui sont plus habiles en technologie que leurs parents. Dans ma jeunesse, je passais des heures à jouer dehors. Les jeunes façonneront l'avenir de notre pays.",
      "example_translation": "I giovani di oggi sono più esperti di tecnologia dei loro genitori. Nella mia gioventù, giocavo fuori tutto il giorno. I giovani daranno forma al futuro del nostro paese.",
      "imageLink": "image_files\\English\\"imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nu",
      "translation": "nudo",
      "definition": "Dénué de couverture ou de vêtement; nu.",
      "definition_translation": "Mancante di copertura o vestiti; nudo.",
      "example": "Elle a marché pieds nus sur la plage. Elle a des bras nus. Elle révèlera son âme dans son autobiographie.",
      "example_translation": "Ha camminato a piedi nudi sulla spiaggia. Ha le braccia nude. Rivelerà la sua anima nel suo autobiografia.",
      "imageLink": "image_files\\English\\"imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "déguisement",
      "translation": "camuffamento",
      "definition": "Un costume ou déguisement porté pour cacher son identité.",
      "definition_translation": "Un costume o travestimento indossato per nascondere la propria identità.",
      "example": "Le voleur portait un déguisement pour éviter d'être détecté. Elle s'est déguisée en homme. L'acteur changera sa voix dans le film.",
      "example_translation": "Il ladro ha indossato un travestimento per evitare di essere scoperto. Si è travestita da uomo. L'attore cambierà la sua voce nel film.",
      "imageLink": "image_files\\English\\"imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "déguiser",
      "translation": "camuffamento",
      "definition": "Changer l'apparence de quelque chose ou quelqu'un pour qu'il ne soit pas reconnu.",
      "definition_translation": "Cambiare l'aspetto di qualcosa o qualcuno in modo che non sia riconosciuto.",
      "example": "Le maquilleur a déguisé le visage de l'acteur. Les arbres étaient déguisés en buissons. La compagnie déguisera ses profits.",
      "example_translation": "L'artista del trucco ha camuffato il viso dell'attore. Gli alberi erano stati camuffati come cespugli. La società camufferà i suoi profitti.",
      "imageLink": "image_files\\English\\"imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "élégant",
      "translation": "elegante",
      "definition": "Caractérisé par ou exhibant un goût raffiné et de la culture; plaisamment gracieux et stylé dans l'apparence ou la manière.",
      "definition_translation": "Caratterizzato da o che mostra gusto raffinato e cultura; gradevolmente grazioso e stiloso nell'aspetto o nel modo di essere.",
      "example": "Elle était élégante dans sa robe rouge au party. Elle a toujours été une danseuse élégante. Elle sera élégante dans son nouveau rôle de modèle.",
      "example_translation": "Lei sembrava elegante nel suo abito rosso alla festa. È sempre stata una ballerina elegante. Sarà elegante nel suo nuovo ruolo di modella.",
      "imageLink": "image_files\\English\\"imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "élégamment",
      "translation": "elegantemente",
      "definition": "De manière plaisamment gracieuse et stylée.",
      "definition_translation": "In un modo che è gradevolmente grazioso e stiloso.",
      "example": "Elle a marché élégamment dans la salle. Il a dansé élégamment avec son partenaire. Ils décoreront élégamment la salle de mariage.",
      "example_translation": "Lei camminava elegantemente attraverso la stanza. Lui ballava elegantemente con la sua partner. Saranno elegantemente decorare il salone delle nozze.",
      "imageLink": "image_files\\English\\"imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sourcils",
      "translation": "sopracciglia",
      "definition": "Les poils qui poussent sur les bords des paupières au-dessus des yeux.",
      "definition_translation": "I capelli che crescono sui bordi delle palpebre sopra gli occhi.",
      "example": "Elle a épilé ses sourcils pour correspondre à son visage. Ses sourcils étaient épais et broussailleux. Ils se feront faire les sourcils pour le party.",
      "example_translation": "Lei ha dato forma alle sue sopracciglia per adattarle al suo viso. I suoi sopracciglia erano spessi e folti. Si faranno fare le sopracciglia per la festa.",
      "imageLink": "image_files\\English\\"imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cils",
      "translation": "ciglia",
      "definition": "Les poils qui poussent sur les bords des paupières, notamment les plus longs qui aident à protéger les yeux des poussières et des petites particules.",
      "definition_translation": "I capelli che crescono sui bordi delle palpebre, specialmente quelli più lunghi che aiutano a proteggere gli occhi dalla polvere e dalle altre piccole particelle.",
      "example": "Elle a recourbé ses cils pour faire paraître ses yeux plus grands. Elle a recourbé ses cils pour faire paraître ses yeux plus grands. Elle recourbera ses cils pour faire paraître ses yeux plus grands.",
      "example_translation": "Ha arricciato le ciglia per fare apparire i suoi occhi più grandi. Ha arricciato le ciglia per fare apparire i suoi occhi più grandi. Arriccerà le ciglia per fare apparire i suoi occhi più grandi.",
      "imageLink": "image_files\\English\\"imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caractéristique",
      "translation": "caratteristica",
      "definition": "Une partie ou un aspect saillant de quelque chose, comme un lieu, un paysage ou un visage.",
      "definition_translation": "Una parte o aspetto prominente o distinto di qualcosa, come un luogo, un paesaggio o il volto di una persona.",
      "example": "Le nouveau smartphone a plusieurs caractéristiques innovantes. La meilleure caractéristique de la caméra est sa haute résolution. La meilleure caractéristique de la nouvelle employée est son excellent talent de communication.",
      "example_translation": "Il nuovo smartphone ha diverse funzionalità innovative. La migliore caratteristica della camera è la sua alta risoluzione. La migliore caratteristica del nuovo dipendente è la sua eccellente abilità comunicativa.",
      "imageLink": "image_files\\English\\"imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "féminin",
      "translation": "femmina",
      "definition": "Une personne ou un animal du sexe qui aTypically la capacité de porter des petits ou de produire des œufs.",
      "definition_translation": "Una persona o animale del sesso che tipicamente ha la capacità di generare giovani o produrre uova.",
      "example": "La chanteuse féminine était incroyable sur scène. Les employées féminines se sont plaintes de l'inégalité. La lionne féminine protégeait ses petits.",
      "example_translation": "La cantante femmina era incredibile sul palco. Le dipendenti femminili silamentavano della mancanza di uguaglianza. La leonessa femmina stava proteggendo i suoi cuccioli.",
      "imageLink": "image_files\\English\\"imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "taches de rousseur",
      "translation": "efelidi",
      "definition": "Petits points bruns sur la peau, especially sur le visage, causés par le soleil.",
      "definition_translation": "Piccole macchie brune sulla pelle, soprattutto sul viso, che sono causate dal sole.",
      "example": "Quand j'étais enfant, j'avais beaucoup de taches de rousseur sur mon nez. Maintenant, j'en ai moins. Je n'en aurai plus du tout lorsque je serai vieux.",
      "example_translation": "Quando ero bambino, avevo molte efelidi sul mio naso. Adesso ho meno efelidi. Avrò ancor meno efelidi quando sarò vecchio.",
      "imageLink": "image_files\\English\\"imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frange",
      "translation": "frangia",
      "definition": "Un bord décoratif de fils ou de bandes suspendues, généralement sur un tissu.",
      "definition_translation": "Un bordo decorativo di fili o strisce pendenti, tipicamente su un pezzo di stoffa.",
      "example": "La frange de mon écharpe est très longue. Je vais la couper demain. La frange était belle lorsque j'ai acheté l'écharpe.",
      "example_translation": "La frangia sulla mia sciarpa è molto lunga. Taglierò la frangia domani. La frangia era bellissima quando l'ho comprata.",
      "imageLink": "image_files\\English\\"imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "genre",
      "translation": "genere",
      "definition": "L'état d'être homme ou femme, notamment lorsqu'il est considéré dans son rapport avec les rôles sociaux et culturels.",
      "definition_translation": "Lo stato di essere maschio o femmina, soprattutto quando considerato in relazione ai ruoli sociali e culturali.",
      "example": "Le genre du bébé sera révélé demain. Le professeur a demandé le genre de l'étudiant. L'entreprise vise à éliminer les préjugés liés au genre.",
      "example_translation": "Il genere del bebè sarà rivelato domani. L'insegnante ha chiesto sul genere dello studente. L'azienda si propone di eliminare la parzialità di genere.",
      "imageLink": "image_files\\English\\"imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adulte",
      "translation": "adulto",
      "definition": "Un adulte est une personne qui est entièrement développée physiquement et mentalement, et est considérée comme entièrement responsable de ses actions.",
      "definition_translation": "Un adulto è una persona completamente sviluppata fisicamente e mentalmente e viene considerata pienamente responsabile delle proprie azioni.",
      "example": "J'étais très adulte à 18 ans, j'avais déjà fini l'université et avais un travail. Maintenant, je suis adulte, je travaille et paie des impôts. Dans 10 ans, je serai un adulte plus responsable, ayant des enfants et une maison.",
      "example_translation": "Ero molto adulto quando avevo 18 anni, avevo già finito l'università e trovato lavoro. Adesso sono adulto, lavoro e pago le tasse. Tra 10 anni, sarò una persona ancora più adulta, avendo figli e possedendo una casa.",
      "imageLink": "image_files\\English\\"imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cheveux",
      "translation": "capelli",
      "definition": "Les cheveux sont des filaments de protéine qui poussent sur la peau, généralement sur la tête humaine, et servent de barrière protectrice contre les éléments.",
      "definition_translation": "I capelli sono un filamento proteico che cresce dalla pelle, normalmente sulla testa umana, e funge da barriera protettiva contro gli elementi.",
      "example": "J'avais les cheveux longs quand j'étais jeune, mais maintenant j'ai les cheveux courts. Ma sœur aura les cheveux crêpés lorsqu'elle grandira, mais mon frère aura les cheveux droits. Dans l'avenir, j'aurai les cheveux gris.",
      "example_translation": "Avevo capelli lunghi quando ero giovane, ma adesso ho capelli corti. Mia sorella avrà capelli ricci quando crescerà, ma mio fratello avrà capelli dritti. Nel futuro, avrò capelli grigi.",
      "imageLink": "image_files\\English\\"imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "image",
      "translation": "immagine",
      "definition": "Une image est une représentation visuelle de quelque chose, comme une personne, un objet ou un paysage, créée par des moyens tels que la photographie, la peinture ou le rendu numérique.",
      "definition_translation": "Un'immagine è una rappresentazione visiva di qualcosa, come una persona, un oggetto o una scena, creata attraverso vari mezzi come la fotografia, la pittura o la rendering digitale.",
      "example": "J'ai pris une image du coucher de soleil hier, et maintenant je la regarde sur mon téléphone. Dans l'avenir, je créerai des images numériques pour mon entreprise. Mon amie aura une image de son mariage sur son mur.",
      "example_translation": "Ho scattato un'immagine del tramonto ieri, e adesso sto guardando l'immagine sul mio telefono. Nel futuro, creerò immagini digitali per la mia azienda. La mia amica avrà un'immagine del suo matrimonio sulla sua parete.",
      "imageLink": "image_files\\English\\"imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mâle",
      "translation": "maschio",
      "definition": "Un mâle est un individu du sexe qui produit de petits gamètes (spermatozoïdes) pour la fertilisation des ovules.",
      "definition_translation": "Un maschio è un individuo del sesso che produce gameti piccoli (spermatozoi) per la fecondazione delle uova.",
      "example": "Il était un strip-teaseur masculin au club. Il sera un strip-teaseur masculin au club. Il était en train d'être un strip-teaseur masculin au club.",
      "example_translation": "Era uno spogliarellista maschio nel club. Sarà uno spogliarellista maschio nel club. Stava essere uno spogliarellista maschio nel club.",
      "imageLink": "image_files\\English\\"imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "clou",
      "translation": "chiodo",
      "definition": "Un clou est une petite pièce métallique pointue ou un élément de fixation, notamment utilisé pour attacher des choses au bois.",
      "definition_translation": "Un chiodo è una piccola spunta metallica o fissatore appuntito, soprattutto uno usato per attaccare le cose al legno.",
      "example": "J'ai cloué le tableau au mur. Je clouerai le tableau au mur. J'étais en train de clouer le tableau au mur.",
      "example_translation": "Ho inchiodato la foto al muro. Inchioderò la foto al muro. Stavo inchiodando la foto al muro.",
      "imageLink": "image_files\\English\\"imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nu",
      "translation": "nudo",
      "definition": "Ne portant aucun vêtement ; nu.",
      "definition_translation": "Non indossando alcun vestito; nudo.",
      "example": "Elle était nue dans la douche. Elle sera nue dans la douche. Elle avait été nue dans la douche.",
      "example_translation": " Era nuda nella doccia. Sarà nuda nella doccia. Era stata nuda nella doccia.",
      "imageLink": "image_files\\English\\"imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pâle",
      "translation": "pallido",
      "definition": "Manquant de vivacité ou d'intensité de couleur ; fade. Un teint pâle est souvent associé à la maladie ou à la fatigue.",
      "definition_translation": "Mancante di luminosità o intensità di colore; lavato. Un colorito pallido è spesso associato a malattia o stanchezza.",
      "example": "Elle avait l'air pâle et fatiguée après le long vol. Elle avait toujours été pâle, et le médecin était inquiet. Elle sera pâle à nouveau après l'opération.",
      "example_translation": "Sembrava pallida e stanca dopo il lungo volo. Era stata pallida per tutta la vita, e il medico era preoccupato. Sarà pallida di nuovo dopo l'intervento chirurgico.",
      "imageLink": "image_files\\English\\"imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "queue de cheval",
      "translation": "codino",
      "definition": "Une coiffure où les cheveux sont ramenés et attachés avec un élastique ou un lien, généralement à l'arrière de la tête. La queue de cheval est une coiffure classique qui ne passer jamais de mode.",
      "definition_translation": "Un taglio di capelli in cui i capelli vengono tirati indietro e fissati con una banda o legaccio, tipicamente sulla parte posteriore della testa. Un codino è un taglio di capelli classico che non va mai fuori moda.",
      "example": "Elle portait sa queue de cheval au party. Elle avait porté une queue de cheval tout sa vie, et cela lui allait bien. Elle portera une queue de cheval au mariage.",
      "example_translation": "Portava i capelli in un codino alla festa. Aveva portato un codino per tutta la vita, e le donava. Porterà un codino al matrimonio.",
      "imageLink": "image_files\\English\\"imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "racial",
      "translation": "razziale",
      "definition": "Relatif à ou caractéristique d'une race ou groupe de personnes partageant des caractéristiques communes, telles que l'apparence physique ou les traditions culturelles.",
      "definition_translation": "Relativo o caratteristico di una razza o gruppo di persone che condividono caratteristiche comuni, come l'aspetto fisico o le tradizioni culturali.",
      "example": "La discrimination raciale est illégale dans de nombreux pays. Elle a été victime d'abus racistes dans la rue. Les tensions raciales dans la ville sont élevées.",
      "example_translation": "La discriminazione razziale è illegale in molti paesi. Era stata offesa razzialmente in strada. Le tensioni razziali nella città sono alte.",
      "imageLink": "image_files\\English\\"imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sexuel",
      "translation": "sessuale",
      "definition": "Relatif aux instincts, sentiments ou activités liés à l'attirance physique et à l'amour; concernant ou caractérisé par le sexe.",
      "definition_translation": "Relativo agli istinti, sentimenti o attività associati all'attrazione fisica e all'amore; caratterizzato dal sesso.",
      "example": "Il a été accusé de harcèlement sexuel au travail. Hier, elle a éprouvé une tension sexuelle avec son collègue. D'ici l'âge de 30 ans, elle aura une relation sexuelle plus stable.",
      "example_translation": "Era accusato di molestie sessuali sul posto di lavoro. Ieri, ella sentiva tensione sessuale con il suo collega. Quando avrà 30 anni, avrà una relazione sessuale più stabile.",
      "imageLink": "image_files\\English\\"imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tache",
      "translation": "macchia",
      "definition": "Eine petite, généralement circulaire, marque ou tâche sur une surface; un endroit particulier ou une localisation.",
      "definition_translation": "Una piccola macchia, normalmente circolare, su una superficie; un posto particolare o località.",
      "example": "Il y avait une tache sur sa chemise. Le site touristique était bondé. D'ici l'année prochaine, ils identifieront le talent de la nouvelle employée.",
      "example_translation": "C'era una macchia sulla sua camicia. Il luogo turistico era affollato. L'anno prossimo, scopriranno il talento del nuovo dipendente.",
      "imageLink": "image_files\\English\\"imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "force",
      "translation": "forza",
      "definition": "La qualité ou l'état d'être fort; la capacité de déployer une puissance musculaire ou de résister à la difficulté.",
      "definition_translation": "La qualità o stato di essere forte; la capacità di esercitare potere muscolare o di resistere alle difficoltà.",
      "example": "Il a montré une grande force face à l'adversité. La force de l'athlète était impressionnante. D'ici l'année prochaine, elle aura acquis de la force dans ses compétences linguistiques.",
      "example_translation": "Ha mostrato grande forza di fronte alle avversità. La forza dell'atleta era impressionante. L'anno prossimo, avrà acquistato forza nelle sue abilità linguistiche.",
      "imageLink": "image_files\\English\\"imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "renforcer",
      "translation": "rinforzare",
      "definition": "Rendre quelque chose plus fort ou plus puissant.",
      "definition_translation": "rendere qualcosa più forte o più potente",
      "example": "J'ai renforcé ma détermination pour finir le projet. Je renforce mes muscles par l'exercice. Je renforcerai mon vocabulaire en lisant plus de livres.",
      "example_translation": "Ho rinforzato la mia risoluzione di finire il progetto. Sto rinforzando i miei muscoli attraverso l'esercizio. Rinforzerò il mio vocabolario leggendo più libri.",
      "imageLink": "image_files\\English\\"imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bronzé",
      "translation": "abbronzatura",
      "definition": "Une couleur brune de la peau, en particulier sur le visage et les bras, causée par une exposition prolongée au soleil.",
      "definition_translation": "un colore marrone sulla pelle, specialmente sulla faccia e sulle braccia, causato dal soggiorno al sole",
      "example": "J'ai pris un bronzé en passant trop de temps à la plage. Elle avait un beau bronzé après sa vacance. Il aura un bronzé après son voyage à Hawaï.",
      "example_translation": "Ho preso un'abbronzatura passando troppo tempo al mare. Lei ha una bella abbronzatura dalla sua vacanza. Lui avrà un'abbronzatura dopo il suo viaggio alle Hawaii.",
      "imageLink": "image_files\\English\\"imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuisse",
      "translation": "coscia",
      "definition": "La partie de la jambe au-dessus du genou.",
      "definition_translation": "la parte della gamba sopra il ginocchio",
      "example": "J'ai blessé ma cuisse pendant le match. Elle a des cuisses fortes gracias au cyclisme. Il renforcera ses muscles de cuisse par l'exercice.",
      "example_translation": "Mi sono infortunato alla coscia durante la partita. Lei ha cosce forti da ciclismo. Lui rinforzerà i muscoli delle cosce attraverso l'esercizio.",
      "imageLink": "image_files\\English\\"imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ondulé",
      "translation": "ondulato",
      "definition": "Ayant une forme ou un mouvement en forme de vague; non droit ou plat.",
      "definition_translation": "Avendo una forma o movimento ondulato; non dritto o piatto.",
      "example": "Les cheveux ondulés lui donnaient un air de surfeuse. Elle avait des cheveux ondulés lorsqu'elle était jeune. Elle aura des cheveux ondulés lorsque elle grandira.",
      "example_translation": "I capelli ondulati le facevano sembrare una surfista. Aveva i capelli ondulati quando era giovane. Avrà i capelli ondulati quando crescerà.",
      "imageLink": "image_files\\English\\"imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bien bâti",
      "translation": "robusto",
      "definition": "Ayant un corps sain et fort; physiquement adapté.",
      "definition_translation": "Avendo un corpo forte e sano; fisicamente allenato.",
      "example": "Il était un athlète bien bâti. Elle était bien bâtie pour son âge. Ils seront bien bâtis lorsqu'ils auront fini leur entraînement.",
      "example_translation": "Era un atleta robusto. Era robusta per la sua età. Saranno robusti quando finiranno l'addestramento.",
      "imageLink": "image_files\\English\\"imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rides",
      "translation": "rughe",
      "definition": "Petits plis ou sillons dans la peau, notamment sur le visage, causés par le vieillissement ou la perte d'élasticité cutanée.",
      "definition_translation": "Piccole pieghe o crepe sulla pelle, soprattutto sul viso, causate dall'invecchiamento o dalla perdita di elasticità cutanea.",
      "example": "Elle avait des rides sur le visage après des années de tabagisme. Il avait des rides autour des yeux à cause de son rire. Ils auront des rides lorsqu'ils seront vieux.",
      "example_translation": "Aveva rughe sul viso dopo anni di fumo. Aveva rughe intorno agli occhi dal ridere. Avranno rughe quando invecchieranno.",
      "imageLink": "image_files\\English\\"imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poignet",
      "translation": "polso",
      "definition": "Le poignet est la jointure qui relie la main au avant-bras. C'est une structure complexe composée d'os, de ligaments et de tendons.",
      "definition_translation": "Il polso è l'articolazione che collega la mano all'avambraccio. È una struttura complessa composta da ossa, legamenti e tendini.",
      "example": "J'ai tordu mon poignet en jouant au tennis et maintenant ça fait mal. J'ai porté un bracelet de soutien au poignet. D'ici une semaine, je pourrai jouer à nouveau.",
      "example_translation": "Mi sono torsa il polso giocando a tennis e ora fa male. Ho indossato un bracciale supportivo per sostenerlo. La prossima settimana, potrò giocare di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jeunesse",
      "translation": "gioventù",
      "definition": "La jeunesse désigne la période de la vie située entre l'enfance et l'âge adulte, caractérisée par une croissance physique et émotionnelle rapide.",
      "definition_translation": "La gioventù si riferisce al periodo della vita tra l'infanzia e l'età adulta, caratterizzato da una rapida crescita fisica e emotiva.",
      "example": "Pendant ma jeunesse, j'ai voyagémuch et j'ai appris beaucoup de nouvelles choses. Dans ma jeunesse, j'étais plus insouciant et je prenais des risques. Maintenant, je suis plus prudent et responsable.",
      "example_translation": "Durante la mia gioventù, ho viaggiato molto e ho imparato molte cose nuove. Nella mia gioventù, ero più spensierato e assumevo rischi. Ora, sono più cauto e responsabile.",
      "imageLink": "image_files\\English\\"imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "veau",
      "translation": "vitello",
      "definition": "Un veau est un jeune bovin, généralement dans sa première année de vie, ou une section de la jambe entre le genou et la cheville.",
      "definition_translation": "Un vitello è un giovane bovino, di solito nel primo anno di vita, o una sezione della gamba tra il ginocchio e la caviglia.",
      "example": "Le veau a couru jouer dans le champ, poursuivant des papillons. J'ai une blessure au muscle de la jambe à cause de avoir couru trop. D'ici un mois, j'aurai récupéré et je pourrai courir à nouveau.",
      "example_translation": "Il vitello correva giocoso nel campo, inseguendo le farfalle. Ho una lesione al muscolo del polpaccio per aver corso troppo. Il mese prossimo, mi sarò ripreso e sarò in grado di correre di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "élégance",
      "translation": "eleganza",
      "definition": "La qualité d'être agréablement raffinée et dignifiée dans sa manière d'être ou son apparence.",
      "definition_translation": "La qualità di essere gradevolmente raffinata e dignitosa nel modo o nell'aspetto.",
      "example": "La beauté de l'architecture de la ville a été renforcée par l'élégance de la fontaine. Les touristes avaient admiré l'élégance du palais par le passé. Le maire espère restaurer l'élégance de la ville à l'avenir.",
      "example_translation": "La bellezza dell'architettura della città era stata incrementata dall'eleganza della fontana. I turisti avevano ammirato l'eleganza del palazzo in passato. Il sindaco sperava di restaurare l'eleganza della città in futuro.",
      "imageLink": "image_files\\English\\"imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "petit doigt",
      "translation": "mignolo",
      "definition": "Le petit doigt est le doigt le plus petit de la main humaine.",
      "definition_translation": "Il dito più piccolo di una mano umana.",
      "example": "Elle s'est blessée au petit doigt en jouant au tennis. Le docteur a examiné son petit doigt avec soin. L'enfant apprendra à utiliser son petit doigt pour jouer du piano à l'avenir.",
      "example_translation": "Si era fatta male al mignolo giocando a tennis. Il dottore esaminò il suo mignolo con cura. Il bambino imparerà ad usare il suo mignolo per suonare il pianoforte in futuro.",
      "imageLink": "image_files\\English\\"imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doigt médian",
      "translation": "indice",
      "definition": "Le doigt situé entre l'index et l'annulaire.",
      "definition_translation": "Il dito tra l'indice e l'anulare.",
      "example": "Il s'est blessé au doigt médian en soulevant des boîtes lourdes. L'artiste utilise son doigt médian pour tenir le pinceau. Le garçon apprendra à utiliser son doigt médian pour jouer de la guitare à l'avenir.",
      "example_translation": "Si era fatto male al dito indice sollevando scatole pesanti. L'artista usa il suo dito indice per tenere il pennello. Il ragazzo imparerà ad usare il suo dito indice per suonare la chitarra in futuro.",
      "imageLink": "image_files\\English\\"imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "obèse",
      "translation": "obeso",
      "definition": "Ayant une condition médicale dans laquelle la graisse corporelle a accumulé à un point où elle pourrait avoir un effet négatif sur la santé.",
      "definition_translation": "Avere una condizione medica in cui il grasso corporeo in eccesso si è accumulato fino a raggiungere un punto in cui può avere un effetto negativo sulla salute.",
      "example": "J'étais obèse au lycée, mais j'ai essayé de perdre du poids depuis. Je vais commencer un régime la semaine prochaine, et j'étais en régime l'année dernière.",
      "example_translation": "Ero obeso quando ero al liceo, ma sto cercando di perdere peso da allora. Inizierò una dieta la prossima settimana, e avevo seguito una dieta l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ressembler",
      "translation": "somigliare",
      "definition": "Avoir une apparence ou des caractéristiques similaires à quelqu'un ou quelque chose.",
      "definition_translation": "Avere un aspetto o caratteristiche simili a quelle di qualcuno o qualcosa.",
      "example": "Elle ressemble à sa mère, mais son frère ne ressemble pas à leur père. Ils ressembleront l'un à l'autre lorsqu'ils grandiront.",
      "example_translation": "Lei somiglia a sua madre, ma suo fratello non somiglia a loro padre. Si somiglieranno tra loro quando cresceranno.",
      "imageLink": "image_files\\English\\"imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adolescent",
      "translation": "adolescente",
      "definition": "Un jeune qui se développe d'un enfant en adulte.",
      "definition_translation": "Un giovane che si sviluppa da bambino ad adulto.",
      "example": "J'étais adolescent lorsque j'ai commencé à jouer au football, et je vais rester adolescent jusqu'à ce que j'aie 19 ans. Il était adolescent lorsqu'il a déménagé dans une nouvelle ville.",
      "example_translation": "Ero un adolescente quando ho iniziato a giocare a calcio, e sarò un adolescente fino a quando non avrò 19 anni. Era un adolescente quando si è trasferito in una nuova città.",
      "imageLink": "image_files\\English\\"imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pommettes",
      "translation": "zigomi",
      "definition": "La saillie osseuse du visage, formant la base des orbites oculaires.",
      "definition_translation": "La prominenza ossea del viso, che forma la base delle orbite degli occhi.",
      "example": "Elle avait des pommettes hautes et un petit nez, ce qui faisait que son visage avait une apparence très symétrique. Elle avait développé des pommettes saillantes après avoir perdu du poids. Elle aura des pommettes saillantes lorsqu'elle grandira.",
      "example_translation": "Aveva zigomi alti e un naso piccolo, il che faceva sembrare il suo viso molto simmetrico. Aveva sviluppato zigomi appuntiti dopo aver perso peso. Avrà zigomi prominenti quando crescerà.",
      "imageLink": "image_files\\English\\"imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "teint",
      "translation": "incarnato",
      "definition": "La couleur et la texture naturelles de la peau, en particulier de celle du visage.",
      "definition_translation": "Il colore e la texture naturale della pelle, specialmente del viso.",
      "example": "Son teint clair lui donnait un air très délicat. Il avait un teint sombre après avoir travaillé dehors tout le jour. Elle aura un teint lisse après avoir utilisé les nouveaux produits de soins de la peau.",
      "example_translation": "Il suo incarnato chiaro la faceva sembrare molto delicata. Aveva un incarnato scuro lavorando all'aperto tutto il giorno. Avrà un incarnato liscio dopo aver usato i nuovi prodotti per la cura della pelle.",
      "imageLink": "image_files\\English\\"imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuticule",
      "translation": "cuticola",
      "definition": "La fine couche de peau à la base d'un ongle de doigt ou de orteil.",
      "definition_translation": "Il sottile strato di pelle alla base di un dito o unghia del piede.",
      "example": "Elle repoussait toujours ses cuticules pour faire paraître ses ongles plus longs. Il avait des cuticules sèches après avoir lavé la vaisselle tout le jour. Elle aura des cuticules saines après les avoir hydratées régulièrement.",
      "example_translation": "Lei spingeva sempre indietro le sue cuticole per far sembrare le sue unghie più lunghe. Aveva cuticole secche dopo aver lavato i piatti tutto il giorno. Avrà cuticole sane dopo averle idratate regolarmente.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "paume",
      "translation": "palma",
      "definition": "La surface interne de la main, depuis le poignet jusqu'à la base des doigts.",
      "definition_translation": "La superficie interna della mano dal polso alla base delle dita.",
      "example": "Elle frotta la paume de sa main sur son pantalon avant de saisir la corde. Hier, elle avait serré la balle dans sa paume. Elle palmera le ballon à son coéquipier.",
      "example_translation": "Ha strofinato la palma della mano sui pantaloni prima di afferrare la corda. Ieri, aveva palleggiato la piccola palla. Palleggerà la palla al suo compagno di squadra.",
      "imageLink": "image_files\\English\\"imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "annulaire",
      "translation": "dito anulare",
      "definition": "Le quatrième doigt d'une main humaine, en particulier celui sur lequel on porte une bague de mariage.",
      "definition_translation": "Il quarto dito di una mano umana, soprattutto quello su cui si indossa un anello di matrimonio.",
      "example": "Elle portait son alliance à l'annulaire. Il s'était blessé à l'annulaire en jouant au football. Ils échangeront des vœux de mariage avec des bagues à leurs annulaires.",
      "example_translation": "Ha indossato il suo anello di fidanzamento sul dito anulare. Si era fatto male al dito anulare giocando a football. Scambieranno i voti di matrimonio con gli anelli sui leur dita anulari.",
      "imageLink": "image_files\\English\\"imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tibia",
      "translation": "stinco",
      "definition": "La face frontale de la jambe inférieure, depuis le genou jusqu'à la cheville.",
      "definition_translation": "La parte anteriore della gamba inferiore, dal ginocchio alla caviglia.",
      "example": "Il s'était fait une ecchymose sur le tibia en tombant. Elle escaladait le tibia de l'arbre pour saisir les fruits. Ils escaladeront le tibia de la falaise pour atteindre le sommet.",
      "example_translation": "Si era preso un livido sulla stinco cadendo. Lei sale sulla stinco dell'albero per prendere il frutto. Saliranno sulla stinco della scogliera per raggiungere la cima.",
      "imageLink": "image_files\\English\\"imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "favoris",
      "translation": "baffi",
      "definition": "Les cheveux poussant sur les côtés du visage d'une personne, en particulier depuis les tempes jusqu'à la ligne de la mâchoire.",
      "definition_translation": "Capelli che crescono sulle guance di una persona, soprattutto dalle tempie verso la linea della mascella",
      "example": "Il avait été en train de faire pousser des favoris depuis des mois, mais sa femme ne les aimait pas. Il les avait fait tailler la semaine dernière, mais ils avaient rapidement repoussé. Il les enlèvera complètement le mois prochain.",
      "example_translation": "Ha lasciato crescere i baffi per mesi, ma sua moglie non li vuole. Li aveva tagliati la settimana scorsa, ma sono cresciuti di nuovo rapidamente. Li eliminerà completamente il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épointé",
      "translation": "appuntito",
      "definition": "Ayant un point aigu ou plusieurs points; de forme pointue.",
      "definition_translation": "Avendo un punto affilato o punta; di forma a punta",
      "example": "Il portait une coiffure épointée au party, mais ses amis ne l'ont pas reconnu. Il l'avait ainsi coiffée pendant une semaine, puis avait changé pour une coiffure plus normale. Il essaiera une nouvelle coiffure épointée l'année prochaine.",
      "example_translation": "Indossava un taglio di capelli appuntito alla festa, ma i suoi amici non lo riconobbero. L'aveva stilato così per una settimana, poi cambiò in un look più normale. Proverà un nuovo taglio di capelli appuntito l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barbe de trois jours",
      "translation": "barbetta",
      "definition": "Les petits poils qui poussent sur le visage d'une personne, en particulier sur le menton et les joues, après la rasage.",
      "definition_translation": "Peluzzi corti che crescono sul viso di una persona, soprattutto sul mento e sulle guance, dopo la rasatura",
      "example": "Il avait oublié de se raser ce matin, alors il avait beaucoup de barbe de trois jours sur le visage. Il l'avait enlevée hier soir, mais elle avait déjà repoussé. Il se raserait régulièrement pour éviter la barbe de trois jours.",
      "example_translation": "Si era dimenticato di radersi stamattina, quindi aveva una barbetta sul viso. L'aveva rimossa la sera scorsa, ma era cresciuta di nuovo rapidamente. Si raderà regolarmente per evitare la barbetta.",
      "imageLink": "image_files\\English\\"imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "trotteur",
      "translation": "bambino",
      "definition": "Un jeune enfant, généralement âgé entre un et trois ans, qui est juste en train d'apprendre à marcher ou marche de manière vacillante.",
      "definition_translation": "Un bambino piccolo, solitamente tra gli 1 e i 3 anni, che sta imparando a camminare o cammina in modo instabile.",
      "example": "Hier, le trotteur avait marché de manière vacillante à travers la pièce. Aujourd'hui, elle marche avec plus de confiance. D'ici une semaine, elle courra autour de la cour arrière.",
      "example_translation": "Ieri, il bambino ha camminato in modo instabile attraverso la stanza. Oggi, lei sta camminando con più fiducia. La settimana prossima, lei correrà intorno al cortile.",
      "imageLink": "image_files\\English\\"imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "abdomen",
      "translation": "addome",
      "definition": "La région du corps située entre la poitrine et le bassin, contenant l'estomac, les intestins, le foie et d'autres organes.",
      "definition_translation": "La regione del corpo tra il torace e la pelvi, contenente lo stomaco, l'intestino tenue, il fegato e altri organi.",
      "example": "Le médecin a examiné l'abdomen du patient pour vérifier si il y avait des signes d'inflammation. Le patient avait éprouvé des douleurs abdominales pendant plusieurs jours. Au moment du diagnostic, l'abdomen du patient était gravement enflé.",
      "example_translation": "Il medico ha esaminato l'addome del paziente per verificare eventuali segni di infiammazione. Il paziente aveva esperito dolori addominali per diversi giorni. Al momento della diagnosi, l'addome del paziente era gravemente gonfio.",
      "imageLink": "image_files\\English\\"imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pain",
      "translation": "panino",
      "definition": "Un petit pain, souvent sucré, utilisé pour contenir un remplissage tel que de la viande ou du fromage.",
      "definition_translation": "Un piccolo rotolo di pane dolce, spesso utilizzato per contenere un ripieno come carne o formaggio.",
      "example": "Je me suis arrêté à la boulangerie pour acheter un pain frais pour mon déjeuner. Hier, j'avais mangé un pain savoureux farci de poulet rôti. D'ici la semaine prochaine, j'aurai appris à faire mes propres pains.",
      "example_translation": "Mi sono fermato alla panetteria per comprare un panino fresco per il mio pranzo. Ieri, avevo mangiato un panino salato ripieno di pollo arrosto. Entro il prossimo fine settimana, avrò imparato a cucinare i miei panini.",
      "imageLink": "image_files\\English\\"imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "index",
      "translation": "indice",
      "definition": "Le doigt situé à côté du pouce, utilisé pour pointer et saisir.",
      "definition_translation": "Il dito accanto al pollice, usato per puntare e afferrare.",
      "example": "Elle a appuyé sur le bouton avec son index. Hier, elle avait appuyé avec son pouce. Demain, elle appuiera avec son majeur.",
      "example_translation": "Lei ha premuto il pulsante con il dito indice. Ieri, aveva premuto con il pollice. Domani, premerà con il dito medio.",
      "imageLink": "image_files\\English\\"imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barbiche",
      "translation": "poggetto",
      "definition": "Un style de barbe qui implique de laisser pousser des poils sur le menton, souvent s'étendant sur les joues.",
      "definition_translation": "Uno stile di barba che comporta la crescita dei capelli sul mento, spesso estendendosi fino alle guance.",
      "example": "Il a commencé à laisser pousser une barbiche il y a des mois. L'an dernier, il avait une barbe complète. L'année prochaine, il se raserait tout.",
      "example_translation": "È stato crescendo un poggetto per mesi. L'anno scorso, aveva una barba completa. L'anno prossimo, si raderà tutto.",
      "imageLink": "image_files\\English\\"imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "permanent",
      "translation": "permesso",
      "definition": "Un type de coiffure qui implique un traitement chimique pour créer des boucles ou des ondulations.",
      "definition_translation": "Un tipo di acconciatura che comporta il trattamento chimico per creare riccioli o onde.",
      "example": "Elle s'est fait faire un permanent la semaine dernière. Avant, ses cheveux étaient droits, mais maintenant ils sont bouclés. Dans quelques mois, ils seront droits à nouveau.",
      "example_translation": "Ha fatto un permesso la settimana scorsa. I suoi capelli erano diritti prima, ma ora sono ricci. Tra pochi mesi, saranno di nuovo diritti.",
      "imageLink": "image_files\\English\\"imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]