[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frère",
      "translation": "fratello",
      "definition": "Un frère, un enfant mâle des mêmes parents.",
      "definition_translation": "Un fratello maschio, un figlio maschio degli stessi genitori.",
      "example": "J'avais un frère quand j'étais enfant, mais maintenant j'ai un frère qui étudie à l'étranger. Mon frère nous visitera l'année prochaine.",
      "example_translation": "Avevo un fratello quando ero bambino, ma ora ho un fratello che studia all'estero. Mio fratello ci visiterà il prossimo anno.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "enfant",
      "translation": "bambino",
      "definition": "Un être humain entre la naissance et la puberté.",
      "definition_translation": "Un essere umano tra la nascita e la pubertà.",
      "example": "J'étais un enfant quand j'ai appris à faire du vélo. L'enfant jouera avec des jouets maintenant. L'enfant deviendra une grande personne à l'avenir.",
      "example_translation": "Ero un bambino quando ho imparato a guidare una bicicletta. Il bambino giocherà con i giocattoli adesso. Un bambino diventerà una grande persona nel futuro.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "enfants",
      "translation": "bambini",
      "definition": "Forme plurielle d'enfant, désignant plusieurs jeunes humains.",
      "definition_translation": "Forma plurale di bambino, riferendosi a più giovani esseri umani.",
      "example": "J'ai deux enfants qui étudient à l'école. Les enfants joueront dehors maintenant. Les enfants s'amuseront beaucoup à la fête.",
      "example_translation": "Ho due bambini che studiano a scuola. I bambini giocheranno fuori ora. I bambini si divertiranno moltissimo alla festa.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "père",
      "translation": "papà",
      "definition": "Un père est un parent mâle ou un terme informel pour une figure paternelle.",
      "definition_translation": "Un papà è un genitore maschio o un termine informale e amichevole per un padre.",
      "example": "Mon père était un excellent cuisinier. Il a cuisiné le dîner pour nous hier. Il cuisinera le petit déjeuner pour nous demain.",
      "example_translation": "Mio papà era un grande cuoco. Ha cucinato la cena per noi ieri. Cuocerà la colazione per noi domani.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fille",
      "translation": "figlia",
      "definition": "Une fille est une enfant féminine ou une descendante féminine.",
      "definition_translation": "Una figlia è una bambina o una discendente femminile.",
      "example": "Ma fille adorait jouer avec des poupées quand elle était enfant. Elle adore jouer avec ses enfants maintenant. Elle aimera jouer avec ses petits-enfants à l'avenir.",
      "example_translation": "Mia figlia amava giocare con le bambole quando era una bambina. Ama giocare con i suoi bambini ora. Amerà giocare con i suoi nipoti nel futuro.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "père",
      "translation": "padre",
      "definition": "Un père est un parent mâle qui fournit des soins et un soutien à quelqu'un ou quelque chose.",
      "definition_translation": "Un padre è un genitore maschio o una persona che dà cura e sostegno a qualcuno o qualcosa.",
      "example": "Mon père était un travailleur acharné. Il a travaillé sans relâche pour nous fournir. Il travaillera à temps partiel après sa retraite.",
      "example_translation": "Mio padre era un lavoratore instancabile. Ha lavorato senza sosta per fornirci. Lavorerà part-time dopo che si ritirerà.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mari",
      "translation": "marito",
      "definition": "Un mari est le partenaire masculin dans un mariage, qui entretient une relation intime et proche avec sa femme.",
      "definition_translation": "Un marito è un partner maschile in un matrimonio, che ha una relazione stretta e intima con sua moglie.",
      "example": "Mon mari m'aidera avec le déménagement demain, mais il m'a aidé avec les courses hier, et il m'aidera avec la cuisine ce soir.",
      "example_translation": "Mio marito mi aiuterà con il trasloco domani, ma mi ha aiutato con la spesa ieri, e mi aiuterà con la cottura stasera.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mère",
      "translation": "madre",
      "definition": "Une mère est une parent féminine qui donne naissance à un enfant et le prend soin.",
      "definition_translation": "Una madre è una genitrice femminile che dà alla luce un bambino e lo nutre e lo cura.",
      "example": "Ma mère nous visitera la semaine prochaine, mais elle nous a visités l'année dernière, et elle nous visitera à nouveau le mois prochain.",
      "example_translation": "Mia madre ci visite la prossima settimana, ma ci ha visitato l'anno scorso, e ci visiterà di nuovo il mese prossimo.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maman",
      "translation": "mamma",
      "definition": "Une maman est un terme affectueux et informel utilisé pour adresser ou se référer à sa mère.",
      "definition_translation": "Una mamma è un termine affettuoso e informale usato per rivolgersi o riferirsi alla propria madre.",
      "example": "J'aime ma maman, et j'aimais ma maman quand j'étais enfant, et j'aimerai ma maman quand je serai vieux.",
      "example_translation": "Amo mia mamma, e l'ho amata quando ero un bambino, e l'amerò quando sarò anziano.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parents",
      "translation": "genitori",
      "definition": "Un parent est une personne qui donne naissance, élève et prend soin d'un enfant, lui fournissant amour, soutien et guidance tout au long de sa vie.",
      "definition_translation": "Un genitore è una persona che dà alla luce, alleva e si prende cura di un bambino, fornendogli amore, sostegno e guida per tutta la vita.",
      "example": "Mes parents m'ont emmené au parc cuando j'étais enfant. Ils emmènent ma sœur chez le dentiste maintenant. Ils emmèneront mon frère à l'université l'année prochaine.",
      "example_translation": "I miei genitori mi hanno portato al parco quando ero bambino. Portano mia sorella dal dentista ora. Porteranno mio fratello al college l'anno prossimo.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sœur",
      "translation": "sorella",
      "definition": "Une sœur est une sœur femelle, une femme qui partage un ou les deux parents avec vous, souvent formant un lien étroit et durable.",
      "definition_translation": "Una sorella è una sorella, una femmina che condivide uno o entrambi i genitori con te, spesso formando un legame stretto e duraturo.",
      "example": "Ma sœur habite à Londres. Elle a vécu à Paris l'année dernière. Elle habitera à Rome le mois prochain.",
      "example_translation": "Mia sorella vive a Londra. Ha vissuto a Parigi l'anno scorso. Vivrà a Roma il mese prossimo.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fils",
      "translation": "figlio",
      "definition": "Un fils est un enfant ou un descendant masculin, souvent formant une relation étroite et aimante avec ses parents.",
      "definition_translation": "Un figlio è un bambino maschio o un discendente maschio, spesso formando un rapporto stretto e amorevole con i genitori.",
      "example": "Mon fils joue au soccer tous les jours. Il a joué au tennis la semaine dernière. Il jouera au basket-ball l'année prochaine.",
      "example_translation": "Mio figlio gioca a calcio ogni giorno. Ha giocato a tennis la scorsa settimana. Giocherà a pallacanestro l'anno prossimo.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "femme",
      "translation": "moglie",
      "definition": "Une femme est un partenaire féminin dans un mariage, notamment en relation avec son mari.",
      "definition_translation": "Una moglie è una partner femminile in un matrimonio, soprattutto in relazione a suo marito.",
      "example": "J'ai épousé ma femme en 2010, et nous célébrerons notre anniversaire le mois prochain. Ma femme a travaillé comme enseignante pendant cinq ans, et elle commencera son propre business l'année prochaine.",
      "example_translation": "Mi sono sposato con mia moglie nel 2010 e celebreremo il nostro anniversario il mese prossimo. Mia moglie lavora come insegnante da cinque anni e inizierà la sua attività commerciale l'anno prossimo.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tante",
      "translation": "zia",
      "definition": "Une tante est la sœur de l'un de vos parents ou la femme de l'oncle.",
      "definition_translation": "Una zia è la sorella della madre o del padre, o la moglie dello zio.",
      "example": "Ma tante habite à New York, et je la visite chaque été. Ma tante a deux enfants, et ils sont mes cousins. Je rencontrerai le nouveau mari de ma tante la semaine prochaine.",
      "example_translation": "La mia zia vive a New York e la visito ogni estate. La mia zia ha due figli e sono miei cugini. Incontrerò il nuovo marito della mia zia la settimana prossima.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grand frère",
      "translation": "fratello maggiore",
      "definition": "Un grand frère est un frère aîné, notamment dans une famille ou dans une relation où l'une des personnes est protectrice ou guide.",
      "definition_translation": "Un fratello maggiore è un fratello più grande, soprattutto in una famiglia o in una relazione in cui una persona è protettiva o guidante.",
      "example": "Mon grand frère m'a appris à faire du vélo lorsque j'étais enfant. Mon grand frère est maintenant médecin, et il a travaillé à l'hôpital pendant dix ans. Je demanderai à mon grand frère de m'aider avec mes devoirs ce soir.",
      "example_translation": "Il mio fratello maggiore mi ha insegnato a guidare la bicicletta quando ero bambino. Il mio fratello maggiore è ora un dottore e lavora in un ospedale da dieci anni. Chiederò al mio fratello maggiore di aiutarmi con i miei compiti homework stasera.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grande sœur",
      "translation": "sorella maggiore",
      "definition": "Une sœur aînée, notamment une qui est plus vieille que soi de seulement un ou deux ans.",
      "definition_translation": "Una sorella più grande, in particolare quella che è più grande solo di un anno o due.",
      "example": "Ma grande sœur s'est toujours occupée de moi lorsque j'étais enfant. Elle s'occupe de moi maintenant. Elle s'occupera de moi à l'avenir.",
      "example_translation": "La mia sorella maggiore si è sempre presa cura di me quando ero ragazzo. Si prende cura di me adesso. Si prenderà cura di me nel futuro.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cousin",
      "translation": "cugino",
      "definition": "L'enfant de l'un de vos oncles ou tantes.",
      "definition_translation": "Il figlio di uno zio o una zia.",
      "example": "Mon cousin m'a visité la semaine dernière. Il me visite chaque année. Il me visitra l'été prochain.",
      "example_translation": "Il mio cugino mi ha visitato la scorsa settimana. Mi visita ogni anno. Mi visiterà la prossima estate.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "petit-enfant",
      "translation": "nipo",
      "definition": "L'enfant de l'un de vos enfants.",
      "definition_translation": "Un figlio del proprio figlio.",
      "example": "Mon petit-enfant adore jouer avec moi. Elle a joué avec moi hier. Elle jouera avec moi demain.",
      "example_translation": "La mia nipote adora giocare con me. Ha giocato con me ieri. Giocerà con me domani.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "petits-enfants",
      "translation": "nipoti",
      "definition": "Les enfants de vos enfants, ou les descendants de vos enfants.",
      "definition_translation": "I figli dei propri figli, o i discendenti dei propri figli.",
      "example": "Mes petits-enfants me visitent la semaine prochaine. J'ai visité mes petits-enfants l'année dernière. Je vais visiter mes petits-enfants l'été prochain.",
      "example_translation": "I miei nipoti mi stanno visitando la prossima settimana. Ho visitato i miei nipoti l'anno scorso. Visiterò i miei nipoti il prossimo estate.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grand-père",
      "translation": "nonno",
      "definition": "Le père de l'un de vos parents ou une femme, ou un terme affectueux utilisé pour s'adresser à un homme âgé.",
      "definition_translation": "Il padre di uno dei propri genitori, o un termine affettuoso utilizzato per rivolgersi a un uomo anziano.",
      "example": "Mon grand-père était un homme gentil. J'ai rencontré mon grand-père au parc. Je rencontrerai mon grand-père à l'aéroport demain.",
      "example_translation": "Il mio nonno era una persona gentile. Ho incontrato il mio nonno al parco. Incontrerò il mio nonno all'aeroporto domani.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "petite-fille",
      "translation": "nipote",
      "definition": "La fille de son fils ou de sa fille, ou une descendante féminine d'un frère ou d'une sœur.",
      "definition_translation": "La figlia di uno dei propri figli, o una discendente femminile di uno dei propri fratelli o sorelle.",
      "example": "Ma petite-fille apprend à faire du vélo. J'ai emmené ma petite-fille au zoo. Je vais emmener ma petite-fille à la plage le week-end prochain.",
      "example_translation": "La mia nipote sta imparando a guidare una bicicletta. Ho portato la mia nipote allo zoo. Porterò la mia nipote al mare il prossimo fine settimana.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grand-père",
      "translation": "nonno",
      "definition": "Le père de son père ou de sa mère; un ancêtre masculin,especially one qui est révéré pour sa sagesse, sa gentillesse ou d'autres vertus.",
      "definition_translation": "Il padre del padre o della madre di qualcuno; un antenato maschio, soprattutto uno che è riverito per la sua saggezza, gentilezza o altre virtù.",
      "example": "Mon grand-père était un homme gentil et aimable. Il a été grand-père pendant 10 ans. Il sera grand-père à nouveau l'année prochaine.",
      "example_translation": "Mio nonno era un uomo gentile e amorevole. È stato nonno per 10 anni. Sarà nonno di nuovo l'anno prossimo.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grand-mère",
      "translation": "nonna",
      "definition": "La mère de son père ou de sa mère; une ascendante féminine, especially one qui est aimée et respectée.",
      "definition_translation": "La madre della madre o del padre di qualcuno; un'antenata femminile, soprattutto una che è amata e rispettata.",
      "example": "Ma grand-mère fait toujours des biscuits pour nous. Elle a été grand-mère pendant 20 ans. Elle sera grand-mère à nouveau bientôt.",
      "example_translation": "La mia nonna sempre cuoce biscotti per noi. È stata nonna per 20 anni. Sarà nonna di nuovo presto.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grand-mère",
      "translation": "nonna",
      "definition": "La mère de son père ou de sa mère; une ascendante féminine, especially one qui est aimée et respectée.",
      "definition_translation": "La madre della madre o del padre di qualcuno; un'antenata femminile, soprattutto una che è amata e rispettata.",
      "example": "Ma grand-mère habite à la campagne. Elle a été grand-mère à l'âge de 50 ans. Elle sera arrière-grand-mère l'année prochaine.",
      "example_translation": "La mia nonna vive in campagna. Era nonna a 50 anni. Sarà bisnonna l'anno prossimo.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grand-papa",
      "translation": "nonno",
      "definition": "Le père de son père ou de sa mère; un grand-père.",
      "definition_translation": "Il padre della propria madre o padre; un nonno.",
      "example": "Mon grand-papa m'emmenait au parc lorsque j'étais enfant. Maintenant, il emmène mes enfants au parc. À l'avenir, il emmènera mes petits-enfants au parc.",
      "example_translation": "Mio nonno mi portava al parco quando ero ragazzo. Adesso, porta i miei bambini al parco. In futuro, porterà i miei nipoti al parco.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grand-parent",
      "translation": "nonno/a",
      "definition": "Un parent de son père ou de sa mère; un grand-père ou une grand-mère.",
      "definition_translation": "Un genitore della propria madre o padre; un nonno o una nonna.",
      "example": "Mes grands-parents vivaient à la campagne lorsqu'ils étaient jeunes. Maintenant, ils vivent en ville. À l'avenir, ils voyageront autour du monde.",
      "example_translation": "I miei nonni vivevano in campagna quando erano giovani. Adesso, vivono in città. In futuro, viaggeranno intorno al mondo.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grands-parents",
      "translation": "nonni",
      "definition": "Les parents de son père ou de sa mère; des grands-parents.",
      "definition_translation": "I genitori della propria madre o padre; i nonni.",
      "example": "Mes grands-parents me racontaient des histoires lorsque j'étais enfant. Maintenant, ils racontent des histoires à mes enfants. À l'avenir, ils raconteront des histoires à mes petits-enfants.",
      "example_translation": "I miei nonni mi raccontavano storie quando ero ragazzo. Adesso, raccontano storie ai miei bambini. In futuro, racconteranno storie ai miei nipoti.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "petit-fils",
      "translation": "nipote",
      "definition": "Un petit-fils est un enfant masculin ou un descendant masculin d'une personne, especially le fils de son fils ou de sa fille.",
      "definition_translation": "Un nipote è un figlio maschio o un discendente maschio di una persona, specialmente un figlio di un figlio o di una figlia.",
      "example": "J'ai un petit-fils qui étudie à l'étranger. L'année dernière, il m'a rendu visite, et l'année prochaine, il obtiendra son diplôme de fin d'études.",
      "example_translation": "Ho un nipote che studia all'estero. L'anno scorso, mi ha visitato, e l'anno prossimo, si laureerà al college.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mémé",
      "translation": "nonna",
      "definition": "Une mémé est un terme informel pour une vieille femme, especially une grand-mère.",
      "definition_translation": "Una nonna è un termine informale per una donna anziana, specialmente una nonna.",
      "example": "Ma mémé habite à la campagne et adore cuisiner des plats traditionnels. Lorsque j'étais enfant, elle me racontait des histoires, et maintenant, elle est très fière de mes réalisations.",
      "example_translation": "La mia nonna vive in campagna e adora cucinare piatti tradizionali. Quando ero bambino, mi raccontava storie, e ora, è molto orgogliosa dei miei successi.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oncle",
      "translation": "zio",
      "definition": "Un oncle est le frère de sa mère ou de son père, ou le mari de sa tante.",
      "definition_translation": "Uno zio è il fratello della madre o del padre, o il marito della zia.",
      "example": "Mon oncle est médecin et il aide les gens dans le besoin. La semaine dernière, il a opéré un patient, et le mois prochain, il voyagera à une conférence.",
      "example_translation": "Mio zio è un medico e aiuta le persone bisognose. La scorsa settimana, ha operato un paziente, e il prossimo mese, viaggerà per una conferenza.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "neveu",
      "translation": "nipote",
      "definition": "Le fils d'un frère ou d'une sœur, ou le fils du frère ou de la sœur de son époux/épouse.",
      "definition_translation": "Il figlio del fratello o della sorella di uno, o il figlio del fratello o della sorella del coniuge.",
      "example": "Mon neveu vient nous visiter la semaine prochaine. Il a étudié à l'étranger pendant un an. Il obtiendra son diplôme l'année prochaine.",
      "example_translation": "Mio nipote sta arrivando in visita la prossima settimana. Ha studiato all'estero per un anno. Si laureerà l'anno prossimo.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nièce",
      "translation": "nipote",
      "definition": "La fille d'un frère ou d'une sœur, ou la fille du frère ou de la sœur de son époux/épouse.",
      "definition_translation": "La figlia del fratello o della sorella di uno, o la figlia del fratello o della sorella del coniuge.",
      "example": "Ma nièce adore jouer avec des poupées. Elle a commencé à jouer avec elles depuis qu'elle était enfant. Elle continuera à jouer avec elles à l'avenir.",
      "example_translation": "La mia nipote adora giocare con le bambole. Ha giocato con loro fin da quando era bambina. Continuerà a giocarci in futuro.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parent",
      "translation": "parente",
      "definition": "Une personne liée par le sang ou le mariage,especially une personne plus éloignée qu'un frère, une sœur, un parent ou un enfant.",
      "definition_translation": "Una persona connessa per sangue o matrimonio, specialmente uno più distante di un fratello, sorella, genitore o figlio.",
      "example": "J'ai many parents vivant dans différentes parties du monde. Ils ont vécu là-bas pendant des décennies. Ils continueront à vivre là-bas à l'avenir.",
      "example_translation": "Ho molti parenti che vivono in diverse parti del mondo. Hanno vissuto lì per decenni. Continueranno a vivere lì nel futuro.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jumeau",
      "translation": "gemello",
      "definition": "L'un des deux enfants ou des animaux nés à la même naissance, ou une personne ou une chose qui ressemble étroitement à une autre.",
      "definition_translation": "Uno dei due bambini o animali nati nella stessa nascita, o una persona o cosa che assomiglia molto a un'altra.",
      "example": "Ma sœur jumelle visite depuis la ville voisine, J'ai vu mon frère jumeau au magasin hier, et je rencontrerai mes amis jumeaux au parc demain.",
      "example_translation": "La mia sorella gemella sta visitando dalla città, ho visto mio fratello gemello al negozio ieri, e incontrerò i miei amici gemelli al parco domani.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "beau-frère",
      "translation": " cognato",
      "definition": "Le mari de la sœur ou le frère de l'époux/épouse",
      "definition_translation": "Il marito della propria sorella o moglie del fratello, o il fratello del proprio coniuge.",
      "example": "Mon beau-frère est un médecin, Je visiterai mon beau-frère la semaine prochaine, et mon beau-frère m'a aidé à réparer ma voiture.",
      "example_translation": "Mio cognato è un medico, visiterò mio cognato la prossima settimana, e mio cognato mi ha aiutato a riparare la mia macchina.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "belle-fille",
      "translation": "nuora",
      "definition": "La femme du fils ou la femme du fils de l'époux/épouse.",
      "definition_translation": "La moglie del proprio figlio o la moglie del figlio del proprio marito.",
      "example": "Ma belle-fille est une excellente cuisinière, Je rencontrerai ma belle-fille au mariage, et ma belle-fille m'a aidé avec mon jardinage.",
      "example_translation": "La mia nuora è una grande cuoca, incontrerò la mia nuora al matrimonio, e la mia nuora mi ha aiutato con il mio giardinaggio.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "beau-père",
      "translation": "suocero",
      "definition": "Le mari de la fille ou le père de l'époux/épouse.",
      "definition_translation": "Il marito della figlia, o il padre del coniuge.",
      "example": "J'ai eu une grande conversation avec mon beau-père au mariage. Il nous visitera le mois prochain. J'ai visité mon beau-père l'année dernière.",
      "example_translation": "Ho avuto una grande conversazione con mio suocero al matrimonio. Visiterà noi il prossimo mese. Ho visitato mio suocero l'anno scorso.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "demi-frère",
      "translation": "fratellastro",
      "definition": "Un frère qui partage un parent mais pas les deux, ou un homme qui partage un parent commun avec une autre personne.",
      "definition_translation": "Un fratello che condivide un genitore, ma non entrambi, o una persona maschile che condivide un genitore comune con un'altra persona.",
      "example": "J'ai un demi-frère de mon père précédent mariage. Mon demi-frère viendra nous visiter la semaine prochaine. J'avais rencontré mon demi-frère l'année dernière.",
      "example_translation": "Ho un fratellastro dal precedente matrimonio di mio padre. Mio fratellastro verrà a visitarci la prossima settimana. Avevo incontrato mio fratellastro l'anno scorso.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "demi-sœur",
      "translation": "sorellastra",
      "definition": "Une sœur qui partage un parent mais pas les deux, ou une femme qui partage un parent commun avec une autre personne.",
      "definition_translation": "Una sorella che condivide un genitore, ma non entrambi, o una persona femminile che condivide un genitore comune con un'altra persona.",
      "example": "J'ai une demi-sœur de mon mère précédent mariage. Ma demi-sœur viendra nous visiter le mois prochain. J'avais rencontré ma demi-sœur l'année dernière.",
      "example_translation": "Ho una sorellastra dal precedente matrimonio di mia madre. Mia sorellastra verrà a visitarci il prossimo mese. Avevo incontrato mia sorellastra l'anno scorso.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "belle-mère",
      "translation": "suocera",
      "definition": "La mère de l'époux/épouse, especially en relation avec le mariage de l'époux/épouse.",
      "definition_translation": "La madre del proprio coniuge, soprattutto in relazione al matrimonio del coniuge.",
      "example": "Ma belle-mère est une excellente cuisinière. Elle a cuisiné un délicieux repas pour nous hier. Elle cuira à nouveau demain.",
      "example_translation": "La mia suocera è una grande cuoca. Ha cucinato un pasto delizioso per noi ieri. Cuocherà di nuovo domani.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "relations",
      "translation": "relazioni",
      "definition": "Les liens ou les associations entre les personnes ou les groupes, notamment ceux basés sur le sang, le mariage ou l'amitié.",
      "definition_translation": "Collegamenti o associazioni tra persone o gruppi, soprattutto quelli basati su sangue, matrimonio o amicizia.",
      "example": "J'ai de bonnes relations avec mes voisins. Nous avons eu des relations positives depuis des années. Nos relations vont continuer à s'améliorer dans le futur.",
      "example_translation": "Ho buone relazioni con i miei vicini di casa. Abbiamo avuto relazioni positive per anni. Le nostre relazioni continueranno a migliorare nel futuro.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "siblings",
      "translation": "fratelli",
      "definition": "Les enfants des mêmes parents, en particulier ceux qui ne sont pas jumeaux.",
      "definition_translation": "Figli degli stessi genitori, soprattutto quelli che non sono gemelli.",
      "example": "J'ai deux frères et sœurs. Ils jouaient ensemble hier. Ils joueront à nouveau demain.",
      "example_translation": "Ho due fratelli. Stavano giocando insieme ieri. Gioceranno di nuovo domani.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sister-in-law",
      "translation": "nuora",
      "definition": "La sœur de l'époux ou de l'épouse, ou la femme du frère ou de la sœur.",
      "definition_translation": "La sorella del marito o della moglie, o la moglie del fratello o della sorella.",
      "example": "Ma belle-sœur est une excellente cuisinière. Elle nous a cuisiné hier. Elle nous cuisinera à nouveau la semaine prochaine.",
      "example_translation": "Mia nuora è una grande cuoca. Ha cucinato per noi ieri. Cuocerà per noi di nuovo la prossima settimana.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "son-in-law",
      "translation": "genero",
      "definition": "Le mari de la fille ou du fils.",
      "definition_translation": "Il marito della propria figlia o figlio.",
      "example": "Mon gendre est dentiste. Il m'a examiné les dents le mois dernier. Il examinera les dents de ma femme le mois prochain.",
      "example_translation": "Mio genero è un dentista. Ha esaminato i miei denti lo scorso mese. Esaminerà i denti di mia moglie il prossimo mese.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stepdaughter",
      "translation": "figliastra",
      "definition": "La fille de l'époux ou de l'épouse par un mariage précédent.",
      "definition_translation": "La figlia del proprio coniuge di un precedente matrimonio.",
      "example": "Ma belle-fille étudie à l'étranger. Elle a étudié l'anglais l'an dernier. Elle étudiera les affaires l'année prochaine.",
      "example_translation": "Mia figliastra studia all'estero. Ha studiato inglese l'anno scorso. Studerà economia l'anno prossimo.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stepfather",
      "translation": "patrigno",
      "definition": "Le mari de la mère par un mariage subséquent.",
      "definition_translation": "Il marito di tua madre per un matrimonio successivo.",
      "example": "Mon beau-père est très gentil envers moi. Il m'a aidé avec mes devoirs lorsque j'étais au lycée. Il m'emmena au parc demain.",
      "example_translation": "Mio patrigno è molto gentile con me. Mi ha aiutato con i miei compiti quando ero al liceo. Mi porterà nel parco domani.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stepmother",
      "translation": "matrigna",
      "definition": "La femme du père par un mariage subséquent.",
      "definition_translation": "La moglie di tuo padre per un matrimonio successivo.",
      "example": "Ma belle-mère est une excellente cuisinière. Elle nous a cuisiné le dîner hier soir. Elle nous cuisinera le petit déjeuner demain matin.",
      "example_translation": "La mia matrigna è una grande cuoca. Ha cucinato la cena per noi ieri sera. Cuocherà la colazione per noi domani mattina.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stepson",
      "translation": "figliastro",
      "definition": "Le fils de l'époux ou de l'épouse par un mariage précédent.",
      "definition_translation": "Il figlio del tuo marito o della tua moglie per un matrimonio precedente.",
      "example": "Mon beau-fils est très intelligent. Il a étudié dur pour son examen la semaine dernière. Il ira à l'université l'année prochaine.",
      "example_translation": "Mio figliastro è molto intelligente. Ha studiato sodo per il suo esame la scorsa settimana. Andrà al college l'anno prossimo.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "spouse",
      "translation": "congiunto",
      "definition": "Un époux est un partenaire dans un mariage, soit masculin ou féminin.",
      "definition_translation": "Un coniuge è un partner in un matrimonio, sia maschio che femmina.",
      "example": "J'ai épousé mon époux l'an dernier, et nous célébrerons notre anniversaire l'année prochaine. Mon époux travaille actuellement à l'étranger, mais il reviendra le mois prochain. Si je n'avais pas rencontré mon époux, je serais célibataire maintenant.",
      "example_translation": "Mi sono sposato con mio coniuge l'anno scorso e celebriamo il nostro anniversario l'anno prossimo. Mio coniuge lavora attualmente all'estero, ma tornerà il mese prossimo. Se non avessi incontrato mio coniuge, sarei single ora.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "in-laws",
      "translation": "suoceri",
      "definition": "Les beaux-parents sont les parents de l'époux ou la femme ou le mari de l'enfant.",
      "definition_translation": "I suoceri sono i genitori del proprio coniuge o la moglie o il marito del proprio figlio.",
      "example": "J'ai passé un excellent moment avec mes beaux-parents pendant les vacances. Mes beaux-parents vivent à la campagne, et nous les avons visités l'été dernier. Si mes beaux-parents ne nous avaient pas aidés, nous n'aurions pas pu acheter une maison.",
      "example_translation": "Ho avuto un grande tempo con i miei suoceri durante le vacanze. I miei suoceri vivono in campagna e li abbiamo visitati l'estate scorsa. Se i miei suoceri non ci avessero aiutati, non saremmo stati in grado di comprare una casa.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]