[
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Vendredi",
      "translation": "Venerdì",
      "definition": "Le jour de la semaine entre jeudi et samedi, traditionnellement considéré comme le cinquième jour de la semaine dans de nombreuses cultures.",
      "definition_translation": "Il giorno della settimana tra il giovedì e il sabato, tradizionalmente considerato il quinto giorno della settimana in molte culture.",
      "example": "Je vous retrouverai vendredi à 17 heures. Vendredi dernier, je suis allé à la plage. D'ici vendredi prochain, j'aurai terminé mon projet.",
      "example_translation": "Ti incontrerò il venerdì alle 5 pm. Il venerdì scorso, sono andato al mare. Entro il prossimo venerdì, avrò finito il mio progetto.",
      "imageLink": "friday.jpg",
      "audioLink": "Friday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Lundi",
      "translation": "Lunedì",
      "definition": "Le jour de la semaine entre dimanche et mardi, traditionnellement considéré comme le premier jour de la semaine dans de nombreuses cultures.",
      "definition_translation": "Il giorno della settimana tra la domenica e il martedì, tradizionalmente considerato il primo giorno della settimana in molte culture.",
      "example": "J'ai une réunion lundi matin. Lundi dernier, j'ai vu un excellent film. D'ici lundi prochain, j'aurai appris une nouvelle compétence.",
      "example_translation": "Ho una riunione il lunedì mattina. L'ultimo lunedì, ho visto un grande film. Entro il prossimo lunedì, avrò imparato una nuova abilità.",
      "imageLink": "monday.jpg",
      "audioLink": "Monday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Samedi",
      "translation": "Sabato",
      "definition": "Le jour de la semaine entre vendredi et dimanche, traditionnellement considéré comme le sixième jour de la semaine dans de nombreuses cultures.",
      "definition_translation": "Il giorno della settimana tra il venerdì e la domenica, tradizionalmente considerato il sesto giorno della settimana in molte culture.",
      "example": "Je vais aller au parc samedi après-midi. Samedi dernier, j'ai joué au football avec mes amis. D'ici samedi prochain, j'aurai terminé ma thèse.",
      "example_translation": "Vado al parco il sabato pomeriggio. L'ultimo sabato, ho giocato a calcio con i miei amici. Entro il prossimo sabato, avrò finito la mia tesi.",
      "imageLink": "saturday.jpg",
      "audioLink": "Saturday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Dimanche",
      "translation": "Domenica",
      "definition": "Le jour de la semaine entre samedi et lundi, considéré comme un jour de repos ou de culte dans de nombreuses cultures.",
      "definition_translation": "Il giorno della settimana tra sabato e lunedì, considerato un giorno di riposo o di culto in molte culture.",
      "example": "Je vous retrouverai dimanche matin. Hier était dimanche, donc je n'ai pas travaillé. D'ici dimanche prochain, j'aurai terminé mon projet.",
      "example_translation": "Mi incontrerò con te la mattina di domenica. Ieri era domenica, quindi non sono andato a lavorare. La prossima domenica, avrò finito il mio progetto.",
      "imageLink": "sunday.jpg",
      "audioLink": "Sunday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Jeudi",
      "translation": "Giovedì",
      "definition": "Le jour de la semaine entre mercredi et vendredi, souvent considéré comme un point moyen dans la semaine de travail.",
      "definition_translation": "Il giorno della settimana tra mercoledì e venerdì, spesso considerato un punto di mezzo nella settimana lavorativa.",
      "example": "J'ai une réunion jeudi après-midi. Jeudi dernier, je suis allé au cinéma. D'ici jeudi prochain, j'aurai terminé mon rapport.",
      "example_translation": "Ho una riunione ilgiovedì pomeriggio. L'ultimo giovedì, sono andato al cinema. La prossima giovedì, avrò finito il mio rapporto.",
      "imageLink": "thursday.jpg",
      "audioLink": "Thursday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Mardi",
      "translation": "Martedì",
      "definition": "Le jour de la semaine entre lundi et mercredi, souvent considéré comme un jour chargé.",
      "definition_translation": "Il giorno della settimana tra lunedì e mercoledì, spesso considerato un giorno impegnato.",
      "example": "J'ai un cours mardi matin. Mardi dernier, je suis allé au gymnase. D'ici mardi prochain, j'aurai terminé mon affectation.",
      "example_translation": "Ho una lezione il martedì mattina. L'ultimo martedì, sono andato in palestra. La prossima martedì, avrò finito il mio compito.",
      "imageLink": "tuesday.jpg",
      "audioLink": "Tuesday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Mercredi",
      "translation": "Mercoledì",
      "definition": "Le jour de la semaine entre mardi et jeudi, souvent considéré comme le milieu de la semaine.",
      "definition_translation": "Il giorno della settimana tra martedì e giovedì, spesso considerato il mezzo della settimana.",
      "example": "Je vous retrouverai mercredi matin, mais hier était mardi et demain sera jeudi. J'ai une réunion mercredi prochaine, et mercredi dernier était un jour férié.",
      "example_translation": "Mi incontrerò con te il mercoledì mattina, ma ieri era martedì e domani sarà giovedì. Ho una riunione il mercoledì prossimo settimana, e il mercoledì scorso era un giorno di festa.",
      "imageLink": "wednesday.jpg",
      "audioLink": "Wednesday.mp3"
    }
  ]