[
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre",
      "translation": "albero",
      "definition": "Un arbre est une plante vivace avec un tronc allongé, ou tige, soutenant des branches et des feuilles dans la plupart des espèces.",
      "definition_translation": "Un albero è una pianta perenne con un fusto, o tronco, che sostiene rami e foglie nella maggior parte delle specie.",
      "example": "J'ai grimpé dans l'arbre quand j'étais enfant. Je grimpe dans l'arbre maintenant. Je grimperai dans l'arbre demain.",
      "example_translation": "Ho scalato l'albero quando ero bambino. Sto scalando l'albero adesso. Scalero l'albero domani.",
      "imageLink": "image_files\\English\\tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pommier",
      "translation": "albero di mele",
      "definition": "Un pommier est un arbre décidu de la famille des rosacées qui est cultivé pour son fruit.",
      "definition_translation": "Un albero di mele è un albero deciduo della famiglia delle rose che viene coltivato per il suo frutto.",
      "example": "J'ai planté un pommier l'année dernière. Je l'arrose maintenant. Je le récolterai l'automne prochain.",
      "example_translation": "Ho piantato un albero di mele l'anno scorso. Sto annaffiando l'albero di mele adesso. Raccoglierò l'albero di mele l'autunno prossimo.",
      "imageLink": "image_files\\English\\apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "forêt",
      "translation": "foresta",
      "definition": "Une forêt est une grande zone de terrain dominée par des arbres et des sous-bois.",
      "definition_translation": "Una foresta è una grande area di terra dominata da alberi e sottobosco.",
      "example": "J'ai marché dans la forêt hier. Je marche dans la forêt maintenant. Je marcherai dans la forêt demain.",
      "example_translation": "Ho camminato nella foresta ieri. Sto camminando nella foresta adesso. Camminerò nella foresta domani.",
      "imageLink": "image_files\\English\\forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "branche",
      "translation": "ramo",
      "definition": "Une branche est une partie d'un arbre qui pousse à partir du tronc ou d'un rameau principal.",
      "definition_translation": "Un ramo è una parte di un albero che cresce fuori dal tronco o un fusto principale.",
      "example": "J'ai grimpé dans l'arbre et me suis assis sur une branche. Je grimpe dans l'arbre et me suis assis sur une branche. Je grimperai dans l'arbre et me serai assis sur une branche.",
      "example_translation": "Sono salito sull'albero e mi sono seduto su un ramo. Sto salendo sull'albero e mi sto sedendo su un ramo. Sarò salito sull'albero e mi sarò seduto su un ramo.",
      "imageLink": "image_files\\English\\branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre fruitier",
      "translation": "albero da frutto",
      "definition": "Un arbre fruitier est un arbre qui produit des fruits, tels que des pommes, des oranges ou des bananes.",
      "definition_translation": "Un albero da frutto è un albero che produce frutta, come mele, arance o banane.",
      "example": "J'ai planté un arbre fruitier dans mon jardin l'année dernière. Je l'arrose tous les jours. Je récolterai les fruits de l'arbre fruitier le mois prochain.",
      "example_translation": "Ho piantato un albero da frutto nel mio giardino lo scorso anno. Sto irrigando l'albero da frutto ogni giorno. Raccoglierò la frutta dall'albero da frutto il mese prossimo.",
      "imageLink": "image_files\\English\\fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "feuille",
      "translation": "foglia",
      "definition": "Une feuille est une structure verte et plate qui pousse sur une plante ou un arbre, et est utilisée pour la photosynthèse.",
      "definition_translation": "Una foglia è una struttura verde e piatta che cresce su una pianta o albero, e viene utilizzata per la fotosintesi.",
      "example": "La feuille sur l'arbre tremblait dans le vent. J'étudie la feuille sous un microscope. La feuille tombera de l'arbre l'automne prochain.",
      "example_translation": "La foglia sull'albero stava oscillando nel vento. Sto studiando la foglia sotto un microscopio. La foglia cadrà dall'albero il prossimo autunno.",
      "imageLink": "image_files\\English\\leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chêne",
      "translation": "quercia",
      "definition": "Un arbre décidu à tronc large et branches, produisant des glands.",
      "definition_translation": "Un albero decidue con un tronco robusto e rami, che produce foglie lobate e ghiande.",
      "example": "Le vieil arbre à chêne se tenait debout au milieu du champ. Il s'y est tenu pendant des siècles. Il se tiendra debout là pour les générations à venir.",
      "example_translation": "L'antico albero di quercia si ergeva alto nel mezzo del campo. Era lì da secoli. Continuerà a stare lì per generazioni a venire.",
      "imageLink": "image_files\\English\\oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prunier",
      "translation": "albero di susino",
      "definition": "Un arbre décidu avec des fleurs voyantes et des fruits comestibles, originaire d'Asie et d'Europe.",
      "definition_translation": "Un albero decidue con fiori vistosi e frutto commestibile, originario dell'Asia e dell'Europa.",
      "example": "Le prunier a fleuri tôt ce printemps. Il portera des fruits dans quelques mois. Nous récolterons les prunes l'été prochain.",
      "example_translation": "L'albero di susino è fiorito presto questa primavera.porterà frutto tra pochi mesi. Raccoglieremo le susine il prossimo estate.",
      "imageLink": "image_files\\English\\plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "racine",
      "translation": "radice",
      "definition": "La partie souterraine d'une plante qui absorbe l'eau et les nutriments du sol.",
      "definition_translation": "La parte sotterranea di una pianta che assorbe acqua e nutrienti dal terreno.",
      "example": "Le système racinaire de l'arbre était étendu. Il avait des racines qui allaient loin dans la terre. Les racines continueront de grandir avec le temps.",
      "example_translation": "Il sistema di radici dell'albero era esteso. Aveva radici che si estendevano profondamente nella terra. Le radici continueranno a crescere più forti con il tempo.",
      "imageLink": "image_files\\English\\root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "palmier",
      "translation": "palma",
      "definition": "Un palmier est un type de plante vivace avec des feuilles longues et étroites qui poussent au sommet d'un tronc élevé, souvent trouvé dans les climats chauds.",
      "definition_translation": "Una palma è un tipo di pianta sempreverde con foglie lunghe e strette che crescono dalla cima di un fusto alto, spesso trovata in climi caldi.",
      "example": "Je me suis assis sous le palmier pour me reposer, je me repose sous le palmier pour me détendre, et je me suis assis sous le palmier pour profiter de la vue.",
      "example_translation": "Mi sono seduto sotto l'albero di palma per riposare, mi siederò sotto l'albero di palma per rilassarmi, e mi sono seduto sotto l'albero di palma per godermi la vista.",
      "imageLink": "image_files\\English\\palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bois",
      "translation": "bosco",
      "definition": "Un paysage boisé est un type de paysage caractérisé par une croissance dense d'arbres, souvent avec une variété d'espèces de plantes et d'animaux.",
      "definition_translation": "Il bosco è un tipo di paesaggio caratterizzato da una crescita densa di alberi, spesso con una varietà di specie di piante e animali.",
      "example": "J'ai marché dans le bois pour explorer, je marcherai dans le bois pour faire de l'exercice, et j'ai marché dans le bois pour trouver des champignons.",
      "example_translation": "Ho camminato attraverso il bosco per esplorare, camminerò attraverso il bosco per fare esercizio, e ho camminato attraverso il bosco per trovare funghi.",
      "imageLink": "image_files\\English\\woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "acacia",
      "translation": "acacia",
      "definition": "L'acacia est un type de plante à fleurs épineuses, souvent trouvée dans les régions chaudes et sèches.",
      "definition_translation": "L'acacia è un tipo di pianta floreale con spine, spesso trovata in regioni calde e aride.",
      "example": "J'ai vu une acacia fleurir, je planterai un acacia, et j'avais vu un acacia grandir.",
      "example_translation": "Ho visto un albero di acacia fiorire, pianterò un albero di acacia, e avevo visto un albero di acacia crescere.",
      "imageLink": "image_files\\English\\acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aulne",
      "translation": "ontano",
      "definition": "Un arbre ou un arbuste de la famille des bouleaux, avec des feuilles dentées et des chatons mâles.",
      "definition_translation": "Un albero o arbusto deciduo della famiglia delle betulle, con foglie dentate e amenti maschili.",
      "example": "L'aulne a été planté le long de la rivière pour prévenir l'érosion. Il fournira de l'ombre cet été. Dans le passé, il avait été utilisé pour faire du mobilier.",
      "example_translation": "L'albero di ontano è stato piantato lungo la riva del fiume per prevenire l'erosione. Fornirà ombra in estate. In passato, era stato usato per la produzione di mobili.",
      "imageLink": "image_files\\English\\alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre d'amande",
      "translation": "albero di mandorlo",
      "definition": "Un petit arbre décidué, originaire de la région méditerranéenne, avec des fleurs roses ou blanches spectaculaires et des noix comestibles.",
      "definition_translation": "Un piccolo albero deciduo, originario della regione mediterranea, con fiori rosa o bianchi vistosi e noci commestibili.",
      "example": "Nous planterons un arbre d'amande dans notre jardin l'année prochaine. Il a fleuri magnifiquement pendant des années. Les amandes ont été récoltées l'automne dernier.",
      "example_translation": "Pianteremo un albero di mandorlo nel nostro giardino principale la prossima primavera. Ha fiorito bellamente per anni. Le mandorle sono state raccolte l'autunno scorso.",
      "imageLink": "image_files\\English\\almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frêne",
      "translation": "frassino",
      "definition": "Un arbre ou un arbuste décidué avec des feuilles composées et des bourgeons noirs, souvent trouvé dans les zones humides et le long des cours d'eau.",
      "definition_translation": "Un albero o arbusto deciduo con foglie composte e gemme nere, spesso trovato in zone umide e lungo i corsi d'acqua.",
      "example": "Le frêne a été abattu pour faire place à la nouvelle route. Il sera utilisé comme bois de chauffage l'hiver prochain. Les cendres ont été épandues dans le jardin.",
      "example_translation": "L'albero di frassino è stato abbattuto per fare spazio alla nuova strada. Sarà utilizzato come legna da ardere il prossimo inverno. Le ceneri sono state disperse nel giardino.",
      "imageLink": "image_files\\English\\ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baobab",
      "translation": "baobab",
      "definition": "Un baobab est un type d'arbre décidué qui est originaire d'Afrique, d'Australie et de l'océan Indien. Il est connu pour sa forme distinctive et sa taille importante, et est souvent appelé l'arbre « à l'envers » en raison de sa structure de branche inhabituelle.",
      "definition_translation": "Un baobab è un tipo di albero deciduo nativo dell'Africa, dell'Australia e dell'Oceano Indiano. È conosciuto per la sua forma distintiva e la sua grande dimensione, e spesso è chiamato 'albero a testa in giù' a causa della sua struttura di ramo insolita.",
      "example": "L'arbre baobab a été un symbole de vie et de fertilité dans les cultures africaines pendant des siècles. Dans le passé, le baobab a servi de lieu de rencontre pour la communauté. Aujourd'hui, le baobab est une attraction touristique populaire. D'ici 2050, le baobab sera considéré comme une espèce en danger.",
      "example_translation": "L'albero di baobab è stato un simbolo di vita e fertilità nelle culture africane per secoli. In passato, il baobab è stato utilizzato come luogo di incontro per la comunità. Oggi, il baobab è un'attrazione turistica popolare. Entro il 2050, il baobab sarà considerato una specie in via di estinzione.",
      "imageLink": "image_files\\English\\baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hêtre",
      "translation": "faggio",
      "definition": "Un hêtre est un type d'arbre décidué qui est originaire d'Europe et d'Amérique du Nord. Il est connu pour son écorce lisse et grise et sa tolérance à une grande variété de conditions de sol.",
      "definition_translation": "Un faggio è un tipo di albero deciduo nativo dell'Europa e del Nord America. È conosciuto per la sua corteccia liscia e grigia e la sua tolleranza di una vasta gamma di condizioni del suolo.",
      "example": "Le hêtre a été introduit en Amérique du Nord pour la première fois par les colons européens. Dans le passé, les glands de hêtre étaient une nourriture de base pour de nombreux tribus indiennes. Aujourd'hui, les hêtres sont souvent utilisés comme plantes ornementales dans les jardins. D'ici 2100, les hêtres seront plus résistants aux maladies.",
      "example_translation": "L'albero di faggio è stato introdotto per la prima volta in Nord America dai coloni europei. In passato, le noci di faggio erano un alimento base per molte tribù native americane. Oggi, gli alberi di faggio sono spesso utilizzati come piante ornamentali nei giardini. Entro il 2100, gli alberi di faggio saranno più resistenti alle malattie.",
      "imageLink": "image_files\\English\\beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouleau",
      "translation": "betulla",
      "definition": "Un bouleau est un type d'arbre décidué qui est originaire de l'hémisphère nord. Il est connu pour son écorce blanche et papyracée et sa tolérance au froid.",
      "definition_translation": "Una betulla è un tipo di albero deciduo nativo dell'Emisfero Nord. È conosciuta per la sua corteccia bianca e cartacea e la sua tolleranza delle temperature fredde.",
      "example": "Le bouleau a été utilisé à des fins médicinales pendant des siècles. Dans le passé, le suc de bouleau était utilisé pour traiter les affections cutanées. Aujourd'hui, les feuilles de bouleau sont utilisées pour faire du thé. D'ici 2120, les bouleaux seront utilisés pour produire du biocarburant.",
      "example_translation": "L'albero di betulla è stato utilizzato per scopi medici per secoli. In passato, la linfa di betulla è stata utilizzata per trattare le condizioni della pelle. Oggi, le foglie di betulla sono utilizzate per fare il tè. Entro il 2120, gli alberi di betulla saranno utilizzati per produrre biocombustibili.",
      "imageLink": "image_files\\English\\birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "branche",
      "translation": "ramo",
      "definition": "une branche, notamment une branche principale, d'un arbre",
      "definition_translation": "un ramo, soprattutto un ramo principale, di un albero",
      "example": "La branche du chêne a grincé dans le vent hier, grince aujourd'hui, et grincera demain.",
      "example_translation": "Il ramo della quercia scricchiolava nel vento ieri, scricchiola oggi e scricchiolerà domani.",
      "imageLink": "image_files\\English\\bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cèdre",
      "translation": "cedro",
      "definition": "un conifère avec du bois aromatique, notamment le cèdre de l'Atlas ou le cèdre rouge de l'Est",
      "definition_translation": "un albero conifero con legno aromatico, soprattutto il cedro dell'Atlante o il cedro rosso orientale",
      "example": "Nous avons planté un cèdre dans notre jardin l'année dernière, en plantons un autre cette année, et en planterons plus l'année prochaine.",
      "example_translation": "Abbiamo piantato un albero di cedro nel nostro giardino l'anno scorso, ne stiamo piantando un'altra questo anno e ne pianteremo altri il prossimo anno.",
      "imageLink": "image_files\\English\\cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre de cerise",
      "translation": "albero di ciliegio",
      "definition": "Un arbre qui produit des cerises, en particulier un arbre cultivé du genre Prunus",
      "definition_translation": "un albero che produce ciliegie, soprattutto un albero coltivato del genere Prunus",
      "example": "L'arbre de cerise de notre jardin a fleuri magnifiquement la dernière printemps, produisait des fruits délicieux cet été, et aura une nouvelle croissance l'automne prochain.",
      "example_translation": "L'albero di ciliegio nel nostro giardino è fiorito bellamente la scorsa primavera, sta producendo delizioso frutto questo estate e avrà nuova crescita il prossimo autunno.",
      "imageLink": "image_files\\English\\cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "palmier à noix de coco",
      "translation": "palma di cocco",
      "definition": "Un grand palmier natif des régions tropicales, avec une couronne ronde et un tronc unique, cultivé pour son fruit et son huile.",
      "definition_translation": "Un albero di palma alto originario di regioni tropicali, con una grande corona rotonda e un singolo fusto, coltivato per il suo frutto e olio.",
      "example": "Dans le passé, les palmiers à noix de coco étaient utilisés comme abri, aujourd'hui ils sont utilisés pour leur fruit, et dans l'avenir, ils seront utilisés pour la production de biocarburant.",
      "example_translation": "In passato, le palme da cocco erano utilizzate come riparo, oggi sono utilizzate per il loro frutto, e nel futuro saranno utilizzate per biocarburante.",
      "imageLink": "image_files\\English\\coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cone",
      "translation": "conetto",
      "definition": "Une forme créée en faisant tourner un triangle autour de l'un de ses côtés, utilisée comme symbole en mathématiques et en géométrie.",
      "definition_translation": "Una forma creata ruotando un triangolo intorno a uno dei suoi lati, utilizzata come simbolo in matematica e geometria.",
      "example": "L'enfant a joué avec le chapeau de fête en forme de cone, hier le professeur a dessiné un cone sur le tableau noir, et la semaine prochaine nous allons apprendre sur les cônes en classe de géométrie.",
      "example_translation": "Il bambino ha giocato con il cappello a forma di cono, ieri l'insegnante ha disegnato un cono sulla lavagna, e la settimana prossima impareremo sui coni nella classe di geometria.",
      "imageLink": "image_files\\English\\cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre conifère",
      "translation": "albero conifero",
      "definition": "Un type d'arbre qui produit des cônes et a des feuilles en forme d'aiguilles, souvent trouvé dans les climats froids.",
      "definition_translation": "Un tipo di albero che produce coni e ha foglie aghiformi, spesso trovato in climi freddi.",
      "example": "Dans le passé, les arbres conifères étaient utilisés pour le bois, aujourd'hui ils sont utilisés pour la production de papier, et à l'avenir, ils seront utilisés pour la reboisement.",
      "example_translation": "In passato, gli alberi coniferi erano utilizzati per il legname, oggi sono utilizzati per la produzione di carta, e nel futuro saranno utilizzati per la riforestazione.",
      "imageLink": "image_files\\English\\coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre décidu",
      "translation": "albero deciduo",
      "definition": "Un arbre décidu est un arbre qui perd ses feuilles chaque année, généralement pendant l'automne. Les exemples d'arbres décidus incluent le chêne, l'érable et l'orme.",
      "definition_translation": "Un albero deciduo è un albero che perde le sue foglie annualmente, solitamente durante l'autunno. Esempi di alberi decidui includono quercia, acero e olmo.",
      "example": "Le parc était rempli d'arbres décidus qui avaient pris une couleur dorée au cours de l'automne. L'été, ils offraient de l'ombre aux pique-niqueurs. À la prochaine printemps, ils auront repris feuille.",
      "example_translation": "Il parco era pieno di alberi decidui che si erano colorati di marrone dorato in autunno. In estate, fornivano ombra per i picnic. La prossima primavera, avranno cresciuto nuove foglie.",
      "imageLink": "image_files\\English\\deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sureau",
      "translation": "sambuco",
      "definition": "Le sureau est un type d'arbre qui produit des fruits, souvent utilisé pour faire des confitures, des vins et des thés.",
      "definition_translation": "Il sambuco è un tipo di arbusto o piccolo albero che produce frutta, spesso utilizzato per fare marmellate, vini e tè.",
      "example": "La confiture de sureau est une conserve populaire dans de nombreuses parties de l'Europe. Ma grand-mère l'avait faite à partir des sureaux qui poussaient dans son jardin. Je me souviens encore du goût sucré de son vin de sureau fait maison.",
      "example_translation": "La marmellata di sambuco è un conservante popolare in molte parti d'Europa. Mia nonna usava farla dai sambuchi che crescevano nel suo giardino. Ancora ricordo il dolce gusto del suo vino di sambuco fatto in casa.",
      "imageLink": "image_files\\English\\elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orme",
      "translation": "olmo",
      "definition": "Un orme est un type d'arbre décidu, souvent trouvé dans les parcs et les jardins, avec une couronne en forme de vase et une écorce rugueuse et écailleuse.",
      "definition_translation": "L'olmo è un tipo di albero deciduo, spesso trovato in parchi e giardini, con una corona a forma di vaso e una corteccia ruvida e squamosa.",
      "example": "Les ormes du parc dominaient au-dessus de nous, leurs feuilles bruissaient dans le vent. L'hiver, leurs branches seront nues, mais l'été prochain, elles seront vertes à nouveau. L'année dernière, j'avais assis sous un orme pour lire un livre.",
      "example_translation": "Gli olmi nel parco torreggiavano sopra di noi, le loro foglie fruscianti nel vento. In inverno, i loro rami saranno spogli, ma la prossima estate, saranno verdi di nuovo. L'anno scorso, mi sono seduto sotto un olmo a leggere un libro.",
      "imageLink": "image_files\\English\\elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "figuier",
      "translation": "albero di fichi",
      "definition": "Le figuier est un arbre décidu ou un arbuste de la famille des Moracées, originaire du Moyen-Orient et de la région méditerranéenne.",
      "definition_translation": "Un albero di fichi è un albero o arbusto decido della famiglia Moraceae, originario del Medio Oriente e della regione del Mediterraneo.",
      "example": "J'ai grimpé dans le figuier pour cueillir des figues fraîches. Hier, j'avais grimpé dans le figuier pour cueillir des figues fraîches. Demain, je grimperai dans le figuier pour cueillir des figues fraîches.",
      "example_translation": "Ho scalato l'albero di fichi per raccogliere alcuni fichi freschi. Ieri, avevo scalato l'albero di fichi per raccogliere alcuni fichi freschi. Domani, scalerò l'albero di fichi per raccogliere alcuni fichi freschi.",
      "imageLink": "image_files\\English\\fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sapin",
      "translation": "abete",
      "definition": "Le sapin est un arbre conifère évergreen, généralement trouvé dans les régions montagneuses, avec des feuilles en forme d'aiguilles et des cônes.",
      "definition_translation": "Un abete è un albero conifero sempreverde, tipicamente trovato in regioni montuose, con foglie aghiformi e coni.",
      "example": "J'ai vu un beau sapin dans le jardin. Hier, j'avais vu un beau sapin dans le jardin. Demain, je verrai un beau sapin dans le jardin.",
      "example_translation": "Ho visto un bell'albero di abete nel giardino. Ieri, avevo visto un bell'albero di abete nel giardino. Domani, vedrò un bell'albero di abete nel giardino.",
      "imageLink": "image_files\\English\\fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "noisetier",
      "translation": "nocciolo",
      "definition": "Le noisetier est un arbre décidu ou un arbuste, originaire d'Europe et d'Asie, avec des feuilles arrondies et des noix comestibles.",
      "definition_translation": "Un nocciolo è un albero o arbusto decido, originario dell'Europa e dell'Asia, con foglie rotonde e noci commestibili.",
      "example": "J'ai trouvé une noix de noisetier sur le sol. Hier, j'avais trouvé une noix de noisetier sur le sol. Demain, je trouverai une noix de noisetier sur le sol.",
      "example_translation": "Ho trovato una noce di nocciolo per terra. Ieri, avevo trovato una noce di nocciolo per terra. Domani, troverò una noce di nocciolo per terra.",
      "imageLink": "image_files\\English\\hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aunée",
      "translation": "agrifoglio",
      "definition": "Un arbre ou arbuste à feuilles persistantes épineux avec des baies rouges vif, souvent utilisé comme symbole de Noël.",
      "definition_translation": "Un albero o arbusto sempreverde spinoso con bacche rosse brillanti, spesso utilizzato come simbolo di Natale.",
      "example": "La maison était décorée d'aunée et de gui pour la saison des fêtes. L'an dernier, j'ai planté un arbre d'aunée dans mon jardin. D'ici Noël prochain, l'arbre d'aunée aura grandi.",
      "example_translation": "La casa era decorata con agrifoglio e vischio per la stagione delle festività. L'anno scorso, ho piantato un albero di agrifoglio nel mio cortile. Entro Natale prossimo, l'albero di agrifoglio sarà cresciuto più alto.",
      "imageLink": "image_files\\English\\holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cormier",
      "translation": "carpino",
      "definition": "Un arbre décidue avec un tronc gris lisse et du bois dur, souvent utilisé pour la fabrication de meubles.",
      "definition_translation": "Un albero deciduo con tronco grigio liscio e legno duro, spesso utilizzato per la produzione di mobili.",
      "example": "Le menuisier a utilisé du bois de cormier pour faire la table à manger. Les cormiers sont couramment trouvés dans les forêts européennes. D'ici 2025, l'arbre de cormier aura achevé sa croissance.",
      "example_translation": "Il falegname ha utilizzato il legno di carpino per fare il tavolo da pranzo. I carpini sono comuni nei boschi europei. Entro il 2025, l'albero di carpino sarà completamente cresciuto.",
      "imageLink": "image_files\\English\\hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marronnier d'Inde",
      "translation": "castagno d'India",
      "definition": "Un grand arbre décidue avec des feuilles palmées et des noix coniques, souvent utilisé comme arbre d'ombrage dans les parcs et les jardins.",
      "definition_translation": "Un grande albero deciduo con foglie palmate e noci coniche, spesso utilizzato come albero d'ombra nei parchi e giardini.",
      "example": "Les enfants ont joué sous le marronnier d'Inde du parc. Les marronniers d'Inde sont populaires dans l'aménagement urbain. D'ici l'automne prochain, le marronnier d'Inde aura lâché ses glands.",
      "example_translation": "I bambini hanno giocato sotto l'albero di castagno d'India nel parco. I castagni d'India sono popolari nel paesaggio urbano. Entro l'autunno prossimo, l'albero di castagno d'India avrà perso le sue castagne d'India.",
      "imageLink": "image_files\\English\\horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "genévrier",
      "translation": "ginepro",
      "definition": "Un petit arbre ou arbuste à feuilles persistantes en aiguilles et des baies pourpres, utilisé pour aromatiser le gin et d'autres spiritueux.",
      "definition_translation": "un albero o arbusto sempreverde piccolo con foglie aghiformi e bacche purpuree, utilizzato come aromatizzante nel gin e altri spiriti.",
      "example": "L'air était parfumé par le parfum des baies de genévrier. Hier, j'ai cueilli des branches de genévrier pour la décoration. D'ici l'an prochain, le genévrier aura achevé sa croissance.",
      "example_translation": "L'aria era fragrante con il profumo delle bacche di ginepro. Ieri, ho raccolto alcuni rami di ginepro per la decorazione. Entro l'anno prossimo, l'albero di ginepro sarà completamente cresciuto.",
      "imageLink": "image_files\\English\\juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mélèze",
      "translation": "larice",
      "definition": "Un arbre conifère avec des feuilles en aiguilles, originaire des montagnes d'Europe et d'Asie, souvent utilisé comme bois de construction.",
      "definition_translation": "un albero conifero con foglie aghiformi, nativo delle montagne dell'Europa e dell'Asia, spesso utilizzato come albero da legname.",
      "example": "Le mélèze se dressait fièrement au milieu de la forêt. Le bois de mélèze est très prisé pour sa durabilité. Lorsque les mélèzes seront achevés, la forêt sera une destination touristique populaire.",
      "example_translation": "L'albero di larice si ergeva alto in mezzo alla foresta. Il legno di larice è molto apprezzato per la sua durata. Quando gli alberi di larice saranno completamente cresciuti, la foresta sarà una destinazione turistica molto popolare.",
      "imageLink": "image_files\\English\\larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tilleul",
      "translation": "tilia",
      "definition": "Un arbre décidue avec des feuilles en cœur, souvent utilisé comme arbre d'ombrage dans les parcs et les jardins.",
      "definition_translation": "un albero deciduo con foglie a forma di cuore, spesso utilizzato come albero ombroso in parchi e giardini.",
      "example": "Le tilleul a fourni de l'ombre lors d'une chaude journée d'été. Hier, j'ai marché sous le tilleul pour lire un livre. D'ici le mois prochain, le tilleul sera en pleine floraison.",
      "example_translation": "L'albero di tilia ha fornito ombra in un giorno estivo caldo. Ieri, mi sono seduto sotto l'albero di tilia per leggere un libro. Entro il mese prossimo, l'albero di tilia sarà in piena fioritura.",
      "imageLink": "image_files\\English\\linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "érable",
      "translation": "acero",
      "definition": "Un érable est un type d'arbre décidue ou d'arbuste originaire d'Asie et d'Amérique du Nord, caractérisé par ses feuilles palmées et ses couleurs d'automne vives.",
      "definition_translation": "Un acero è un tipo di albero o arbusto decidue nativo dell'Asia e del Nord America, caratterizzato dalle sue foglie palmate e dai suoi colori autunnali luminosi.",
      "example": "J'ai vu un érable magnifique dans le parc hier, ses feuilles étaient en train de virer au rouge. L'érable de notre jardin sera en fleur bientôt. D'ici l'an prochain, le nouvel érable aura grandi.",
      "example_translation": "Ho visto un bell'albero di acero nel parco ieri, le sue foglie stavano diventando rosse. L'albero di acero nel nostro cortile sarà in fiore presto. Entro il prossimo anno, il nuovo albero di acero sarà cresciuto più alto.",
      "imageLink": "image_files\\English\\maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sorbier",
      "translation": "sorbo",
      "definition": "Un sorbier est un type d'arbuste ou de petit arbre décidue originaire d'Europe et d'Asie, caractérisé par ses baies rouges vives et ses fleurs blanches.",
      "definition_translation": "Un sorbo è un tipo di arbusto o albero piccolo decidue nativo dell'Europa e dell'Asia, caratterizzato dalle sue bacche rosse brillanti e dai suoi fiori bianchi.",
      "example": "J'ai cueilli des baies de sorbier pour faire une tarte l'an dernier. Le sorbier de notre jardin est en fleur maintenant. D'ici l'automne prochain, le sorbier aura produit plus de baies.",
      "example_translation": "Ho raccolto alcuni frutti di sorbo per fare una torta l'autunno scorso. L'albero di sorbo nel nostro giardino è in fiore ora. Entro il prossimo autunno, l'albero di sorbo avrà prodotto più bacche.",
      "imageLink": "image_files\\English\\rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "séquoia",
      "translation": "sequoia",
      "definition": "Un séquoia est un type d'arbre persistant originaire de Californie, caractérisé par sa taille gigantesque, sa forme conique et son écorce brun-rouge.",
      "definition_translation": "Una sequoia è un tipo di albero sempreverde nativo della California, caratterizzato dalle sue grandi dimensioni, forma conica e cortecciarossa-bruna.",
      "example": "J'ai visité la forêt de séquoias en Californie l'an dernier, c'était incroyable. Le séquoia du jardin botanique a plus de 100 ans. Dans 20 ans, le séquoia jeune sera devenu un géant.",
      "example_translation": "Ho visitato la foresta di sequoie in California l'anno scorso, era incredibile. L'albero di sequoia nel giardino botanico ha più di 100 anni. Tra 20 anni, la piantina di sequoia sarà cresciuta in un albero gigante.",
      "imageLink": "image_files\\English\\sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épicéa",
      "translation": "abete",
      "definition": "Un type d'arbre persistant, généralement conique, avec des feuilles en aiguilles et des cônes bruns",
      "definition_translation": "un tipo di albero sempreverde, tipicamente conico in forma, con foglie aghiformi e coni marroni",
      "example": "L'arbre de Noël dans notre jardin est décoré de lumières chaque année. L'an dernier, nous l'avons décoré de boules rouges. L'an prochain, nous utiliserons des boules bleues.",
      "example_translation": "L'albero di abete nel nostro cortile è decorato con luci ogni Natale. L'anno scorso, l'abbiamo decorato con palline rosse. L'anno prossimo, useremo quelle blu.",
      "imageLink": "image_files\\English\\spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pin parasol",
      "translation": "pino domestico",
      "definition": "un type de pin avec des graines comestibles, souvent cultivé dans les jardins et les parcs",
      "definition_translation": "un tipo di albero di pino con semi commestibili, spesso coltivato in giardini e parchi",
      "example": "L'arbre de pin parasol du parc était si haut qu'il obstruait la vue. L'été dernier, nous nous sommes assis à son ombre. La semaine prochaine, nous ferons un pique-nique là-bas.",
      "example_translation": "L'albero di pino domestico nel parco era così alto che ostacolava la vista. L'estate scorsa, ci siamo seduti alla sua ombra. La prossima settimana, faremo un picnic lì.",
      "imageLink": "image_files\\English\\stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pin des Suisses",
      "translation": "pino silvestre",
      "definition": "un type de pin indigène des montagnes d'Europe, souvent utilisé comme arbre de Noël",
      "definition_translation": "un tipo di albero di pino nativo delle montagne dell'Europa, spesso utilizzato come albero di Natale",
      "example": "L'arbre de pin des Suisses dans les montagnes est très rare. L'hiver dernier, nous l'avons vu couvert de neige. L'hiver prochain, nous irons skier là-bas.",
      "example_translation": "L'albero di pino silvestre sulle montagne è molto raro. L'inverno scorso, l'abbiamo visto coperto di neve. L'inverno prossimo, andremo a sciare lì.",
      "imageLink": "image_files\\English\\swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sycomore",
      "translation": "platano",
      "definition": "Un arbre décidue avec une couronne large et bombée et une écorce gris-brun, originaire d'Amérique du Nord et d'Europe.",
      "definition_translation": "Un albero deciduo con una chioma ampia e rotonda e corteccia grigio-bruna, nativo dell'America del Nord e dell'Europa.",
      "example": "Le parc a un beau sycomore qui offre de l'ombre en été. L'année dernière, nous avons fait un pique-nique sous ses branches. L'année prochaine, nous planterons plus d'arbres comme celui-ci.",
      "example_translation": "Il parco ha un bell'albero di platano che fornisce ombra in estate. Lo scorso anno, abbiamo fatto un picnic sotto di esso. L'anno prossimo, pianteremo più alberi come quello.",
      "imageLink": "image_files\\English\\sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rameau",
      "translation": "rametto",
      "definition": "Une petite branche ou pousse, especialmente une qui est cassée d'un arbre ou d'un buisson.",
      "definition_translation": "Un rametto sottile o germoglio, specialmente uno che si è staccato da un albero o cespuglio.",
      "example": "Elle a ramassé un rameau du sol pour dessiner dans le sable. Hier, elle avait vu un oiseau perché sur un rameau. Demain, elle utilisera des rameaux pour construire une maison d'oiseau.",
      "example_translation": "Ha raccolto un rametto dal terreno per disegnare sulla sabbia. Ieri, aveva visto un uccello appollaiato su un rametto. Domani, userà rametti per costruire un nido d'uccello.",
      "imageLink": "image_files\\English\\twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "saule pleureur",
      "translation": "salice piangente",
      "definition": "Un arbre décidue avec des branches longues et flexibles qui pendent ou pleurent, souvent poussant près de l'eau.",
      "definition_translation": "Un albero deciduo con lunghi rami sottili che pendono o piangono, spesso crescenti vicino all'acqua.",
      "example": "L'arbre de saule pleureur près du lac oscillait doucement dans la brise. La semaine dernière, nous nous sommes assis sous ses branches pour admirer la vue. Le mois prochain, nous planterons plus d'arbres comme celui-ci autour du lac.",
      "example_translation": "L'albero di salice piangente vicino al lago oscillava dolcemente nella brezza. La settimana scorsa, ci siamo seduti sotto di esso per godere della vista. Nel prossimo mese, pianteremo più alberi come quello intorno al lago.",
      "imageLink": "image_files\\English\\weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "saule",
      "translation": "salice",
      "definition": "Un saule est un arbre flexible qui pousse près de l'eau, avec des branches longues et minces qui se courbent vers le bas. Il est souvent associé à la tristesse, au deuil ou à la perte.",
      "definition_translation": "Un salice è un albero flessibile che cresce vicino all'acqua, con rami lunghi e sottili che si curvano verso il basso. È spesso associato a tristezza, lutto o perdita.",
      "example": "Je planterai un saule dans mon jardin la semaine prochaine, j'ai planté un saule dans mon jardin l'année dernière, et je prévois de tailler mon saule demain.",
      "example_translation": "Pianterò un albero di salice nel mio giardino la prossima settimana, ho piantato un albero di salice nel mio giardino l'anno scorso e pianifico di potare il mio albero di salice domani.",
      "imageLink": "image_files\\English\\willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]