[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serpent",
      "translation": "serpente",
      "definition": "Un animal long et svelte, sans pattes ni oreilles externes, qui se déplace sur le sol en tournant son corps.",
      "definition_translation": "Un animale lungo, sottile, senza zampe, che non ha palpebre o orecchie esterne e si muove a terra torcendo il suo corpo.",
      "example": "Le serpent a glissé dans l'herbe, je vais nourrir le serpent demain, le serpent aura mangé le souris d'ici une semaine.",
      "example_translation": "Il serpente si è insinuato attraverso l'erba, darò da mangiare al serpente domani, il serpente avrà mangiato il topo entro la prossima settimana.",
      "imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grenouille",
      "translation": "rana",
      "definition": "Un petit amphibien sauteur avec une peau lisse et humide, typiquement vivant dans des étangs ou des lacs.",
      "definition_translation": "Un piccolo anfibio saltatore con una pelle liscia e umida, che vive generalmente in stagni o laghi.",
      "example": "La grenouille a sauté dans l'eau, j'ai vu une grenouille sur un nénuphar, la grenouille va coasser bruyamment la nuit.",
      "example_translation": "La rana ha saltato nell'acqua, ho visto una rana sulla foglia di ninfea, la rana griderà forte di notte.",
      "imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tortue",
      "translation": "tartaruga",
      "definition": "Un reptile lent qui a une carapace, typiquement vivant sur terre.",
      "definition_translation": "Un rettile lento con una corazza, che vive generalmente sulla terra.",
      "example": "La tortue a marché lentement à travers le désert, j'ai tenu une tortue dans ma main, la tortue aura parcouru une longue distance d'ici l'an prochain.",
      "example_translation": "La tartaruga ha camminato lentamente attraverso il deserto, ho tenuto una tartaruga nella mia mano, la tartaruga avrà percorso una lunga distanza entro il prossimo anno.",
      "imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tortue de mer",
      "translation": "tartaruga",
      "definition": "Un reptile lent qui a une carapace, typiquement trouvé dans la mer.",
      "definition_translation": "un rettile lento con una conchiglia, tipicamente trovato nel mare",
      "example": "J'ai vu une tortue de mer nageant dans l'océan hier, elle nageait lentement, mais elle nagera plus vite demain, et elle a nagé rapidement la semaine dernière.",
      "example_translation": "Ho visto una tartaruga nuotare nell'oceano ieri, stava nuotando lentamente, ma nuoterà più velocemente domani, e aveva nuotato rapidamente la settimana scorsa.",
      "imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alligator",
      "translation": "alligatore",
      "definition": "Un grand reptile avec un long museau, typiquement trouvé dans les habitats d'eau douce en Amérique.",
      "definition_translation": "un grande rettile con un lungo muso, tipicamente trovato negli habitat di acqua dolce nelle Americhe",
      "example": "Je vais voir un alligator au zoo demain, il dormait dans le marais hier, mais il mangera un poisson la semaine prochaine.",
      "example_translation": "Vedrò un alligatore nello zoo domani, stava dormendo nella palude ieri, ma mangerà un pesce la prossima settimana.",
      "imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "Un très grand serpent non venimeux trouvé en Amérique du Sud.",
      "definition_translation": "un grande serpente non velenoso trovato in Sud America",
      "example": "L'anaconda mangera un capybara dans la jungle demain, il a mangé un cerf hier, et il avait mangé un lapin la semaine dernière.",
      "example_translation": "L'anaconda mangerà un capibara nella giungla domani, aveva mangiato un cervo ieri, e aveva mangiato un coniglio la settimana scorsa.",
      "imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boa",
      "translation": "boa",
      "definition": "Un boa est un type de serpent constricteur qui est originaire des Amériques, caractérisé par un corps large et lourd et un habit de serrer à mort sa proie.",
      "definition_translation": "Una boa è un tipo di serpente constrictore originario delle Americhe, caratterizzato da un corpo grande e pesante e l'abitudine di stringere a morte la sua preda.",
      "example": "Au zoo, nous avons vu un boa constrictor enroulé autour d'une branche d'arbre, son corps était aussi épais que la cuisse d'un homme. Le boa avait vécu au zoo pendant cinq ans et avait grandement grandi. À l'avenir, les gardiens du zoo vont déplacer le boa dans un enclos plus grand.",
      "example_translation": "Nello zoo, abbiamo visto una boa constrictor avvolta attorno a un ramo d'albero, il suo corpo era spesso come la coscia di un uomo. La boa aveva vissuto nello zoo per cinque anni e era diventata enorme. In futuro, i custodi dello zoo sposteranno la boa in un recinto più grande.",
      "imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crocodile",
      "translation": "coccodrillo",
      "definition": "Un crocodile est un grand reptile qui vit dans les régions tropicales et subtropicales, caractérisé par un long museau et des mâchoires puissantes.",
      "definition_translation": "Un coccodrillo è un grande rettile che vive nelle regioni tropicali e subtropicali, caratterizzato da un lungo muso e dalle fauci potenti.",
      "example": "Le crocodile était immobile dans les eaux troubles, attendant que sa proie nage à proximité. La semaine dernière, un crocodile a attaqué un touriste sur la plage. D'ici l'an prochain, la réserve de faune Sauvage aura mis en œuvre de nouvelles mesures de sécurité pour protéger les visiteurs des crocodiles.",
      "example_translation": "Il coccodrillo giaceva fermo nelle acque torbide, aspettando che la sua preda si avvicinasse. La settimana scorsa, un coccodrillo ha attaccato un turista sulla spiaggia. Entro l'anno prossimo, la riserva naturale avrà implementato nuove misure di sicurezza per proteggere i visitatori dai coccodrilli.",
      "imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lézard",
      "translation": "lucertola",
      "definition": "Un lézard est un type de reptile qui a une peau écailleuse, typiquement trouvé dans des environnements chauds et humides.",
      "definition_translation": "Una lucertola è un tipo di rettile che ha una pelle squamosa, tipicamente trovata in ambienti caldi e umidi.",
      "example": "Le lézard se chauffait au soleil chaud sur le rocher, ses écailles scintillant brillamment. Hier, j'ai vu un lézard courant à travers le jardin. D'ici l'été prochain, j'aurai installé un terrarium pour garder un lézard comme animal de compagnie.",
      "example_translation": "La lucertola si crogiolava nel caldo sole sulla roccia, le sue scale luccicavano intensamente. Ieri, ho visto una lucertola che correva attraverso il giardino. Per l'estate prossima, avrò allestito un terrario per tenere una lucertola come animale domestico.",
      "imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coquille",
      "translation": "guscio",
      "definition": "La couverture dure externe d'un œuf, d'un mollusque ou d'un crustacé.",
      "definition_translation": "La copertura dura esterna di un uovo, un mollusco o un crostaceo.",
      "example": "Elle a soigneusement ramassé la coquille sur la plage. Elle avait ramassé une belle coquille hier. Elle ramassera une coquille demain.",
      "example_translation": "Ha raccolto con cura il guscio dalla spiaggia. Aveva raccolto un bel guscio ieri. Raccoglierà un guscio domani.",
      "imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "couleuvre à sonnette",
      "translation": "serpente a sonagli",
      "definition": "Un serpent vénéneux des Amériques, caractérisé par un tambour sur sa queue.",
      "definition_translation": "Un serpente velenoso delle Americhe, caratterizzato da un sonaglio sulla sua coda.",
      "example": "Le randonneur a rencontré une couleuvre à sonnette sur le sentier. Il avait déjà vu une couleuvre à sonnette auparavant, mais il l'évitera à l'avenir.",
      "example_translation": "Il camminatore ha incontrato un serpente a sonagli sulla pista. Aveva visto un serpente a sonagli prima, ma lo eviterà in futuro.",
      "imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "reptile",
      "translation": "rettile",
      "definition": "Un animal à sang froid qui a une colonne vertébrale, des écailles et pondu des œufs, comme un serpent, un lézard ou une tortue.",
      "definition_translation": "Un animale a sangue freddo che ha una colonna vertebrale, squame e depone uova, come un serpente, un lucertola o una tartaruga.",
      "example": "Le zoo avait une variété de reptiles en exposition. Il avait présenté un nouvel exhibit de reptiles la semaine dernière. Il présentera plus de reptiles le mois prochain.",
      "example_translation": "Lo zoo aveva una varietà di rettili in mostra. Aveva mostrato una nuova esposizione di rettili la scorsa settimana. Mostrerà più rettili il prossimo mese.",
      "imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "salamandre",
      "translation": "salamandra",
      "definition": "Une salamandre est un type d'amphibien qui a un corps svelte, une longue queue, et généralement quatre pattes. Elle vit dans l'eau et sur terre, et a une peau humide et lisse.",
      "definition_translation": "Una salamandra è un tipo di anfibio che ha un corpo snello, una lunga coda e generalmente quattro zampe. Vive in acqua e sulla terra, e ha una pelle liscia e umida.",
      "example": "Hier, j'ai vu une salamandre sortir du bassin. Aujourd'hui, elle se prélassait au soleil, et demain elle nagera à nouveau dans l'eau.",
      "example_translation": "Ieri ho visto una salamandra strisciare fuori dalla pozza. Oggi sta prendendo il sole, e domani nuoterà di nuovo nell'acqua.",
      "imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "têtard",
      "translation": "girino",
      "definition": "Un têtard est le stade larvaire d'un grenouille ou d'un crapaud, caractérisé par un corps de poisson et une queue. Il vit dans l'eau et se nourrit d'algues et de petits organismes.",
      "definition_translation": "Un girino è lo stadio larvale di una rana o rospo, caratterizzato da un corpo simile a quello di un pesce e una coda. Vive in acqua e si nutre di alghe e piccoli organismi.",
      "example": "Les têtards sont éclos hier. Aujourd'hui, ils nagent dans l'aquarium, et la semaine prochaine, ils commenceront à pousser leurs pattes.",
      "example_translation": "I girini sono nati dalle uova ieri. Oggi stanno nuotando nell'acquario, e la prossima settimana inizieranno a crescere le zampe.",
      "imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crapaud",
      "translation": "rospo",
      "definition": "Un crapaud est un type d'amphibien qui a une peau sèche et bosselée et de courtes pattes. Il vit sur terre et se nourrit d'insectes et de vermisseaux.",
      "definition_translation": "Un rospo è un tipo di anfibio che ha una pelle secca e rugosa e gambe corte. Vive sulla terra e si nutre di insetti e vermi.",
      "example": "J'ai trouvé un crapaud caché sous une roche hier. Aujourd'hui, il est assis sur une feuille, et demain il sautera loin.",
      "example_translation": "Ho trovato un rospo che si nascondeva sotto un sasso ieri. Oggi sta seduto su una foglia, e domani salterà via.",
      "imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amphibiens",
      "translation": "anfibi",
      "definition": "Des animaux à sang froid qui vivent sur terre et dans l'eau, comme les grenouilles et les crapauds. Ils ont une peau humide et lisse et pondent des œufs dans l'eau.",
      "definition_translation": "Animali a sangue freddo che vivono sulla terra e nell'acqua, come rane e rospi. Hanno una pelle liscia e umida e depongono le uova nell'acqua.",
      "example": "Les amphibiens ont été sur notre planète depuis plus de 300 millions d'années et étaient autrefois les animaux terrestres dominants. Aujourd'hui, les amphibiens sont trouvés dans les étangs et les lacs, et sont une partie importante de l'écosystème. À l'avenir, nous devrons protéger les amphibiens et leurs habitats.",
      "example_translation": "Gli anfibi sono stati sul nostro pianeta per oltre 300 milioni di anni e un tempo erano gli animali terrestri dominanti. Oggi, gli anfibi si trovano in stagni e laghi e sono una parte importante dell'ecosistema. In futuro, avremo bisogno di proteggere gli anfibi e i loro habitat.",
      "imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orbète",
      "translation": "lombrico cieco",
      "definition": "Un type de lézard sans pattes souvent confondu avec un serpent. Il a un museau pointu et des yeux perçants.",
      "definition_translation": "Un tipo di lucertola senza zampe che viene spesso scambiata per un serpente. Ha un muso appuntito e occhi penetranti.",
      "example": "J'ai vu une orbète se faufilant dans les broussailles hier. Elle était très longue et svelte, avec des écailles brillantes. L'été, les orbètes sont actives pendant la journée, mais l'hiver, elles hibernent sous terre. D'ici l'an prochain, j'espère voir plus d'orbètes dans la région.",
      "example_translation": "Ho visto un lombrico cieco strisciare attraverso la macchia ieri. Era molto lungo e snello, con scaglie lucide. In estate, i lombrichi ciechi sono attivi durante il giorno, ma in inverno, hibernano sottoterra. Entro l'anno prossimo, spero di vedere più lombrichi ciechi nella zona.",
      "imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caméléon",
      "translation": "camaleonte",
      "definition": "Un type de lézard qui a la capacité de changer de couleur pour se fondre dans son environnement. Il a une longue langue collante et peut bouger ses yeux indépendamment.",
      "definition_translation": "Un tipo di lucertola che ha la capacità di cambiare il suo colore per mimetizzarsi con l'ambiente circostante. Ha una lingua lunga e appiccicosa e può muovere gli occhi indipendentemente.",
      "example": "J'ai visité le zoo la semaine dernière et ai vu un caméléon de près. Il changeait lentement de couleur pour correspondre à la feuille sur laquelle il était assis. Dans le passé, les caméléons étaient considérés comme des animaux de compagnie exotiques, mais maintenant ils sont protégés par la loi. D'ici le mois prochain, j'aurai appris plus sur ces créatures fascinantes.",
      "example_translation": "Ho visitato lo zoo il week-end scorso e ho visto un camaleonte da vicino. Stava cambiando lentamente il suo colore per adattarsi alla foglia su cui stava seduto. In passato, i camaleonti erano considerati animali esotici domestici, ma ora sono protetti dalla legge. Entro il mese prossimo, avrò imparato di più su queste creature affascinanti.",
      "imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cobra",
      "translation": "cobra",
      "definition": "Un grand serpent vénéneux trouvé en Afrique et en Asie, connu pour sa capacité à cracher son venin.",
      "definition_translation": "Un grande serpente velenoso che si trova in Africa e Asia, noto per la sua capacità di sputare il suo veleno.",
      "example": "J'ai vu un cobra au zoo hier, il était très agressif. Aujourd'hui, je vais voir le docteur parce que j'ai été mordu par un cobra. À l'avenir, je serai plus prudent lorsque je visiterai le zoo.",
      "example_translation": "Ho visto un cobra allo zoo ieri, era molto aggressivo. Oggi, sto andando dal dottore perché sono stato morso da un cobra. Nel futuro, sarò più prudente quando visiterò lo zoo.",
      "imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "couleuvre des prés",
      "translation": "natrix",
      "definition": "Un serpent long et svelte, non vénéneux, trouvé dans les zones humides, souvent confondu avec un serpent vénéneux.",
      "definition_translation": "Un serpente lungo e snello, non velenoso, che si trova in aree umide, spesso scambiato per un serpente velenoso.",
      "example": "J'accrochais des couleuvres des prés dans le jardin quand j'étais gosse. Maintenant, je sais comment les manipuler avec précaution. Un jour, je montrerai à mes enfants comment attraper une couleuvre des prés.",
      "example_translation": "Catturavo serpenti delle erbacce nel giardino quando ero un ragazzino. Ora, so come maneggiarli con cura. Un giorno, mostrerò ai miei figli come catturare un serpente delle erbacce.",
      "imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nouvelle",
      "translation": "tritone",
      "definition": "Un petit amphibien semi-aquatique qui a un corps semblable à celui d'un lézard et une longue queue.",
      "definition_translation": "Un piccolo anfibio semi-acquatico che ha un corpo simile a quello di un lucertola e una lunga coda.",
      "example": "J'ai trouvé une nouvelle dans l'étang l'été dernier, elle nageait près des nénuphars. Hier, j'ai lu un livre sur les nouvelles et leurs habitats. À l'avenir, je vais faire des recherches supplémentaires sur ces créatures fascinantes.",
      "example_translation": "Ho trovato un tritone nella vasca última estate, stava nuotando vicino alle ninfee. Ieri, ho letto un libro sui tritoni e sui loro habitat. Nel futuro, farò ricerca su questi meravigliosi esseri.",
      "imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "python",
      "translation": "pitone",
      "definition": "Un langage de programmation de haut niveau, interprété, Python est largement utilisé pour diverses applications telles que le développement web, le calcul scientifique et l'analyse de données.",
      "definition_translation": "Un linguaggio di programmazione di alto livello, interpretato, Python è ampiamente utilizzato per vari scopi come lo sviluppo web, il calcolo scientifico e l'analisi dei dati.",
      "example": "J'ai appris la programmation Python à l'université, je l'utilise actuellement pour construire un outil d'extraction de données web, et je vais l'utiliser pour développer un modèle d'apprentissage automatique à l'avenir.",
      "example_translation": "Ho imparato la programmazione Python al college, sto attualmente utilizzandola per costruire uno strumento di web scraping, e la userò per sviluppare un modello di apprendimento automatico nel futuro.",
      "imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "salamandre tachetée",
      "translation": "salamandra maculata",
      "definition": "Un type de salamandre qui a des taches jaunes ou orangées sur son dos, la salamandre tachetée est une espèce commune trouvée en Amérique du Nord.",
      "definition_translation": "Un tipo di salamandra che ha macchie gialle o arancioni sulla schiena, la salamandra maculata è una specie comune trovata in Nord America.",
      "example": "J'ai vu une salamandre tachetée traverser la route hier, j'en ai vu une près de l'étang avant, et je vais essayer d'en trouver une dans la forêt la semaine prochaine.",
      "example_translation": "Ho visto una salamandra maculata attraversare la strada ieri, ne ho visto uno vicino al laghetto prima, e proverò a trovarne uno nella foresta la settimana prossima.",
      "imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grenouille arboricole",
      "translation": "rana degli alberi",
      "definition": "Un type de grenouille qui vit dans les arbres et a un cri caractéristique, la grenouille arboricole est une espèce commune trouvée dans les régions tropicales et subtropicales.",
      "definition_translation": "Un tipo di rana che vive sugli alberi e ha un richiamo chirpante distinto, la rana degli alberi è una specie comune trovata in regioni tropicali e subtropicali.",
      "example": "J'ai entendu une grenouille arboricole chanter dans le jardin hier soir, j'en ai vu une sur une branche avant, et je vais essayer d'en attraper une dans la nature le mois prochain.",
      "example_translation": "Ho sentito una rana degli alberi che faceva il suo richiamo nel cortile la scorsa notte, ne ho vista una su un ramo di albero prima, e proverò a catturarne una in natura il mese prossimo.",
      "imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vipère",
      "translation": "vipera",
      "definition": "Un serpent venimeux found in warm and temperate régions, caractérisé par une tête triangulaire et une langue fourchue.",
      "definition_translation": "un serpente velenoso trovato in regioni calde e temperate, caratterizzato da una testa triangolare e una lingua biforcuta.",
      "example": "La vipère a glissé silencieusement à travers l'herbe. Hier, j'ai vu une vipère dans le jardin. Si je vois une vipère, je vais crier.",
      "example_translation": "La vipera si è spostata silenziosamente attraverso l'erba. Ieri, ho visto una vipera nel giardino. Se vedo una vipera, urlerò.",
      "imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serpent d'eau",
      "translation": "serpente d'acqua",
      "definition": "Une créature légendaire qui est censée habiter un plan d'eau, souvent représentée comme un être serpentiforme.",
      "definition_translation": "una creatura leggendaria che si dice abiti un corpo d'acqua, spesso rappresentata come un essere simile a un serpente.",
      "example": "Selon la mythologie, un serpent d'eau vivait dans le lac. Le serpent d'eau a été un symbole de bonne chance pendant des siècles. Si j'étais vous, je ne dérangerais pas le serpent d'eau.",
      "example_translation": "Secondo il mito, un serpente d'acqua viveva nel lago. Il serpente d'acqua è stato un simbolo di buona sorte per secoli. Se fossi in te, non disturberei il serpente d'acqua.",
      "imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]