[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guitare",
      "translation": "chitarra",
      "definition": "Une guitare est un instrument de musique à cordes joué en pincant ou en frappant les cordes avec les doigts ou un plectre.",
      "definition_translation": "Una chitarra è uno strumento musicale a corde suonato pizzicando o strimpellando le corde con le dita o un plettro.",
      "example": "J'ai joué de la guitare dans un groupe lorsqu'il était à l'université. Maintenant, je joue de la guitare pour ma famille. À l'avenir, j'enseignerai à mon fils à jouer de la guitare.",
      "example_translation": "Ho suonato la chitarra in una band quando ero al college. Ora, suono la chitarra per la mia famiglia. Nel futuro, insegnerò a mio figlio a suonare la chitarra.",
      "imageLink": "image_files\\English\\"imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tambour",
      "translation": "tamburo",
      "definition": "Un tambour est un instrument de musique joué en frappant une membrane tendue sur une coque creuse, généralement avec des baguettes.",
      "definition_translation": "Un tamburo è uno strumento musicale suonato colpendo una membrana tesa su una conchiglia vuota, generalmente con bacchette di tamburo.",
      "example": "J'ai entendu le tambour battre dans le lointain. Le batteur jouera du tambour pendant le concert. D'ici l'an prochain, j'apprendrai à jouer du tambour.",
      "example_translation": "Ho sentito il tamburo battere in lontananza. Il batterista suonerà il tamburo durante il concerto. L'anno prossimo, imparerò a suonare il tamburo.",
      "imageLink": "image_files\\English\\"imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tambours",
      "translation": "tamburi",
      "definition": "Les tambours sont un ensemble d'instruments de musique joués en frappant une membrane tendue sur une coque creuse, généralement avec des baguettes.",
      "definition_translation": "I tamburi sono un set di strumenti musicali suonati colpendo una membrana tesa su una conchiglia vuota, generalmente con bacchette di tamburo.",
      "example": "Les tambours étaient très forts au festival. J'adore écouter les tambours dans la musique rock. Mon frère achètera de nouveaux tambours le mois prochain.",
      "example_translation": "I tamburi erano molto forti al festival. Mi piace ascoltare i tamburi nella musica rock. Mio fratello comprerà nuovi tamburi il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "instrument",
      "translation": "strumento",
      "definition": "Un appareil ou outil utilisé pour produire de la musique, comme une guitare, un piano ou un violon.",
      "definition_translation": "Un dispositivo o strumento utilizzato per produrre musica, come una chitarra, pianoforte o violino.",
      "example": "Elle jouait de l'instrument dans l'orchestre de l'école lorsqu'elle était plus jeune. Elle apprend maintenant à jouer d'un nouvel instrument. Elle commencera à enseigner à son enfant à jouer d'un instrument l'an prochain.",
      "example_translation": "Lei suonava lo strumento nella banda scolastica quando era più giovane. Sta ora imparando a suonare uno strumento nuovo. Inizierà a insegnare a suo figlio a suonare uno strumento l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "clavier",
      "translation": "tastiera",
      "definition": "Un instrument électronique avec des touches qui sont pressées pour produire des sons, souvent utilisé dans la musique et l'informatique.",
      "definition_translation": "Uno strumento elettronico con tasti che vengono premuti per produrre suoni, spesso utilizzato nella musica e nell'informatica.",
      "example": "Elle a tapé sur le clavier pour finir son rapport. Elle apprend à jouer du clavier dans sa classe de musique. Elle achètera un nouvel clavier pour son ordinateur le mois prochain.",
      "example_translation": "Ha digitato sulla tastiera per finire il suo rapporto. Sta imparando a suonare la tastiera nella sua classe di musica. Comprerà una nuova tastiera per il suo computer il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piano",
      "translation": "pianoforte",
      "definition": "Un instrument à clavier avec des cordes qui sont frappées par des marteaux lorsqu'on presse les touches, souvent utilisé dans la musique classique.",
      "definition_translation": "Uno strumento a tastiera con corde che vengono colpite da martelli quando si premere le tasti, spesso utilizzato nella musica classica.",
      "example": "Elle pratiquait jouer du piano tous les jours lorsqu'elle était enfant, elle prend maintenant des leçons de piano avec un enseignant professionnel. Elle donnera un concert de piano à la mairie l'an prochain.",
      "example_translation": "Ha praticato suonando il pianoforte ogni giorno quando era una bambina. Sta ora prendendo lezioni di pianoforte con un insegnante professionista. Eseguirà un concerto per pianoforte nella sala della città l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "violon",
      "translation": "violino",
      "definition": "Un violon est un instrument de musique à cordes joué avec un archet ou en pincer les cordes, utilisé notamment dans la musique classique.",
      "definition_translation": "Il violino è uno strumento musicale a corde di legno suonato con un arco o pizzicando le corde, utilizzato soprattutto nella musica classica.",
      "example": "J'ai joué du violon dans l'orchestre de l'école lorsque j'étais enfant, je joue du violon dans un groupe maintenant, et je jouerai du violon au mariage de ma sœur l'an prochain.",
      "example_translation": "Ho suonato il violino nell'orchestra della scuola quando ero un bambino, suono il violino in una band ora, e suonerò il violino al matrimonio di mia sorella il prossimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cornemuse",
      "translation": "cornamuse",
      "definition": "Les cornemuses sont un instrument de musique traditionnel écossais composé d'un ensemble de pipes à anche sonnées par un sac gonflé en soufflant de l'air à travers une pipe.",
      "definition_translation": "Le cornamuse sono uno strumento musicale tradizionale scozzese costituito da un set di canne di registro suonate da un sacco gonfiato soffiando aria attraverso una canna.",
      "example": "Mon grand-père jouait de la cornemuse aux réunions de famille, j'ai essayé de jouer de la cornemuse une fois mais j'étais terrible, et j'apprendrai à jouer de la cornemuse lorsque je prendrai ma retraite.",
      "example_translation": "Mio nonno suonava le cornamuse alle riunioni di famiglia, ho provato a suonare le cornamuse una volta ma ero terribile, e imparerò a suonare le cornamuse quando mi pensionerò.",
      "imageLink": "image_files\\English\\"imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "flûte",
      "translation": "flauto",
      "definition": "Une flûte est un instrument de musique qui produit un son lorsqu'on souffle de l'air à travers l'embouchure, communément utilisé dans les orchestres et la musique de jazz.",
      "definition_translation": "Il flauto è uno strumento musicale che produce un suono quando l'aria è soffiata attraverso il buco dell'imboccatura, comunemente utilizzato in orchestre e musica jazz.",
      "example": "J'ai eu une leçon de flûte hier, je vais pratiquer jouer de la flûte tous les jours, et j'ai joué de la flûte dans un concert le mois dernier.",
      "example_translation": "Ho avuto una lezione di flauto ieri, praticherò a suonare il flauto ogni giorno, e ho suonato il flauto in un concerto il mese scorso.",
      "imageLink": "image_files\\English\\"imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "saxophone",
      "translation": "sassofono",
      "definition": "Un saxophone est un instrument de musique inventé au XIXe siècle. Il est joué en soufflant de l'air à travers une anche unique, provoquant une vibration qui produit un son riche et plein.",
      "definition_translation": "Il sassofono è uno strumento musicale inventato nella metà del 19° secolo. Si suona soffiando aria attraverso un'anima singola, causando una vibrazione che produce un suono ricco e corposo.",
      "example": "Hier, j'ai écouté un saxophoniste dans le parc. Aujourd'hui, je vais acheter un livre de leçons de saxophone. Demain, je vais pratiquer jouer du saxophone.",
      "example_translation": "Ieri, ho ascoltato un giocatore di sassofono nel parco. Oggi, sto per comprare un libro di lezioni di sassofono. Domani, praticherò a suonare il sassofono.",
      "imageLink": "image_files\\English\\"imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "trompette",
      "translation": "tromba",
      "definition": "Une trompette est un instrument de musique à vent joué en soufflant de l'air à travers les lèvres pincées, ce qui produit un son brillant et perçant.",
      "definition_translation": "La tromba è uno strumento musicale a ottoni suonato soffiando aria attraverso le labbra strette, causando una vibrazione che produce un suono luminoso e penetrante.",
      "example": "J'ai vu un joueur de trompette se produire au concert hall. Elle a joué un beau solo sur sa trompette. Il jouera de la trompette dans l'orchestre scolaire l'année prochaine.",
      "example_translation": "Ho visto un giocatore di tromba esibirsi nella sala da concerto. Ha suonato un bel assolo sulla sua tromba. L'anno prossimo, suonerà la tromba nella banda scolastica.",
      "imageLink": "image_files\\English\\"imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accordéon",
      "translation": "fisarmonica",
      "definition": "Un accordéon est un instrument de musique qui consiste en un corps en forme de boîte avec un clavier ou des boutons d'un côté et un soufflet de l'autre, utilisé pour produire une grande variété de tons et de sons.",
      "definition_translation": "La fisarmonica è uno strumento musicale che consiste in un corpo a forma di scatola con una tastiera o pulsanti su un lato e una mantica sull'altro, utilizzato per produrre una vasta gamma di toni e suoni.",
      "example": "Le vieil homme jouait de l'accordéon à la foire du village. Ma sœur apprend à jouer de l'accordéon dans sa classe de musique. Le groupe jouera de l'accordéon au réception de mariage.",
      "example_translation": "Il vecchio uso suonare la fisarmonica alla fiera del villaggio. Mia sorella sta imparando a suonare la fisarmonica nella sua classe di musica. La banda suonerà la fisarmonica alla reception del matrimonio.",
      "imageLink": "image_files\\English\\"imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "basse guitar",
      "translation": "basso elettrico",
      "definition": "Une basse guitar est un instrument à cordes joué en pincant ou en claquant ses cordes, utilisé pour produire des sons graves dans la musique.",
      "definition_translation": "Il basso elettrico è uno strumento a corde suonato pizzicando o tambureggiando le sue corde, utilizzato per produrre suoni di bassa frequenza nella musica.",
      "example": "J'ai appris à jouer de la basse guitar lorsque j'avais 15 ans, j'ai joué dedans dans un groupe l'année dernière, et je jouerai dedans dans un concert le mois prochain.",
      "example_translation": "Ho imparato a suonare il basso elettrico quando avevo 15 anni, l'ho suonato in una band l'anno scorso, e lo suonerò in un concerto il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "violoncelle",
      "translation": "violoncello",
      "definition": "Un violoncelle est un instrument à cordes joué en frottant un archet sur ses cordes ou en les pincant avec les doigts, utilisé pour produire des sons graves dans la musique.",
      "definition_translation": "Il violoncello è uno strumento a corde suonato trascinando un arco sulle sue corde o pizzicandole con le dita, utilizzato per produrre suoni di bassa frequenza nella musica.",
      "example": "J'ai vu un violoncelle se produire au symphonique hier soir, ma sœur a joué du violoncelle au lycée, et mon frère apprendra à jouer du violoncelle l'année prochaine.",
      "example_translation": "Ho visto una esibizione di violoncello alla sinfonia ieri sera, mia sorella ha suonato il violoncello al liceo, e mio fratello imparerà a suonare il violoncello l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piano à queue",
      "translation": "pianoforte a coda",
      "definition": "Un piano à queue est un grand piano acoustique professionnel, généralementhaving une forme horizontale en aile, utilisé par les pianistes professionnels et les institutions musicales.",
      "definition_translation": "Il pianoforte a coda è un grande e professionalmente progettato pianoforte acustico, solitamente having a design orizzontale, a forma di ala, utilizzato da pianisti professionisti e istituzioni musicali.",
      "example": "J'ai répété jouer du piano à queue au concert hall hier, mon professeur m'a enseigné à jouer du piano à queue lorsque j'avais 10 ans, et je jouerai dedans au festival de musique l'été prochain.",
      "example_translation": "Ho esercitato a suonare il pianoforte a coda nella sala da concerto ieri, il mio insegnante mi ha insegnato come suonare il pianoforte a coda quando avevo 10 anni, e suonerò sul pianoforte a coda al festival della musica la prossima estate.",
      "imageLink": "image_files\\English\\"imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "harmonica",
      "translation": "armonica",
      "definition": "Un petit instrument de musique joué en soufflant et en aspirant de l'air, généralement utilisé dans la musique blues, folk et rock.",
      "definition_translation": "Uno strumento musicale piccolo suonato soffiando e tirando aria attraverso di esso, solitamente utilizzato nel blues, folk e musica rock.",
      "example": "J'ai joué de l'harmonica au concert de blues hier soir, et je jouerai à nouveau au festival le week-end prochain. À cette époque, j'aurai joué dedans pendant des années.",
      "example_translation": "Ho suonato l'armonica al concerto blues la scorsa notte e lo suonerò di nuovo al festival il prossimo weekend. A quel tempo, avrò suonato per anni.",
      "imageLink": "image_files\\English\\"imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tambourin",
      "translation": "tamburo",
      "definition": "Un tambourin est un instrument de musique avec des jingles en métal, utilisé dans divers genres de musique, notamment le rock et le pop.",
      "definition_translation": "Un tamburo poco profondo con sonagli metallici, utilizzato in vari tipi di musica, soprattutto rock e pop.",
      "example": "La chanteuse a secoué le tambourin sauvagement pendant le concert, et elle le secouera à nouveau lors de la tournée du groupe le mois prochain. À cette époque, elle l'aura secoué des centaines de fois.",
      "example_translation": "La cantante principale ha scosso il tamburo selvaggiamente durante il concerto e lo scuoterà di nuovo quando la band partirà in tour il prossimo mese. A quel tempo, lo avrà scosso centinaia di volte.",
      "imageLink": "image_files\\English\\"imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cor",
      "translation": "corno",
      "definition": "Un instrument de musique, généralement en métal, joué en soufflant de l'air à travers un embout.",
      "definition_translation": "Uno strumento musicale, solitamente di ottone, che si suona soffiando aria attraverso una bocchetta.",
      "example": "La section de cors de l'orchestre a joué une belle mélodie hier soir, et ils joueront à nouveau au concert l'année prochaine. À cette époque, ils auront parfait cette pièce.",
      "example_translation": "La sezione di corni dell'orchestra ha suonato una bella melodia la scorsa notte e la suoneranno di nuovo al concerto l'anno prossimo. A quel tempo, avranno perfezionato il pezzo.",
      "imageLink": "image_files\\English\\"imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orgue",
      "translation": "organo",
      "definition": "Un instrument de musique à tuyaux, joué en pressant des touches ou des pédales.",
      "definition_translation": "Uno strumento musicale con canne, suonato premendo tasti o pedali.",
      "example": "J'ai joué de l'orgue à l'église hier, je jouerai à nouveau demain, et j'ai joué il y a trois ans.",
      "example_translation": "Ho suonato l'organo in chiesa ieri, lo suonerò di nuovo domani e l'ho suonato tre anni fa.",
      "imageLink": "image_files\\English\\"imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "triangle",
      "translation": "triangolo",
      "definition": "Un polygone à trois côtés et trois sommets.",
      "definition_translation": "Un poligono con tre lati e tre vertici.",
      "example": "J'ai dessiné un triangle sur le papier hier, je vais le dessiner à nouveau demain, et j'ai dessiné il y a un mois.",
      "example_translation": "Ho disegnato un triangolo sulla carta ieri, lo disegnerò di nuovo domani e l'ho disegnato il mese scorso.",
      "imageLink": "image_files\\English\\"imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "balalaïka",
      "translation": "balalajka",
      "definition": "Un instrument à cordes traditionnel russe avec un corps triangulaire.",
      "definition_translation": "Uno strumento a corde tradizionale russo con corpo triangolare.",
      "example": "J'ai joué de la balalaïka au festival l'année dernière, je vais le jouer à nouveau l'année prochaine, et j'ai joué il y a cinq ans.",
      "example_translation": "Ho suonato la balalajka al festival l'anno scorso, lo suonerò di nuovo l'anno prossimo e l'ho suonata cinque anni fa.",
      "imageLink": "image_files\\English\\"imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "banjo",
      "translation": "banjo",
      "definition": "Un instrument de musique à cordes avec un corps rond et un long manche, joué en pincant ou en frappant les cordes.",
      "definition_translation": "Uno strumento musicale a corde con un corpo rotondo e un lungo collo, suonato pizzicando o strimpellando.",
      "example": "J'ai joué du banjo dans le groupe folk hier soir, mais je vais le jouer à nouveau demain, et j'ai joué pendant des années.",
      "example_translation": "Ho suonato il banjo nella band folk ieri sera, ma suonerò di nuovo domani, e l'ho suonato per anni.",
      "imageLink": "image_files\\English\\"imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "basson",
      "translation": "fagotto",
      "definition": "Un instrument à vent en bois à anche double, utilisé notamment dans les orchestres et la musique de chambre.",
      "definition_translation": "Uno strumento a fiato di legno ad ancia doppia, usato specialmente nelle orchestre e nella musica da camera.",
      "example": "La bassoniste a dû pratiquer pendant des heures pour obtenir la mélodie complexe correctement, mais maintenant elle le joue à la perfection, et elle le jouera au concert la semaine prochaine.",
      "example_translation": "Il fagottista ha dovuto praticare per ore per ottenere la melodia complessa giusta, ma ora la suona alla perfezione, e la suonerà nel concerto della prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "castagnettes",
      "translation": "castagnette",
      "definition": "Une paire de coquilles creuses, généralement en bois ou en plastique, cliquées ensemble pour produire un son rythmique.",
      "definition_translation": "Una coppia di piccole conchiglie cava, solitamente fatte di legno o plastica, cliccate insieme per produrre un suono ritmico.",
      "example": "Je vais utiliser les castagnettes dans la routine de danse espagnole ce soir, et j'ai utilisé les castagnettes la semaine dernière, mais j'ai commencé à jouer depuis que j'étais enfant.",
      "example_translation": "Userò le castagnette nella routine di danza spagnola stasera, e le ho usate la settimana scorsa, ma le ho suonate fin da quando ero un bambino.",
      "imageLink": "image_files\\English\\"imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cymbalum",
      "translation": "cimbalom",
      "definition": "Un cymbalum est un type de dulcimer à marteau qui a origine en Hongrie et est joué en frappant des clés avec de petits marteaux ou maillets.",
      "definition_translation": "Il cimbalom è un tipo di salterio martellato originario dell'Ungheria e viene suonato battendo le chiavi con piccoli martelli o magli.",
      "example": "La musicienne a joué du cymbalum avec expertise au festival traditionnel hongrois. Elle avait joué du cymbalum depuis qu'elle était enfant. Elle jouera du cymbalum au concert à venir.",
      "example_translation": "Il musicista ha suonato con maestria il cimbalom al festival tradizionale ungherese. Ha suonato il cimbalom fin da quando era bambina. Suonerà il cimbalom al concerto in arrivo.",
      "imageLink": "image_files\\English\\"imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "clapoir",
      "translation": "battifolle",
      "definition": "Un outil utilisé pour faire un bruit sourd et abrupt, généralement utilisé dans la prise de vue pour marquer le début et la fin d'une prise.",
      "definition_translation": "Un battifolle è uno strumento utilizzato per produrre un rumore improvviso e secco, generalmente utilizzato nella produzione cinematografica per segnare l'inizio e la fine di una scena.",
      "example": "Le clapoir a été sonné à haute voix pour signaler le début du tournage. Le réalisateur avait utilisé un clapoir dans chaque prise. L'actrice utilisera un clapoir pour marquer le début de la scène demain.",
      "example_translation": "Il battifolle è stato fatto risuonare forte per segnalare l'inizio delle riprese. Il regista aveva usato un battifolle in ogni scena. L'attrice userà un battifolle per segnalare l'inizio della scena domani.",
      "imageLink": "image_files\\English\\"imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "clarinette",
      "translation": "clarinetto",
      "definition": "Une clarinette est un instrument à vent en bois avec une anche simple, souvent utilisé dans le jazz, la musique classique et la musique d'orchestre.",
      "definition_translation": "Il clarinetto è uno strumento a fiato con un'unica ancia, spesso utilizzato nel jazz, nella musica classica e in quella orchestrale.",
      "example": "Le clarinettiste a magnifiquement interprété le solo. Elle avait appris à jouer de la clarinette au lycée. Il enseignera à son fils à jouer de la clarinette l'année prochaine.",
      "example_translation": "Il clarinettista ha eseguito la sua parte solista in modo splendidamente. Aveva imparato a suonare il clarinetto al liceo. Insegnò al figlio a suonare il clarinetto l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cymbale",
      "translation": "cimbalo",
      "definition": "Une plaque de métal frappée avec une baguette ou écrasée ensemble pour produire un son tintinnabulant, généralement utilisée dans la musique d'orchestre et de bande.",
      "definition_translation": "Un piatto di metallo colpito con un bastone o fatto crash insieme per produrre un suono tintinnante, tipicamente utilizzato nella musica orchestrale e di banda.",
      "example": "Le batteur a habilement écrasé les cymbales ensemble pour ajouter du dramatisme à la musique. Hier, elle avait pratiqué la technique de cymbale pendant des heures. D'ici une semaine, elle sera en mesure de jouer des cymbales avec aisance.",
      "example_translation": "Il batterista ha abilmente fatto crash insieme i cimbali per aggiungere drammaticità alla musica. Ieri, aveva praticato la tecnica del cimbalo per ore. Entro la prossima settimana, sarà in grado di suonare i cimbali con facilità.",
      "imageLink": "image_files\\English\\"imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "contrebasse",
      "translation": "contrabbasso",
      "definition": "Un grand instrument à cordes joué en tirant un archet sur ses quatre cordes ou en les pincant avec les doigts, utilisé dans les orchestres et les groupes de jazz.",
      "definition_translation": "Uno strumento a corda grande suonato trascinando un archetto sulle sue quattro corde o pizzicandole con le dita, utilizzato nelle orchestre e nei gruppi jazz.",
      "example": "Le contrebassiste a fait résonner ses notes graves dans la salle de concert. Hier, il avait accordé sa contrebasse avec soin. D'ici un mois, il aura maîtrisé le solo de contrebasse.",
      "example_translation": "Le note basse del contrabbassista hanno risuonato in tutta la sala da concerto. Ieri, aveva accordato il suo contrabbasso con cura. Entro il prossimo mese, avrà padroneggiato il solo di contrabbasso.",
      "imageLink": "image_files\\English\\"imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gong",
      "translation": "gong",
      "definition": "Une plaque de métal frappée avec une baguette pour produire un son profond et résonant, utilisée dans divers types de musique et dans certaines formes de méditation.",
      "definition_translation": "Un piatto di metallo colpito con un bastone per produrre un suono profondo e risonante, utilizzato in vari tipi di musica e in alcune forme di meditazione.",
      "example": "Le musicien a frappé le gong pour signaler le début du concert. Hier, elle avait pratiqué la technique de gong pendant des heures. D'ici l'année prochaine, elle aura maîtrisé l'art de jouer du gong.",
      "example_translation": "Il musicista ha colpito il gong per segnalare l'inizio del concerto. Ieri, aveva praticato la tecnica del gong per ore. Entro il prossimo anno, avrà padroneggiato l'arte di suonare il gong.",
      "imageLink": "image_files\\English\\"imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orgue à bouche",
      "translation": "armonio",
      "definition": "Un orgue à bouche est un aérophonie à anche libre, qui produit du son lorsque de l'air est soufflé à travers les anches, faisant vibrer celles-ci. Il est similaire à un orgue à anche, mais est généralement plus petit et plus portable.",
      "definition_translation": "L'armonio è un aerofono a canne libere, che produce suono quando l'aria viene soffiata attraverso le canne, facendole vibrare. È simile a un organo a canne, ma è generalmente più piccolo e più portatile.",
      "example": "J'ai joué de l'orgue à bouche à l'église dernier dimanche. Je jouerai de l'orgue à bouche au concert la semaine prochaine. J'ai joué de l'orgue à bouche pendant cinq ans.",
      "example_translation": "Ho suonato l'armonio in chiesa la scorsa domenica. Suonerò l'armonio al concerto la prossima settimana. Ho suonato l'armonio per cinque anni.",
      "imageLink": "image_files\\English\\"imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "harpe",
      "translation": "arpa",
      "definition": "Une harpe est un instrument de musique à cordes qui a un certain nombre de cordes de longueurs différentes qui sont pincées pour produire du son.",
      "definition_translation": "L'arpa è uno strumento musicale a corde che ha un numero di corde di lunghezze diverse che vengono pizzicate per produrre suono.",
      "example": "Elle a joué de la harpe magnifiquement au mariage. La harpe est un instrument popularisé dans beaucoup de cultures. J'apprendrai à jouer de la harpe l'an prochain.",
      "example_translation": "Lei ha suonato l'arpa in modo meraviglioso al matrimonio. L'arpa è uno strumento popolare in molte culture. Imparerò a suonare l'arpa l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "clavecin",
      "translation": "clavicembalo",
      "definition": "Un clavecin est un instrument de musique joué en pincant les cordes avec les doigts, similaire au piano, mais avec un son plus délicat et intriqué.",
      "definition_translation": "Il clavicembalo è uno strumento musicale suonato pizzicando le corde con le dita, simile a un pianoforte, ma con un suono più delicato e intricato.",
      "example": "Le clavecin était populaire pendant la période baroque. Je n'ai jamais vu de clavecin en personne. Elle jouera du clavecin au concert ce soir.",
      "example_translation": "Il clavicembalo è stato popolare nel periodo barocco. Non ho mai visto un clavicembalo di persona. Suonerà il clavicembalo al concerto stasera.",
      "imageLink": "image_files\\English\\"imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "timbales",
      "translation": "timpani",
      "definition": "Un ensemble d'instruments de percussion consistant en une série de bols de taille graduée, généralement montés sur un pied et joués en frappant avec des mallets à tête molle.",
      "definition_translation": "un insieme di strumenti a percussione composti da una serie di contenitori poco profondi di dimensioni graduate, generalmente montati su un sostegno e suonati colpendo con martelli a testa morbida",
      "example": "L'orchestre incluait des timbales, qui ont ajouté de la profondeur à la musique. Hier, les timbales ont été jouées fort, et demain, elles seront jouées doucement.",
      "example_translation": "L'orchestra comprendeva i timpani, che hanno aggiunto profondità alla musica. Ieri, i timpani sono stati suonati forte, e domani, saranno suonati piano.",
      "imageLink": "image_files\\English\\"imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "luth",
      "translation": "liuto",
      "definition": "Un luth est un instrument de musique à cordes avec un corps en forme de poire, joué en pincant les cordes avec les doigts ou avec un plectre.",
      "definition_translation": "uno strumento musicale a corde con un corpo a forma di pera, suonato pizzicando le corde con le dita o con un plettro",
      "example": "Au Moyen Âge, le luth était un instrument populaire. Le musicien célèbre a joué du luth magnifiquement, et le jouera à nouveau la semaine prochaine.",
      "example_translation": "Nel Medioevo, il liuto era uno strumento popolare. Il famoso musicista ha suonato il liuto in modo meraviglioso, e lo suonerà di nuovo la settimana prossima.",
      "imageLink": "image_files\\English\\"imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mandoline",
      "translation": "mandolino",
      "definition": "Une mandoline est un instrument de musique à cordes avec un corps en forme de poire et un manche fretté, joué en pincant les cordes avec les doigts ou avec un plectre.",
      "definition_translation": "uno strumento musicale a corde con un corpo a forma di pera e un manico scanalato, suonato pizzicando le corde con le dita o con un plettro",
      "example": "Le groupe folk a joué de la mandoline. Hier, j'ai vu un musicien jouer de la mandoline, et demain, je le jouerai moi-même.",
      "example_translation": "Il mandolino è stato suonato dalla band folk. Ieri, ho visto un musicista che suonava il mandolino, e domani, lo suonerò io stesso.",
      "imageLink": "image_files\\English\\"imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maracas",
      "translation": "maracche",
      "definition": "Un maraca est un instrument de percussion originaire d'Amérique latine, consistant en un coquillage creux rempli de billes ou de cailloux, secoué pour produire un son de crécelle.",
      "definition_translation": "Un maraca è uno strumento a percussione originario dell'America Latina, composto da una conchiglia vuota riempita con perle o ghiaia, scossa per produrre un suono rauco.",
      "example": "J'ai appris à jouer des maracas dans ma classe de musique élémentaire, et maintenant je les secoue à chaque fête que je fréquente. Je les secouerai à la fête d'anniversaire de mon ami demain. J'avais secoué des maracas au festival la semaine dernière.",
      "example_translation": "Ho imparato a suonare le maracche nella mia classe di musica elementare, e ora le scuoto a ogni festa cui partecipo. Scuoterò le maracche alla festa di compleanno del mio amico domani. Avevo scosso le maracche al festival la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hautbois",
      "translation": "oboe",
      "definition": "Un hautbois est un instrument de musique à anche double, joué en soufflant de l'air à travers l'anche, utilisé dans les orchestres et les ensembles de chambre.",
      "definition_translation": "Un oboe è uno strumento a fiato ad ancia doppia, suonato soffiando aria attraverso l'ancia, utilizzato in orchestre e ensemble di musica da camera.",
      "example": "Le hautboïste de l'orchestre symphonique était très habile et a joué magnifiquement. Elle jouera du hautbois à la performance d'opéra le mois prochain. Elle avait joué du hautbois dans l'orchestre de l'école quando elle était adolescente.",
      "example_translation": "Il suonatore di oboe nella orchestra sinfonica era molto abile e suonava magnificamente. Suonerà l'oboe nella rappresentazione d'opera il mese prossimo. Aveva suonato l'oboe nella banda scolastica quando era adolescente.",
      "imageLink": "image_files\\English\\"imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ocarina",
      "translation": "ocarina",
      "definition": "Une ocarina est un petit instrument de musique semblable à une flûte, avec une embouchure en forme de sifflet, utilisé pour produire un son aigu, souvent utilisé dans les bandes sonores de jeux vidéo et la musique folk.",
      "definition_translation": "Un'ocarina è uno strumento piccolo, simile a una flauto, con un bocchino a fischio, usato per produrre un suono acuto, spesso utilizzato in colonne sonore di videogiochi e musica folk.",
      "example": "J'ai reçu une ocarina en cadeau de mon ami qui aime jouer aux jeux vidéo. Je jouerai de l'ocarina au spectacle de talents de mon école l'année prochaine. J'avais joué de l'ocarina dans le chœur de l'école lorsque j'étais au collège.",
      "example_translation": "Ho ricevuto un'ocarina come regalo dal mio amico che ama giocare ai videogiochi. Suonerò l'ocarina nello spettacolo dei talenti della mia scuola l'anno prossimo. Avevo suonato l'ocarina nel coro scolastico quando ero al liceo.",
      "imageLink": "image_files\\English\\"imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "flûte à bec",
      "translation": "registrazione",
      "definition": "Une flûte à bec est un instrument de musique qui est joué en soufflant de l'air à travers, produisant un son aigu.",
      "definition_translation": "Un registratore è uno strumento musicale che si suona soffiando aria, producendo un suono acuto.",
      "example": "J'ai appris à jouer de la flûte à bec à l'école élémentaire. Maintenant, je la joue chaque semaine. A l'avenir, je la jouerai dans un groupe de musique.",
      "example_translation": "Ho imparato a suonare il registratore alla scuola elementare. Ora lo suono ogni settimana. In futuro, lo suonerò in una band.",
      "imageLink": "image_files\\English\\"imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caisse claire",
      "translation": "rullante",
      "definition": "Une caisse claire est un type de tambour qui produit un son sec et coupant lorsqu'il est frappé avec une baguette.",
      "definition_translation": "Un rullante è un tipo di tamburo che produce un suono secco e craccante quando colpito con una bacchetta.",
      "example": "J'ai frappé la caisse claire fort dans la fanfare. Hier, j'ai pratiqué la batterie sur la caisse claire. Dans le futur, je jouerai de la caisse claire en concert.",
      "example_translation": "Ho colpito il rullante forte nella banda di marcia. Ieri, ho praticato la batteria sul rullante. Nel futuro, suonerò il rullante in un concerto.",
      "imageLink": "image_files\\English\\"imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "trombone",
      "translation": "trombone",
      "definition": "Un trombone est un instrument de musique qui est joué en soufflant de l'air à travers, changeant de pitch en déplaçant l'instrument dans et hors.",
      "definition_translation": "Un trombone è uno strumento musicale che si suona soffiando aria, cambiando l'altezza cambiando la lunghezza strumento dentro e fuori.",
      "example": "J'ai joué du trombone dans l'orchestre scolaire. Mon frère a joué du trombone pendant des années. Dans le futur, j'apprendrai à jouer du trombone professionnellement.",
      "example_translation": "Ho suonato il trombone nell'orchestra scolastica. Mio fratello ha suonato il trombone per anni. Nel futuro, imparerò a suonare il trombone professionalmente.",
      "imageLink": "image_files\\English\\"imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tuba",
      "translation": "tuba",
      "definition": "Un tuba est un instrument de musique à vent qui se caractérise par sa grande taille, son son grave et sa forme distinctive.",
      "definition_translation": "La tuba è uno strumento a fiato metallico caratterizzato dalle sue grandi dimensioni, il suo suono basso e la sua forma distintiva.",
      "example": "Le tubiste était ravi de jouer dans la rendition de l'orchestre de la Cinquième Symphonie de Beethoven. Elle a joué du tuba depuis qu'elle était enfant, et maintenant le joue professionnellement. Elle jouera du tuba au prochain concert.",
      "example_translation": "Il giocatore di tuba era entusiasta di suonare nell'esecuzione della Quinta Sinfonia di Beethoven dell'orchestra. Aveva suonato la tuba fin da quando era bambina, e ora la suona professionalmente. Suonerà la tuba nel concerto imminente.",
      "imageLink": "image_files\\English\\"imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cloches tubulaires",
      "translation": "campane tubolari",
      "definition": "Les cloches tubulaires sont un instrument de musique composé d'une série de tubes de métal de longueurs différentes qui sont frappés pour produire un son retentissant.",
      "definition_translation": "Le campane tubolari sono uno strumento musicale composto da una serie di tubi di metallo di lunghezze diverse che vengono percossi per produrre un suono di campane.",
      "example": "Le compositeur a choisi de mettre en vedette les cloches tubulaires dans l'introduction du morceau pour créer une atmosphère inquiétante. Le musicien a joué des cloches tubulaires avec précision, créant une sensation de tension. Elle jouera des cloches tubulaires au prochain festival de musique.",
      "example_translation": "Il compositore ha scelto di avere le campane tubolari nell'introduzione della canzone per creare un'atmosfera inquietante. Il musicista ha suonato le campane tubolari con precisione, creando un senso di tensione. Suonerà le campane tubolari nel festival musicale imminente.",
      "imageLink": "image_files\\English\\"imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vibraphone",
      "translation": "vibrafono",
      "definition": "Un vibraphone est un instrument de percussion qui consiste en un ensemble de barres de métal de différentes hauteurs qui sont frappées pour produire un son grave et retentissant.",
      "definition_translation": "Il vibrafono è uno strumento a percussione che consiste in un set di barre di metallo di diverse altezze che vengono percosse per produrre un suono risonante e metallic.",
      "example": "Le vibraphone a ajouté une touche unique à la pièce du compositeur de jazz. Elle a joué du vibraphone avec finesse, créant une atmosphère apaisante. Le vibraphone sera mis en vedette au prochain concert de jazz.",
      "example_translation": "Il vibrafono ha aggiunto un tocco unico al pezzo del compositore jazz. Ha suonato il vibrafono con finezza, creando un'atmosfera rilassante. Il vibrafono sarà presente nel concerto jazz imminente.",
      "imageLink": "image_files\\English\\"imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "xylophone",
      "translation": "xilofono",
      "definition": "Un xylophone est un instrument de musique avec une série de barres de longueurs graduées qui sont frappées par des mallets pour produire un son retentissant.",
      "definition_translation": "uno strumento musicale con una serie di barre di lunghezza graduata che vengono colpite da martelli per produrre un suono metallico",
      "example": "J'ai joué du xylophone dans la fanfare scolaire, je le joue maintenant, et je le jouerai lorsque je serai plus âgé.",
      "example_translation": "Ho suonato il xilofono nella banda scolastica, lo suono adesso e lo suonerò quando sarò più grande.",
      "imageLink": "image_files\\English\\"imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]