[
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "noir",
      "translation": "nero",
      "definition": "Ayant la couleur de la suie ou du charbon ; n'ayant aucune lumière ; absolument sombre.",
      "definition_translation": "Avendo il colore della fuliggine o del carbone; non avendo luce; assolutamente scuro.",
      "example": "J'ai porté une robe noire au party hier soir, je porterai un costume noir à la réunion demain, et j'ai porté une cravate noire au mariage l'année dernière.",
      "example_translation": "Ho indossato un vestito nero alla festa ieri sera, indosserò un abito nero all'incontro domani e ho indossato una cravatta nera al matrimonio l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bleu",
      "translation": "blu",
      "definition": "Ayant une couleur vive et brillante comme le ciel ensoleillé ; ayant une qualité calme et paisible.",
      "definition_translation": "Avendo un colore brillante e vivace come il cielo in un giorno di sole; avendo una qualità calma e pacifica.",
      "example": "L'océan bleu scintillait au soleil, je vais peindre la chambre bleue demain, et elle a porté une robe bleue au bal dernière nuit.",
      "example_translation": "L'oceano blu scintillava nel sole, dipingerò la stanza di blu domani e lei ha indossato un vestito blu al ballo della scuola ieri sera.",
      "imageLink": "image_files\\English\\"imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brun",
      "translation": "marrone",
      "definition": "Ayant une couleur rouge-jaune comme celle de la terre ou du bois ; ayant une qualité chaude et terrestre.",
      "definition_translation": "Avendo un colore rossiccio-giallo come quello della terra o del legno; avendo una qualità calda e terrosa.",
      "example": "Le chien brun a couru rapidement dans le parc, je vais manger un cookie brun demain, et elle a porté une jupe brune au bureau hier.",
      "example_translation": "Il cane marrone correva velocemente attraverso il parco, mangerò un biscotto marrone domani e lei ha indossato una gonna marrone all'ufficio ieri.",
      "imageLink": "image_files\\English\\"imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vert",
      "translation": "verde",
      "definition": "Ayant la couleur verte, comme l'herbe ou les feuilles ; écologiquement amical.",
      "definition_translation": "Avere il colore verde, come l'erba o le foglie; essere ecologicamente sostenibile.",
      "example": "L'herbe était verte après la pluie. Je vais planter un arbre vert dans mon jardin demain. Elle a porté une robe verte au party hier soir.",
      "example_translation": "L'erba era verde dopo la pioggia. Pianterò un albero verde nel mio cortile domani. Lei indossava un vestito verde al party ieri sera.",
      "imageLink": "image_files\\English\\"imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gris",
      "translation": "grigio",
      "definition": "Ayant une couleur entre le noir et le blanc ; manquant de brillance ou d'intérêt.",
      "definition_translation": "Avere un colore tra il nero e il bianco; mancare di luminosità o interesse.",
      "example": "Le ciel gris indiquait qu'il allait pleuvoir bientôt. Elle avait des cheveux gris lorsqu'elle était vieille. Ils vont peindre le mur gris en blanc la semaine prochaine.",
      "example_translation": "Il cielo grigio indicava che sarebbe piovuto presto. Aveva i capelli grigi quando era anziana. Dipingeranno la parete grigia di bianco la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orange",
      "translation": "arancione",
      "definition": "Ayant une couleur vive et brillante entre le rouge et le jaune ; un type de fruit agrume.",
      "definition_translation": "Avere un colore brillante e vivace tra il rosso e il giallo; un tipo di frutto agrume.",
      "example": "Le jus d'orange était rafraîchissant. Le coucher de soleil orange était beau. Elle mangera une orange pour breakfast demain.",
      "example_translation": "Il succo d'arancia era rinfrescante. Il tramonto arancione era bellissimo. Mangerà un'arancia per colazione domani.",
      "imageLink": "image_files\\English\\"imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rouge",
      "translation": "rosso",
      "definition": "Ayant une couleur brillante et feu ; de la couleur du sang ou du feu.",
      "definition_translation": "Avendo un colore brillante, fuoco; del colore del sangue o del fuoco.",
      "example": "Le coucher de soleil était rouge, les fleurs étaient rouges, et la voiture était rouge. Hier, j'ai vu un oiseau rouge. Demain, j'achèterai une robe rouge.",
      "example_translation": "Il tramonto era rosso, i fiori erano rossi e la macchina era rossa. Ieri, ho visto un uccello rosso. Domani, comprerò un vestito rosso.",
      "imageLink": "image_files\\English\\"imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "blanc",
      "translation": "bianco",
      "definition": "Ayant une couleur pâle ou crémeuse ; de la couleur de la neige ou du lait.",
      "definition_translation": "Avendo un colore pallido o cremoso; del colore della neve o del latte.",
      "example": "La maison est blanche, la neige est blanche, et la robe de mariage est blanche. Hier, j'ai porté un chemisier blanc. Demain, je mangerai du riz blanc.",
      "example_translation": "La casa è bianca, la neve è bianca e l'abito da sposa è bianco. Ieri, ho indossato una camicia bianca. Domani, mangerò riso bianco.",
      "imageLink": "image_files\\English\\"imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jaune",
      "translation": "giallo",
      "definition": "Ayant une couleur brillante et ensoleillée ; de la couleur de l'or ou du citron.",
      "definition_translation": "Avendo un colore brillante, soleggiato; del colore dell'oro o del limone.",
      "example": "Le soleil est jaune, la banane est jaune, et le visage souriant est jaune. Hier, j'ai mangé une pomme jaune. Demain, je porterai des chaussettes jaunes.",
      "example_translation": "Il sole è giallo, la banana è gialla e il viso sorridente è giallo. Ieri, ho mangiato una mela gialla. Domani, indosserò calze gialle.",
      "imageLink": "image_files\\English\\"imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crème",
      "translation": "panna",
      "definition": "Un aliment sucré ou salé fait à partir de la graisse du lait, souvent aromatisé et sucré.",
      "definition_translation": "Un alimento dolce o salato fatto con il grasso del latte, spesso profumato e zuccherato.",
      "example": "J'ai crémeé le beurre et le sucre ensemble pour faire un deliciux glaçage. Hier, j'ai crémeé l'épinard dans la soupe. Demain, je crémerai le café dans ma boisson du matin.",
      "example_translation": "Ho mescolato il burro e lo zucchero insieme per fare un frosting delizioso. Ieri, ho aggiunto il cream allo spinacio nella zuppa. Domani, aggiungerò il cream nel mio drink del mattino.",
      "imageLink": "image_files\\English\\"imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doré",
      "translation": "dorato",
      "definition": "Ayant une couleur jaune brillante comme l'or ; valorisé ou très estimé.",
      "definition_translation": "Avendo un colore giallo brillante come l'oro; valuabile o altamente stimato.",
      "example": "Le soleil doré se couchait à l'horizon. Elle portait un collier doré au party. Les années dorées de l'entreprise étaient de 2000 à 2010.",
      "example_translation": "Il sole dorato stava tramontando all'orizzonte. Lei indossava una collana dorata alla festa. Gli anni d'oro dell'azienda sono stati dal 2000 al 2010.",
      "imageLink": "image_files\\English\\"imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "citron",
      "translation": "limone",
      "definition": "Un fruit citrus à saveur acide, souvent utilisé dans la cuisine ou comme garniture.",
      "definition_translation": "Un frutto agrumi con un sapore aspro, spesso usato nella cottura o come guarnizione.",
      "example": "J'ai pressé un citron dans mon thé pour lui donner un goût rafraîchissant. Hier, j'ai acheté un citron au marché. Elle utilisera des citrons dans sa recette de barres à citron demain.",
      "example_translation": "Ho spremuto un limone nel mio tè per darle un sapore rinfrescante. Ieri, ho comprato un limone al mercato. Domani, userà i limoni nella sua famosa ricetta di bar di limone.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rose",
      "translation": "rosa",
      "definition": "Une couleur vive et éclatante souvent associée à la féminité et à la Saint-Valentin.",
      "definition_translation": "Un colore brillante e vibrante spesso associato alla femminilità e al giorno di San Valentino.",
      "example": "Elle portait une robe rose au party. Elle portera une robe rose au party. Elle portait une robe rose au party hier soir.",
      "example_translation": "Indossava un vestito rosa alla festa. Indosserà un vestito rosa alla festa. Ha indossato un vestito rosa alla festa la sera scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pourpre",
      "translation": "violato",
      "definition": "Une couleur riche et luxueuse souvent associée à la créativité, au luxe et au pouvoir.",
      "definition_translation": "Un colore ricco e lussuoso spesso associato alla creatività, al lusso e al potere.",
      "example": "L'empereur portait une robe pourpre à la cérémonie. Il portera une robe pourpre à la cérémonie. Il portait une robe pourpre à la cérémonie l'an dernier.",
      "example_translation": "L'imperatore indossò una veste violata alla cerimonia. Indosserà una veste violata alla cerimonia. Ha indossato una veste violata alla cerimonia l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "argent",
      "translation": "argento",
      "definition": "Un métal brillant et éclatant souvent utilisé dans les bijoux et les pièces de monnaie.",
      "definition_translation": "Un metallo brillante e lucente spesso utilizzato in gioielli e monete.",
      "example": "Elle portait un collier en argent au mariage. Elle portera un collier en argent au mariage. Elle portait un collier en argent au mariage le week-end dernier.",
      "example_translation": "Indossava un collo d'argento al matrimonio. Indosserà un collo d'argento al matrimonio. Ha indossato un collo d'argento al matrimonio il fine settimana scorso.",
      "imageLink": "image_files\\English\\"imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "violet",
      "translation": "viola",
      "definition": "Un violet est une petite fleur délicate qui est généralement de couleur pourpre, mais peut également être blanche, jaune ou bleue.",
      "definition_translation": "Una viola è un fiore piccolo e delicato che è solitamente di colore viola, ma può anche essere bianco, giallo o blu.",
      "example": "Elle a cueilli un violet dans le jardin et l'a mis dans ses cheveux. Hier, elle avait cueilli un bouquet de violets. L'année prochaine, elle cueillera des violets à nouveau.",
      "example_translation": "Ha raccolto una viola dal giardino e l'ha messa nei suoi capelli. Ieri, aveva raccolto un mazzo di violette. L'anno prossimo, raccoglierà di nuovo le violette.",
      "imageLink": "image_files\\English\\"imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "beige",
      "translation": "beige",
      "definition": "Beige est une couleur marron claire, souvent utilisée pour décrire les vêtements, les meubles ou la décoration intérieure.",
      "definition_translation": "Il beige è un colore marrone chiaro, spesso usato per descrivere abiti, mobili o design d'interni.",
      "example": "Elle portait un pull beige au party. Sa grand-mère lui avait offert une couverture beige. L'hiver prochain, elle achètera un manteau beige.",
      "example_translation": "Ha indossato un maglione beige alla festa. Sua nonna le aveva donato una coperta beige. Il prossimo inverno, comprerà un cappotto beige.",
      "imageLink": "image_files\\English\\"imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bleu marine",
      "translation": "blu marino",
      "definition": "Le bleu marine est une couleur bleue sombre, souvent utilisée pour décrire les vêtements, en particulier les uniformes ou les vêtements de forme.",
      "definition_translation": "Il blu marino è un colore blu scuro, spesso usato per descrivere abiti, specialmente uniformi o abbigliamento formale.",
      "example": "Il portait un costume bleu marine au mariage. Hier, il avait porté une cravate bleu marine. Le mois prochain, il achètera un blazer bleu marine.",
      "example_translation": "Ha indossato un abito blu marino al matrimonio. Ieri, aveva indossato una cravatta blu marino. Il prossimo mese, comprerà un giaccone blu marino.",
      "imageLink": "image_files\\English\\"imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "kaki",
      "translation": "kaki",
      "definition": "Une couleur marron claire ou beige, semblable à la couleur de la terre ou du sable.",
      "definition_translation": "Un colore marrone chiaro o beige, simile al colore della terra o della sabbia.",
      "example": "J'ai porté un pantalon kaki lors de mon dernier voyage de camping. Je porterai des shorts kaki à la plage demain. Elle portait des bottes kaki sur le sentier de randonnée l'an dernier.",
      "example_translation": "Ho indossato pantaloni kaki durante il mio viaggio di campeggio lo scorso fine settimana. Indosserò shorts kaki al mare domani. Lei ha indossato stivali kaki sul sentiero trekking l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vert olive",
      "translation": "verde oliva",
      "definition": "Une couleur brune-verte, semblable à la couleur des olives.",
      "definition_translation": "Un colore marrone-verde, simile al colore delle olive.",
      "example": "L'uniforme du soldat était vert olive. Les murs verts olive se fondaient dans le décor. Elle peindra la chambre vert olive le mois prochain.",
      "example_translation": "L'uniforme del soldato era verde oliva. Le pareti verdi oliva si fondevano con l'ambiente circostante. Lei dipingerà la stanza di verde oliva il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amarante",
      "translation": "amaranto",
      "definition": "Une couleur pourpre-rouge, similaire à la couleur de la fleur d'amarante.",
      "definition_translation": "Un colore viola-rosso, simile al colore del fiore di amaranto.",
      "example": "La fleur d'amarante était d'une couleur pourpre profonde. L'artiste utilisa de la teinture d'amarante pour créer un effet unique. La plante d'amarante fleurira l'été prochain.",
      "example_translation": "Il fiore di amaranto era di un colore viola profondo. L'artista ha usato la cera di amaranto per creare un effetto unico. La pianta di amaranto fiorirà il prossimo estate.",
      "imageLink": "image_files\\English\\"imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ambre",
      "translation": "ambra",
      "definition": "Une résine fossile jaune-orangée, utilisée en joaillerie et en décoration.",
      "definition_translation": "Una resina fossile giallo-arancio, utilizzata in gioielli e decorazioni.",
      "example": "Les anciens Égyptiens utilisèrent l'ambre pour créer de beaux bijoux. Ils l'ont utilisé pendant des siècles et l'utilisent encore aujourd'hui. D'ici 2050, l'ambre sera un matériau très recherché.",
      "example_translation": "Gli antichi egizi usarono l'ambra per creare gioielli bellissimi. L'hanno utilizzato per secoli, e lo usano ancora oggi. Entro l'anno 2050, l'ambra sarà un materiale molto ricercato.",
      "imageLink": "image_files\\English\\"imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "anthracite",
      "translation": "antracite",
      "definition": "Un type de charbon très dur et brillant, souvent utilisé comme combustible.",
      "definition_translation": "Un tipo di carbone che è molto duro e luminoso, spesso utilizzato come combustibile.",
      "example": "L'ancienne usine utilisait de l'anthracite pour alimenter ses machines. Ils l'ont utilisé depuis le 19e siècle, mais ont passé au gaz naturel dans les années 1950. D'ici 2025, ils comptent utiliser des sources d'énergie renouvelables.",
      "example_translation": "La vecchia fabbrica utilizzò l'antracite per alimentare le sue macchine. L'hanno utilizzato dal 19° secolo, ma sono passati al gas naturale negli anni '50. Entro il 2025, prevedono di utilizzare fonti di energia rinnovabili.",
      "imageLink": "image_files\\English\\"imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aigue-marine",
      "translation": "acquamarina",
      "definition": "Un gemme bleu pâle, souvent utilisée en joaillerie, censée avoir des propriétés apaisantes.",
      "definition_translation": "Un gemstone azzurro pallido, spesso utilizzato in gioielli, ritenuto avere proprietà calmanti.",
      "example": "Le collier de la reine présentait un beau pendentif d'aigue-marine. Il lui a été offert en cadeau au 18e siècle, et elle l'a porté à la cérémonie de couronnement. Lorsqu'elle le léguera à sa petite-fille, ce sera un héritage.",
      "example_translation": "La collana della regina presentava un pendente di acquamarina bellissimo. Le fu donato come regalo nel 18° secolo, e lo indossò all'incoronazione. Quando lo passerà alla sua nipote, sarà un oggetto di famiglia.",
      "imageLink": "image_files\\English\\"imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "carmine",
      "translation": "carminio",
      "definition": "Un pigment rouge vif à rouge pourpre, obtenue à partir de l'insecte cochenille, utilisé dans l'alimentation, les cosmétiques et l'art.",
      "definition_translation": "Un pigmento rosso brillante verso purpureo-rosso ottenuto dall'insetto della cocciniglia, utilizzato nel cibo, cosmetici e arte.",
      "example": "L'artiste mélangea du carmine avec de l'huile pour créer une teinte rouge vive. Elle avait utilisé du carmine dans ses peintures pendant des années. Elle expérimentera avec du carmine dans sa prochaine pièce d'art.",
      "example_translation": "L'artista ha messo carminio con olio per creare un colore rosso vivace. Lei aveva usato carminio nei suoi dipinti per anni. Proverà con carminio nel suo prossimo pezzo d'arte.",
      "imageLink": "image_files\\English\\"imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crimson",
      "translation": "crimson",
      "definition": "Une couleur rouge profonde et riche, notamment dans le tissu ou la teinture.",
      "definition_translation": "Un colore rosso profondo e ricco, soprattutto in tessuto o tintura.",
      "example": "La robe cramoisie se détachait à la soirée. Il porta un nœud cramoisi au mariage. Les maillots cramoisis de l'équipe étaient un hommage à leur design vintage.",
      "example_translation": "Il vestito cremisi si distingueva alla festa. Lui indossò una cravatta cremisi al matrimonio. Le maglie cremisi della squadra erano un omaggio al loro design vintage.",
      "imageLink": "image_files\\English\\"imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cyan",
      "translation": "ciano",
      "definition": "Une couleur verte-bleue vive, notamment dans l'impression et l'image numérique.",
      "definition_translation": "Un colore verde-azzurro brillante, soprattutto nella stampa e nell'immagine digitale.",
      "example": "Le designer choisit le cyan comme couleur primaire pour le logo. De l'encre cyan coulait de l'imprimante. L'équipe Cyan remporta le concours de design.",
      "example_translation": "Il designer scelse ciano come colore principale per il logo. L'inchiostro ciano fluiva dalla stampante. La squadra Ciano vinse la competizione di design.",
      "imageLink": "image_files\\English\\"imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "émeraude",
      "translation": "smeraldo",
      "definition": "Une pierre précieuse verte, souvent utilisée en joaillerie. Les émeraudes sont un type de béryl, un minéral qui est prisé pour sa couleur verte vive.",
      "definition_translation": "Una pietra preziosa verde brillante, spesso utilizzata in gioielli. Gli smeraldi sono un tipo di berillo, un minerale che è apprezzato per il suo colore verde vibrante.",
      "example": "Elle porta un collier d'émeraude à la soirée. Elle avait porté un anneau d'émeraude au mariage l'année dernière. Elle portera un bijou d'émeraude à la cérémonie des récompenses la semaine prochaine.",
      "example_translation": "Ha indossato un collarino di smeraldo alla festa. Aveva indossato un anello di smeraldo al matrimonio l'anno scorso. Indosserà un spillone di smeraldo alla cerimonia di premiazione la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gingembre",
      "translation": "zenzero",
      "definition": "Une plante avec une racine épaisse et brune qui est utilisée dans la cuisine, en particulier dans la cuisine asiatique. Le gingembre a un goût épicé et réchauffant.",
      "definition_translation": "Una pianta con una radice spessa, bruno-rossastra che viene utilizzata nella cucina, in particolare nella cucina asiatica. Lo zenzero ha un sapore piccante, caldo.",
      "example": "Elle ajouta du gingembre frais au stir-fry. Il avait râpé du gingembre sur le sushi la nuit dernière. Ils planteront du gingembre dans leur jardin le printemps prochain.",
      "example_translation": "Ha aggiunto zenzero fresco al stir-fry. Aveva grattugiato lo zenzero sul sushi la scorsa notte. Pianteranno lo zenzero nel loro giardino la prossima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "indigo",
      "translation": "indaco",
      "definition": "Une couleur bleue profonde, souvent utilisée pour teindre des tissus. L'indigo est un colorant naturel extrait des feuilles de la plante Indigofera.",
      "definition_translation": "Un colore blu scuro, spesso utilizzato nell' tingere tessuti. L'indaco è un colorante naturale estratto dalle foglie della pianta di Indigofera.",
      "example": "La robe était teinte d'une couleur indigo profonde. L'artiste mélangea de l'indigo avec du jaune pour créer une teinte verte unique. Le designer de mode utilisera de la teinture indigo pour la nouvelle collection.",
      "example_translation": "Il vestito era stato tingiuto di un colore indaco scuro. L'artista aveva miscelato l'indaco con il giallo per creare un'unica sfumatura verde. Il designer di moda utilizzerà la tintura di indaco per la nuova collezione.",
      "imageLink": "image_files\\English\\"imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magenta",
      "translation": "magenta",
      "definition": "Une couleur rose-violet vif, comme celle du colorant utilisé pour teindre les tissus.",
      "definition_translation": "Un colore rosa-viola brillante e vivido, come quello utilizzato per tingere i tessuti.",
      "example": "L'artiste a utilisé du magenta pour peindre le coucher de soleil, qui lui a donné un aspect chaud et vivant. Elle avait utilisé du magenta dans son précédent tableau, et en utilisera à nouveau dans son prochain.",
      "example_translation": "L'artista ha usato il magenta per dipingere il tramonto, che gli ha dato un aspetto caldo e vivace. Aveva usato il magenta nel suo dipinto precedente e lo userà di nuovo nel suo prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mahogany",
      "translation": "mogano",
      "definition": "Un type de bois, notamment celui du mahonia à feuilles de houx, utilisé pour fabriquer des meubles et caractérisé par sa couleur brun-roux.",
      "definition_translation": "Un tipo di legno, in particolare quello dell'albero Mahonia aquifolium, utilizzato per costruire mobili e caratterizzato dal suo colore marrone rossastro.",
      "example": "La table ancienne était en acajou et avait un éclat riche et chaud. Elle avait toujours voulu un bureau en acajou, et a enfin trouvé un dans le magasin vintage. Il construira une bibliothèque en acajou le week-end prochain.",
      "example_translation": "Il tavolo antico era fatto di mogano e aveva un bagliore caldo e ricco. Aveva sempre desiderato una scrivania in mogano e finalmente ne aveva trovata una nel negozio di articoli vintage. Costruirà un libro in mogano il prossimo weekend.",
      "imageLink": "image_files\\English\\"imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maroon",
      "translation": "marrone",
      "definition": "Une couleur brun-rouge sombre, comme celle du colorant utilisé pour teindre le cuir.",
      "definition_translation": "Un colore marrone scuro, come quello utilizzato per tingere il cuoio.",
      "example": "Les chaussures bordeaux allaient parfaitement avec sa robe. Il avait laissé son véhicule à l'abandon dans le désert, et devait trouver un moyen de le récupérer. Les maillots bordeaux de l'équipe étaient leur emblème.",
      "example_translation": "Le scarpe marrone si abbinatevano perfettamente con il suo abito. Aveva abbandonato la sua macchina nel deserto e doveva trovare un modo per farla uscire. Le maglie marrone della squadra erano il loro marchio di fabbrica.",
      "imageLink": "image_files\\English\\"imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ochre",
      "translation": "ocra",
      "definition": "Un pigment naturel de couleur jaune-brun, utilisé en peinture et en coloration.",
      "definition_translation": "un pigmento naturale di colore giallo-bruno, usato nella pittura e nella colorazione.",
      "example": "L'artiste a mélangé de l'ocre avec de l'eau pour créer une texture subtile. Hier, elle avait mélangé de l'ocre avec de l'huile pour créer une couleur vive. D'ici l'an prochain, elle aura mélangé de l'ocre avec de l'acrylique pour créer une pièce moderne.",
      "example_translation": "L'artista ha mescolato ocra con acqua per creare una texture sottile. Ieri, aveva mescolato ocra con olio per creare un colore vibrante. Entro il prossimo anno, avrà mescolato ocra con acrilico per creare un'opera moderna.",
      "imageLink": "image_files\\English\\"imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "scarlet",
      "translation": " scarlatto",
      "definition": "Une couleur rouge vif, notamment en tissus ou en vêtements.",
      "definition_translation": "un colore rosso vivido e brillante, soprattutto in stoffe o indumenti.",
      "example": "La robe écarlate était accrocheuse au party. Elle avait porté un foulard écarlate au mariage hier. D'ici l'été prochain, elle aura porté un maillot écarlate à la plage.",
      "example_translation": "Il vestito scarlatto era stato molto notato alla festa. Ieri, aveva indossato una sciarpa scarlatto al matrimonio. Entro la prossima estate, avrà indossato un costume da bagno scarlatto alla spiaggia.",
      "imageLink": "image_files\\English\\"imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "turquoise",
      "translation": "turchese",
      "definition": "Un minerai bleu-vert, utilisé comme pierre précieuse, notamment en joaillerie.",
      "definition_translation": "un minerale blu-verde, usato come pietra preziosa, soprattutto in gioielleria.",
      "example": "Le collier turquoise était un beau cadeau. Elle avait porté un anneau turquoise à la réunion hier. D'ici Noël prochain, elle aura porté une broche turquoise au gala.",
      "example_translation": "Il collo turchese era stato un regalo bellissimo. Ieri, aveva indossato un anello turchese all'incontro. Entro il prossimo Natale, avrà indossato una spilla turchese al gala.",
      "imageLink": "image_files\\English\\"imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]