[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "peigne",
      "translation": "pettine",
      "definition": "Un peigne est un outil utilisé pour arranger ou lisser les cheveux",
      "definition_translation": "Un pettine è uno strumento utilizzato per sistemare o lisciare i capelli",
      "example": "J'ai peigné mes cheveux hier, je les peigne maintenant et je les peignerai demain.",
      "example_translation": "Ho pettinato i miei capelli ieri, sto pettinando ora e pettinerò domani.",
      "imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "shampooing",
      "translation": "shampoo",
      "definition": "Un shampooing est une substance liquide ou gélatineuse utilisée pour laver les cheveux",
      "definition_translation": "Uno shampoo è una sostanza liquida o gelatinosa utilizzata per lavare i capelli",
      "example": "J'ai shampooing mes cheveux la semaine dernière, je les shampooing maintenant et je les shampooing le mois prochain.",
      "example_translation": "Ho shampooato i miei capelli la settimana scorsa, sto shampooando ora e shampooerò il mese prossimo.",
      "imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crème",
      "translation": "crema",
      "definition": "Une crème est une substance liquide ou semi-solide épaisse et riche, souvent utilisée dans la nourriture ou les cosmétiques",
      "definition_translation": "Una crema è una sostanza liquida o semisolidale spessa e ricca, spesso utilizzata nel cibo o nei cosmetici",
      "example": "J'ai utilisé une crème sur mon visage hier soir, j'en utilise une maintenant et j'en utiliserai une demain matin.",
      "example_translation": "Ho usato una crema sulla mia faccia la scorsa notte, sto usando ora e userò domani mattina.",
      "imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "déodorant",
      "translation": "deodorante",
      "definition": "Une substance parfumée appliquée sur le corps pour prévenir les odeurs corporelles. Les déodorants sont souvent utilisés en combinaison avec des antitranspirants, qui aident à réduire la sueur.",
      "definition_translation": "Una sostanza profumata applicata al corpo per prevenire l'odore del corpo. I deodoranti sono spesso utilizzati in combinazione con antitraspiranti, che aiutano a ridurre la sudorazione.",
      "example": "J'ai appliqué du déodorant après ma douche du matin, j'en appliquerai avant d'aller au gymnase et j'en avais appliqué après ma course hier.",
      "example_translation": "Ho applicato deodorante dopo la mia doccia mattutina, applicherò deodorante prima di andare in palestra, e ho applicato deodorante dopo la mia corsa ieri.",
      "imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crème pour les mains",
      "translation": "crema per le mani",
      "definition": "Une lotion ou crème hydratante appliquée sur la peau des mains pour la rendre douce et la protéger.",
      "definition_translation": "Una lozione o crema idratante applicata alla pelle delle mani per ammorbidirla e proteggerla.",
      "example": "J'utilise une crème pour les mains tous les matins, ma grand-mère utilisait une crème pour les mains pour garder ses mains souples et elle en utilisera pour protéger ses mains contre le froid.",
      "example_translation": "Uso crema per le mani ogni mattina, mia nonna usava crema per le mani per tenerle morbide, e lei userà crema per le mani per proteggerle dal freddo.",
      "imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rouge à lèvres",
      "translation": "rossetto",
      "definition": "Un produit cosmétique utilisé pour colorer et hydrater les lèvres.",
      "definition_translation": "Un prodotto cosmetico utilizzato per colorare e idratare le labbra.",
      "example": "J'ai appliqué du rouge à lèvres avant la fête, ma sœur utilise du rouge à lèvres pour matcher son outfit et elle en appliquera avant son mariage.",
      "example_translation": "Ho applicato rossetto prima della festa, mia sorella usa rossetto per abbinarlo al suo outfit, e lei applicherà rossetto prima del suo matrimonio.",
      "imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mascara",
      "translation": "mascara",
      "definition": "Un produit cosmétique appliqué sur les cils pour les faire apparaitre plus longs, épais et sombres.",
      "definition_translation": "Un cosmetico applicato alle ciglia per farle apparire più lunghe, più spesse e più scure.",
      "example": "J'ai appliqué du mascara sur mes cils avant la fête. Hier, j'avais appliqué du mascara sur mes cils avant le mariage. D'ici la fin de l'année, j'aurai appliqué du mascara sur mes cils avant chaque occasion spéciale.",
      "example_translation": "Ho applicato la mascara alle mie ciglia prima della festa. Ieri, avevo applicato la mascara alle mie ciglia prima del matrimonio. Entro la fine dell'anno, avrò applicato la mascara alle mie ciglia prima di ogni occasione speciale.",
      "imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "masque",
      "translation": "maschera",
      "definition": "Un couvre-visage pour cacher ou protéger le visage, généralement fait de tissu ou de plastique.",
      "definition_translation": "Un copertura per nascondere o proteggere il viso, tipicamente fatto di stoffa o plastica.",
      "example": "Elle a porté un masque à la soirée costumée. La semaine dernière, elle avait porté un masque au cabinet du médecin. Le mois prochain, elle portera un masque à la fête d'Halloween.",
      "example_translation": "Lei indossava una maschera alla festa in costume. La settimana scorsa, lei aveva indossato una maschera nello studio del medico. Il mese prossimo, indosserà una maschera alla festa di Halloween.",
      "imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gel de douche",
      "translation": "gel doccia",
      "definition": "Un type de substance liquide ou gélatineuse utilisée pour nettoyer le corps lors de la douche.",
      "definition_translation": "Un tipo di sostanza liquida o gelatinosa usata per pulire il corpo mentre ci si lava.",
      "example": "J'ai utilisé du gel de douche ce matin. Hier, j'avais utilisé du gel de douche après le gymnase. D'ici la fin de la semaine, j'aurai utilisé du gel de douche tous les jours.",
      "example_translation": "Ho usato il gel doccia al mattino. Ieri, avevo usato il gel doccia dopo la palestra. Entro la fine della settimana, avrò usato il gel doccia ogni giorno.",
      "imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baume pour le corps",
      "translation": "balsamo per il corpo",
      "definition": "Un type de crème ou lotion hydratante utilisée pour adoucir et apaiser la peau, souvent appliquée après la douche ou le bain.",
      "definition_translation": "Un tipo di crema o lozione idratante utilizzata per ammorbidire e lenire la pelle, spesso applicata dopo la doccia o il bagno.",
      "example": "J'applique du baume pour le corps après la douche pour garder ma peau hydratée. Hier, j'avais appliqué du baume pour le corps après le bronzage pour soulager mon bronzage. Demain, j'appliquerai du baume pour le corps après l'entraînement pour me dorloter.",
      "example_translation": "Applico il balsamo per il corpo dopo la doccia per mantenere la mia pelle idratata. Ieri, ho applicato il balsamo per il corpo dopo la cura solare per lenire il mio scottatura. Domani, applicherò il balsamo per il corpo dopo l'esercizio per farmi coccolare.",
      "imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "disque de coton",
      "translation": "dischetto di cotone",
      "definition": "Un petit disque rond en coton, utilisé pour appliquer ou enlever du maquillage, du vernis à ongles ou d'autres cosmétiques.",
      "definition_translation": "Un piccolo padtoncino rotondo fatto di cotone, utilizzato per applicare o rimuovere trucco, smalto per unghie o altri cosmetici.",
      "example": "J'ai utilisé un disque de coton pour enlever mon vernis à ongles hier soir. Aujourd'hui, j'utiliserai un disque de coton pour appliquer un toner sur ma peau. Hier, ma sœur a utilisé un disque de coton pour appliquer de l'ombre à paupières.",
      "example_translation": "Ho usato un dischetto di cotone per rimuovere lo smalto dalle unghie la scorsa notte. Oggi, userò un dischetto di cotone per applicare il tonico sulla mia pelle. Ieri, mia sorella ha usato un dischetto di cotone per applicare l'ombretto.",
      "imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rasoir électrique",
      "translation": "rasoio elettrico",
      "definition": "Un appareil qui utilise des lames rotatives ou un mécanisme vibrant pour couper les cheveux, alimenté par l'électricité.",
      "definition_translation": "Un dispositivo che utilizza lame rotanti o un meccanismo vibrante per tagliare i capelli, alimentato dall'elettricità.",
      "example": "Mon père utilise un rasoir électrique pour se raser tous les matins. Hier, j'ai acheté un nouveau rasoir électrique pour remplacer mon vieux. D'ici l'année prochaine, j'aurai utilisé mon rasoir électrique pendant cinq ans.",
      "example_translation": "Mio padre usa un rasoio elettrico per radersi ogni mattina. Ieri, ho comprato un nuovo rasoio elettrico per sostituire il mio vecchio. Entro il prossimo anno, avrò usato il mio rasoio elettrico per cinque anni.",
      "imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "huile essentielle",
      "translation": "olio essenziale",
      "definition": "Un extrait concentré de plante qui contient l'essence de la plante, utilisé en aromathérapie et en parfumerie.",
      "definition_translation": "Un estratto concentrato di pianta che contiene l'essenza di una pianta, utilizzato in aromaterapia e profumeria.",
      "example": "J'ai utilisé de l'huile essentielle pendant ma séance de massage pour relaxer mes muscles. Je vais utiliser de l'huile essentielle dans mon bain ce soir pour me détendre. J'avais utilisé de l'huile essentielle dans mes produits de soins de la peau maison la semaine dernière.",
      "example_translation": "Ho usato olio essenziale nella mia seduta di terapia di massaggio per rilassare i miei muscoli. Userò olio essenziale nel mio bagno stasera per rilassare. Avevo usato olio essenziale nei miei prodotti di skincare fatti in casa la scorsa settimana.",
      "imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "courbe-cils",
      "translation": "cicladi forbici",
      "definition": "Un outil de beauté utilisé pour courber et donner forme aux cils, offrant un look plus dramatique et plus ouvert.",
      "definition_translation": "Uno strumento di bellezza utilizzato per arricciare e modellare le ciglia, dandone un aspetto più drammatico e occhi aperti.",
      "example": "J'ai utilisé un courbe-cils pour ajouter du volume à mes cils avant d'appliquer du mascara. Elle utilise un courbe-cils tous les matins pour avoir un look plus éveillé. Ils avaient utilisé un courbe-cils dans leur tutoriel de maquillage pour créer un look naturel.",
      "example_translation": "Ho usato un cicladi forbici per aggiungere volume alle mie ciglia prima di applicare il mascara. Lei utilizza un cicladi forbici ogni mattina per ottenere un aspetto più sveglio. Avevano usato un cicladi forbici nel loro tutorial sulla makeup per creare un look naturale.",
      "imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "teinture capillaire",
      "translation": "tintura per capelli",
      "definition": "Une substance chimique utilisée pour changer la couleur des cheveux, disponible dans diverses nuances et types.",
      "definition_translation": "Una sostanza chimica utilizzata per cambiare il colore dei capelli, disponibile in vari toni e tipi.",
      "example": "Je vais utiliser une teinture capillaire pour changer la couleur de mes cheveux pour l'été. Elle a utilisé une teinture capillaire pour couvrir ses cheveux gris et paraître plus jeune. Ils avaient utilisé une teinture capillaire pour obtenir un look audacieux et vibrant pour le festival.",
      "example_translation": "Userò tintura per capelli per cambiare il colore dei miei capelli per l'estate. Lei ha usato tintura per capelli per coprire i suoi capelli grigi e sembrare più giovane. Avevano usato tintura per capelli per ottenere un look audace e vibrante per il festival.",
      "imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lime à ongles",
      "translation": "tamponatore per unghie",
      "definition": "Un outil utilisé pour donner forme et lissée les bords des ongles des doigts ou des orteils.",
      "definition_translation": "Un tamponatore per unghie è uno strumento utilizzato per dare forma e levigare i bordi delle unghie dei piedi o delle mani.",
      "example": "J'ai utilisé une lime à ongles pour lisser mes ongles rugueux. Hier, j'avais utilisé pour donner forme à mes ongles des orteils. Si j'ai le temps, j'utiliserai une lime à ongles pour lustrer mes ongles des doigts demain.",
      "example_translation": "Ho usato un tamponatore per unghie per levigare le mie unghie ruvide. Ieri, l'avevo usato per dare forma alle mie unghie dei piedi. Se avrò tempo, userò per lucidare le mie unghie dei piedi domani.",
      "imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coupe-ongle",
      "translation": "tagliaunghie",
      "definition": "Un petit instrument utilisé pour tailler et couper les ongles des doigts ou des orteils.",
      "definition_translation": "Un tagliaunghie è uno strumento piccolo utilizzato per tagliare e accorciare le unghie dei piedi o delle mani.",
      "example": "Mon coupe-ongle est rouillé et doit être remplacé. Elle a utilisé son coupe-ongle pour tailler ses ongles des orteils. Il utilisera un coupe-ongle pour couper ses ongles des doigts demain.",
      "example_translation": "Il mio tagliaunghie è arrugginito e ha bisogno di essere sostituito. Lei ha usato il suo tagliaunghie per accorciare le sue unghie dei piedi. Lui userà un tagliaunghie per tagliare le sue unghie dei piedi domani.",
      "imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fiche à ongles",
      "translation": "lima per unghie",
      "definition": "Un outil utilisé pour donner forme et lissée la surface des ongles des doigts ou des orteils.",
      "definition_translation": "Una lima per unghie è uno strumento utilizzato per dare forma e levigare la superficie delle unghie dei piedi o delle mani.",
      "example": "J'ai besoin d'une fiche à ongles pour donner forme à mes ongles. Elle a utilisé une fiche à ongles pour lissée ses ongles des orteils. Il a utilisé une fiche à ongles pour réparer son ongle cassé.",
      "example_translation": "Ho bisogno di una lima per unghie per dare forma alle mie unghie. Lei ha usato una lima per unghie per levigare le sue unghie dei piedi. Lui ha usato una lima per unghie per riparare la sua unghia rotta.",
      "imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "spatule",
      "translation": "spatola",
      "definition": "Un ustensile de cuisine consistant en une lame plate et large avec un manche, utilisé pour racler, retourner et servir les aliments.",
      "definition_translation": "Un utensile da cucina composto da una lama piatta e larga con un manico, usato per raschiare, girare e servire cibo.",
      "example": "Elle a utilisé une spatule pour retourner les pancakes. Elle a utilisé une spatule pour racler les côtés du bol. Elle utilisera une spatule pour servir le gateau.",
      "example_translation": "Lei ha usato una spatola per girare le pancakes. Ha usato una spatola per raschiare i lati della ciotola. Userà una spatola per servire la torta.",
      "imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hydratant teinté",
      "translation": "idratante colorato",
      "definition": "Un produit cosmétique qui combine les bienfaits d'un hydratant avec un léger teint de couleur pour améliorer l'apparence de la peau.",
      "definition_translation": "Un prodotto cosmetico che combina i benefici di un idratante con un colore tenero per migliorare l'aspetto della pelle.",
      "example": "Elle a appliqué un hydratant teinté pour uniformiser son teint. Elle a utilisé un hydratant teinté pour hydrater sa peau. Elle utilisera un hydratant teinté pour avoir un look plus naturel.",
      "example_translation": "Lei ha applicato un idratante colorato per uniformare il tono della pelle. Ha usato un idratante colorato per idratare la sua pelle. Userà un idratante colorato per apparire più naturale.",
      "imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "séparateur d'orteils",
      "translation": "separatore per dita dei piedi",
      "definition": "Un petit dispositif ou accessoire utilisé pour séparer les orteils, généralement pour soulager la pression ou le déplacement, ou pour aider à l'alignement des orteils.",
      "definition_translation": "Un dispositivo o accessorio piccolo usato per separare le dita dei piedi, solitamente per alleviare la pressione o il disagio, o per aiutare nell'allineamento delle dita dei piedi.",
      "example": "Elle a utilisé un séparateur d'orteils pour soulager la pression sur ses orteils. Elle a utilisé un séparateur d'orteils pour aider à aligner ses orteils. Elle utilisera un séparateur d'orteils pour soulager le déplacement pendant sa randonnée.",
      "example_translation": "Lei ha usato un separatore per dita dei piedi per alleviare la pressione sui suoi piedi. Ha usato un separatore per dita dei piedi per aiutare nell'allineamento delle sue dita dei piedi. Userà un separatore per dita dei piedi per alleviare il disagio durante la sua escursione.",
      "imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aftershave",
      "translation": "dopo barba",
      "definition": "Un liquide ou gel appliqué sur la peau après le rasage pour l'hydrater et la soulager.",
      "definition_translation": "Un liquido o gel applicato sulla pelle dopo la rasatura per idratare e calmare.",
      "example": "J'utilise toujours de l'aftershave après le rasage, j'ai utilisé de l'aftershave hier, j'utiliserai de l'aftershave demain.",
      "example_translation": "Io uso sempre il dopobarba dopo la rasatura, ho usato il dopobarba ieri, userò il dopobarba domani.",
      "imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fard",
      "translation": "fard",
      "definition": "Un produit cosmétique en poudre ou crème utilisé pour donner aux joues une couleur saine et rose.",
      "definition_translation": "Un polvere o crema cosmetica usata per dare alle guance un colore sano, rosato.",
      "example": "Elle a appliqué du fard sur ses joues, elle avait appliqué du fard sur ses joues, elle appliquera du fard sur ses joues.",
      "example_translation": "Lei ha applicato il fard alle guance, aveva applicato il fard alle guance, applicherà il fard alle guance.",
      "imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "exfoliant corporel",
      "translation": "esfoliante corpo",
      "definition": "Un produit cosmétique utilisé pour éliminer les cellules de peau mortes du corps.",
      "definition_translation": "Un prodotto cosmetico usato per rimuovere le cellule della pelle morta dal corpo.",
      "example": "J'utilise un exfoliant corporel chaque semaine, j'ai utilisé un exfoliant corporel la semaine dernière, j'utiliserai un exfoliant corporel la semaine prochaine.",
      "example_translation": " Io uso esfoliante corpo ogni settimana, ho usato esfoliante corpo la settimana scorsa, userò esfoliante corpo la prossima settimana.",
      "imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bain moussant",
      "translation": "bagno di schiuma",
      "definition": "Un bain rempli d'un mélange d'eau et de savon ou de détergent, utilisé pour la relaxation et le plaisir.",
      "definition_translation": "Un bagno riempito di una miscela di acqua e sapone o detergente, utilizzato per il relax e il piacere.",
      "example": "J'ai pris un bain moussant pour me relaxer après une longue journée, je prendrai un bain moussant demain pour me dorloter, elle a pris un bain moussant hier pour soulager ses muscles.",
      "example_translation": "Ho fatto un bagno di schiuma per rilassarmi dopo una lunga giornata, farò un bagno di schiuma domani per coccolarmi, lei ha fatto un bagno di schiuma ieri per lenire i suoi muscoli.",
      "imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "compact",
      "translation": "compatto",
      "definition": "Fournissant beaucoup d'informations ou de valeur dans un petit espace ou une petite quantité de temps.",
      "definition_translation": "Fornendo molte informazioni o valore in uno spazio o tempo limitati.",
      "example": "Le design compact du nouveau smartphone est incroyable, j'achèterai une voiture compacte l'année prochaine, elle a une routine de beauté compacte qui prend seulement 10 minutes.",
      "example_translation": "Il design compatto del nuovo smartphone è fantastico, comprerò una macchina compatto l'anno prossimo, lei ha una routine di bellezza compatto che richiede solo 10 minuti.",
      "imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "correcteur",
      "translation": "correttore",
      "definition": "Un produit cosmétique utilisé pour cacher les imperfections ou les taches sur la peau.",
      "definition_translation": "Un prodotto cosmetico utilizzato per coprire imperfezioni o imperfezioni sulla pelle.",
      "example": "Elle a appliqué un correcteur pour cacher les cercles sombres sous ses yeux, j'utilise un correcteur pour cacher mes cicatrices d'acné, le maquilleur a utilisé un correcteur pour égaliser sa couleur de peau.",
      "example_translation": "Lei ha applicato un correttore per coprire i cerchi scuri sotto gli occhi, uso un correttore per nascondere le mie cicatrici acneiche, il truccatore ha utilizzato un correttore per uniformare il suo tono di pelle.",
      "imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cotton-buds",
      "translation": "bacchette cotone",
      "definition": "De petits tampons de coton sur une tige, utilisés pour appliquer ou enlever du maquillage, nettoyer les oreilles, ou appliquer des onguents.",
      "definition_translation": "Piccole padelle di cotone su un bastoncino, usate per applicare o rimuovere trucchi, pulire le orecchie o applicare unguenti.",
      "example": "J'ai utilisé des cotton-buds pour appliquer du eyeliner hier, j'utilise des cotton-buds pour nettoyer mes oreilles aujourd'hui, et j'utiliserai des cotton-buds pour appliquer de l'onguent demain.",
      "example_translation": "Ho usato le bacchette cotone per applicare eyeliner ieri, le uso per pulire le mie orecchie oggi e le userò per applicare unguento domani.",
      "imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rouleau à boucles",
      "translation": "arricciatore",
      "definition": "Un dispositif utilisé pour façonner et arranger les cheveux en boucles ou ondes.",
      "definition_translation": "Un dispositivo usato per modellare e sistemare i capelli in riccioli o onde.",
      "example": "J'ai bouclé mes cheveux avec un rouleau à boucles hier, je vais l'utiliser pour styler mes cheveux pour la soirée heute, et j'ai utilisé un rouleau à boucles pour créer des vagues de plage la semaine dernière.",
      "example_translation": "Ho ricciolato i miei capelli con un arricciatore ieri, lo userò per sistemare i miei capelli per la festa oggi e l'ho usato per creare onde beachy la scorsa settimana.",
      "imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ferraille à boucles",
      "translation": "ferro per ricci",
      "definition": "Un appareil chauffant utilisé pour boucler ou styler les cheveux, généralement consistant en une tige de métal avec un manche.",
      "definition_translation": "Un dispositivo riscaldato usato per ricciolare o sistemare i capelli, solitamente composto da una barra metallica con un manico.",
      "example": "J'ai bouclé mes cheveux avec une ferraille à boucles hier, ma sœur va l'utiliser pour styler ses cheveux pour le mariage aujourd'hui, et j'ai utilisé une ferraille à boucles pour créer des boucles serrées le mois dernier.",
      "example_translation": "Ho ricciolato i miei capelli con un ferro per ricci ieri, mia sorella lo userà per sistemare i suoi capelli per il matrimonio oggi e l'ho usato per creare ricci stretti il mese scorso.",
      "imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coupures d'ongle",
      "translation": "forbici per cuticole",
      "definition": "Une paire d'instruments semblables à des ciseaux utilisés pour tailler et façonner les cuticules autour des ongles des doigts et des orteils.",
      "definition_translation": "Un paio di strumenti simili a forbici usati per tagliare e modellare le cuticole attorno alle unghie delle dita dei piedi e delle mani.",
      "example": "Elle a utilisé des coupures d'ongle pour tailler ses cuticules, puis a appliqué un hydratant pour les assouplir. Elle avait utilisé des coupures d'ongle hier pour se préparer pour son application de vernis à ongles. Elle utilisera des coupures d'ongle demain pour maintenir sa routine de soins des ongles.",
      "example_translation": "Ha usato forbici per cuticole per tagliare le sue cuticole, poi ha applicato un umidificante per ammorbidirle. Aveva usato forbici per cuticole ieri per prepararsi all'applicazione dello smalto.Userà forbici per cuticole domani per mantenere la sua routine di cura delle unghie.",
      "imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poussoir de cuticule",
      "translation": "spingicuta",
      "definition": "Un outil utilisé pour repousser doucement les cuticules des doigts et des orteils pour éliminer la peau morte et favoriser une croissance santé des ongles.",
      "definition_translation": " Uno strumento utilizzato per spingere indietro con delicatezza le cuticole sulle dita dei piedi e delle mani per rimuovere la pelle morta e promuovere la crescita delle unghie sane.",
      "example": "Le technicien des ongles a utilisé un poussoir de cuticule pour repousser doucement les cuticules de sa cliente. Elle avait utilisé un poussoir de cuticule hier pour éliminer la peau morte de ses propres doigts. Elle utilisera un poussoir de cuticule la semaine prochaine pour se préparer pour son rendez-vous de nail art.",
      "example_translation": "La tecnica di unghie ha usato uno spingicuta per spingere indietro con delicatezza le cuticole del suo cliente. Aveva usato uno spingicuta ieri per rimuovere la pelle morta dalle sue dita. Userà uno spingicuta la prossima settimana per prepararsi all'appuntamento per l'arte delle unghie.",
      "imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dépose-cuticule",
      "translation": "rimuovi cuticole",
      "definition": "Une solution chimique ou une crème utilisée pour dissoudre et éliminer les cellules de peau morte des cuticules, favorisant une croissance santé des ongles et une apparence agréable.",
      "definition_translation": "Una soluzione chimica o crema utilizzata per sciogliere e rimuovere le cellule della pelle morta dalle cuticole, promuovendo la crescita e l'aspetto delle unghie sane.",
      "example": "Le professionnel des soins des ongles a appliqué un dépôt-cuticule pour assouplir la peau morte. Elle avait utilisé un dépôt-cuticule hier pour se préparer pour son application de vernis à ongles. Elle utilisera un dépôt-cuticule le mois prochain pour maintenir sa santé des ongles.",
      "example_translation": "Il professionista della cura delle unghie ha applicato un rimuovi cuticole per ammorbidire la pelle morta. Aveva usato un rimuovi cuticole ieri per preparare le sue unghie all'applicazione dello smalto. Userà un rimuovi cuticole il prossimo mese per mantenere la salute delle sue unghie.",
      "imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crème dépilatoire",
      "translation": "crema depilatoria",
      "definition": "Un produit cosmétique utilisé pour éliminer les poils indésirables de la peau, généralement utilisé sur les jambes, les aisselles et la ligne de bikinis.",
      "definition_translation": "Un prodotto cosmetico utilizzato per rimuovere i peli inutili dalla pelle, solitamente utilizzato sulle gambe, ascelle e linea bikini.",
      "example": "J'ai utilisé une crème dépilatoire pour éliminer mes poils indésirables avant d'aller à la plage. Hier, j'ai acheté une nouvelle crème dépilatoire au magasin. La semaine prochaine, j'appliquerai une crème dépilatoire sur mes jambes.",
      "example_translation": "Ho usato una crema depilatoria per rimuovere i peli inutili del mio corpo prima di andare al mare. Ieri, ho comprato una nuova crema depilatoria al negozio. La prossima settimana, applicherò una crema depilatoria alle mie gambe.",
      "imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crayon sourcil",
      "translation": "maticina per sopracciglia",
      "definition": "Un outil cosmétique utilisé pour façonner et définir les sourcils, généralement utilisé pour combler les zones clairsemées ou pour créer une forme plus définie.",
      "definition_translation": "Uno strumento cosmetico utilizzato per dare forma e definire le sopracciglia, solitamente utilizzato per riempire aree sparse o creare una forma più definita.",
      "example": "Elle a utilisé un crayon sourcil pour combler ses sourcils clairsemés. Il a acheté un crayon sourcil au magasin pour définir ses sourcils. À l'avenir, je utiliserai un crayon sourcil pour façonner mes sourcils.",
      "example_translation": "Lei ha usato una maticina per sopracciglia per riempire le sue sopracciglia sparse. Lui ha comprato una maticina per sopracciglia al negozio per definire le sue sopracciglia. Nel futuro, userò una maticina per sopracciglia per dare forma alle mie sopracciglia.",
      "imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "eye-liner",
      "translation": "eyeliner",
      "definition": "Un produit cosmétique utilisé pour définir et mettre en valeur la forme des yeux, généralement appliqué sur la ligne de cils supérieure pour créer un effet plus dramatique.",
      "definition_translation": "Un prodotto cosmetico utilizzato per definire e migliorare la forma degli occhi, solitamente applicato sulla linea delle ciglia superiori per creare un effetto più drammatico.",
      "example": "Elle a appliqué de l'eye-liner sur sa ligne de cils supérieure pour créer un effet dramatique. Hier, j'ai acheté un nouvel eye-liner au magasin. La semaine prochaine, j'utiliserai de l'eye-liner pour définir mes yeux.",
      "example_translation": "Lei ha applicato eyeliner sulla linea delle ciglia superiori per creare un effetto drammatico. Ieri, ho comprato un nuovo eyeliner al negozio. La prossima settimana, userò un eyeliner per definire i miei occhi.",
      "imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fard à paupières",
      "translation": "ombretto",
      "definition": "Un produit cosmétique utilisé pour ajouter de la couleur et de l'ombrage aux paupières, souvent sous forme de poudre ou de crème.",
      "definition_translation": "Un prodotto cosmetico utilizzato per aggiungere colore e ombreggiatura alle palpebre, spesso in forma di polvere o crema.",
      "example": "Elle a appliqué du fard à paupières sur ses paupières pour mettre en valeur ses traits. Elle appliquera du fard à paupières sur ses paupières ce soir. Elle avait appliqué du fard à paupières sur ses paupières hier.",
      "example_translation": "Ha applicato ombretto alle palpebre per esaltare le sue caratteristiche. Applicherà ombretto alle palpebre stasera. Aveva applicato ombretto alle palpebre ieri.",
      "imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fer à friser plat",
      "translation": "ferro da stiro",
      "definition": "Un appareil utilisé pour lisser ou coiffer les cheveux, généralement en utilisant de la chaleur.",
      "definition_translation": "Un dispositivo utilizzato per stirare o stilare i capelli, di solito utilizzando calore.",
      "example": "Elle utilise un fer à friser plat pour lisser ses cheveux tous les matins. Elle utilisera un fer à friser plat pour coiffer ses cheveux pour la fête. Elle avait utilisé un fer à friser plat pour boucler ses cheveux la nuit dernière.",
      "example_translation": "Usa un ferro da stiro per stirare i capelli ogni mattina. Userà un ferro da stiro per styling i capelli per la festa. Aveva usato un ferro da stiro per arricciare i capelli la scorsa notte.",
      "imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "après-shampooing",
      "translation": "balsamo per capelli",
      "definition": "Un produit cosmétique utilisé pour améliorer la texture et la maniabilité des cheveux, souvent après le shampooing.",
      "definition_translation": "Un prodotto cosmetico utilizzato per migliorare la texture e la gestibilità dei capelli, spesso dopo lo shampoo.",
      "example": "Elle applique un après-shampooing après le shampooing pour garder ses cheveux doux. Elle utilisera un après-shampooing pour démêler ses cheveux ce soir. Elle avait utilisé un après-shampooing pour hydrater ses cheveux hier.",
      "example_translation": "Applica un balsamo per capelli dopo lo shampoo per mantenere i capelli morbidi. Userà un balsamo per capelli per districare i capelli stasera. Aveva usato un balsamo per capelli per idratare i capelli ieri.",
      "imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mousse coiffante",
      "translation": "mousse per capelli",
      "definition": "Un produit de coiffage utilisé pour ajouter du volume, de la texture et de la tenue aux cheveux, souvent sous forme de mousse légère et aérée.",
      "definition_translation": "Un prodotto per lo styling dei capelli usato per aggiungere volume, texture e tenuta ai capelli, spesso in forma di schiuma leggera e aerea.",
      "example": "J'ai utilisé une mousse coiffante pour coiffer mes cheveux pour la fête, c'était volumineux et tenait toute la nuit. Je l'utiliserai à nouveau demain pour le mariage. J'ai été en utilisant cela pendant des années et cela ne me manque jamais.",
      "example_translation": "Ho usato la mousse per capelli per styling i miei capelli per la festa, era voluminoso e ha mantenuto tutta la notte. Lo userò di nuovo domani per il matrimonio. L'ho usato per anni e non mi ha mai deluso.",
      "imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "laque capillaire",
      "translation": "lacca per capelli",
      "definition": "Un produit cosmétique utilisé pour maintenir une coiffure en place, souvent sous forme de spray appliqué sur les cheveux.",
      "definition_translation": "Un prodotto cosmetico usato per tenere in posto un taglio di capelli, spesso in forma di spray applicato ai capelli.",
      "example": "J'ai utilisé de la laque capillaire pour maintenir mes cheveux en place pendant la journée venteuse, c'était vraiment efficace. Je vais l'utiliser à nouveau demain pour l'événement en plein air. J'ai utilisé cela pendant des années et cela fonctionne toujours.",
      "example_translation": "Ho usato la lacca per capelli per mantenere i miei capelli in posto durante il giorno ventoso, era molto efficace. Lo userò di nuovo domani per l'evento all'aperto. L'ho usato per anni e funziona sempre.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baume à lèvres",
      "translation": "balsamo per labbra",
      "definition": "Un produit topique utilisé pour hydrater et protéger les lèvres, souvent contenant des ingrédients tels que la cire d'abeille, le camphre et le jelly de pétrole.",
      "definition_translation": "Un prodotto topico usato per idratare e proteggere le labbra, spesso contenente ingredienti come cera d'api, canfora e vaselina.",
      "example": "J'ai appliqué du baume à lèvres sur mes lèvres sèches, c'était apaisant et hydratant. Je vais appliquer cela à nouveau demain avant la randonnée. J'ai utilisé cela pendant des années et cela aide toujours.",
      "example_translation": "Ho applicato il balsamo per labbra alle mie labbra secche, era lenitivo e idratante. Lo applicherò di nuovo domani prima della escursione. L'ho usato per anni e sempre aiuta.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brillant à lèvres",
      "translation": "balsamo labiale",
      "definition": "Un produit cosmétique utilisé pour donner de la couleur et de l'humidité aux lèvres, souvent parfumé ou aromatisé.",
      "definition_translation": "Un prodotto cosmetico utilizzato per dare colore e umidità alle labbra, spesso profumato o con gusto.",
      "example": "Elle a appliqué du brillant à lèvres avant de partir à la soirée, j'applique du brillant à lèvres chaque matin, elle va appliquer du brillant à lèvres après le petit déjeuner.",
      "example_translation": "Ha applicato il balsamo labiale prima di andare alla festa, Applico il balsamo labiale ogni mattina, Applicherà il balsamo labiale dopo colazione.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "contour des lèvres",
      "translation": "contornatore di labbra",
      "definition": "Un produit cosmétique utilisé pour définir et modeler les contours des lèvres, souvent utilisé pour créer un effet précis ou pour corriger les lèvres inégales.",
      "definition_translation": "Un prodotto cosmetico utilizzato per definire e modellare i contorni delle labbra, spesso utilizzato per creare una forma precisa o per correggere le labbra storte.",
      "example": " Elle utilise un contour des lèvres pour créer un effet dechat, j'utilise un contour des lèvres pour corriger mes lèvres inégales, elle va utiliser un contour des lèvres pour définir la forme de ses lèvres.",
      "example_translation": "Lei utilizza un contornatore di labbra per creare l'effetto di un occhio di gatto, Utilizzo un contornatore di labbra per correggere le mie labbra storte, Utilizzerà un contornatore di labbra per definire la forma delle sue labbra.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fond de teint liquide",
      "translation": "fondotinta liquido",
      "definition": "Un type de fond de teint qui est sous forme liquide, souvent utilisé pour fournir une couverture de peau naturelle et un fini naturel.",
      "definition_translation": "Un tipo di trucco fondotinta che è in forma liquida, spesso utilizzato per offrire una copertura da leggera a media e un aspetto naturale.",
      "example": "Elle applique du fond de teint liquide avec un pinceau, j'utilise du fond de teint liquide pour uniformiser mon teint, elle va porter du fond de teint liquide au mariage.",
      "example_translation": "Lei applica il fondotinta liquido con un pennello, Utilizzo il fondotinta liquido per uniformare il mio tono della pelle, Indosserà il fondotinta liquido al matrimonio.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poudre libre",
      "translation": "polvere libera",
      "definition": "Une poudre cosmétique qui n'est pas pressée ou compactée, utilisée pour absorber l'excès d'huile et fixer le maquillage.",
      "definition_translation": "Una polvere cosmetica che non è stata premuta o compattata, utilizzata per assorbire l'olio in eccesso e fissare il trucco.",
      "example": "Elle a appliqué une couche de poudre libre pour fixer son fond de teint, puis elle est partie rencontrer ses amis. Elle avait appliqué cela hier et maintenant sa peau est lisse. Elle va appliquer cela à nouveau demain.",
      "example_translation": "Ha applicato uno strato di polvere libera per fissare la sua fondotinta, poi è uscita per incontrare i suoi amici. L'aveva applicato ieri, e ora la sua pelle sembra liscia. Applicherà di nuovo domani.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brosse à ongles",
      "translation": "spazzola per unghie",
      "definition": "Une petite brosse utilisée pour nettoyer sous les ongles ou pour appliquer du vernis à ongles.",
      "definition_translation": "Una piccola spazzola utilizzata per pulire sotto le unghie o per applicare lo smalto per unghie.",
      "example": "Elle utilise une brosse à ongles pour nettoyer sous ses ongles chaque matin. Elle l'a utilisée hier pour enlever l'ancien vernis à ongles. Elle va l'utiliser à nouveau demain pour appliquer une nouvelle couche.",
      "example_translation": "Usa una spazzola per unghie per pulire sotto le sue unghie ogni mattina. L'ha usata ieri per rimuovere lo smalto per unghie vecchio. La userà di nuovo domani per applicare un nuovo strato.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "verniss à ongles",
      "translation": "smalto per unghie",
      "definition": "Un liquide, gel ou crème cosmétique utilisé pour colorer et décorer les ongles.",
      "definition_translation": "Un liquido, gel o crema cosmetica utilizzata per colorare e decorare le unghie.",
      "example": "Elle a appliqué une couche de vernis à ongles hier soir, et maintenant ses ongles ont l'air superbes. Elle avait appliqué une couleur différente hier, et c'était éblouissant. Elle va appliquer une nouvelle couleur demain.",
      "example_translation": "Ha applicato uno strato di smalto per unghie ieri sera, e ora le sue unghie sembrano belle. Aveva applicato un colore diverso ieri, e era stupefacente. Applicherà un nuovo colore domani.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dissolveur de vernis à ongles",
      "translation": "rimuovi smalto",
      "definition": "Un liquide ou crème utilisé pour dissoudre et enlever l'ancien vernis à ongles des ongles.",
      "definition_translation": "Un liquido o crema usato per sciogliere e rimuovere lo smalto vecchio dalle unghie.",
      "example": "Elle a utilisé un dissolveur de vernis à ongles pour enlever l'ancien vernis à ongles rouge. Elle va l'utiliser à nouveau demain. Elle avait utilisé cela la semaine dernière.",
      "example_translation": "Lei ha usato un rimuovi smalto per togliere via lo smalto rosso vecchio. Lo userà di nuovo domani. Aveva usato la settimana scorsa.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pouf à poudre",
      "translation": "piumino da cipria",
      "definition": "Un petit pad doux et rond utilisé pour appliquer de la poudre sur le visage et le corps.",
      "definition_translation": "Un morbido pad rotondo usato per applicare la cipria sul viso e sul corpo.",
      "example": "Elle avait besoin d'un pouf à poudre pour fixer son maquillage. Elle va acheter un nouveau pouf à poudre la semaine prochaine. Elle avait utilisé cela hier.",
      "example_translation": "Lei aveva bisogno di un piumino da cipria per sistemare il suo trucco. Comprerà uno nuovo la settimana prossima. Lo aveva usato ieri.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poudre pressée",
      "translation": "cipria compressa",
      "definition": "Un type de poudre cosmétique pressée dans une forme compacte et utilisée pour absorber l'excès d'huile et fixer le maquillage.",
      "definition_translation": "Un tipo di cipria cosmetica che viene compressa in una forma compatta e usata per assorbire l'olio in eccesso e sistemare il trucco.",
      "example": "Elle a utilisé une poudre pressée pour fixer sa fondation. Elle le fera à nouveau ce soir. Elle l'avait utilisée ce matin.",
      "example_translation": "Lei ha usato la cipria compressa per sistemare la sua fondotinta. La applicherà di nuovo stasera. L'aveva usata stamattina.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "primaire",
      "translation": "primo strato",
      "definition": "Un primaire est une substance appliquée à une surface avant de peindre ou de revêtir pour améliorer l'adhésion et la couverture.",
      "definition_translation": "Un primer è una sostanza applicata su una superficie prima di pitturare o rivestire per migliorare l'adesione e la copertura.",
      "example": "L'artiste a appliqué un primaire sur la toile avant de commencer à peindre. Elle avait primé le mur hier. Le peintre va primer la surface demain.",
      "example_translation": "L'artista ha applicato un primer sulla tela prima di iniziare a dipingere. Aveva preparato il muro ieri. Il pittore primerà la superficie domani.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pierre ponce",
      "translation": "pietra pomice",
      "definition": "Une pierre ponce est une pierre naturelle abrasive utilisée pour lisser et profiler les surfaces, notamment dans la beauté et la toilette.",
      "definition_translation": "Una pietra pomice è una pietra abrasiva naturale utilizzata per levigare e dar forma a superfici, in particolare in bellezza e toeletta.",
      "example": "La beauticienne a utilisé une pierre ponce pour exfolier la peau du client. Elle avait utilisé une pierre ponce pour enlever les cellules mortes de la peau hier. Le pédicure utilisera une pierre ponce pour lisser les cors demain.",
      "example_translation": "L'estetista ha utilizzato una pietra pomice per esfoliare la pelle del cliente. Aveva usato una pietra pomice per rimuovere le cellule cutanee morte ieri. Il pedicurista userà una pietra pomice per levigare le callosità domani.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brosse à raser",
      "translation": "spazzola da barba",
      "definition": "Une brosse à raser est une brosse utilisée pour appliquer de la crème à raser ou du savon sur la peau avant de se raser.",
      "definition_translation": "Una spazzola da barba è una spazzola utilizzata per applicare crema o sapone da barba sulla pelle durante la rasatura.",
      "example": "Il a utilisé une brosse à raser pour faire mousser son visage avant de se raser. Elle avait utilisé une brosse à raser pour appliquer de la crème à raser hier. Le barbier utilisera une brosse à raser pour raser la barbe du client demain.",
      "example_translation": "Ha utilizzato una spazzola da barba per insaponare la faccia prima di radersi. Aveva usato una spazzola da barba per applicare la crema da barba ieri. Il barbiere userà una spazzola da barba per radersi la barba del cliente domani.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crème à raser",
      "translation": "crema da rasatura",
      "definition": "Un type de crème ou de mousse utilisée pour se raser, généralement appliquée sur la peau avant de se raser pour aider le rasoir à glisser plus facilement et réduire les irritations.",
      "definition_translation": "Un tipo di crema o schiuma utilizzata per la rasatura, solitamente applicata sulla pelle prima della rasatura per aiutare la lametta a scivolare più facilmente e ridurre l'irritazione.",
      "example": "J'ai utilisé une crème à raser sur mon visage avant de me raser, je vais utiliser une crème à raser sur mon visage avant de me raser, j'ai utilisé une crème à raser sur mon visage avant de me raser.",
      "example_translation": "Ho usato una crema da rasatura sulla mia faccia prima di radere, userò una crema da rasatura sulla mia faccia prima di radere, ho usato una crema da rasatura sulla mia faccia prima di radere.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mousse à raser",
      "translation": "schiuma da rasatura",
      "definition": "Un type de mousse utilisée pour se raser, généralement distribuée dans un flacon et appliquée sur la peau avant de se raser pour aider le rasoir à glisser plus facilement et réduire les irritations.",
      "definition_translation": "Un tipo di schiuma utilizzata per la rasatura, solitamente dispensata da un contenitore e applicata sulla pelle prima della rasatura per aiutare la lametta a scivolare più facilmente e ridurre l'irritazione.",
      "example": "J'ai appliqué une mousse à raser sur mon visage avant de me raser, je vais appliquer une mousse à raser sur mon visage avant de me raser, j'ai appliqué une mousse à raser sur mon visage avant de me raser.",
      "example_translation": "Ho applicato una schiuma da rasatura sulla mia faccia prima di radere, applicherò una schiuma da rasatura sulla mia faccia prima di radere, ho applicato una schiuma da rasatura sulla mia faccia prima di radere.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "écran solaire",
      "translation": "crema solare",
      "definition": "Un type de lotion ou de crème utilisée pour protéger la peau des rayons ultraviolets du soleil, souvent appliquée avant de passer du temps en plein air.",
      "definition_translation": "Un tipo di lozione o crema utilizzata per proteggere la pelle dai raggi ultravioletti del sole, spesso applicata prima di trascorrere tempo all'aperto.",
      "example": "J'ai appliqué un écran solaire sur ma peau avant d'aller à la plage, je vais appliquer un écran solaire sur ma peau avant d'aller à la plage, j'ai appliqué un écran solaire sur ma peau avant d'aller à la plage.",
      "example_translation": "Ho applicato la crema solare sulla mia pelle prima di andare in spiaggia, applicherò la crema solare sulla mia pelle prima di andare in spiaggia, ho applicato la crema solare sulla mia pelle prima di andare in spiaggia.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pince à épiler",
      "translation": "pinzette",
      "definition": "Un petit instrument utilisé pour pincer ou saisir de petits objets, notamment pour utilisation dans les chirurgies ou les travaux de précision",
      "definition_translation": "uno strumento piccolo usato per pizzicare o afferrare oggetti piccoli, in particolare per utilizzo in chirurgia o lavoro di precisione",
      "example": "J'ai utilisé une pince à épiler pour retirer l'écharde de mon doigt. J'aurai besoin d'une pince à épiler pour mon projet d'art. Elle avait utilisé une pince à épiler pour séparer les parties petites.",
      "example_translation": "Ho usato le pinzette per estrarre il frammento di vetro dal mio dito. Avrò bisogno di pinzette per il mio progetto artistico. Lei aveva usato le pinzette per separare le piccole parti.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]