{
  "data": [
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Abyssin",
      "translation": "Abyssino",
      "definition": "Une race de chat domestique originaire d'Éthiopie, caractérisée par un motif de fourrure tiqueté distinct.",
      "definition_translation": "Una razza di gatto domestico originaria dell'Etiopia, caratterizzata da un pattern di pelo a tacche distinctive.",
      "example": "Le chat Abyssin, avec sa silhouette fine et sa tête en forme de coin, est un chat de show populaire. Dans le passé, les Abyssins étaient prisés pour leur habileté de chasse. Aujourd'hui, les Abyssins sont souvent gardés comme animaux de compagnie et sont connus pour leur personnalité joueuse et expansive. Dans le futur, les éleveurs espèrent développer un motif de fourrure encore plus spectaculaire.",
      "example_translation": "Il gatto Abyssino, con la sua costruzione snella e testa a cuneo, è un gatto da mostra molto popolare. Nel passato, gli Abyssini erano apprezzati per la loro abilità di caccia. Oggi, gli Abyssini sono spesso tenuti come animali domestici e sono conosciuti per le loro personalità giocose e aperte. Nel futuro, gli allevatori sperano di sviluppare un pattern di pelo ancora più impressionante.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "American shorthair",
      "translation": "Americano a pelo corto",
      "definition": "Une race de chat domestique originaire d'Amérique du Nord, caractérisée par une silhouette solide et une fourrure courte et dense.",
      "definition_translation": "Una razza di gatto domestico originaria del Nord America, caratterizzata da una costruzione robusta e pelo corto e denso.",
      "example": "L'American Shorthair est une race de chat qui fait un excellent animal de compagnie pour les familles. Dans le passé, les American Shorthairs étaient souvent gardés sur les fermes pour contrôler les populations de rongeurs. Aujourd'hui, ils sont un choix populaire pour les habitants d'appartements en raison de leur nature calme et affectueuse. Dans le futur, les éleveurs espèrent développer une gamme de couleurs de fourrure encore plus diverse.",
      "example_translation": "L'Americano a pelo corto è una razza rilassata che fa un eccellente animale da compagnia per la famiglia. Nel passato, gli Americani a pelo corto erano spesso tenuti nelle fattorie per controllare le popolazioni di roditori. Oggi, sono una scelta popolare per gli abitanti degli appartamenti a causa della loro natura calma e affettuosa. Nel futuro, gli allevatori sperano di sviluppare una gamma ancora più diversificata di colori del pelo.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chat Bengal",
      "translation": "Gatto Bengal",
      "definition": "Une race hybride de chat domestique créée en croisant des chats domestiques avec le chat léopard d'Asie, caractérisée par des motifs de fourrure tachetés ou marbrés distincts.",
      "definition_translation": "Una razza ibrida di gatto domestico creata incrociando gatti domestici con il gatto leopardo asiatico, caratterizzata da pattern di pelo maculati o marmorizzati distinctivi.",
      "example": "Le chat Bengal est une race de chat à haute énergie qui nécessite beaucoup d'exercice et de stimulation. Dans le passé, les éleveurs de Bengals ont expérimenté différents croisements pour créer des motifs de fourrure uniques. Aujourd'hui, les chats Bengals sont prixés pour leur intelligence, leur agilité et leur personnalité joueuse. Dans le futur, les éleveurs espèrent développer une gamme de couleurs de fourrure encore plus étendue.",
      "example_translation": "Il gatto Bengal è una razza ad alta energia che richiede molta esercizio e stimolazione. Nel passato, gli allevatori di Bengal hanno sperimentato diverse combinazioni di allevamento per creare pattern di pelo unici. Oggi, i gatti Bengal sono apprezzati per la loro intelligenza, agilità e personalità giocose. Nel futuro, gli allevatori sperano di sviluppare un range ancora più esteso di colori e pattern del pelo.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Birman",
      "translation": "Birmano",
      "definition": "Le Birman est une race de chat domestique originaire de Birmanie, connue pour sa fourrure pointée et ses 'gants' blancs sur les pattes.",
      "definition_translation": "Il Birmano è una razza di gatto domestico originaria della Birmania, conosciuta per la sua pelliccia a punta e guanti bianchi sulle zampe.",
      "example": "Dans le passé, ma famille avait un chat Birman nommé Max. Maintenant, nous avons un nouveau Birman que nous aimons jouer avec. Dans le futur, nous aurons probablement un autre Birman pour compléter notre famille.",
      "example_translation": "In passato, la mia famiglia aveva un gatto Birmano di nome Max. Adesso, abbiamo un nuovo gattino Birmano con cui ci piace giocare. Nel futuro, probabilmente prenderemo un altro Birmano per completare la nostra famiglia.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "British Shorthair",
      "translation": "British Shorthair",
      "definition": "Le British Shorthair est une race de chat domestique originaire du Royaume-Uni, connue pour sa silhouette solide et sa fourrure courte et dense.",
      "definition_translation": "Il British Shorthair è una razza di gatto domestico originaria del Regno Unito, conosciuta per la sua solida struttura e la sua pelliccia corta e densa.",
      "example": "Mon amie a un British Shorthair qui est très joueux. Dans le passé, elle avait un British Shorthair qui était très paresseux. Dans le futur, elle aura probablement un British Shorthair qui sera plus énergique.",
      "example_translation": "La mia amica ha un gatto British Shorthair che è molto giocoso. In passato, aveva un British Shorthair che era molto pigro. Nel futuro, probabilmente prenderà un British Shorthair che è più energetico.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Burmese",
      "translation": "Birmano",
      "definition": "Le Burmese est une race de chat domestique originaire de Birmanie, connue pour sa fourrure lisse et brillante.",
      "definition_translation": "Il Birmano è una razza di gatto domestico originaria della Birmania, conosciuta per la sua pelliccia liscia e lucente.",
      "example": "J'avais un Burmese lorsque j'étais enfant. Maintenant, j'ai un ami qui a un Burmese qui est très affectueux. Dans le futur, j'aurai probablement un Burmese qui sera plus joueux.",
      "example_translation": "Avevo un gatto Birmano quando ero bambino. Adesso, ho un amico che ha un gatto Birmano che è molto affettuoso. Nel futuro, probabilmente prenderò un gatto Birmano che è più giocoso.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "Chartreux",
      "definition": "Le Chartreux est une race rare et ancienne de chat domestique originaire de France, connue pour sa fourrure bleu-gris distincte et ses yeux ronds larges.",
      "definition_translation": "Il Chartreux è una razza rara e antica di gatto domestico originaria della Francia, nota per il suo mantello grigio-azzurro distintivo e grandi occhi rotondi.",
      "example": "J'avais un Chartreux lorsque j'étais enfant, il était très joueux. Maintenant, j'ai à nouveau un Chartreux, et il est toujours très joueux. Dans le futur, je vais toujours avoir un Chartreux.",
      "example_translation": "Avevo un gatto Chartreux quando ero bambino, era molto giocoso. Ora ne ho uno di nuovo, ed ancora giocoso. Nel futuro, avrò sempre un gatto Chartreux.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Colourpoint, Himalayen",
      "translation": "punto di colore, Himalayano",
      "definition": "Le Colourpoint, également connu sous le nom de Himalayen, est une race de chat qui a été créée en croisant des chats siamois avec des chats persans, résultant en un chat avec une fourrure claire et des extrémités sombres.",
      "definition_translation": "Il punto di colore, noto anche come Himalayano, è una razza di gatto originaria dell'incrocio di gatti Siamesi con gatti Persiani, risultando in un gatto con un mantello chiaro e estremità più scure.",
      "example": "J'ai vu un Colourpoint au magasin d'animaux, il était très mignon. Mon amie avait un Himalayen, il était très amical. Dans le futur, j'adopterai un Colourpoint.",
      "example_translation": "Ho visto un gatto punto di colore nel negozio di animali, era così carino. Il mio amico aveva un gatto Himalayano, era molto amichevole. Nel futuro, adotterò un gatto punto di colore.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Devon Rex",
      "definition": "Le Devon Rex est une race de chat à fourrure courbe qui a été créée à Devon, en Angleterre, connue pour sa fourrure unique, douce et courbe.",
      "definition_translation": "Il Devon Rex è una razza di gatto dai capelli ricci originaria del Devon, Inghilterra, nota per il suo mantello unico, morbido e ricciuto.",
      "example": "Mon voisin avait un Devon Rex, il était très curieux. J'ai vu un Devon Rex au refuge des animaux, il était très joueux. Dans le futur, j'aurai un Devon Rex.",
      "example_translation": "Il mio vicino aveva un gatto Devon Rex, era molto curioso. Ho visto un gatto Devon Rex nel rifugio per animali, era molto giocoso. Nel futuro, avrò un gatto Devon Rex.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chat domestique",
      "translation": "gatto domestico",
      "definition": "Un chat domestique est un chat qui est gardé comme animal de compagnie dans une maison ou une résidence. C'est un animal domestique courant et est souvent appelé 'chat de maison'.",
      "definition_translation": "Un gatto domestico è un gatto che viene tenuto come animale da compagnia in una casa o residenza. È un animale domestico comune e viene spesso definito come 'gatto di casa'.",
      "example": "J'avais un chat domestique lorsque j'étais enfant, et j'en aurai un lorsque je prendrai ma retraite. Ma sœur a actuellement un chat domestique.",
      "example_translation": "Avevo un gatto domestico quando ero bambino, e ne avrò uno quando mi pensionerò. Mia sorella ha attualmente un gatto domestico.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "exotique à poil court",
      "translation": "shorthair esotico",
      "definition": "L'exotique à poil court est une race de chat connue pour son pelage court et dense et son tempérament calme. C'est un animal de compagnie populaire en raison de sa nature ludique et affectueuse.",
      "definition_translation": "Lo shorthair esotico è una razza di gatto nota per il suo mantello corto e denso e per il suo temperamento calmo. È un animale da compagnia popolare a causa della sua natura giocosa e affettuosa.",
      "example": "Mon ami a un exotique à poil court qui adore jouer avec des jouets. J'achèterai un exotique à poil court l'année prochaine, et j'en ai eu un il y a cinq ans.",
      "example_translation": "Il mio amico ha uno shorthair esotico che adora giocare con i giocattoli. Comprerò uno shorthair esotico l'anno prossimo, e ne avevo uno cinque anni fa.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bobtail japonais",
      "translation": "coda di bobtail giapponese",
      "definition": "Le bobtail japonais est une race de chat domestique connue pour sa queue courte et son caractère ludique. C'est une race ancienne qui a originé au Japon et est considérée comme un trésor national.",
      "definition_translation": "Il Japanese bobtail è una razza di gatto domestico nota per la sua coda corta e la sua personalità giocosa. È una razza antica che ha origini in Giappone e viene considerata un tesoro nazionale.",
      "example": "J'ai vu un bobtail japonais au magasin d'animaux hier, et j'en achèterai un le mois prochain. Ma tante avait un bobtail japonais lorsque j'étais enfant.",
      "example_translation": "Ho visto un coda di bobtail giapponese al negozio di animali ieri, e ne comprerò uno il mese prossimo. Mia zia aveva un coda di bobtail giapponese quando ero bambino.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Gatto del Maine",
      "definition": "Le Maine Coon est une race de chat domestique originaire d'Amérique du Nord, spécifiquement de l'état du Maine. Il est connu pour son apparence physique distinctive et son caractère charmant.",
      "definition_translation": "Il Maine Coon è una razza di gatto domestico originaria dell'America del Nord, in particolare dello stato del Maine. È conosciuto per la sua apparizione fisica distinctiva e la sua personalità affascinante.",
      "example": "J'avais un Maine Coon lorsqu'j'étais enfant. Maintenant, je veux adopter un autre. L'année prochaine, j'achèterai un nouveau chaton Maine Coon.",
      "example_translation": "Avevo un gatto del Maine quando ero bambino. Ora, voglio adottare un'altra volta. L'anno prossimo, comprerò un nuovo cucciolo del Maine.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chat forestier norvégien",
      "translation": "Gatto della foresta norvegese",
      "definition": "Le chat forestier norvégien est une race de chat domestique originaire de Norvège, connue pour son pelage frappant et sa silhouette robuste. C'est un chasseur naturel qui aime grimper aux arbres.",
      "definition_translation": "Il gatto della foresta norvegese è una razza di gatto domestico originaria della Norvegia, conosciuto per la sua copertura striata e la sua costruzione robusta. È un cacciatore naturale e ama scalare gli alberi.",
      "example": "Le chat forestier norvégien de ma sœur est très ludique. Hier, il a escaladé les rideaux. Demain, il détruira probablement mon vase préféré.",
      "example_translation": "Il gatto della foresta norvegese di mia sorella è molto giocoso. Ieri, ha scalato le tende. Domani, probabilmente distruggerà il mio vaso preferito.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ocicat",
      "translation": "ocicato",
      "definition": "L'ocicat est une race de chat domestique développée pour ressembler à un chat sauvage, mais avec un caractère gentil et affectueux. Il est connu pour ses motifs de pelage frappants et son caractère ludique.",
      "definition_translation": "L'ocicato è una razza di gatto domestico sviluppata per assomigliare a un gatto selvatico, ma con una natura gentile e affettuosa. È conosciuto per i suoi modelli di copertura striati e la sua personalità giocosa.",
      "example": "J'ai vu un ocicat au magasin d'animaux hier. J'ai voulu l'acheter, mais il était trop cher. Peut-être que dans le futur, je pourrai m'offrir un ocicat.",
      "example_translation": "Ho visto un Ocicato al negozio di animali domestici ieri. Volevo comprarlo, ma era troppo costoso. Forse in futuro, sarò in grado di permettermelo.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Persan",
      "translation": "Persiano",
      "definition": "Un membre d'un peuple originaire de Perse (Iran moderne), ou un chat de race originaire de Perse.",
      "definition_translation": "Un membro di un popolo originario della Persia (odierna Iran), o un gatto di una razza originaria dalla Persia.",
      "example": "J'avais un Persan lorsqu'j'étais enfant, c'était très paresseux. Maintenant, j'ai un chien, il est très actif. J'aurai un Persan à nouveau dans le futur.",
      "example_translation": "Avevo un gatto persiano quando ero bambino, era molto pigro. Adesso ho un cane, è molto attivo. Avrò un gatto persiano ancora una volta nel futuro.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "Ragdoll",
      "definition": "Une race de chat connue pour son pelage doux et soyeux et sa tendance à devenir molle lorsqu'elle est prise dans les bras.",
      "definition_translation": "Una razza di gatto nota per il suo morbido, setoso mantello e tendenza a diventare molle quando viene sollevato.",
      "example": "J'adore jouer avec mon chat Ragdoll, il s'endort toujours dans mes bras. Hier, j'ai joué avec mon chat Ragdoll toute la journée. Demain, j'achèterai un nouveau jouet pour mon chat Ragdoll.",
      "example_translation": "Adoro giocare con il mio gatto Ragdoll, sempre si addormenta nel mio braccio. Ieri, ho giocato con il mio gatto Ragdoll per tutto il giorno. Domani, comprerò un nuovo giocattolo per il mio gatto Ragdoll.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Bleu russe",
      "translation": "Blu Russo",
      "definition": "Une race de chat domestique connue pour son pelage épais et soyeux et ses yeux verts.",
      "definition_translation": "Una razza di gatto domestico nota per il suo spesso, soffice mantello e occhi verdi.",
      "example": "J'ai vu un Bleu russe au magasin d'animaux, c'était très mignon. Mon ami a un Bleu russe, il est très ludique. J'adopterai un Bleu russe le mois prochain.",
      "example_translation": "Ho visto un gatto Blu Russo al negozio di animali domestici, era molto carino. Il mio amico ha un gatto Blu Russo, è molto giocoso. Adotterò un gatto Blu Russo il mese prossimo.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "savana",
      "translation": "Savana",
      "definition": "Une savana est un type d'écosystème caractérisé par des prairies avec des arbres dispersés, généralement trouvé dans les régions tropicales et subtropicales.",
      "definition_translation": "Una savana è un tipo di ecosistema caratterizzato da praterie con alberi sparsi, generalmente trovati in regioni tropicali e subtropicali.",
      "example": "J'ai visité la savana en Afrique, où j'ai vu de nombreux animaux sauvages. Je planifie de visiter la savana à nouveau l'année prochaine. J'ai visité la savana l'année dernière, et c'était une expérience incroyable.",
      "example_translation": "Ho visitato la savana in Africa, dove ho visto molti animali selvatici. Sto pianificando di visitare la savana di nuovo l'anno prossimo. Ho visitato la savana l'anno scorso, ed è stata un'esperienza incredibile.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Fold écossais",
      "translation": "Scottish Fold",
      "definition": "Le Fold écossais est une race de chat domestique connue pour ses oreilles pliées et son caractère ludique.",
      "definition_translation": "Lo Scottish Fold è una razza di gatto domestico nota per le sue orecchie uniche, ripiegate, e la sua personalità giocosa.",
      "example": "J'ai un Fold écossais à la maison, que j'ai adopté le mois dernier. Mon ami a un Fold écossais, qui est très sympathique. J'aurai un Fold écossais l'année prochaine, qui sera mon nouveau compagnon.",
      "example_translation": "Ho un gatto Scottish Fold a casa, che ho adottato lo scorso mese. Il mio amico ha un gatto Scottish Fold, che è molto amichevole. Prenderò un gatto Scottish Fold l'anno prossimo, che sarà il mio nuovo animale domestico.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Siamoise",
      "translation": "Siamese",
      "definition": "Le Siamoise est une race de chat domestique originaire de la Thaïlande, connue pour ses oreilles pointues, son corps svelte et son pelage court et fin.",
      "definition_translation": "Il Siamese è una razza di gatto domestico originaria della Tailandia, nota per le sue orecchie a punta, corpo snello e pelo corto e fine.",
      "example": "J'ai vu un chat Siamoise au magasin d'animaux de compagnie, qui était très affectueux. Ma sœur a un chat Siamoise, qui est très joueur. Je vais acheter un chat Siamoise le mois prochain, qui sera mon nouveau compagnon.",
      "example_translation": "Ho visto un gatto Siamese al negozio di animali, che era molto affettuoso. Mia sorella ha un gatto Siamese, che è molto giocoso. Comprerò un gatto Siamese il prossimo mese, che sarà il mio nuovo compagno.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Sibérien",
      "translation": "Siberiano",
      "definition": "Relatif à ou originaire de la Sibérie, une région de la Russie ; également, une race de chat connue pour son pelage épais et ses yeux bleus.",
      "definition_translation": "Riguardante o originario dalla Siberia, una regione in Russia; anche, una razza di gatto nota per la sua pelliccia spessa e gli occhi blu.",
      "example": "Le tigre Sibérien est une espèce menacée, mais les efforts de conservation ont aidé à augmenter sa population. Le chat Sibérien est une race populaire parmi les amateurs de chats. D'ici 2025, la région Sibérienne sera un hub majeur pour la production de gaz naturel.",
      "example_translation": "La tigre siberiana è una specie in pericolo, ma gli sforzi di conservazione hanno aiutato ad aumentare la sua popolazione. Il gatto siberiano è una razza popolare tra gli appassionati di gatti. Entro il 2025, la regione siberiana sarà un importante hub per la produzione di gas naturale.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Somali",
      "translation": "Somalo",
      "definition": "Relatif à ou originaire de la Somalie, un pays de l'Afrique de l'Est ; également, un membre d'un peuple habitant la Somalie.",
      "definition_translation": "Riguardante o originario dalla Somalia, un paese nell'Africa orientale; anche, un membro di un popolo che abita la Somalia.",
      "example": "Le gouvernement somali a lutté pour maintenir la stabilité dans la région. Les pirates somaliens ont été une menace majeure pour la navigation internationale. D'ici la fin de l'année, l'économie somalienne devrait connaître une croissance significative.",
      "example_translation": "Il governo somalo ha lottato per mantenere la stabilità nella regione. I pirati somali sono stati una minaccia importante per la navigazione internazionale. Entro la fine dell'anno, l'economia somala è previsto che sperimenti una crescita significativa.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Sphynx",
      "translation": "Sfinge",
      "definition": "Une race de chat connue pour son absence de fourrure, connue pour sa peau lisse et ridée.",
      "definition_translation": "Una razza di gatto nota per la sua mancanza di pelliccia, nota per la sua pelle liscia e rugosa.",
      "example": "Le chat Sphynx est une race populaire parmi les amateurs de chats en raison de son apparence unique. J'avais un chat Sphynx lorsque j'étais plus jeune, et il était très affectueux. D'ici l'année prochaine, la race Sphynx sera reconnue par tous les registres de chats majeurs.",
      "example_translation": "Il gatto Sfinge è una razza popolare tra gli appassionati di gatti a causa della sua apparenza unica. Avevo un gatto Sfinge quando ero più giovane, e era molto affettuoso. Entro l'anno prossimo, la razza Sfinge sarà riconosciuta da tutti i principali registri di gatti.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Angora Turc",
      "translation": "Angora Turca",
      "definition": "Une race de chat domestique originaire de la Turquie, connue pour son pelage soyeux et blanc et sa musculature.",
      "definition_translation": "Una razza di gatto domestico originaria della Turchia, nota per il suo manto setoso, bianco e sua costruzione muscolare.",
      "example": "J'ai eu un chat Angora Turc lorsque j'étais gosse. Il était très joueur. Je vais en avoir un autre bientôt. Ma sœur en avait un aussi, et il était très affectueux.",
      "example_translation": "Avevo un gatto Angora Turca quando ero bambino. Era molto giocoso. Prenderò un altro presto. Mia sorella ne aveva uno anche, e era molto affettuoso.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Van Turc",
      "translation": "Van Turco",
      "definition": "Une race de chat domestique originaire de la région du lac de Van en Turquie, connue pour son pelage blanc avec des points colorés et son personnalité énergique.",
      "definition_translation": "Una razza di gatto domestico originaria della regione del Lago Van in Turchia, nota per il suo manto bianco con punte colorate e la sua personalità energetica.",
      "example": "J'ai vu un chat Van Turc au magasin d'animaux de compagnie hier. Il était très actif. Mon ami en a un, et il adore jouer. Je vais en avoir un bientôt, et il sera très heureux.",
      "example_translation": "Ho visto un gatto Van Turco al negozio di animali domestici ieri. Era molto attivo. Il mio amico ne ha uno, e adora giocare. Prenderò uno presto, e sarà molto felice.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]
}