[
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fleur",
      "translation": "fiore",
      "definition": "Une plante à fleurs, especially une qui est cultivée dans un jardin pour sa beauté ou son parfum.",
      "definition_translation": "Una pianta fiorita, in particolare una che viene coltivata in un giardino per la sua bellezza o fragranza.",
      "example": "J'ai planté une fleur dans mon jardin la semaine dernière, elle est en fleur maintenant, et je la donnerai à ma sœur la semaine prochaine.",
      "example_translation": "Ho piantato un fiore nel mio giardino la settimana scorsa, ora sta fiorendo, e lo darò a mia sorella la settimana prossima.",
      "imageLink": "image_files\\English\\"imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rose",
      "translation": "rosa",
      "definition": "Un type d'arbuste à fleurs, especially un avec des fleurs voyantes, souvent utilisé comme un symbole d'amour ou d'appréciation.",
      "definition_translation": "Un tipo di arbusto fiorito, in particolare uno con fiori vistosi, spesso usato come simbolo d'amore o apprezzamento.",
      "example": "J'ai donné une rose à ma femme pour notre anniversaire, elle était très heureuse, et nous célébrerons à nouveau l'année prochaine.",
      "example_translation": "Ho dato una rosa a mia moglie per il nostro anniversario, lei era molto felice, e celebreremo di nuovo l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pâquerette",
      "translation": "margherita",
      "definition": "Un type de plante à fleurs avec un centre jaune et des pétales blancs, souvent associée à l'innocence et la pureté.",
      "definition_translation": "Un tipo di pianta fiorita con un centro giallo e petali bianchi, spesso associata a innocenza e purezza.",
      "example": "La pâquerette était ma fleur préférée lorsque j'étais enfant, je les cueillais dans le champ, et je prendrai ma fille là-bas l'été prochain.",
      "example_translation": "La margherita era il mio fiore preferito quando ero bambino, usavo a raccoglierle nel campo, e porterò mia figlia lì la prossima estate.",
      "imageLink": "image_files\\English\\"imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tournesol",
      "translation": "girasole",
      "definition": "Un tournesol est une plante annuelle ou vivace native d'Amérique du Nord, caractérisée par ses immenses fleurs jaunes et son épais pédoncule.",
      "definition_translation": "Un girasole è una pianta annuale o perenne alta originaria dell'America del Nord, caratterizzata dai suoi grandi fiori gialli brillanti e dallo stelo spesso alto.",
      "example": "J'ai planté un tournesol dans mon jardin l'année dernière, il a fleuri magnifiquement cette année, et je planterai un autre l'année prochaine.",
      "example_translation": "Ho piantato un girasole nel mio giardino l'anno scorso, è fiorito bellamente quest'anno e pianterò un altro il prossimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tulipe",
      "translation": "tulipano",
      "definition": "Une tulipe est une plante vivace avec des fleurs en forme de coupe et des feuilles étroites, native d'Asie centrale et de Turquie, souvent cultivée dans les jardins pour sa beauté.",
      "definition_translation": "Un tulipano è una pianta perenne con fiori a forma di coppa appariscenti e foglie sottili, originaria dell'Asia centrale e della Turchia, spesso coltivata nei giardini per la sua bellezza.",
      "example": "J'ai vu une tulipe en fleur dans le parc hier, sa beauté m'a inspiré pour planter des tulipes dans mon jardin cette année, et je reverrai le parc l'année prochaine pour les voir fleurir à nouveau.",
      "example_translation": "Ho visto un tulipano fiorire nel parco ieri, la sua bellezza mi ha ispirato a piantare tulipani nel mio giardino quest'anno e visiterò il parco di nuovo il prossimo anno per vederli fiorire di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aster",
      "translation": "astro",
      "definition": "Un aster est un type de plante à fleurs native d'Europe et d'Asie, caractérisée par ses petites fleurs blanches, roses ou pourpres et son utilisation comme symbole d'amour et de sagesse.",
      "definition_translation": "Un astro è un tipo di pianta fiorita originaria dell'Europa e dell'Asia, caratterizzata dai suoi piccoli fiori bianchi, rosa o viola e dal suo uso come simbolo d'amore e sapienza.",
      "example": "Ma grand-mère cultivait des asters dans son jardin lorsque j'étais enfant, elle m'a enseigné comment les planter cette année, et je lui apporterai des asters l'année prochaine comme cadeau.",
      "example_translation": "Mia nonna coltivava astri nel suo giardino quando ero bambino, mi ha insegnato come piantarli quest'anno e le porterò alcuni astri il prossimo anno come regalo.",
      "imageLink": "image_files\\English\\"imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "azalée",
      "translation": "azalea",
      "definition": "Un arbuste à fleurs native de l'Asie de l'Est et de l'Amérique du Nord, avec des fleurs en forme de trompette de couleur rose, pourpre et blanche.",
      "definition_translation": "Un arbusto fiorito originario dell'Asia orientale e del Nord America, con fiori a forma di imbuto sbocciati in rosa, porpora e bianco.",
      "example": "J'ai planté une azalée dans mon jardin l'année dernière, et elle a fleuri magnifiquement ce printemps. Je l'arroserai régulièrement pour la maintenir en bonne santé. J'avais des azalées dans mon jardin d'enfance.",
      "example_translation": "Ho piantato un'azalea nel mio giardino l'anno scorso, e ha fiorito bellamente questa primavera. Bagherò regolarmente per mantenerla in salute. Avevo azalee nel mio cortile quando ero bambino.",
      "imageLink": "image_files\\English\\"imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cactus",
      "translation": "cacto",
      "definition": "Une plante succulente avec un épais pédoncule cireux qui peut stocker de l'eau, souvent trouvée dans les zones arides et désertiques.",
      "definition_translation": "Una pianta succulenta con un fusto spesso e ceroso che può immagazzinare acqua, spesso trovata in aree aride e desertiche.",
      "example": "J'ai un cactus sur ma fenêtre, et il a beaucoup grandi cette dernière année. Je l'arrose parcimonieusement, car il est adapté aux conditions sèches. J'ai vu un grand cactus dans le désert lorsque j'ai visité l'Arizona l'année dernière.",
      "example_translation": "Ho un cacto sulla mia finestra, e ha cresciuto notevolmente nell'ultimo anno. Lo baghero parsimoniosamente, poiché è adattato a condizioni aride. Ho visto un grande cacto nel deserto quando ho visitato l'Arizona l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "œillet",
      "translation": "garofano",
      "definition": "Une plante à fleurs avec des fleurs parfumées, roses, rouges ou blanches, souvent utilisée dans les bouquets et les arrangements.",
      "definition_translation": "Una pianta fiorita con fiori profumati, rosa, rossi o bianchi, spesso usata in mazzi e composizioni.",
      "example": "J'ai donné un bouquet d'œillets à ma mère pour son anniversaire, et elle les a adorés. Le fleuriste arrangera les œillets avec quelque feuillage pour créer un centre de table magnifique. J'avais un œillet à mon boutonnière à mon mariage.",
      "example_translation": "Ho dato a mia madre un mazzo di garofani nel suo compleanno, e le sono piaciuti. Il fiorista disporrà i garofani con un po' di vegetazione per creare un bellissimo centerpiece. Avevo un garofano sulla mia giacca a mio matrimonio.",
      "imageLink": "image_files\\English\\"imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chrysanthème",
      "translation": "crisantemo",
      "definition": "Une plante à fleurs de la famille des marguerites, native d'Asie et largement cultivée dans les jardins pour ses fleurs voyantes, souvent parfumées.",
      "definition_translation": "una pianta fiorita della famiglia delle margherite, originaria dell'Asia e comunemente coltivata nei giardini per i suoi fiori vistosi e spesso profumati",
      "example": "Le chrysanthème est une fleur très populaire dans de nombreuses cultures asiatiques, où elle est souvent offerte comme cadeau pour exprimer de la gratitude. Hier, j'ai planté un chrysanthème dans mon jardin et il fleurira magnifiquement au printemps prochain.",
      "example_translation": "Il crisantemo è un fiore popolare in molte culture asiatiche, dove viene spesso regalato come espressione di gratitudine. Ieri, ho piantato un crisantemo nel mio giardino e fioreerà bellamente la prossima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bleuet",
      "translation": "fiordaliso",
      "definition": "une petite plante herbacée annuelle de la famille des astéracées, avec des fleurs bleues, roses ou blanches, communément trouvée dans les champs et les prairies",
      "definition_translation": "una piccola pianta annuale erbacea della famiglia delle margherite, con fiori blu, rosa o bianchi, comunemente trovata nei campi e nei prati",
      "example": "Le bleuet est une fleur délicate qui est souvent utilisée dans les bouquets et les arrangements. L'année dernière, j'ai vu un beau bleuet pousser dans le champ, et je l'ai cueilli pour offrir à ma mère. L'été prochain, je planterai des bleuets dans mon jardin.",
      "example_translation": "Il fiordaliso è un fiore delicato che viene spesso usato in bouquet e composizioni. L'anno scorso, ho visto un bel fiordaliso crescere nel campo e l'ho raccolto per dare alla mia madre. La prossima estate, pianterò fiordalisi nel mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crocus",
      "translation": "crocus",
      "definition": "une petite plante pérenne bulbeuse de la famille des iris, avec des fleurs en forme de coupe, souvent utilisée comme symbole du printemps et de l'espoir",
      "definition_translation": "una piccola pianta perenne bulbosa della famiglia delle iridi, con fiori vistosi e a forma di coppa in vari colori, spesso usata come simbolo di primavera e speranza",
      "example": "Le crocus est l'une des premières fleurs à fleurir au printemps, souvent à travers la neige. L'hiver dernier, j'ai planté des bulbes de crocus dans mon jardin et ils ont fleuri magnifiquement ce printemps. L'automne prochain, je planterai plus de crocus dans mon jardin.",
      "example_translation": "Il crocus è uno dei primi fiori a fiorire in primavera, spesso attraverso la neve. L'inverno scorso, ho piantato bulbi di crocus nel mio giardino e hanno fiorito bellamente questa primavera. La prossima autunno, pianterò più crocus nel mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jonquille",
      "translation": "asfodilo",
      "definition": "Le narcissus est un type de plante à fleurs qui est originaire d'Europe occidentale et est souvent associé au printemps. Il a un centre en forme de trompette jaune vif entouré d'une couronne de pétales.",
      "definition_translation": "Un asfodilo è un tipo di pianta fiorita originaria dell'Europa occidentale e spesso associata alla primavera. Ha un centro a forma di tromba giallo brillante circondato da un anello di petali.",
      "example": "J'ai planté des jonquilles dans mon jardin l'année dernière, et elles ont fleuri magnifiquement cette année. Je planterai plus de jonquilles l'année prochaine. J'avais planté des jonquilles dans mon jardin l'année précédente.",
      "example_translation": "Ho piantato asfodili nel mio giardino la scorsa primavera, e hanno fiorito bellamente quest'anno. Pianterò più asfodili la prossima primavera. Avevo piantato asfodili nel mio giardino l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dahlia",
      "translation": "dalia",
      "definition": "Le dahlia est un type de plante à fleurs qui est originaire du Mexique et de l'Amérique centrale. Il a des fleurs voyantes qui viennent dans une variété de couleurs et de tailles.",
      "definition_translation": "Una dalia è un tipo di pianta fiorita originaria del Messico e dell'America Centrale. Ha fiori vistosi che vengono in una varietà di colori e dimensioni.",
      "example": "J'ai cultivé des dahlias dans mon jardin l'été dernier, et elles ont été très populaires au marché des fermiers. Je cultiverai à nouveau des dahlias l'été prochain. J'avais cultivé des dahlias dans mon jardin l'été précédent.",
      "example_translation": "Ho coltivato dalie nel mio giardino l'estate scorsa, e sono state molto popolari al mercato dei contadini. Coltiverò di nuovo dalie la prossima estate. Avevo coltivato dalie nel mio giardino l'estate precedente.",
      "imageLink": "image_files\\English\\"imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "édelweiss",
      "translation": "stella alpina",
      "definition": "L'édelweiss est un type de plante à fleurs qui est originaire des Alpes européennes. Il a de petites fleurs étoilées blanches et est souvent associé à la culture suisse et autrichienne.",
      "definition_translation": "La stella alpina è un tipo di pianta fiorita originaria delle Alpi europee. Ha piccoli fiori bianchi a forma di stella e spesso è associata alla cultura svizzera e austriaca.",
      "example": "J'ai vu des fleurs d'édelweiss en fleur dans les Alpes autrichiennes l'été dernier. Je verrai des fleurs d'édelweiss en fleur dans les Alpes suisses l'été prochain. J'avais vu des fleurs d'édelweiss en fleur dans les Alpes italiennes l'été précédent.",
      "example_translation": "Ho visto fiorire le stelle alpine nelle Alpi austriache l'estate scorsa. Vedrò fiorire le stelle alpine nelle Alpi svizzere la prossima estate. Avevo visto fiorire le stelle alpine nelle Alpi italiane l'estate precedente.",
      "imageLink": "image_files\\English\\"imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "myosotis",
      "translation": "non ti scordar di me",
      "definition": "une petite herbacée annuelle avec des fleurs bleues, cultivée pour sa beauté et comme symbole d'amour et de souvenir",
      "definition_translation": "una piccola erba annuale con fiori blu, coltivata per la sua bellezza e come simbolo di amore e ricordo",
      "example": "Elle portait un broche à myosotis pour se souvenir de sa grand-mère. Elle l'avait porté hier, et elle le portera demain.",
      "example_translation": "Indossava un brochetto di non ti scordar di me per ricordare sua nonna. L'aveva indossato ieri, e lo indosserà domani.",
      "imageLink": "image_files\\English\\"imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frésie",
      "translation": "fresia",
      "definition": "un type de plante à fleurs avec des fleurs blanches, jaunes ou rouges, souvent utilisée dans les parfums et les arrangements",
      "definition_translation": "un tipo di pianta fiorita con fiori bianchi, gialli o rossi, spesso utilizzata in profumi e composizioni",
      "example": "Le bouquet de frésie était son préféré, et elle l'avait toujours utilisé dans ses décorations de mariage. Elle l'utilise encore aujourd'hui.",
      "example_translation": "Il bouquet di fresia era il suo preferito, e l'aveva sempre utilizzato nella decorazione del suo matrimonio. Sta ancora utilizzandolo oggi.",
      "imageLink": "image_files\\English\\"imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fuchsia",
      "translation": "fucsia",
      "definition": "un type de plante à fleurs avec des fleurs pourpres, roses ou blanches, souvent cultivée dans les jardins",
      "definition_translation": "un tipo di arbusto fiorito con fiori viola, rosa o bianchi, spesso cresciuto nei giardini",
      "example": "Elle a planté un arbuste de fuchsia dans son jardin arrière, et il avait fleuri hier. Il fleurira à nouveau l'été prochain.",
      "example_translation": "Ha piantato un arbusto di fucsia nel suo cortile, e era fiorito ieri. Fiorirà di nuovo la prossima estate.",
      "imageLink": "image_files\\English\\"imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "géranium daisy",
      "translation": "margherita africana",
      "definition": "Un type de plante à fleurs connu pour ses fleurs colorées et souvent utilisé comme symbole d'innocence et de pureté.",
      "definition_translation": "Un tipo di pianta fiorita conosciuta per i suoi fiori di colore vivace e comunemente utilizzata come simbolo di innocenza e purezza.",
      "example": "Elle a reçu un bouquet de géraniums daisies de son admirateur secret. La semaine dernière, elle avait planté des géraniums daisies dans son jardin. Elle donnera une géranium daisy à sa sœur en guise de cadeau.",
      "example_translation": "Ha ricevuto un bouquet di margherite africane dal suo ammiratore segreto. La settimana scorsa, aveva piantato margherite africane nel suo giardino. Darà a sua sorella una margherita africana come regalo.",
      "imageLink": "image_files\\English\\"imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rose trémière",
      "translation": "malvone",
      "definition": "Une plante élancée avec de grandes fleurs voyantes, souvent cultivée dans les jardins pour sa valeur ornementale.",
      "definition_translation": "Una pianta alta e statura con fiori grandi e appariscenti, spesso coltivata nei giardini per il suo valore ornamentale.",
      "example": "Le rose trémière a poussé rapidement dans le temps chaud de l'été. Elle a planté des roses trémières dans son jardin l'année dernière. Elle moissonnera les roses trémières à l'automne.",
      "example_translation": "Il malvone cresceva rapidamente nel clima estivo caldo. Ha piantato malvoni nel suo giardino l'anno scorso. Raccoglierà i malvoni in autunno.",
      "imageLink": "image_files\\English\\"imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jacinthe",
      "translation": "giacinto",
      "definition": "Une plante vivace à bulbe avec des épis de fleurs en forme de cloche, souvent cultivée en intérieur pour ses fleurs fragrantes.",
      "definition_translation": "Una pianta perenne bulbosa con infiorescenze a forma di campana, spesso coltivata indoor per le sue fioriture profumate.",
      "example": "La jacinthe a fleuri magnifiquement dans son vase. Elle avait planté des jacinthes dans son jardin le printemps dernier. Elle donne à son amie un pot de jacinthes en cadeau.",
      "example_translation": "Il giacinto fiorì bellamente nel suo vaso. Ha piantato giacinti nel suo giardino la scorsa primavera. Darà alla sua amica un vaso di giacinti come regalo.",
      "imageLink": "image_files\\English\\"imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "iris",
      "translation": "iride",
      "definition": "Un genre de plantes à fleurs de la famille des Iridaceae, comprenant près de 300 espèces, largement répandues dans les régions tempérées du monde.",
      "definition_translation": "Un genere di piante floreali nella famiglia Iridaceae, composto da quasi 300 specie, ampiamente distribuite nelle regioni temperate del mondo.",
      "example": "Le médecin a examiné l'iris de son œil pour vérifier si elle avait des signes de maladie. Elle avait des iris dans son jardin qui avaient fleuri magnifiquement au printemps. L'année prochaine, elle aura planté encore plus d'iris.",
      "example_translation": "Il dottore ha esaminato l'iride del suo occhio per verificare eventuali segni di malattia. Aveva iris nel suo giardino che fiorivano bellamente in primavera. L'anno prossimo, avrà piantato ancora più iris.",
      "imageLink": "image_files\\English\\"imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lilas",
      "translation": "lillà",
      "definition": "Un type d'arbuste ou de petit arbre à fleurs, originaire d'Europe du sud-est et d'Asie, avec des fleurs pourpres, roses ou blanches et un parfum suave.",
      "definition_translation": "Un tipo di arbusto fiorito o piccolo albero, nativo dell'Europa sudorientale e dell'Asia, con fiori viola, rosa o bianchi e un profumo dolce.",
      "example": "Les buissons de lilas du parc étaient en pleine floraison, emplissant l'air de leur parfum suave. Elle avait planté un lilas dans son jardin l'année dernière, et maintenant il pousse rapidement. L'année prochaine, les lilas seront à nouveau en fleurs.",
      "example_translation": "I cespugli di lillà nel parco erano in piena fioritura, riempiendo l'aria con il loro profumo dolce. Aveva piantato un albero di lillà nel suo cortile l'anno scorso, e ora sta crescendo rapidamente. La prossima primavera, i lillà saranno di nuovo in fiore.",
      "imageLink": "image_files\\English\\"imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lis",
      "translation": "giglio",
      "definition": "Un type de plante à fleurs, généralement avec de grandes fleurs showy et un parfum suave, souvent associé à la pureté et à l'innocence.",
      "definition_translation": "Un tipo di pianta fiorita, tipicamente con grandi fiori appariscenti e un profumo dolce, spesso associato con purezza e innocenza.",
      "example": "La mariée a porté un bouquet de lis blancs lors de la cérémonie, symbolisant sa pureté et son innocence. Les lis sont souvent utilisés dans les parfums et les fragrances en raison de leur odeur unique. L'été prochain, les lis du jardin seront à nouveau en fleurs.",
      "example_translation": "La sposa portava un bouquet di gigli bianchi giù per la navata, simbolizzando la sua purezza e innocenza. I gigli sono spesso utilizzati in profumi e fragranze a causa del loro profumo unico. La prossima estate, i gigli nel giardino saranno di nuovo in fiore.",
      "imageLink": "image_files\\English\\"imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "muguet",
      "translation": "mughetto",
      "definition": "Une petite fleur en forme de cloche, généralement blanche ou jaunâtre, souvent utilisée dans les bouquets et les arrangements.",
      "definition_translation": "Un fiore a forma di campana di solito bianco o giallastro, spesso utilizzato in bouquet e composizioni.",
      "example": "Je me souviens d'avoir cueilli du muguet dans les bois lors de mon enfance, et de l'avoir utilisé pour faire un bouquet pour ma mère. Maintenant, je choisis du muguet pour mon bouquet de mariée. À l'avenir, je planterai du muguet dans mon jardin.",
      "example_translation": "Ricordo di aver raccolto il mughetto nel bosco da bambino e usarli per fare un bouquet per mia madre. Ora, li scelgo per il mio bouquet di nozze. In futuro, li pianterò nel mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "narcisse",
      "translation": "narciso",
      "definition": "Une plante vivace à bulbe avec des fleurs showy, en forme de coupe, généralement jaunes ou blanches, souvent associées à la vanité et à l'admiration de soi.",
      "definition_translation": "Pianta perenne bullosa con fiori a forma di coppa vistosi, solitamente gialli o bianchi, e spesso associate alla vanità e all'autoammirazione.",
      "example": "Les anciens Grecs croyaient que Narcisse était tombé amoureux de son propre reflet dans une mare d'eau, et c'est pourquoi nous appelons la fleur de son nom. Maintenant, je cultive des narcisses dans mon jardin, et chaque printemps, j'admire leur beauté. À l'avenir, je leur donnerai en cadeau à mes amis.",
      "example_translation": "Gli antichi greci credevano che Narciso si fosse innamorato della propria riflessione in una pozza d'acqua, e questo è il motivo per cui chiamiamo il fiore con il suo nome. Ora, coltivo narcisi nel mio giardino, e ogni primavera ammiro la loro bellezza. In futuro, li regalerò ai miei amici.",
      "imageLink": "image_files\\English\\"imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orchidée",
      "translation": "orchidea",
      "definition": "Une plante à fleurs showy et exotiques, souvent cultivée en serre ou en jardin intérieur, et très appréciée pour sa beauté et sa rareté.",
      "definition_translation": "Pianta fiorita con fiori esotici vistosi, spesso coltivati in serra o giardini indoor, e apprezzati per la loro bellezza e rarità.",
      "example": "J'ai toujours été fasciné par les orchidées, et j'essaie de les cultiver dans ma serre. L'année dernière, j'ai réussi à cultiver une nouvelle espèce d'orchidée, et maintenant, je planifie de les exposer à une exposition de fleurs. À l'avenir, j'ouvrirai une nursery d'orchidées.",
      "example_translation": "Sono sempre stato affascinato dalle orchidee, e ho provato a coltivarle nella mia serra. L'anno scorso, ho coltivato con successo una nuova specie di orchidea, e ora sto pianificando di esibirla a una mostra di fiori. In futuro, aprirò una nursery di orchidee.",
      "imageLink": "image_files\\English\\"imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pensée",
      "translation": "viola del pensiero",
      "definition": "Une pensée est une fleur délicate, colorée, avec des pétales en forme de cœur, souvent associée à l'amour et à la nostalgie.",
      "definition_translation": "Una viola del pensiero è un fiore delicato e colorato con petali a forma di cuore, spesso associato all'amore e alla nostalgia.",
      "example": "J'ai planté des pensées dans mon jardin l'année dernière, et elles ont fleuri magnifiquement ce printemps. Je planterai plus de pensées l'année prochaine, et j'espère qu'elles attireront des abeilles.",
      "example_translation": "Ho piantato viole del pensiero nel mio giardino l'anno scorso, e sono fiorite meravigliosamente questa primavera. Pianterò altre viole del pensiero l'anno prossimo, e spero che attireranno le api.",
      "imageLink": "image_files\\English\\"imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pivoine",
      "translation": "peonia",
      "definition": "Une pivoine est une fleur showy, avec de grandes fleurs parfumées, souvent utilisée dans les bouquets de mariage et les arrangements.",
      "definition_translation": "Una peonia è un fiore lussuoso e vistoso con grandi fiori profumati, spesso usato in bouquet e composizioni floreali per matrimoni.",
      "example": "Ma grand-mère aimait les pivoines, et je me souviens encore de son beau jardin de pivoines. J'ai eu un bouquet de pivoines lors de mon mariage, et je planterai des pivoines dans mon jardin l'été prochain.",
      "example_translation": "La mia nonna amava lepeonie, e ancora ricordo il suo bellissimo giardino di peonie. Avevo un bouquet di peonie al mio matrimonio, e pianterò peonie nel mio giardino la prossima estate.",
      "imageLink": "image_files\\English\\"imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coquelicot",
      "translation": "papavero",
      "definition": "Un coquelicot est une fleur délicate, en forme de coupe, avec des pétales papier, souvent associée au sommeil et aux rêves.",
      "definition_translation": "Un papavero è un fiore delicato a forma di coppa con petali cartacei, spesso associato al sonno e ai sogni.",
      "example": "J'ai vu un champ de coquelicots sur le chemin du travail hier, et c'était à couper le souffle. Je planterai des coquelicots dans mon jardin cet automne, et j'espère qu'ils fleuriront au printemps prochain.",
      "example_translation": "Ho visto un campo di papaveri sulla strada per il lavoro ieri, e era mozzafiato. Pianterò papaveri nel mio giardino questa volta, e spero che fioriranno la prossima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "primevère",
      "translation": "primula",
      "definition": "Une plante herbacée vivace avec des fleurs jaune pâle parfumées, native d'Europe et d'Asie occidentale, et souvent cultivée dans les jardins.",
      "definition_translation": "Una pianta erbacea perenne con fiori gialli pallidi profumati, originaria dell'Europa e dell'Asia occidentale, e spesso coltivata nei giardini.",
      "example": "Elle avait planté des primevères dans son jardin, et elles fleurissaient magnifiquement au printemps. L'année dernière, elle les avait plantées en automne, mais elles n'avaient fleuri que le printemps suivant. L'année prochaine, elle les plantera en été.",
      "example_translation": "Aveva piantato le primule nel suo giardino, e fiorivano splendidamente in primavera. L'anno scorso, le aveva piantate in autunno, ma non fiorirono fino alla primavera successiva. L'anno prossimo, le pianterà in estate.",
      "imageLink": "image_files\\English\\"imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "antirrhin",
      "translation": "antirrhino",
      "definition": "Une plante à fleurs haute avec des fleurs tubulaires colorées, native de la région méditerranéenne.",
      "definition_translation": "Una pianta fiorente alta con fiori tubolari di colori vivaci, originaria della regione del Mediterraneo.",
      "example": "L'antirrhin du jardin était en pleine floraison, et les enfants aimaient jouer avec ses fleurs. La semaine dernière, ils avaient planté les graines d'antirrhin, et maintenant les plantes poussaient rapidement. Le mois prochain, ils récolteront les fleurs d'antirrhin.",
      "example_translation": "L'antirrhino nel giardino era in piena fioritura, e i bambini amavano giocare con i suoi fiori. La settimana scorsa, avevano piantato i semi di antirrhino, e ora le piante stavano crescendo rapidamente. Il prossimo mese, raccoglieranno i fiori di antirrhino.",
      "imageLink": "image_files\\English\\"imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "perce-neige",
      "translation": " bucaneve",
      "definition": "Une plante bulbeuse vivace avec des fleurs blanches pendantes, native d'Europe et d'Asie occidentale.",
      "definition_translation": "Una piccola pianta perenne bulbosa con fiori bianchi pendenti, originaria dell'Europa e dell'Asia occidentale.",
      "example": "Elle aimait se promener dans le jardin en hiver, admirant les perce-neige qui fleurissaient tôt. L'hiver dernier, elle avait planté les bulbes de perce-neige, et maintenant elles fleurissaient magnifiquement. L'hiver prochain, elle plantera plus de perce-neige.",
      "example_translation": "Le piaceva passegiare nel giardino in inverno, ammirando le bucaneve che fiorivano presto. L'inverno scorso, aveva piantato i bulbi di bucaneve, e ora stavano fiorendo bellamente. Il prossimo inverno, pianterà più bucaneve.",
      "imageLink": "image_files\\English\\"imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tagète",
      "translation": "tagete",
      "definition": "Un genre de plantes de la famille des marguerites, native des Amériques, ayant des fleurs jaunes ou oranges vives.",
      "definition_translation": "Un genere di piante della famiglia delle margherite, native delle Americhe, con fiori gialli o arancioni brillanti.",
      "example": "Le jardin était rempli de marigolds et de tagètes, qui repoussaient les parasites et attiraient les insectes bénéfiques.",
      "example_translation": "Il giardino era pieno di calendule e tageti, che respingevano i parassiti e attiravano insetti benefici.",
      "imageLink": "image_files\\English\\"imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "violet",
      "translation": "viola",
      "definition": "Une plante petite et délicate avec des fleurs violettes, souvent trouvée dans les bois et les prairies.",
      "definition_translation": "Una pianta piccola e delicata con fiori viola, comunemente trovata nei boschi e prati.",
      "example": "Elle avait cueilli une poignée de violettes et les avait pressées dans son journal, se souvenant du jour ensoleillé où elle les avait trouvées.",
      "example_translation": "Ha raccolto un pugno di viole e le ha schiacciate nel suo giornale, ricordando la giornata di sole in cui le aveva trovate.",
      "imageLink": "image_files\\English\\"imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nénuphar",
      "translation": "nenufar",
      "definition": "Une plante aquatique avec des feuilles larges et plates et des fleurs showy et parfumées, souvent trouvée dans les étangs et les lacs.",
      "definition_translation": "Una pianta acquatica con foglie larghe e piatte e fiori profumati e vistosi, spesso trovata nei laghi e stagni.",
      "example": "Les feuilles de nénuphar fournissaient un habitat pour les poissons et les grenouilles, qui proliféraient dans les eaux calmes.",
      "example_translation": "I rizomi di nenufar hanno fornito un habitat per i pesci e le rane, che si sono sviluppati nelle acque calme.",
      "imageLink": "image_files\\English\\"imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "anémone",
      "translation": "fiordaliso",
      "definition": "L'anémone est un type de plante à fleurs qui oscillent doucement dans la brise, typiquement ayant des structures en forme de pétales délicates.",
      "definition_translation": "Un fiordaliso è un tipo di pianta fiorita che si muove dolcemente nella brezza, solitamente avendo strutture delicate, simili a petali.",
      "example": "J'ai vu une anémone fleurir dans le jardin hier, elle fleurira à nouveau l'année prochaine, et avait fleuri pour la première fois la semaine dernière.",
      "example_translation": "Ho visto un fiordaliso che fioriva in giardino ieri, fiorirà di nuovo l'anno prossimo, e aveva fiorito per la prima volta la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]