[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre",
      "translation": "numero",
      "definition": "Une valeur numérique ou quantité, especialmente un nombre entier, contrairement à une fraction ou décimale.",
      "definition_translation": "Un valore numerico o quantità, soprattutto un numero intero, rispetto a una frazione o decimale.",
      "example": "J'ai beaucoup de nombres à traiter pour ce projet. Hier, j'ai numéroté toutes les pages. D'ici la fin de l'année, j'aurai numéroté tous les fichiers.",
      "example_translation": "Ho un sacco di numeri da elaborare per questo progetto. Ieri, ho numerato tutte le pagine. Entro la fine dell'anno, avrò numerato tutti i file.",
      "imageLink": "image_files\\English\\number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cercle",
      "translation": "cerchio",
      "definition": "Une forme ronde avec aucun commencement ou fin, dans laquelle chaque point de la circonférence est équidistant d'un point central, appelé centre.",
      "definition_translation": "Una forma rotonda senza inizio né fine, in cui ogni punto sulla circonferenza è equidistante da un punto centrale, chiamato centro.",
      "example": "Dessine un cercle autour de la réponse. Le cercle est une forme parfaite. D'ici la semaine prochaine, j'aurai dessiné un cercle autour de tout le diagramme.",
      "example_translation": "Disegna un cerchio attorno alla risposta. Il cerchio è una forma perfetta. Entro la prossima settimana, avrò disegnato un cerchio attorno all'intero diagramma.",
      "imageLink": "image_files\\English\\circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "carré",
      "translation": "quadrato",
      "definition": "Une forme avec quatre côtés de longueur égale, où tous les angles internes sont des angles droits.",
      "definition_translation": "Una forma con quattro lati di lunghezza uguale, dove tutti gli angoli interni sono angoli retti.",
      "example": "Le carré est une forme populaire en architecture. Je vais marcher autour du carré demain. D'ici le mois prochain, j'aurai visité le carré plusieurs fois.",
      "example_translation": "Il quadrato è una forma popolare nell'architettura. Domani farò una passeggiata attorno al quadrato. Entro il prossimo mese, avrò visitato il quadrato diverse volte.",
      "imageLink": "image_files\\English\\square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étoile",
      "translation": "stella",
      "definition": "Une énorme boule de gaz lumineux qui est maintenue par sa propre gravité.",
      "definition_translation": "Una grande massa luminosa di gas che viene trattenuta dalla sua stessa gravità.",
      "example": "J'ai vu une étoile filante dans le ciel la nuit dernière. L'étoile brillera fortement dans le ciel ce soir. L'étoile avait explosé il y a des millions d'années.",
      "example_translation": "Ho visto una stella cadente nel cielo la scorsa notte. La stella brillerà luminosamente nel cielo stasera. La stella era esplosa milioni di anni fa.",
      "imageLink": "image_files\\English\\star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "croix",
      "translation": "croce",
      "definition": "Une structure en bois utilisée comme symbole du christianisme, généralement ayant une forme rectangulaire ou elliptique.",
      "definition_translation": "Una struttura di legno utilizzata come simbolo del cristianesimo, solitamente di forma rettangolare o ellittica.",
      "example": "J'ai vu une croix sur la flèche de l'église. Le prêtre a tenu une croix pendant la cérémonie. La croix sera érigée dans la place de la ville.",
      "example_translation": "Ho visto una croce sulla guglia della chiesa. Il prete teneva una croce durante la cerimonia. La croce sarà eretta nella piazza del paese.",
      "imageLink": "image_files\\English\\cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pour cent",
      "translation": "per cento",
      "definition": "Une unité de proportion égale à un centième d'un tout.",
      "definition_translation": "Una unità di proporzione uguale a un centesimo di un intero.",
      "example": "Les profits de l'entreprise ont augmenté de 20 pour cent l'année dernière. L'élève a obtenu 90 pour cent à l'examen. Le taux d'intérêt diminuera de 5 pour cent le mois prochain.",
      "example_translation": "I profitti dell'azienda sono aumentati del 20 per cento l'anno scorso. Lo studente ha ottenuto il 90 per cento all'esame. Il tasso di interesse diminuirà del 5 per cento il mese prossimo.",
      "imageLink": "image_files\\English\\per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "somme",
      "translation": "somma",
      "definition": "Le résultat d'ajouter deux ou plusieurs nombres ensemble ; un total ou montant global.",
      "definition_translation": "Il risultato di aggiungere due o più numeri insieme; un totale o importo aggregato.",
      "example": "J'ai calculé la somme des nombres et j'ai obtenu 100. Hier, j'ai additionné les scores et nous avons gagné le jeu. Demain, j'additionnerai les dépenses et vous enverrai le rapport.",
      "example_translation": "Ho calcolato la somma dei numeri e ho ottenuto 100. Ieri, ho sommato i punteggi e abbiamo vinto la partita. Domani, sommerò le spese e ti invierò il rapporto.",
      "imageLink": "image_files\\English\\sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "addition",
      "translation": "addizione",
      "definition": "L'acte d'ajouter quelque chose à quelque chose d'autre, en particulier des nombres ; le processus de combiner deux ou plusieurs choses pour faire un total ou un tout.",
      "definition_translation": "L'atto di aggiungere qualcosa a qualcos'altro, specialmente numeri; il processo di combinare due o più cose per fare un totale o un insieme.",
      "example": "L'addition est une opération fondamentale en mathématiques. Le professeur a expliqué le concept d'addition aux élèves. D'ici l'année prochaine, j'aurai maîtrisé l'addition de nombres complexes.",
      "example_translation": "L'addizione è un'operazione fondamentale nella matematica. L'insegnante ha spiegato il concetto di addizione agli studenti. Entro l'anno prossimo, avrò padronato l'addizione di numeri complessi.",
      "imageLink": "image_files\\English\\addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cone",
      "translation": "conetto",
      "definition": "Une forme qui se rétrécit vers un point, souvent utilisée comme forme géométrique en mathématiques et en architecture.",
      "definition_translation": "Una forma che si restringe a un punto, spesso utilizzata come forma geometrica nella matematica e nell'architettura.",
      "example": "J'ai construit un cone en argile en cours d'art. Le cone de crème glacée était à saveur vanille. D'ici la fin de l'année, j'aurai escaladé jusqu'au sommet du volcan en forme de cone.",
      "example_translation": "Ho costruito un cono di argilla in classe d'arte. Il cono di gelato era al gusto di vaniglia. Entro la fine dell'anno, avrò scalato fino alla cima del cono vulcanico.",
      "imageLink": "image_files\\English\\cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cube",
      "translation": "cubo",
      "definition": "Un cube est un solide géométrique à trois dimensions enfermé par six faces carrées, avec trois faces se réunissant à chaque sommet.",
      "definition_translation": "Un cubo è un oggetto solido tridimensionale delimitato da sei facce quadrate, con tre facce che si incontrano in ogni vertice.",
      "example": "Elle a placé soigneusement le cube sur la table. Il avait été un cube cuando elle l'avait pris, mais maintenant c'était un morceau de papier froissé. D'ici la fin de la journée, elle aura résolu le cube.",
      "example_translation": "Ha posato con cura il cubo sulla tavola. Era stato un cubo quando l'aveva raccolto per la prima volta, ma ora era un pezzo di carta accartocciato. Entro la fine della giornata, avrebbe risolto il cubo.",
      "imageLink": "image_files\\English\\cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "diamètre",
      "translation": "diametro",
      "definition": "Le diamètre d'un cercle est la corde la plus longue qui passe par son centre, et est deux fois la longueur de son rayon.",
      "definition_translation": "Il diametro di un cerchio è la corda più lunga che passa attraverso il suo centro e è il doppio della lunghezza del suo raggio.",
      "example": "Le diamètre du soleil est d'environ 1,4 million de kilomètres. Elle a mesuré le diamètre du tuyau avec soin. D'ici l'an prochain, ils auront doublé le diamètre du télescope.",
      "example_translation": "Il diametro del sole è di circa 1,4 milioni di chilometri. Ha misurato con cura il diametro della pompa. Entro l'anno prossimo, avranno raddoppiato il diametro del telescopio.",
      "imageLink": "image_files\\English\\diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ovale",
      "translation": "ovale",
      "definition": "Un ovale est une courbe fermée qui résulte de l'intersection d'un cône et d'un plan qui n'est pas parallèle à la base du cône.",
      "definition_translation": "Un ovale è una curva chiusa che risulta dall'intersezione di un cono e di un piano che non è parallelo alla base del cono.",
      "example": "La forme ovale du stade est parfaite pour les événements athlétiques. Elle a marché autour de la piscine ovale lentement. Le nouvel immeuble de bureaux ovale sera terminé bientôt.",
      "example_translation": "La forma ovale dello stadio era perfetta per gli eventi atletici. Ha camminato lentamente intorno alla piscina ovale. Il nuovo edificio ovale dell'ufficio sarà completato presto.",
      "imageLink": "image_files\\English\\oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "triangle",
      "translation": "triangolo",
      "definition": "Un triangle est un polygone à trois côtés et trois sommets. C'est une forme simple qui est couramment utilisée en géométrie et en trigonométrie.",
      "definition_translation": "Un triangolo è un poligono con tre lati e tre vertici. È una forma semplice che è comunemente utilizzata nella geometria e nella trigonometria.",
      "example": "J'ai dessiné un triangle sur le papier hier, je dessine un triangle sur le tableau noir maintenant, et je dessinerai un triangle sur l'ordinateur demain.",
      "example_translation": "Ho disegnato un triangolo sulla carta ieri, sto disegnando un triangolo sulla lavagna adesso, e disegnerò un triangolo sul computer domani.",
      "imageLink": "image_files\\English\\triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle",
      "translation": "angolo",
      "definition": "Un angle est une figure formée par deux rayons partageant un point commun appelé sommet de l'angle.",
      "definition_translation": "Un angolo è una figura formata da due raggi che condividono un punto di partenza comune, chiamato vertice dell'angolo.",
      "example": "J'ai mesuré l'angle du toit la semaine dernière, je mesure l'angle du mur maintenant, et je mesurerai l'angle du sol le mois prochain.",
      "example_translation": "Ho misurato l'angolo del tetto la settimana scorsa, sto misurando l'angolo del muro adesso, e misurerò l'angolo del pavimento il mese prossimo.",
      "imageLink": "image_files\\English\\angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pyramide",
      "translation": "piramide",
      "definition": "Une pyramide est un polyèdre à base carrée et quatre faces triangulaires qui se rencontrent à l'apex.",
      "definition_translation": "Una piramide è un poliedro con una base quadrata e quattro facce triangolari che si incontrano all'apice.",
      "example": "J'ai visité la pyramide en Égypte l'an dernier, je visite la pyramide au Mexique maintenant, et je visiterai la pyramide au Soudan l'an prochain.",
      "example_translation": "Ho visitato la piramide in Egitto l'anno scorso, sto visitando la piramide in Messico adesso, e visiterò la piramide in Sudan l'anno prossimo.",
      "imageLink": "image_files\\English\\pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rectangle",
      "translation": "rettangolo",
      "definition": "Un quadrilatère avec quatre angles droits et des côtés opposés de longueur égale, notamment un avec toutes les côtés de longueur égale.",
      "definition_translation": "Un quadrilatero con quattro angoli retti e lati opposti di uguale lunghezza, in particolare uno con tutti i lati di uguale lunghezza.",
      "example": "J'ai dessiné un rectangle sur le papier. Hier, j'ai dessiné un rectangle sur le tableau noir. Si j'ai le temps, je dessinerai un rectangle sur le mur.",
      "example_translation": "Ho disegnato un rettangolo sulla carta. Ieri, ho disegnato un rettangolo sulla lavagna. Se avrò tempo, disegnerò un rettangolo sulla parete.",
      "imageLink": "image_files\\English\\rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ensemble",
      "translation": "insieme",
      "definition": "Une collection d'objets uniques, appelés éléments ou membres, qui peuvent être n'importe quoi (nombres, personnes, lettres, etc.).",
      "definition_translation": "Una raccolta di oggetti unici, noti come elementi o membri, che possono essere qualsiasi cosa (numeri, persone, lettere, etc.).",
      "example": "J'ai mis la table pour le dîner. Elle a réglé la sonnette. Ils vont installer le nouveau bureau demain.",
      "example_translation": "Ho apparecchiato la tavola per cena. Lei ha impostato la sveglia. Stabiliranno il nuovo ufficio domani.",
      "imageLink": "image_files\\English\\set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "variable",
      "translation": "variabile",
      "definition": "Une quantité qui peut changer ou prendre des valeurs différentes, notamment dans un contexte mathématique ou scientifique.",
      "definition_translation": "Una quantità che può cambiare o assumere valori diversi, specialmente in un contesto matematico o scientifico.",
      "example": "La variable dans l'équation est x. Le professeur a expliqué le concept de variable aux étudiants. Le programmeur a déclaré une variable pour stocker la saisie de l'utilisateur.",
      "example_translation": "La variabile nell'equazione è x. L'insegnante ha spiegato il concetto di variabile agli studenti. Il programmatore ha dichiarato una variabile per memorizzare l'input utente.",
      "imageLink": "image_files\\English\\variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle aigu",
      "translation": "angolo acuto",
      "definition": "Un angle dont la mesure est comprise entre 0° et 90°, ou un angle de sommet qui est inférieur à un angle droit.",
      "definition_translation": "Un angolo la cui misura è compresa tra 0° e 90°, o un angolo di vertice che è minore di un angolo retto.",
      "example": "L'architecte a soigneusement calculé l'angle aigu du toit pour assurer une ventilation maximale. Le constructeur avait construit le mur à un angle aigu pour offrir un support supplémentaire. D'ici l'an prochain, l'entreprise aura installé des panneaux solaires à un angle aigu pour maximiser la production d'énergie.",
      "example_translation": "L'architetto ha calcolato con cura l'angolo acuto del tetto per garantire una ventilazione massima. Il costruttore aveva costruito il muro ad un angolo acuto per fornire ulteriore supporto. Entro l'anno prossimo, l'azienda avrà installato pannelli solari ad un angolo acuto per massimizzare la produzione di energia.",
      "imageLink": "image_files\\English\\acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "axe de coordonnées",
      "translation": "asse delle coordinate",
      "definition": "Une ligne de référence fixe ou direction dans un système de coordonnées, utilisée pour mesurer les distances et les directions.",
      "definition_translation": "Una linea di riferimento fissata o una direzione in un sistema di coordinate, utilizzata per misurare le distanze e le direzioni.",
      "example": "Le mathématicien a tracé les points sur le graphique en utilisant l'axe de coordonnées pour déterminer la pente de la ligne. L'ingénieur a utilisé l'axe de coordonnées pour calculer la trajectoire du projectile. D'ici le mois prochain, l'équipe aura développé un nouveau logiciel qui utilise l'axe de coordonnées pour créer des modèles 3D.",
      "example_translation": "Il matematico ha tracciato i punti sul grafico utilizzando l'asse delle coordinate per determinare la pendenza della linea. L'ingegnere ha utilizzato l'asse delle coordinate per calcolare la traiettoria del proiettile. Entro il prossimo mese, il team avrà sviluppato un nuovo software che utilizza l'asse delle coordinate per creare modelli 3D.",
      "imageLink": "image_files\\English\\axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre cardinal",
      "translation": "numero cardinale",
      "definition": "Un nombre qui indique la taille d'un ensemble, tel que un, deux ou trois.",
      "definition_translation": "Un numero che indica la dimensione di un insieme, come uno, due o tre.",
      "example": "L'enseignant a demandé aux élèves de compter le nombre cardinal des pommes dans le panier. Le statisticien a calculé le nombre cardinal des personnes participant à l'événement. D'ici l'année prochaine, la société aura augmenté ses ventes d'un nombre cardinal d'unités.",
      "example_translation": "L'insegnante ha chiesto agli studenti di contare il numero cardinale delle mele nel cestino. Lo statistico ha calcolato il numero cardinale delle persone partecipanti all'evento. Entro l'anno prossimo, l'azienda aumenterà le sue vendite di un numero cardinale di unità.",
      "imageLink": "image_files\\English\\cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "circonférence",
      "translation": "circonferenza",
      "definition": "La circonférence d'un cercle est la distance autour du cercle, ou la longueur de la limite du cercle.",
      "definition_translation": "La circonferenza di un cerchio è la distanza attorno al cerchio, o la lunghezza del confine del cerchio.",
      "example": "Le mathématicien a calculé la circonférence du cercle en utilisant la formule. Elle l'avait calculée hier et le recalculera demain. Ils le calculent en ce moment.",
      "example_translation": "Il matematico ha calcolato la circonferenza del cerchio utilizzando la formula. Lo aveva calcolata ieri e lo calcolerà di nuovo domani. Stanno calcolandolo ora.",
      "imageLink": "image_files\\English\\circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coefficient",
      "translation": "coefficiente",
      "definition": "Un coefficient est une valeur numérique qui est multipliée par une variable dans une expression algébrique, ou un facteur constant dans une expression mathématique.",
      "definition_translation": "Un coefficiente è un valore numerico che viene moltiplicato con una variabile in un'espressione algebrica, o un fattore costante in un'espressione matematica.",
      "example": "Le scientifique a utilisé un coefficient pour expliquer la relation entre les variables. Elle l'avait utilisé la semaine dernière et l'utilisera à nouveau l'année prochaine. Ils l'utilisent en ce moment pour analyser les données.",
      "example_translation": "Lo scienziato ha utilizzato un coefficiente per spiegare la relazione tra le variabili. Lo aveva utilizzato la settimana scorsa e lo utilizzerà di nuovo l'anno prossimo. Stanno utilizzandolo ora per analizzare i dati.",
      "imageLink": "image_files\\English\\coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "compas",
      "translation": " compassi",
      "definition": "Les compas sont un instrument circulaire utilisé pour dessiner des cercles, des arcs et des courbes, composé de deux jambes articulées.",
      "definition_translation": "I compassi sono uno strumento circolare utilizzato per disegnare cerchi, archi e curve, composto da due gambe unite insieme.",
      "example": "L'architecte a utilisé des compas pour dessiner un cercle parfait. Elle les avait utilisés hier pour dessiner une courbe et les utilisera demain pour dessiner un arc. Ils les utilisent en ce moment pour créer un plan.",
      "example_translation": "L'architetto ha utilizzato i compassi per disegnare un cerchio perfetto. Li aveva utilizzati per disegnare una curva ieri e li utilizzerà per disegnare un arco domani. Stanno utilizzandoli ora per creare un progetto.",
      "imageLink": "image_files\\English\\compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle plein",
      "translation": "angolo completo",
      "definition": "Un angle plein est un angle dont la mesure est égale à 360 degrés. Il forme un cercle complet et n'a pas de début ou de fin.",
      "definition_translation": "Un angolo completo è un angolo il cui misura è uguale a 360 gradi. Forma un cerchio completo e non ha inizio o fine.",
      "example": "Le pilote a fait un virage à angle plein pour changer de direction. Hier, elle avait fait un virage similaire et aujourd'hui elle en fera un autre.",
      "example_translation": "Il pilota ha fatto un giro ad angolo completo per cambiare direzione. Ieri, aveva fatto una svolta simile, e oggi ne farà un'altra.",
      "imageLink": "image_files\\English\\complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "système de coordonnées",
      "translation": "sistema di coordinate",
      "definition": "Un système de coordonnées est un système utilisé pour localiser des points dans l'espace en utilisant un ensemble de valeurs numériques. Il est couramment utilisé en mathématiques, en physique et en géographie.",
      "definition_translation": "Un sistema di coordinate è un sistema utilizzato per localizzare punti nello spazio utilizzando un insieme di valori numerici. È comunemente utilizzato in matematica, fisica e geografia.",
      "example": "Le mathématicien a utilisé un système de coordonnées pour résoudre le problème complexe. Elle l'utilisera à nouveau demain pour résoudre un autre problème, et hier elle l'avait utilisé pour résoudre un problème similaire.",
      "example_translation": "Il matematico ha utilizzato un sistema di coordinate per risolvere il problema complesso. Utilizzerà di nuovo domani per risolvere un altro problema, e ieri ha utilizzato per risolvere un problema simile.",
      "imageLink": "image_files\\English\\coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "racine cubique",
      "translation": "radice cubica",
      "definition": "La racine cubique d'un nombre est une valeur qui, élevée au cube, donne le nombre original. C'est l'opération inverse de cube d'un nombre.",
      "definition_translation": "La radice cubica di un numero è un valore che, quando cubata, dà il numero originale. È l'operazione opposta della cubatura di un numero.",
      "example": "L'étudiant a calculé la racine cubique de 27 et a obtenu 3. Elle calculera la racine cubique de 64 demain, et hier elle avait calculé la racine cubique de 125.",
      "example_translation": "Lo studente ha calcolato la radice cubica di 27 e ha ottenuto 3. Calcolerà la radice cubica di 64 domani, e ieri ha calcolato la radice cubica di 125.",
      "imageLink": "image_files\\English\\cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parallélépipède",
      "translation": "cuboide",
      "definition": "Un parallélépipède est une forme géométrique à trois dimensions avec six faces carrées, où tous les angles sont des angles droits.",
      "definition_translation": "Un cuboide è una forma tridimensionale con sei facce quadrate, dove tutti gli angoli sono angoli retti.",
      "example": "Le professeur de géométrie a demandé aux étudiants de dessiner un parallélépipède en utilisant tous les angles droits, le parallélépipède a été dessiné parfaitement et sera utilisé dans le projet d'architecture l'année prochaine.",
      "example_translation": "L'insegnante di geometria ha chiesto agli studenti di disegnare un cuboide usando tutti gli angoli retti, il cuboide è stato disegnato perfettamente e sarà utilizzato nel progetto di architettura dell'anno prossimo.",
      "imageLink": "image_files\\English\\cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cylindre",
      "translation": "cilindro",
      "definition": "Un cylindre est une forme géométrique à trois dimensions avec deux bases circulaires parallèles reliées par une surface latérale courbe.",
      "definition_translation": "Un cilindro è una forma tridimensionale con due basi circolari e parallele connesse da una superficie laterale curva.",
      "example": "L'ingénieur a conçu un cylindre pour stocker le gaz, le cylindre a été manufacturé le mois dernier et sera utilisé pour fournir du gaz à l'hôpital la semaine prochaine.",
      "example_translation": "L'ingegnere ha progettato un cilindro per immagazzinare il gas, il cilindro è stato prodotto lo scorso mese e sarà utilizzato per fornire gas all'ospedale la prossima settimana.",
      "imageLink": "image_files\\English\\cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "décimal",
      "translation": "decimale",
      "definition": "Un décimal est un nombre qui est exprimé en base 10, utilisant les chiffres de 0 à 9, et une partie fractionnaire séparée par un point décimal.",
      "definition_translation": "Un decimale è un numero che è espresso in base 10, utilizzando le cifre da 0 a 9 e una parte frazionaria separata da un punto decimale.",
      "example": "L'étudiant a converti la fraction en décimal, le décimal était 0,75, et sera utilisé dans le calcul mathématique demain.",
      "example_translation": "Lo studente ha convertito la frazione in decimale, il decimale era 0,75 e sarà utilizzato nel calcolo matematico domani.",
      "imageLink": "image_files\\English\\decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "équation différentielle",
      "translation": "equazione differenziale",
      "definition": "Une équation différentielle est une équation mathématique qui implique une fonction inconnue et ses dérivées, et relie les valeurs de la fonction et de ses dérivées à différents points dans l'espace et/ou le temps.",
      "definition_translation": "Un'equazione differenziale è un'equazione matematica che coinvolge una funzione sconosciuta e le sue derivate, e relationali i valori della funzione e le sue derivate in punti diversi nello spazio e/o tempo.",
      "example": "Le physicien a utilisé une équation différentielle pour modéliser le mouvement du pendule. Hier, elle avait utilisé une équation différentielle pour modéliser le mouvement de la springle. Demain, elle utilisera une équation différentielle pour modéliser le mouvement de la roue.",
      "example_translation": "Il fisico ha usato un'equazione differenziale per modellare il moto dell'pendolo. Ieri, aveva usato un'equazione differenziale per modellare il moto della molla. Domani, userà un'equazione differenziale per modellare il moto della ruota.",
      "imageLink": "image_files\\English\\differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chiffre",
      "translation": "cifra",
      "definition": "Un chiffre est un symbole ou un caractère unique dans un système de numération, tel que 0, 1, 2, etc.",
      "definition_translation": "Una cifra è un singolo simbolo o carattere in un sistema di numerazione, come 0, 1, 2, ecc.",
      "example": "Le chiffre 1 était écrit sur le tableau noir. Elle a tapé le chiffre 5 sur son clavier. L'ordinateur affichera le chiffre 9 sur l'écran.",
      "example_translation": "La cifra 1 era scritta sulla lavagna. Ha digitato la cifra 5 sulla sua tastiera. Il computer visualizzerà la cifra 9 sullo schermo.",
      "imageLink": "image_files\\English\\digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dividend",
      "translation": "dividendo",
      "definition": "Un dividende est un paiement effectué par une entreprise à ses actionnaires, généralement pour distribuer une partie de ses profits.",
      "definition_translation": "Un dividendo è un pagamento effettuato da un'azienda ai propri azionisti, solitamente come modo di distribuire alcuni dei propri profitti.",
      "example": "L'entreprise versera un dividende à ses actionnaires le mois prochain. L'an dernier, l'entreprise a versé un dividende de 1 dollar par action. L'investisseur s'attend à un dividende plus élevé de la part de l'entreprise cette année.",
      "example_translation": "L'azienda pagherà un dividendo ai propri azionisti il mese prossimo. Lo scorso anno, l'azienda ha pagato un dividendo di 1 dollaro per azione. L'investitore si aspetta un dividendo più elevato dall'azienda quest'anno.",
      "imageLink": "image_files\\English\\divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "division",
      "translation": "divisione",
      "definition": "L'acte de diviser ou de splitter quelque chose en parties ou en groupes.",
      "definition_translation": "L'atto di dividere o dividere qualcosa in parti o gruppi.",
      "example": "Le professeur a expliqué le concept de division aux élèves. L'entreprise subira une division l'année prochaine. D'ici l'année 2050, la division du travail sera entièrement automatisée.",
      "example_translation": "L'insegnante ha spiegato il concetto di divisione agli studenti. La società subirà una divisione l'anno prossimo. Entro il 2050, la divisione del lavoro sarà completamente automatizzata.",
      "imageLink": "image_files\\English\\division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dividendeur",
      "translation": "divisore",
      "definition": "Un nombre par lequel un autre nombre est divisé.",
      "definition_translation": "Un numero per cui un altro numero viene diviso.",
      "example": "Le dividendeur dans cette équation est 2. Le professeur a demandé aux élèves de trouver le dividendeur du nombre. D'ici l'année prochaine, l'entreprise aura un nouveau dividendeur.",
      "example_translation": "Il divisore in questa equazione è 2. L'insegnante ha chiesto agli studenti di trovare il divisore del numero. Entro l'anno prossimo, la società avrà un nuovo divisore.",
      "imageLink": "image_files\\English\\divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "exposant, puissance",
      "translation": "esponente, potenza",
      "definition": "Un petit nombre qui indique la puissance à laquelle un nombre doit être élevé.",
      "definition_translation": "Un piccolo numero che indica la potenza alla quale un numero deve essere elevato.",
      "example": "L'exposant dans cette équation est 2. La puissance du moteur est de 100 chevaux. D'ici l'année prochaine, l'entreprise aura un nouvel exposant.",
      "example_translation": "L'esponente in questa equazione è 2. La potenza del motore è di 100 cavalli. Entro l'anno prossimo, la società avrà un nuovo esponente.",
      "imageLink": "image_files\\English\\exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fraction",
      "translation": "frazione",
      "definition": "Une fraction est une façon d'exprimer une partie d'un tout comme un quotient d'entiers, généralement un numérateur et un dénominateur.",
      "definition_translation": "Una frazione è un modo di esprimere una parte di un tutto come un quoziente di interi, solitamente un numeratore e un denominatore.",
      "example": "Le professeur a expliqué que une fraction peut être simplifiée en divisant à la fois le numérateur et le dénominateur par leur plus grand diviseur commun. Hier, j'ai appris à ajouter des fractions avec des dénominateurs différents. D'ici la semaine prochaine, j'aurai maîtrisé les fractions.",
      "example_translation": "L'insegnante ha spiegato che una frazione può essere semplificata dividendo sia il numeratore che il denominatore per il loro massimo comune divisore. Ieri, ho imparato come aggiungere frazioni con denominatori diversi. Entro la prossima settimana, avrò padroneggiato le frazioni.",
      "imageLink": "image_files\\English\\fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fonction",
      "translation": "funzione",
      "definition": "Une fonction est une relation entre un ensemble d'entrées, appelé domaine, et un ensemble de sorties possibles, appelé plage.",
      "definition_translation": "Una funzione è una relazione tra un insieme di input, chiamato dominio, e un insieme di output possibili, chiamato range.",
      "example": "Le programmeur a écrit une fonction pour calculer la surface d'un rectangle. La fonction a été exécutée correctement hier. D'ici le mois prochain, la fonction sera intégrée dans le programme principal.",
      "example_translation": "Il programmatore ha scritto una funzione per calcolare l'area di un rettangolo. La funzione è stata eseguita correttamente ieri. Entro il prossimo mese, la funzione sarà integrata nel programma principale.",
      "imageLink": "image_files\\English\\function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hémisphère",
      "translation": "emisfero",
      "definition": "Un hémisphère est soit la moitié nord soit la moitié sud de la Terre, divisée par l'équateur, ou une partie similaire d'un corps céleste.",
      "definition_translation": "Un emisfero è o la metà settentrionale o la metà meridionale della Terra, divisa dall'equatore, o una metà simile di un corpo celeste.",
      "example": "L'astronome a étudié les étoiles dans l'hémisphère sud. Hier, j'ai appris sur l'hémisphère d'une sphère. D'ici l'année prochaine, j'aurai voyagé dans l'hémisphère nord.",
      "example_translation": "L'astronomo ha studiato le stelle nell'emisfero meridionale. Ieri, ho imparato sull'emisfero di una sfera. Entro il prossimo anno, avrò viaggiato nell'emisfero settentrionale.",
      "imageLink": "image_files\\English\\hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "heptagone",
      "translation": "ettagono",
      "definition": "Un heptagone est un polygone à sept côtés, especialmente un qui est régulier et a sept angles et sept côtés égaux.",
      "definition_translation": "Un ettagono è un poligono con sette lati, specialmente uno che è regolare e ha sette angoli uguali e sette lati uguali.",
      "example": "En géométrie, un heptagone a été étudié par les anciens Grecs. Actuellement, les architectes conçoivent des bâtiments de forme heptagonale. D'ici 2050, nous verrons plus de bâtiments heptagonaux.",
      "example_translation": "In geometria, un ettagono è stato studiato dagli antichi greci. Attualmente, gli architetti stanno progettando edifici con forma ettagonale. Nel 2050, vedremo più edifici ettagonali.",
      "imageLink": "image_files\\English\\heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hexagone",
      "translation": "esagono",
      "definition": "Un hexagone est un polygone à six côtés, notamment un qui est régulier et a six angles égaux et six côtés égaux.",
      "definition_translation": "Un esagono è un poligono con sei lati, specialmente uno che è regolare e ha sei angoli uguali e sei lati uguali.",
      "example": "Dans la nature, les abeilles créent des honeycombs hexagonaux. Les architectes ont conçu des bâtiments hexagonaux dans les villes modernes. D'ici 2030, les gratte-ciel hexagonaux seront courants.",
      "example_translation": "In natura, le api creano alveari esagonali. Gli architetti hanno progettato edifici esagonali nelle città moderne. Nel 2030, grattacieli esagonali saranno comuni.",
      "imageLink": "image_files\\English\\hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "infini",
      "translation": "infinito",
      "definition": "L'infini est un concept en mathématiques où une quantité n'a pas de fin ou de limite en termes de taille, d'étendue ou de degré.",
      "definition_translation": "L'infinito è un concetto in matematica dove una quantità non ha fine o limite in termini di grandezza, estensione o grado.",
      "example": "Les philosophes ont débattu du concept d'infini pendant des siècles. Les mathématiciens utilisent l'infini dans leurs calculs. Dans le futur, nous allons explorer l'infini de l'espace.",
      "example_translation": "I filosofi hanno dibattuto il concetto di infinito per secoli. I matematici utilizzano l'infinito nei loro calcoli. Nel futuro, esploreremo l'infinito dello spazio.",
      "imageLink": "image_files\\English\\infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entier",
      "translation": "intero",
      "definition": "Un nombre entier, soit positif, négatif ou zéro, qui n'est pas une décimale ou une fraction.",
      "definition_translation": "Un numero intero, positivo, negativo o zero, che non è un decimale o una frazione.",
      "example": "L'entier 5 est un nombre premier. Hier, j'ai calculé un entier. Je vais utiliser un entier dans mon problème de maths demain.",
      "example_translation": "L'intero 5 è un numero primo. Ieri, ho calcolato un intero. Userò un intero nel mio problema di matematica domani.",
      "imageLink": "image_files\\English\\integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intégrale",
      "translation": "integrale",
      "definition": "Une fonction mathématique qui peut être utilisée pour trouver l'aire sous une courbe ou d'autres quantités mathématiques.",
      "definition_translation": "Una funzione matematica che può essere utilizzata per trovare l'area sotto una curva o altre quantità matematiche.",
      "example": "L'intégrale de x carré est x cube sur 3. Elle a calculé l'intégrale de la fonction. Le mathématicien étudiera l'intégrale de l'équation.",
      "example_translation": "L'integrale di x quadrato è x cubico su 3. Ha calcolato l'integrale della funzione. Il matematico studierà l'integrale dell'equazione.",
      "imageLink": "image_files\\English\\integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre irrationnel",
      "translation": "numero irrazionale",
      "definition": "Un nombre réel qui ne peut pas être exprimé comme une décimale ou une fraction finie.",
      "definition_translation": "Un numero reale che non può essere espresso come un decimale o frazione finita.",
      "example": "Pi est un nombre irrationnel. Le mathématicien a découvert un nombre irrationnel. L'élève apprendra sur les nombres irrationnels en classe de maths.",
      "example_translation": "Pi è un numero irrazionale. Il matematico ha scoperto un numero irrazionale. Lo studente imparerà sui numeri irrazionali nella classe di matematica.",
      "imageLink": "image_files\\English\\irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "segment de droite",
      "translation": "segmento di linea",
      "definition": "Une partie d'une droite qui est délimitée par deux points distincts et contient tous les points de la droite entre eux.",
      "definition_translation": "Una parte di una linea che è delimitata da due punti distincti e contiene ogni punto sulla linea tra loro.",
      "example": "Hier, j'ai dessiné un segment de droite sur le tableau pour illustrer le concept de milieu. Aujourd'hui, je vais expliquer comment trouver le milieu d'un segment de droite. Demain, je vais donner un quiz sur l'identification des segments de droite.",
      "example_translation": "Ieri, ho disegnato un segmento di linea sulla lavagna per illustrare il concetto di punto medio. Oggi, sto spiegando come trovare il punto medio di un segmento di linea. Domani, darò un quiz sull'identificazione dei segmenti di linea.",
      "imageLink": "image_files\\English\\line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "logarithme",
      "translation": "logaritmo",
      "definition": "Le pouvoir auquel un nombre de base doit être élevé pour produire une valeur donnée.",
      "definition_translation": "La potenza a cui un numero di base deve essere elevato per produrre un valore dato.",
      "example": "J'ai utilisé les logarithmes pour résoudre l'équation complexe hier, mais je vais les utiliser pour simplifier l'expression aujourd'hui, et mon ami appliquera les logarithmes pour calculer le taux de changement demain.",
      "example_translation": "Ho usato i logaritmi per risolvere l'equazione complessa ieri, ma li userò per semplificare l'espressione oggi, e il mio amico applicherà i logaritmi per calcolare il tasso di cambiamento domani.",
      "imageLink": "image_files\\English\\logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "multiplication",
      "translation": "moltiplicazione",
      "definition": "Le processus de répéter un nombre un certain nombre de fois pour obtenir un produit.",
      "definition_translation": "Il processo di ripetere un numero un certo numero di volte per ottenere un prodotto.",
      "example": "J'ai appris les tables de multiplication à l'école primaire, mais je vais utiliser la multiplication pour résoudre le problème de mots aujourd'hui, et mon frère appliquera la multiplication pour calculer l'aire du rectangle demain.",
      "example_translation": "Ho imparato come fare le tavole di moltiplicazione nella scuola elementare, ma userò la moltiplicazione per risolvere il problema di parole oggi, e mio fratello applicherà la moltiplicazione per calcolare l'area del rettangolo domani.",
      "imageLink": "image_files\\English\\multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre naturel",
      "translation": "numero naturale",
      "definition": "Un nombre naturel est un entier positif, commençant à 1 et allant jusque à l'infini, utilisé pour le comptage et les opérations arithmétiques de base.",
      "definition_translation": "Un numero naturale è un intero positivo, a partire da 1 e fino all'infinito, utilizzato per conteggi e operazioni aritmetiche basiche.",
      "example": "Hier, j'ai compté 5 nombres naturels dans la séquence. Aujourd'hui, je compte 10 nombres naturels, et demain je vais compter 20 nombres naturels.",
      "example_translation": "Ieri, ho contato 5 numeri naturali nella sequenza. Oggi, sto contando 10 numeri naturali, e domani conterò 20 numeri naturali.",
      "imageLink": "image_files\\English\\natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "droite numérique",
      "translation": "retta numerica",
      "definition": "Une représentation visuelle des nombres sur une droite rectiligne, utilisée pour comparer et ordonner les nombres, et pour effectuer des opérations arithmétiques.",
      "definition_translation": "Una retta numerica è una rappresentazione visiva dei numeri su una retta, utilizzata per confrontare e ordinare i numeri, e per eseguire operazioni aritmetiche.",
      "example": "Le professeur a dessiné une droite numérique sur le tableau pour aider les élèves à comprendre le concept de fractions. L'année prochaine, nous allons utiliser une droite numérique pour apprendre sur les décimaux.",
      "example_translation": "L'insegnante ha disegnato una retta numerica sulla lavagna per aiutare gli studenti a comprendere il concetto di frazioni. L'anno prossimo, useremo una retta numerica per imparare sui decimali.",
      "imageLink": "image_files\\English\\number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle obtus",
      "translation": "angolo ottuso",
      "definition": "Un angle obtus est un type d'angle qui est supérieur à 90 degrés mais inférieur à 180 degrés, formé par deux rayons partageant un point commun.",
      "definition_translation": "Un angolo ottuso è un tipo di angolo che è maggiore di 90 gradi ma minore di 180 gradi, formato da due raggi condividendo un endpoint comune.",
      "example": "Dans le triangle, il y a un angle obtus entre les deux côtés. Le menuisier a dû mesurer l'angle obtus soigneusement pour s'assurer que la tablette était nivelée.",
      "example_translation": "Nel triangolo, c'è un angolo ottuso tra i due lati. Il falegname doveva misurare l'angolo ottuso con cura per assicurarsi che lo scaffale fosse livellato.",
      "imageLink": "image_files\\English\\obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "octogone",
      "translation": "ottagono",
      "definition": "Un polygone à huit côtés.",
      "definition_translation": "Un poligono con otto lati.",
      "example": "L'architecte a conçu un bâtiment octogonal. L'année dernière, elle a conçu un parc octogonal. D'ici l'année prochaine, elle concevra un musée octogonal.",
      "example_translation": "L'architetto ha progettato un edificio a forma di ottagono. L'anno scorso, ha progettato un parco a forma di ottagono. Entro l'anno prossimo, progetterà un museo a forma di ottagono.",
      "imageLink": "image_files\\English\\octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre ordinal",
      "translation": "numero ordinale",
      "definition": "Un nombre qui montre la position de quelque chose dans une liste ou une séquence.",
      "definition_translation": "Un numero che indica la posizione di qualcosa in una lista o sequenza.",
      "example": "Le nombre ordinal du premier élément de la liste est un. L'élève a écrit les nombres ordinaux correctement. D'ici demain, le professeur enseignera les nombres ordinaux à nouveau.",
      "example_translation": "Il numero ordinale del primo elemento sulla lista è uno. Lo studente ha scritto i numeri ordinali correttamente. Entro domani, l'insegnante insegnerà ancora i numeri ordinali.",
      "imageLink": "image_files\\English\\ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parallèle",
      "translation": "parallelo",
      "definition": "S'étendant dans la même direction, mais ne se rencontrant pas, à aucun point.",
      "definition_translation": "Estendendosi nella stessa direzione, ma non incontrandosi, in nessun punto.",
      "example": "Les deux lignes sont parallèles l'une à l'autre. L'architecte a conçu des rues parallèles. D'ici l'année prochaine, la ville aura des pistes cyclables parallèles.",
      "example_translation": "Le due linee sono parallele tra loro. L'architetto ha progettato strade parallele. Entro l'anno prossimo, la città avrà corsie ciclabili parallele.",
      "imageLink": "image_files\\English\\parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parallélogramme",
      "translation": "parallelogramma",
      "definition": "Un quadrilatère avec des côtés opposés de longueur égale, dont les angles opposés sont égaux, et dont la diagonale bissectrice.",
      "definition_translation": "Un quadrilatero con lati opposti di uguale lunghezza, i cui angoli opposti sono uguali e il cui diagonale si bisecano a vicenda.",
      "example": "En géométrie, nous avons étudié les propriétés des parallélogrammes, notamment leurs diagonales et leurs côtés opposés. Hier, j'ai trouvé un autocollant en forme de parallélogramme sur mon cahier de maths. D'ici la semaine prochaine, j'aurai maîtrisé le concept de parallélogrammes.",
      "example_translation": "In geometria, abbiamo studiato le proprietà dei parallelogrammi, compresi i loro diagonali e lati opposti. Ieri, ho trovato un adesivo a forma di parallelogramma sul mio quaderno. Entro la prossima settimana, avrò padronato il concetto dei parallelogrammi.",
      "imageLink": "image_files\\English\\parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pentagone",
      "translation": "pentagono",
      "definition": "Un polygone à cinq côtés de longueur égale, dont les angles internes s'additionnent à 540 degrés.",
      "definition_translation": "Un poligono con cinque lati di uguale lunghezza, i cui angoli interni sommano fino a 540 gradi.",
      "example": "Les anciens Grecs utilisaient des pentagones pour construire des fortifications solides. Hier, j'ai dessiné un pentagone dans mon cahier de maths. D'ici le mois prochain, j'aurai appris à calculer le périmètre d'un pentagone.",
      "example_translation": "Gli antichi greci utilizzavano i pentagoni per costruire fortezze resistenti. Ieri, ho disegnato un pentagono nel mio quaderno di matematica. Entro il prossimo mese, avrò imparato a calcolare la circonferenza di un pentagono.",
      "imageLink": "image_files\\English\\pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "perpendiculaire",
      "translation": "perpendicolare",
      "definition": "À angle droit (90 degrés) par rapport à une ligne, un plan ou une surface donnés.",
      "definition_translation": "Ad un angolo retto (90 gradi) rispetto a una linea, piano o superficie data.",
      "example": "L'échelle était perpendiculaire au mur lorsque je l'ai placée. Hier, j'ai dessiné une ligne perpendiculaire à l'axe des x dans mon graphique. D'ici l'année prochaine, j'aurai maîtrisé le concept de la perpendicularité en géométrie.",
      "example_translation": "La scala era perpendicolare al muro quando l'ho posizionata. Ieri, ho disegnato una linea perpendicolare all'asse x nel mio grafico. Entro il prossimo anno, avrò padronato il concetto di perpendicolarità nella geometria.",
      "imageLink": "image_files\\English\\perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre premier",
      "translation": "numero primo",
      "definition": "Un nombre premier est un entier positif qui n'est divisible que par lui-même et 1.",
      "definition_translation": "Un numero primo è un intero positivo che è divisibile solo per se stesso e 1.",
      "example": "Le nombre premier 23 a été un sujet d'intérêt en mathématiques pendant des siècles. Il a été étudié par les anciens Grecs, qui le considéraient comme un élément de base des nombres. Aujourd'hui, les nombres premiers sont utilisés dans la cryptographie pour sécuriser les transactions en ligne. À l'avenir, ils continueront de jouer un rôle vital dans le développement de systèmes de communication sécurisés.",
      "example_translation": "Il numero primo 23 è stato oggetto di interesse in matematica per secoli. Fu studiato dagli antichi greci, che lo consideravano un blocco fondamentale dei numeri. Oggi, i numeri primi sono utilizzati nella crittografia per garantire le transazioni online. Nel futuro, continueranno a svolgere un ruolo vitale nello sviluppo di sistemi di comunicazione sicuri.",
      "imageLink": "image_files\\English\\prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prisme",
      "translation": "prisma",
      "definition": "Un prisme est un élément optique transparent avec des surfaces plates et polies qui réfractent la lumière.",
      "definition_translation": "Un prisma è un elemento ottico trasparente con superfici piatte e lucide che rifrangono la luce.",
      "example": "Le prisme dans le microscope nous a permis d'examiner l'échantillon plus en détail. Dans le passé, les prismes étaient utilisés dans les télescopes pour courber la lumière et observer des objets éloignés. À l'avenir, les prismes seront utilisés dans les technologies avancées telles que les écrans holographiques.",
      "example_translation": "Il prisma nel microscopio ci ha permesso di esaminare il campione più da vicino. In passato, i prismi sono stati utilizzati nei telescopi per piegare la luce e osservare oggetti lontani. Nel futuro, i prismi saranno utilizzati in tecnologie avanzate come display olografici.",
      "imageLink": "image_files\\English\\prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "produit",
      "translation": "prodotto",
      "definition": "Un produit est un élément tangible ou intangible qui satisfait les besoins ou les désirs d'un consommateur.",
      "definition_translation": "Un prodotto è un elemento tangibile o intangibile che soddisfa le esigenze o desideri del consumatore.",
      "example": "Le nouveau produit a été lancé sur le marché la semaine dernière. Dans le passé, l'entreprise avait produit une gamme de produits qui n'étaient pas très réussis. À l'avenir, l'entreprise prévoit d'élargir sa gamme de produits pour inclure plus d'options éco-amicales.",
      "example_translation": "Il nuovo prodotto è stato lanciato sul mercato la settimana scorsa. In passato, l'azienda aveva prodotto una gamma di prodotti che non erano molto riusciti. Nel futuro, l'azienda pianifica di ampliare la sua gamma di prodotti per includere più opzioni ecosostenibili.",
      "imageLink": "image_files\\English\\product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Théorème de Pythagore",
      "translation": "teorema di Pitagora",
      "definition": "Un concept mathématique qui décrit la relation entre les longueurs des côtés d'un triangle rectangle, où le carré de la longueur de l'hypoténuse est égal à la somme des carrés des longueurs des deux autres côtés.",
      "definition_translation": "Un concetto matematico che descrive la relazione tra le lunghezze dei lati di un triangolo rettangolo, dove il quadrato della lunghezza dell'ipotenusa è uguale alla somma dei quadrati delle lunghezze degli altri due lati.",
      "example": "Dans le passé, les mathématiciens utilisaient le théorème de Pythagore pour calcular les distances entre les étoiles. Aujourd'hui, il est toujours utilisé dans la construction pour s'assurer que les bâtiments sont carrés. Dans le futur, il sera probablement utilisé dans l'exploration spatiale pour naviguer dans les territoires inconnus.",
      "example_translation": "In passato, i matematici hanno utilizzato il teorema di Pitagora per calcolare le distanze tra le stelle. Oggi, è ancora utilizzato nell'edilizia per assicurare che gli edifici siano quadrati. Nel futuro, sarà probabilmente utilizzato nell'esplorazione spaziale per navigare attraverso territori inesplorati.",
      "imageLink": "image_files\\English\\pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Équation du second degré",
      "translation": "equazione quadratica",
      "definition": "Une équation polynomiale de degré deux, qui peut être écrite sous la forme ax^2 + bx + c = 0, où a, b et c sont des constantes, et x est une variable.",
      "definition_translation": "Un'equazione polinomiale di degree due, che può essere scritta nella forma ax^2 + bx + c = 0, dove a, b e c sono costanti e x è una variabile.",
      "example": "Dans le passé, les étudiants avaient du mal à résoudre les équations du second degré, mais avec l'invention des calculateurs, cela est devenu plus facile. Aujourd'hui, les équations du second degré sont utilisées en physique pour modéliser le mouvement des objets. Dans le futur, elles seront utilisées dans l'intelligence artificielle pour faire des prédictions.",
      "example_translation": "In passato, gli studenti hanno lottato per risolvere le equazioni quadratiche, ma con l'invenzione delle calcolatrici, è diventato più facile. Oggi, le equazioni quadratiche sono utilizzate nella fisica per modellare il moto degli oggetti. Nel futuro, saranno utilizzate nell'intelligenza artificiale per fare previsioni.",
      "imageLink": "image_files\\English\\quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Quotient",
      "translation": "quoziente",
      "definition": "Le résultat de la division d'une quantité par une autre, souvent utilisé en mathématiques pour comparer les tailles relatives de deux quantités.",
      "definition_translation": "Il risultato della divisione di una quantità per un'altra, spesso utilizzato nella matematica per confrontare le dimensioni relative di due quantità.",
      "example": "Dans le passé, les mathématiciens utilisaient les quotients pour calculer le rapport de la circonférence d'un cercle à son diamètre. Aujourd'hui, les quotients sont utilisés en finance pour calculer le rendement de l'investissement. Dans le futur, ils seront utilisés en informatique pour optimiser les algorithmes.",
      "example_translation": "In passato, i matematici hanno utilizzato i quozienti per calcolare il rapporto della circonferenza di un cerchio al suo diametro. Oggi, i quozienti sono utilizzati nella finanza per calcolare il rendimento dell'investimento. Nel futuro, saranno utilizzati nella scienza informatica per ottimizzare gli algoritmi.",
      "imageLink": "image_files\\English\\quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Rayon",
      "translation": "raggio",
      "definition": "Un segment de droite qui joint le centre d'un cercle à tout point de sa circonférence.",
      "definition_translation": "Un segmento di linea che unisce il centro di un cerchio a qualsiasi punto sulla sua circonferenza.",
      "example": "Le rayon du cercle est de 5 cm. Hier, j'ai calculé le rayon de la roue. Demain, je vais mesurer le rayon du tuyau.",
      "example_translation": "Il raggio del cerchio è di 5 cm. Ieri, ho calcolato il raggio della ruota. Domani, misurerò il raggio della tubazione.",
      "imageLink": "image_files\\English\\radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Nombre rationnel",
      "translation": "numero razionale",
      "definition": "Un nombre qui peut être exprimé comme le quotient ou la fraction de deux entiers, tels que 3/4 ou 22/7.",
      "definition_translation": "Un numero che può essere espresso come quoziente o frazione di due interi, come 3/4 o 22/7.",
      "example": "Le nombre rationnel 3/4 est une fraction. Le nombre rationnel 22/7 est un décimal. Le nombre rationnel 1/2 est un pourcentage.",
      "example_translation": "Il numero razionale 3/4 è una frazione. Il numero razionale 22/7 è un decimale. Il numero razionale 1/2 è una percentuale.",
      "imageLink": "image_files\\English\\rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Nombre réel",
      "translation": "numero reale",
      "definition": "Un nombre qui peut être représenté sur la droite des nombres, incluant les nombres rationnels et les nombres irrationnels.",
      "definition_translation": "Un numero che può essere rappresentato sulla retta numerica, compresi i numeri razionali e irrazionali.",
      "example": "Le nombre réel pi est un nombre irrationnel. Le nombre réel 2 est un nombre rationnel. Le nombre réel 3,14 est une approximation.",
      "example_translation": "Il numero reale pi è un numero irrazionale. Il numero reale 2 è un numero razionale. Il numero reale 3,14 è un'approssimazione.",
      "imageLink": "image_files\\English\\real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Angle rentrant",
      "translation": "angolo riflesso",
      "definition": "Un angle qui est supérieur à 180 degrés mais inférieur à 360 degrés.",
      "definition_translation": "Un angolo maggiore di 180 gradi ma minore di 360 gradi.",
      "example": "La boussole indiquait toujours un angle rentrant lorsqu'elle était tenue à l'envers. Elle indiquait un angle rentrant hier. Elle indiquera un angle rentrant demain.",
      "example_translation": "La bussola indica sempre un angolo riflesso quando viene tenuta capovolta. Ha indicato un angolo riflesso ieri. Indicherà un angolo riflesso domani.",
      "imageLink": "image_files\\English\\reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Losange",
      "translation": "rombo",
      "definition": "Un quadrilatère avec tous les côtés de longueur égale, où les côtés opposés sont parallèles et les angles opposés sont égaux.",
      "definition_translation": "Un quadrilatero con tutti i lati di uguale lunghezza, dove i lati opposti sono paralleli e gli angoli opposti sono uguali.",
      "example": "Le sol de la salle était composé de nombreux pièces losangées. L'artiste a dessiné un losange dans son carnet de croquis. Le logo de l'entreprise présente un losange stylisé.",
      "example_translation": "Il pavimento in piastrelle era composto da molti pezzi a forma di rombo. L'artista disegnò un rombo nel suo taccuino. Il logo dell'azienda presenta un rombo stilizzato.",
      "imageLink": "image_files\\English\\rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Angle droit",
      "translation": "angolo retto",
      "definition": "Un angle qui est égal à 90 degrés, formé par deux lignes ou plans perpendiculaires.",
      "definition_translation": "Un angolo uguale a 90 gradi, formato da due linee o piani perpendicolari.",
      "example": "Le charpentier a utilisé un outil pour s'assurer que les pièces de bois formaient un angle droit. L'architecte a conçu le bâtiment avec de nombreux angles droits. Le problème de maths nous a demandé de trouver l'angle droit dans le triangle.",
      "example_translation": "Il falegname usò uno strumento per assicurarsi che i pezzi di legno formassero un angolo retto. L'architetto progettò l'edificio con molti angoli retti. Il problema di matematica richiedeva di trovare l'angolo retto nel triangolo.",
      "imageLink": "image_files\\English\\right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Racine",
      "translation": "radice",
      "definition": "Une partie d'une plante qui pousse sous terre, ancrant la plante et absorbant l'eau et les nutriments du sol.",
      "definition_translation": "Una radice è una parte di una pianta che cresce sottoterra, ancorando la pianta e assorbendo acqua e nutrienti dal terreno.",
      "example": "Le système racinaire de l'arbre a été endommagé pendant la tempête, ce qui l'a fait tomber. Les racines de l'ancien arbre étaient exposées après la inondation. La racine du problème était le manque d'entretien.",
      "example_translation": "Il sistema radicale dell'albero è stato danneggiato durante la tempesta, causando la sua caduta. Le radici dell'albero vecchio erano esposte dopo l'inondazione. La radice del problema era la mancanza di manutenzione.",
      "imageLink": "image_files\\English\\root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sphère",
      "translation": "sfera",
      "definition": "Une sphère est une forme tridimensionnelle qui est parfaitement ronde et symétrique, comme un ballon.",
      "definition_translation": "Una sfera è una forma tridimensionale che è perfettamente rotonda e simmetrica, come una palla.",
      "example": "La sphère a roulé dans la colline, gagnant de la vitesse. La sphère d'influence de l'entreprise est en expansion. L'astronome a étudié la sphère de la planète.",
      "example_translation": "La sfera rotolò giù per la collina, acquistando velocità. La sfera di influenza dell'azienda si sta espandendo. L'astronomo studiò la sfera del pianeta.",
      "imageLink": "image_files\\English\\sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "racine carrée",
      "translation": "radice quadrata",
      "definition": "En mathématiques, la racine carrée d'un nombre est une valeur qui, lorsqu'elle est multipliée par elle-même, donne le nombre original.",
      "definition_translation": "In matematica, la radice quadrata di un numero è un valore che, quando moltiplicato per se stesso, dà il numero originale.",
      "example": "La racine carrée de 16 est 4, parce que 4 multiplié par 4 égale 16. La racine carrée de 25 est 5, parce que 5 multiplié par 5 égale 25. Elle a calculé la racine carrée du nombre pour résoudre l'équation.",
      "example_translation": "La radice quadrata di 16 è 4, perché 4 moltiplicato per 4 è uguale a 16. La radice quadrata di 25 è 5, perché 5 moltiplicato per 5 è uguale a 25. Lei calcolò la radice quadrata del numero per risolvere l'equazione.",
      "imageLink": "image_files\\English\\square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle droit",
      "translation": "angolo retto",
      "definition": "Un angle de 180 degrés, où deux lignes ou plans intersectent et forment une ligne droite.",
      "definition_translation": "Un angolo di 180 gradi, dove due linee o piani si intersecano e formano una linea retta.",
      "example": "L'architecte a conçu le bâtiment avec des angles droits pour créer un look moderne. Hier, elle a calculé les angles droits du toit. Demain, elle s'assurera que tous les angles droits sont précis.",
      "example_translation": "L'architetto ha progettato l'edificio con angoli retti per creare un look moderno. Ieri, ha calcolato gli angoli retti del tetto. Domani, si assicurerà che tutti gli angoli retti siano precisi.",
      "imageLink": "image_files\\English\\straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sous-ensemble",
      "translation": "sottoinsieme",
      "definition": "Un ensemble d'éléments qui font partie d'un ensemble plus large, souvent utilisé en mathématiques et en informatique.",
      "definition_translation": "Un insieme di elementi che fanno parte di un insieme più grande, spesso utilizzato in matematica e scienza dell'informazione.",
      "example": "Le professeur a expliqué le concept de sous-ensembles dans la conférence. La semaine dernière, nous avons identifié les sous-ensembles de nombres premiers. La semaine prochaine, nous allons apprendre à calculer l'union de sous-ensembles.",
      "example_translation": "Il professore ha spiegato il concetto di sottinsiemi nella lezione. La scorsa settimana, abbiamo identificato i sottinsiemi di numeri primi. La prossima settimana, impareremo a calcolare l'unione dei sottinsiemi.",
      "imageLink": "image_files\\English\\subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soustraction",
      "translation": "sottrazione",
      "definition": "L'opération de trouver la différence entre deux nombres, souvent représentée par le signe moins (-).",
      "definition_translation": "L'operazione di trovare la differenza tra due numeri, spesso rappresentata dal segno meno (-).",
      "example": "L'étudiante a pratiqué des problèmes de soustraction pour son test de mathématiques. Hier, elle a soustrait 5 de 10 pour obtenir 5. Demain, elle résoudra des équations de soustraction avec des variables.",
      "example_translation": "La studentessa ha esercitato problemi di sottrazione per il suo test di matematica. Ieri, ha sottratto 5 da 10 per ottenere 5. Domani, risolverà equazioni di sottrazione con variabili.",
      "imageLink": "image_files\\English\\subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "théorème de Thalès",
      "translation": "teorema di Talete",
      "definition": " Une déclaration en géométrie qui décrit la relation entre les longueurs du rayon, de la tangente et de la sécante d'un cercle.",
      "definition_translation": "Una dichiarazione in geometria che descrive la relazione tra le lunghezze del raggio, la tangente e la secante di un cerchio.",
      "example": "Les étudiants ont appris le théorème de Thalès dans leur classe de mathématiques. Ils l'appliqueront pour résoudre des problèmes la semaine prochaine. D'ici la fin du semestre, ils l'auront maîtrisé.",
      "example_translation": "Gli studenti hanno imparato il teorema di Talete nella loro classe di matematica. L'useranno per risolvere problemi la settimana prossima. Alla fine del semestre, l'avevano padroneggiato.",
      "imageLink": "image_files\\English\\thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tore",
      "translation": "toro",
      "definition": "Une surface en forme de doughnut générée par la rotation d'un cercle dans l'espace tridimensionnel autour d'un axe coplanaire avec le cercle.",
      "definition_translation": "Una superficie a forma di ciambella generata dalla rotazione di un cerchio nello spazio tridimensionale attorno a un asse coplanare con il cerchio.",
      "example": "L'ingénieur a conçu un tunnel en forme de tore pour la nouvelle autoroute. Il sera construit l'année prochaine. D'ici la fin de la décennie, il était devenu une attraction touristique.",
      "example_translation": "L'ingegnere ha progettato un tunnel a forma di toro per la nuova autostrada. Sarà costruito l'anno prossimo. Alla fine del decennio, era diventato un'attrazione turistica.",
      "imageLink": "image_files\\English\\torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "trapèze",
      "translation": "trapezio",
      "definition": "Un quadrilatère avec deux paires de côtés opposés de longueurs inégales, où une paire de côtés opposés est parallèle.",
      "definition_translation": "Un quadrilatero con due coppie di lati opposti di lunghezza diversa, dove una coppia di lati opposti è parallela.",
      "example": "L'architecte a conçu un bâtiment en forme de trapèze pour le nouveau musée. Il a été inauguré le mois dernier. D'ici la fin de l'année, il était devenu un monument de la ville.",
      "example_translation": "L'architetto ha progettato un edificio a forma di trapezio per il nuovo museo. È stato aperto lo scorso mese. Alla fine dell'anno, era diventato un punto di riferimento della città.",
      "imageLink": "image_files\\English\\trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vecteur",
      "translation": "vettore",
      "definition": "Une quantité avec une grandeur et une direction, souvent représentée graphiquement par une flèche dans un système de coordonnées.",
      "definition_translation": "Una quantità con entrambi la magnitudine e la direzione, spesso rappresentata graficamente da una freccia in un sistema di coordinate.",
      "example": "Le vecteur pointait vers le nord. Hier, le vecteur pointait vers le sud. Demain, le vecteur pointera vers l'est.",
      "example_translation": "Il vettore puntava verso il nord. Ieri, il vettore puntava a sud. Domani, il vettore punterà a est.",
      "imageLink": "image_files\\English\\vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle zéro",
      "translation": "angolo zero",
      "definition": "Un angle dont la mesure est de zéro degré, formant une ligne droite.",
      "definition_translation": "Un angolo la cui misura è di zero gradi, formando una linea retta.",
      "example": "Le géomètre a mesuré un angle zéro entre les deux lignes. L'angle zéro sera recalculé demain. L'ingénieur a dessiné un angle zéro sur le plan bleu hier.",
      "example_translation": "Il geometra ha misurato un angolo zero tra le due linee. L'angolo zero sarà ricontrollato domani. L'ingegnere ha disegnato un angolo zero sulla pianta ieri.",
      "imageLink": "image_files\\English\\zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]