[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "insecte",
      "translation": "insetto",
      "definition": "Un petit animal avec six pattes, ayant généralement une couverture dure et souvent trouvé dans les jardins ou les forêts.",
      "definition_translation": "Un piccolo animale con sei zampe, solitamente con un rivestimento esterno duro e spesso trovato nei giardini o nelle foreste.",
      "example": "J'ai vu un insecte rampant sur le mur hier. Aujourd'hui, je vais essayer d'attraper un insecte dans le jardin. D'ici l'année prochaine, j'aurai appris sur de nombreux insectes différents.",
      "example_translation": "Ho visto un insetto strisciare sulla parete ieri. Oggi, cercherò di catturare un insetto nel giardino. Entro l'anno prossimo, avrò imparato su molti insetti diversi.",
      "imageLink": "image_files\\English\\insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fourmi",
      "translation": "formica",
      "definition": "Un petit insecte, habituellement rouge ou noir, vivant en colonies et connu pour son nature industrieuse.",
      "definition_translation": "Un piccolo insetto, solitamente rosso o nero, che vive in colonie e è noto per la sua natura industriosa.",
      "example": "J'ai regardé une fourmi transportant un miette jusqu'à son terrier hier. Aujourd'hui, j'ai vu des fourmis marchant en ligne droite sur le sol de la cuisine. D'ici l'été prochain, j'attendrai de voir de nombreuses fourmis dans le jardin.",
      "example_translation": "Ho guardato una formica che portava un briciolo nel suo formicaio ieri. Oggi, ho visto delle formiche marciare in fila sulla pavimentazione della cucina. Entro la prossima estate, mi aspetto di vedere molte formiche nel giardino.",
      "imageLink": "image_files\\English\\ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "abeille",
      "translation": "ape",
      "definition": "Un insecte volant qui collecte le nectar des fleurs et produit du miel, souvent vivant dans une ruche avec une reine.",
      "definition_translation": "Un insetto volante che raccoglie nettare dai fiori e produce miele, spesso vivendo in un alveare con una regina ape.",
      "example": "J'ai vu une abeille bourdonnant autour des fleurs dans le jardin hier. Aujourd'hui, j'ai regardé une abeille collectant le nectar des tournesols. D'ici le mois prochain, j'aurai appris sur l'importance des abeilles dans la pollinisation.",
      "example_translation": "Ho visto un'ape ronzare intorno ai fiori nel giardino ieri. Oggi, ho guardato un'ape che raccoglieva nettare dai girasoli. Entro il prossimo mese, avrò imparato sull'importanza delle api nell'impollinazione.",
      "imageLink": "image_files\\English\\bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bestiole",
      "translation": "insetto",
      "definition": "Un petit insecte, notamment celui qui est ennuyeux ou gênant.",
      "definition_translation": "Un insetto piccolo, soprattutto uno che è fastidioso o problematico.",
      "example": "J'ai trouvé une bestiole dans ma cuisine hier soir, et cela m'a fait peur. Je vais écraser chaque bestiole que je vois dans ma maison. J'ai vu une bestiole rampant sur le mur hier.",
      "example_translation": "Ho trovato un insetto nella mia cucina ieri sera, e mi ha spaventato. Squasherò ogni insetto che vedo in casa mia. Ho visto un insetto strisciare sulla parete ieri.",
      "imageLink": "image_files\\English\\bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papillon",
      "translation": "farfalla",
      "definition": "Un insecte volant avec des ailes souvent très colorées, notamment l'une des espèces qui se nourrissent de nectar.",
      "definition_translation": "Un insetto volante con ali grandi e spesso colorate, soprattutto una delle specie che si nutrono di nettare.",
      "example": "J'ai vu un beau papillon dans le jardin aujourd'hui. Le papillon va s'envoler bientôt. J'ai regardé un papillon se transformer à partir d'une chenille hier.",
      "example_translation": "Ho visto una bella farfalla nel giardino oggi. La farfalla volerà via presto. Ho guardato una farfalla trasformarsi da bruises ieri.",
      "imageLink": "image_files\\English\\butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cafard",
      "translation": "scarafaggio",
      "definition": "Un grand insecte plat, ovalaire, ayant un exosquelette brillant, généralement trouvé dans des endroits sombres ou sales.",
      "definition_translation": "Un insetto grande, piatto, a forma di uovo con un esoscheletro luminoso, solitamente trovato in posti bui o sporchi.",
      "example": "Je n'aime pas les cafards dans ma cuisine. Le cafard a couru sur le sol lorsque j'ai allumé la lumière. J'appellerai l'exterminateur pour tuer tous les cafards.",
      "example_translation": "Non mi piacciono gli scarafaggi nella mia cucina. Lo scarafaggio corse attraverso il pavimento quando ho acceso la luce. Chiamerò l'exterminatore per uccidere tutti gli scarafaggi.",
      "imageLink": "image_files\\English\\cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "créature",
      "translation": "creatura",
      "definition": "Un être vivant, notamment un animal, généralement ayant des sens et le pouvoir de se mouvoir.",
      "definition_translation": "Una cosa vivente, in particolare un animale, che ha sensi e il potere del movimento.",
      "example": "La créature se cachait dans les buissons. Il créera une nouvelle créature demain. Ils ont créé une étrange créature l'année dernière.",
      "example_translation": "La creatura si nascondeva nei cespugli. Creerà una nuova creatura domani. Hanno creato una strana creatura l'anno scorso.",
      "imageLink": "image_files\\English\\creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "voler",
      "translation": "volare",
      "definition": "Se mouvoir à travers l'air, en utilisant des ailes.",
      "definition_translation": "Muoversi attraverso l'aria, usando le ali.",
      "example": "L'oiseau aime voler. Elle volera à Paris demain. Ils ont volé à New York le mois dernier.",
      "example_translation": "L'uccello ama volare. Volerà a Parigi domani. Hanno volato a New York il mese scorso.",
      "imageLink": "image_files\\English\\fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "moustique",
      "translation": "zanzara",
      "definition": "Un petit insecte qui pique les animaux et les humains, souvent causant une démangeaison.",
      "definition_translation": "Un piccolo insetto che morde animali e umani, causando spesso una dolorosa infiammazione.",
      "example": "Le moustique m'a piqué hier soir. Il piquera quelqu'un ce soir. Ils ont piqué de nombreuses personnes hier.",
      "example_translation": "La zanzara mi ha morso ieri sera. Morderà qualcuno stanotte. Hanno morso molte persone ieri.",
      "imageLink": "image_files\\English\\mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "araignée",
      "translation": "ragno",
      "definition": "Une petite arachnide qui tisse une toile pour attraper ses proies.",
      "definition_translation": "Un ragno è un piccolo aracnide a otto zampe che tesse una rete per catturare la sua preda.",
      "example": "Hier, j'ai vu une araignée tissant sa toile dans le coin de la pièce. Aujourd'hui, elle a attrapé une mouche. Demain, je vais enlever la toile.",
      "example_translation": "Ieri, ho visto un ragno tessere la sua rete nell'angolo della stanza. Oggi, ha catturato una mosca. Domani, rimuoverò la rete.",
      "imageLink": "image_files\\English\\spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "toile",
      "translation": "rete",
      "definition": "Une toile est une structure créée par une araignée ou autre animal pour attraper des proies ou se protéger.",
      "definition_translation": "Una rete è una struttura creata da un ragno o altro animale per catturare la preda o proteggersi.",
      "example": "L'araignée a construit une toile complexe pour attraper ses proies. La toile est très collante et solide. À l'avenir, l'araignée construira une toile encore plus solide.",
      "example_translation": "Il ragno ha costruito una rete complessa per catturare la sua preda. La rete è molto appiccicosa e forte. In futuro, il ragno costruirà una rete ancora più forte.",
      "imageLink": "image_files\\English\\web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "scarabée",
      "translation": "coleottero",
      "definition": "Un scarabée est un type d'insecte avec une coquille externe dure, souvent trouvé dans les jardins et les forêts.",
      "definition_translation": "Un coleottero è un tipo di insetto con un guscio esterno duro, spesso trovato nei giardini e foreste.",
      "example": "J'ai vu un scarabée rampant sur une feuille de plante hier. Aujourd'hui, il vole autour du jardin. À l'avenir, il pondra des œufs dans le sol.",
      "example_translation": "Ho visto un coleottero strisciare sulla foglia di una pianta ieri. Oggi, sta volando intorno al giardino. In futuro, deporrà le uova nel terreno.",
      "imageLink": "image_files\\English\\beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "puce",
      "translation": "pulce",
      "definition": "Une puce est un petit insecte qui vit sur les corps des mammifères et des oiseaux, se nourrissant de leur sang.",
      "definition_translation": "Un insetto piccolo, di solito di colore scuro, che vive sul corpo dei mammiferi e degli uccelli e si nutre del loro sangue.",
      "example": "Le chien avait une puce qui le faisait gratter. Le chat avait des puces partout sur son corps. Le fermier déclenchera une bombe anti-puces sur la ferme la semaine prochaine.",
      "example_translation": "Il cane aveva una pulce che lo faceva prurito. Il gatto aveva pulci in tutto il corpo. Il contadino bombarderà la fattoria con fosfati contro le pulci la settimana prossima.",
      "imageLink": "image_files\\English\\flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piquer",
      "translation": "pungere",
      "definition": "Causer une sensation aiguë et douloureuse, généralement en piquant la peau avec un point aigu ou par des moyens chimiques.",
      "definition_translation": "Provocare una sensazione dolorosa e acuta, tipicamente perforando la pelle con un punto affilato o mediante chimica.",
      "example": "La piqûre de l'abeille m'a fait mal. Le guêpier piquera quiconque menace son nid. Le médecin injectera un antidote pour neutraliser la piqûre.",
      "example_translation": "Il pungiglione dell'ape mi ha fatto male. La vespa pungerebbe chiunque minacci il suo nido. Il dottore inietterà un antidoto per neutralizzare il veleno del pungiglione.",
      "imageLink": "image_files\\English\\sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guêpe",
      "translation": "vespa",
      "definition": "Une guêpe est un insecte volant semblable à une abeille, mais avec une taille de guêpe et généralement plus agressive.",
      "definition_translation": "Un insetto volante che somiglia all'ape, ma ha una vita stretta e è generalmente più aggressivo.",
      "example": "La guêpe a volé dans mon oreille. La guêpe m'a piqué lorsque j'ai dérangé son nid. Je vais éviter le nid de guêpe dans le jardin.",
      "example_translation": "La vespa è volata nel mio orecchio. La vespa mi ha punto quando ho disturbato il suo nido. Eviterò il nido della vespa nel giardino.",
      "imageLink": "image_files\\English\\wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mante",
      "translation": "mantis",
      "definition": "Une mante est un insecte carnivore qui appartient à l'ordre des Mantodea. Elle est caractérisée par son corps élancé, ses longues pattes et ses pattes avant épineuses utilisées pour attraper des proies.",
      "definition_translation": "Un mantide è un insetto carnivoro che appartiene all'ordine Mantodea. È caratterizzato da un corpo snello, gambe lunghe e zampa anteriori spinose utilizzate per catturare la preda.",
      "example": "La mante priante s'est assise sur une feuille, attendant sa prochaine proie. Elle avait déjà mangé un moucheron hier et attraperait un bourdon demain. Actuellement, elle observe son environnement.",
      "example_translation": "Il mantide preghiera si sedette su una foglia, aspettando la sua prossima pietanza. Aveva già mangiato una mosca ieri e avrebbe catturato un'ape domani. Attualmente, stava osservando i dintorni.",
      "imageLink": "image_files\\English\\mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "michée",
      "translation": "falena",
      "definition": "Une michée est un type d'insecte qui appartient à l'ordre des Lépidoptères. Elle est caractérisée par ses antennes soyeuses ou filiformes et sa tendance à être attirée par la lumière.",
      "definition_translation": "Una falena è un tipo di insetto che appartiene all'ordine Lepidoptera. È caratterizzata dalle sue antenne piumose o filiformi e dalla sua tendenza ad essere attratta dalla luce.",
      "example": "La michée a volé dans la pièce, attirée par la lampe brillante. Elle avait volé hier soir et volerait demain matin. Actuellement, elle vole autour de la lumière.",
      "example_translation": "La falena volò nella stanza, attratta dalla lampada luminosa. Era volata dentro ieri sera e avrebbe volato fuori domani mattina. Attualmente, stava sbattendo attorno alla luce.",
      "imageLink": "image_files\\English\\moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doryphore",
      "translation": "coleottero della patata",
      "definition": "Le doryphore est un type d'insecte qui appartient à la famille des Chrysomélidés. Il est caractérisé par ses bandes jaunes et noires et sa tendance à se nourrir de plantes de pommes de terre.",
      "definition_translation": "Il coleottero della patata è un tipo di insetto che appartiene alla famiglia Chrysomelidae. È caratterizzato dalle sue strisce gialle e nere e dalla sua tendenza a nutrirsi di piante di patata.",
      "example": "Le doryphore rampait sur la plante de pomme de terre, mangeant ses feuilles. Il avait rampé hier et rampait encore demain. Actuellement, il se nourrit de la plante.",
      "example_translation": "Il coleottero della patata strisciò sulla pianta di patata, mangiando le foglie. Era strisciato là ieri e avrebbe strisciato di nuovo domani. Attualmente, stava nutrendosi della pianta.",
      "imageLink": "image_files\\English\\potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ver à soie",
      "translation": "baco da seta",
      "definition": "Un ver à soie est la larve d'un papillon qui tisse un cocon de soie, qui est récolté pour fabriquer du tissu de soie.",
      "definition_translation": "Un baco da seta è la larva di una falena che tesse un bozzolo di seta, che viene raccolto per produrre tessuto di seta.",
      "example": "Hier, j'ai vu un ver à soie tissant son cocon. Aujourd'hui, il est toujours en train de tisser, et demain il aura fini. Je vais utiliser sa soie pour faire une belle robe.",
      "example_translation": "Ieri, ho visto un baco da seta che tesseva il suo bozzolo. Oggi, sta ancora tessendo, e domani avrà finito. Userò la sua seta per fare un vestito bellissimo.",
      "imageLink": "image_files\\English\\silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "termite",
      "translation": "termite",
      "definition": "Un termite est un petit insecte social qui se nourrit de bois et peut causer des dégâts importants aux bâtiments et aux structures.",
      "definition_translation": "Una termite è un insetto sociale piccolo che si nutre di legno e può causare danni significativi agli edifici e alle strutture.",
      "example": "Les termites mangeaient le bois dans la vieille maison, alors nous avons dû appeler un exterminateur. Ils mangeraient le bois à l'avenir, mais nous les avons arrêtés pour le moment.",
      "example_translation": "Le termiti stavano mangiando il legno nella vecchia casa, quindi abbiamo dovuto chiamare un disinfestatore. Mangeranno il legno in futuro, ma li abbiamo fermati dal mangiarlo ora.",
      "imageLink": "image_files\\English\\termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "punaise de lit",
      "translation": "cimice dei letti",
      "definition": "Une punaise de lit est un petit insecte plat qui se nourrit du sang humain et est souvent trouvé dans les lits et les literies.",
      "definition_translation": "Una cimice dei letti è un insetto piccolo e piatto che si nutre di sangue umano e si trova spesso nei letti e nel letto.",
      "example": "J'ai vérifié la chambre d'hôtel pour les punaises de lit avant de dormir, parce que j'avais dormi dans un lit avec des punaises de lit la nuit dernière. Je vérifierai à nouveau demain avant de dormir.",
      "example_translation": "Ho controllato la camera d'albergo per le cimici dei letti prima di dormire, perché avevo dormito in un letto con cimici dei letti la scorsa notte. Controllerò ancora domani prima di dormire.",
      "imageLink": "image_files\\English\\bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bourdon",
      "translation": "ape arborea",
      "definition": "Un bourdon est une abeille sociale de grande taille, velue, qui vole lentement et fait un bruit bourdonnant.",
      "definition_translation": "Un'ape grande, pelosa, sociale che vola lentamente e fa un rumore di ronzio forte.",
      "example": "Dans le jardin, j'ai vu un bourdon volant autour des fleurs. Hier, j'ai regardé un bourdon collectant du nectar dans les fleurs. D'ici l'été prochain, j'espère voir un bourdon planant au-dessus des fleurs.",
      "example_translation": "Nel giardino, ho visto un'ape arborea volare attorno ai fiori. Ieri, ho guardato un'ape arborea che raccoglieva nettare dai fiori. Per l'estate prossima, spero di vedere un'ape arborea librarsi sopra i fiori.",
      "imageLink": "image_files\\English\\bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chenille",
      "translation": "bruco",
      "definition": "La larve d'un papillon ou d'une mite, souvent avec un corps vermiforme et des pattes.",
      "definition_translation": "La larva di una farfalla o falena, spesso con un corpo simile a un verme e zampe.",
      "example": "La chenille a rampé sur la feuille, se nourrissant en allant. La semaine dernière, j'ai vu une chenille se transformant en chrysalide. D'ici le printemps prochain, la chenille aura émergé en un beau papillon.",
      "example_translation": "Il bruco si è trascinato lungo la foglia, mangiando mentre andava. La settimana scorsa, ho visto un bruco trasformarsi in una crisalide. Per la prossima primavera, il bruco sarà emerso come una bella farfalla.",
      "imageLink": "image_files\\English\\caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cigale",
      "translation": "cicala",
      "definition": "Une cigale est un insecte nocturne de grande taille avec un chant distinctif, généralement trouvé dans les climats chauds.",
      "definition_translation": "Un insetto notturno grande con un canto distintivo, trovato tipicamente in climi caldi.",
      "example": "Le chantDistinctif de la cigale a rempli l'air nocturne. L'été dernier, j'ai entendu le chant rythmé de la cigale dans les arbres. D'ici août prochain, les cigales auront commencé à émerger du sol.",
      "example_translation": "Il canto della cicala ha riempito l'aria notturna. L'estate scorsa, ho sentito il rumore ritmico della cicala nei alberi. Per il prossimo agosto, le cicale avranno iniziato a emergere dalla terra.",
      "imageLink": "image_files\\English\\cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "libellule",
      "translation": "libellula",
      "definition": "Une libellule est un type d'insecte qui appartient à l'ordre des Odonates. Elle a un corps allongé, généralement vert ou bleu, avec de grands yeux et deux paires d'ailes transparentes.",
      "definition_translation": "Una libellula è un tipo di insetto che appartiene all'ordine Odonata. Ha un corpo lungo e snello, generalmente verde o blu, con occhi grandi e due paia di ali trasparenti.",
      "example": "La libellule a plané au-dessus de l'eau, ses ailes irisées scintillant dans la lumière du soleil. Elle avait plané là-haut hier, et planera à nouveau demain.",
      "example_translation": "La libellula è rimasta sospesa sopra l'acqua, le sue ali iridescenti splendevano alla luce del sole. Era rimasta lì ieri, e rimarrà lì di nuovo domani.",
      "imageLink": "image_files\\English\\dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "drone",
      "translation": "drone",
      "definition": "Un drone est un type de véhicule aérien sans pilote (UAV) qui est contrôlé à distance ou vole de manière autonome, utilisé pour diverses applications telles que la surveillance, la photographie et la livraison.",
      "definition_translation": "Un drone è un tipo di veicolo aereo senza pilota (UAV) che viene controllato a distanza o vola autonomamente, utilizzato per vari scopi come la sorveglianza, la fotografia e la consegna.",
      "example": "Le drone a survolé la ville, capturant des images aériennes impressionnantes. Il survolera à nouveau la ville la semaine prochaine, et l'avait survolée l'année dernière.",
      "example_translation": "Il drone è volato sulla città, catturando impressionanti immagini aeree. Volerà sulla città novamente la prossima settimana, e volò sulla città l'anno scorso.",
      "imageLink": "image_files\\English\\drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "taon",
      "translation": "mosca pungente",
      "definition": "Un taon est un type de mouche connu pour sa piqûre douloureuse, souvent dérangeant le bétail et les humains.",
      "definition_translation": "Una mosca pungente è un tipo di mosca che è nota per il suo pungente doloroso, spesso fastidioso per il bestiame e gli esseri umani.",
      "example": "Le taon a bourdonné autour de la tête du fermier, le dérangeant tandis qu'il travaillait. Il avait bourdonné autour de lui hier, et bourdonnera à nouveau demain.",
      "example_translation": "La mosca pungente ronzava intorno alla testa del contadino, infastidendolo mentre lavorava. Era ronzata intorno a lui ieri, e ronzò intorno a lui di nuovo domani.",
      "imageLink": "image_files\\English\\gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauterelle",
      "translation": "cavalletta",
      "definition": "Une sauterelle est un insecte de taille moyenne à grande, avec un corps robuste, des pattes arrière longues et des ailes. Ils sont généralement verts ou jaunâtres et se trouvent dans les champs, les forêts et les jardins.",
      "definition_translation": "Una cavalletta è un insetto di media a grande dimensione con un corpo robusto, zampe posteriori lunghe e ali. Sono tipicamente verdi o giallastri di colore e si trovano nei campi, foreste e cortili.",
      "example": "J'ai vu une sauterelle sautant à travers le champ hier. Aujourd'hui, je vais observer les sauterelles dans mon jardin, et demain, j'essayerai d'attraper une sauterelle avec mon filet.",
      "example_translation": "Ho visto una cavalletta saltare attraverso il campo ieri. Oggi, starò cercando cavallette nel mio giardino, e domani, cercherò di catturare una cavalletta con la mia rete.",
      "imageLink": "image_files\\English\\grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frelon",
      "translation": "calabrone",
      "definition": "Un frelon est un type de guêpe qui construit de grands nids dans les arbres, les murs et les sous-sols. Ils sont connus pour leurs piqûres douloureuses et sont souvent redoutés des humains.",
      "definition_translation": "Un calabrone è un tipo di vespa che costruisce grandi nidi negli alberi, nelle pareti e sottoterra. Sono conosciuti per le loro punture dolorose e sono spesso temuti dagli esseri umani.",
      "example": "J'ai été piqué par un frelon l'été dernier, mais cet été, je vais éviter de déranger le nid de frelons. L'été prochain, j'apprendrai comment retirer en sécurité un nid de frelons de mon toit.",
      "example_translation": "Sono stato punto da un calabrone l'estate scorsa, ma questa estate, eviterò di disturbare il nido del calabrone. La prossima estate, imparerò come rimuovere in modo sicuro un nido di calabrone dal mio solaio.",
      "imageLink": "image_files\\English\\hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coccinelle",
      "translation": "coccinella",
      "definition": "Une coccinelle, également connue sous le nom de hanneton, est un petit insecte ovale avec une coloration rouge et noire distinctive. Elles sont souvent trouvées dans les jardins et sont connues pour leur capacité à contrôler les populations de pucerons.",
      "definition_translation": "Una coccinella, anche nota come scarabeo della Vergine, è un insetto piccolo a forma ovale con una colorazione rossa e nera distinctive. Si trovano comunemente nei giardini e sono conosciuti per la loro capacità di controllare le popolazioni di afidi.",
      "example": "J'ai vu une coccinelle rampant sur une feuille hier. Aujourd'hui, je vais observer des coccinelles dans mon jardin, et demain, j'apprendrai comment attirer des coccinelles dans mon jardin.",
      "example_translation": "Ho visto una coccinella strisciare su una foglia ieri. Oggi, starò osservando le coccinelle nel mio giardino, e domani, imparerò come attirare le coccinelle nel mio giardino.",
      "imageLink": "image_files\\English\\ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauterelle",
      "translation": "locusta",
      "definition": "Un grand insecte, généralement vert ou jaunâtre, avec un corps allongé et des ailes, souvent trouvé en essaims qui peuvent endommager les cultures.",
      "definition_translation": "Un insetto grande, di solito verde o giallognolo, con un corpo lungo e ali, spesso trovato in sciami che possono danneggiare le colture.",
      "example": "Le fermier s'inquiétait des sauterelles qui dévastaient ses cultures. L'an dernier, les sauterelles avaient ravagé la région entière. D'ici l'année prochaine, les sauterelles auront été éradiquées.",
      "example_translation": "L'agricoltore era preoccupato per le locuste che stavano distruggendo i suoi raccolti. L'anno scorso, le locuste avevano devastato l'intera regione. L'anno prossimo, le locuste sarebbero state eradicate.",
      "imageLink": "image_files\\English\\locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pou",
      "translation": "pidocchio",
      "definition": "Un petit insecte sans ailes qui vit sur le corps des humains ou des animaux et se nourrit de leur sang ou de leur peau.",
      "definition_translation": "Un insetto piccolo, senza ali, che vive sui corpi degli esseri umani o degli animali e si nutre del loro sangue o della loro pelle.",
      "example": "L'enfant avait un pou dans ses cheveux. Le médecin a prescrit un shampooing spécial pour tuer les poux. D'ici la semaine prochaine, les poux auront été éliminés.",
      "example_translation": "Il bambino aveva un pidocchio nei capelli. Il medico ha prescritto uno shampoo speciale per uccidere i pidocchi. La prossima settimana, i pidocchi sarebbero stati eliminati.",
      "imageLink": "image_files\\English\\louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]