[
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "froid",
      "translation": "freddo",
      "definition": "Ayant une basse température ; frais ou glacial.",
      "definition_translation": "Avendo una bassa temperatura; fresco o freddo.",
      "example": "J'étais froid hier, donc j'ai porté un manteau. Je suis froid aujourd'hui, donc je vais porter un chapeau. Je serai froid demain, donc je vais porter des gants.",
      "example_translation": "Ero freddo ieri, quindi ho indossato un cappotto. Sono freddo oggi, quindi indosserò un cappello. Sarò freddo domani, quindi indosserò guanti.",
      "imageLink": "image_files\\English\\"imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "froid",
      "translation": "freddo",
      "definition": "Manquant de chaleur de sentiment ; froide ou émotionnellement distant.",
      "definition_translation": "Mancante di calore di sentimento; ostile o senza emozione.",
      "example": "Elle était froide envers moi lorsque je l'ai rencontrée. Elle est froide envers moi maintenant. Elle sera froide envers moi dans le futur.",
      "example_translation": "Lei era fredda con me quando l'ho incontrata. Lei è fredda con me ora. Lei sarà fredda con me nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaud",
      "translation": "caldo",
      "definition": "Ayant une haute température ; chaud ou bouillant.",
      "definition_translation": "Avendo una alta temperatura; caldo o bollente.",
      "example": "J'étais chaud hier, donc j'ai bu de l'eau. Je suis chaud aujourd'hui, donc je vais prendre une douche. Je serai chaud demain, donc je vais porter des vêtements légers.",
      "example_translation": "Ero caldo ieri, quindi ho bevuto acqua. Sono caldo oggi, quindi farò una doccia. Sarò caldo domani, quindi indosserò vestiti leggeri.",
      "imageLink": "image_files\\English\\"imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pluie",
      "translation": "pioggia",
      "definition": "Précipitation sous forme de gouttes d'eau, tombant généralement des nuages sur le sol.",
      "definition_translation": "Precipitazione nella forma di gocce d'acqua, tipicamente dalle nuvole, che cadono a terra.",
      "example": "Il a plu fortement hier, mais il pleuvra à nouveau demain. J'adorais jouer dans la pluie lorsque j'étais enfant. Il aura plu lorsque nous arriverons.",
      "example_translation": "È piovuto pesantemente ieri, ma pioverà di nuovo domani. Mi piaceva giocare nella pioggia quando ero bambino. Sarà piovuto quando arriveremo.",
      "imageLink": "image_files\\English\\"imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "neige",
      "translation": "neve",
      "definition": "Vapeur d'eau atmosphérique gelée en cristaux de glace, tombant sur le sol, souvent en flocons.",
      "definition_translation": "Vapore acqueo atmosferico congelato in cristalli di ghiaccio, cadendo a terra, spesso in fiocchi o fiocchi.",
      "example": "Il a neigé l'hiver dernier, mais il ne neige plus beaucoup maintenant. Lorsque j'étais enfant, j'aimais faire des bonhommes de neige dans la neige. Il neigera à nouveau l'année prochaine.",
      "example_translation": "È nevicato l'inverno scorso, ma non neve molto più. Quando ero ragazzo, mi piaceva fare uomini di neve nella neve. Nevicherà di nuovo l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "été",
      "translation": "estate",
      "definition": "La saison la plus chaude de l'année, dans l'hémisphère nord de juin à août et dans l'hémisphère sud de décembre à février.",
      "definition_translation": "La stagione più calda dell'anno, nell'emisfero boreale da giugno ad agosto e nell'emisfero australe da dicembre a febbraio.",
      "example": "J'aime voyager en été parce que le temps est parfait. L'été dernier, je suis allé à la plage avec ma famille. Il sera chaud à nouveau l'été prochain.",
      "example_translation": "Mi piace viaggiare in estate perché il tempo è perfetto. L'estate scorsa, sono andato al mare con la mia famiglia. Sarà di nuovo caldo l'estate prossima.",
      "imageLink": "image_files\\English\\"imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soleil",
      "translation": "sole",
      "definition": "Le soleil est l'étoile autour de laquelle la Terre et les autres planètes de notre système solaire orbitent. C'est une grande boule de gaz chaud et brillant qui fournit de la lumière et de la chaleur à notre planète.",
      "definition_translation": "Il sole è la stella attorno alla quale la Terra e altri pianeti nel nostro sistema solare orbitano. È una grande palla di gas caldo e luminoso che fornisce luce e calore al nostro pianeta.",
      "example": "Hier, j'ai vu le soleil se lever sur les montagnes. Aujourd'hui, j'apprécie la chaleur du soleil sur ma peau. Demain, je vais regarder le soleil se coucher sur l'océan.",
      "example_translation": "Ieri, ho visto il sole sorgere sopra le montagne. Oggi, sto godendomi il sole caldo sulla mia pelle. Domani, guarderò il sole tramontare sull'oceano.",
      "imageLink": "image_files\\English\\"imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaud",
      "translation": "caldo",
      "definition": "La chaleur est un sentiment de confort et de cozy, souvent associé à une température modérée ou douce. Il peut également décrire la personnalité de quelqu'un, décrivant une personne qui est amicale et affectueuse.",
      "definition_translation": "La calore è una sensazione di comfort e accoglienza, spesso associata a una temperatura moderata o mite. Può anche riferirsi alla personalità di una persona, descrivendo qualcuno che è amichevole e affettuoso.",
      "example": "L'étreinte chaude de ma grand-mère m'a fait sentir aimé. L'eau chaude de la piscine était parfaite pour nager. Pendant l'été chaud, nous allons à la plage tous les jours.",
      "example_translation": "L'abbraccio caldo della mia nonna mi ha fatto sentire amato. L'acqua calda nella piscina era perfetta per nuotare. Nell'estate calda, andremo alla spiaggia ogni giorno.",
      "imageLink": "image_files\\English\\"imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "météo",
      "translation": "meteo",
      "definition": "La météo fait référence à l'état de l'atmosphère à un endroit et à un moment donnés, y compris la température, l'humidité, la nuage, le vent et les précipitations.",
      "definition_translation": "Il meteo si riferisce allo stato dell'atmosfera in un luogo e momento specifici, incluso la temperatura, l'umidità, la nuvolosità, il vento e le precipitazioni. Può essere soleggiato, piovoso, nuvoloso o qualsiasi altra condizione che influisce sulla nostra vita quotidiana.",
      "example": "La prévision météorologique a dit qu'il pleuvrait demain, donc j'ai pris un parapluie. La météo d'hier était parfaite pour un pique-nique. Dans le futur, nous aurons des conditions météorologiques extrêmes en raison du changement climatique.",
      "example_translation": "La previsione del meteo ha detto che sarebbe piovuto domani, quindi ho portato un ombrello. Il meteo di ieri era perfetto per un picnic. Nel futuro, avremo condizioni meteorologiche più estreme a causa del cambiamento climatico.",
      "imageLink": "image_files\\English\\"imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vent",
      "translation": "vento",
      "definition": "Un mouvement naturel de l'air dans l'atmosphère, notamment un mouvement fort.",
      "definition_translation": "Un movimento naturale dell'aria nell'atmosfera, specialmente uno forte.",
      "example": "Le vent a soufflé fortement hier. Il souffle fortement aujourd'hui. Il soufflera fortement demain.",
      "example_translation": "Il vento soffiava forte ieri. Soffia forte oggi. Soffierà forte domani.",
      "imageLink": "image_files\\English\\"imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hiver",
      "translation": "inverno",
      "definition": "La saison de l'année entre l'automne et le printemps, caractérisée par le froid.",
      "definition_translation": "La stagione dell'anno tra l'autunno e la primavera, caratterizzata dal tempo freddo.",
      "example": "Nous sommes allés skier en hiver l'année dernière. Nous allons skier en hiver cette année. Nous irons skier en hiver l'année prochaine.",
      "example_translation": "Siamo andati a sciare in inverno l'anno scorso. Stiamo andando a sciare in inverno quest'anno. Andrà a sciare in inverno l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nuage",
      "translation": "nuvola",
      "definition": "Une masse visible de vapeur d'eau dans le ciel.",
      "definition_translation": "Una massa visibile di vapore d'acqua nel cielo.",
      "example": "J'ai vu un nuage dans le ciel hier. Je vois un nuage dans le ciel aujourd'hui. Je verrai un nuage dans le ciel demain.",
      "example_translation": "Ho visto una nuvola nel cielo ieri. Vedo una nuvola nel cielo oggi. Vedrò una nuvola nel cielo domani.",
      "imageLink": "image_files\\English\\"imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nuageux",
      "translation": "nuvoloso",
      "definition": "Ayant une apparence ou une condition nuageuse; pas clair ou transparent",
      "definition_translation": "Avere un aspetto nuvoloso o condizione; non chiaro o trasparente",
      "example": "Le temps était nuageux hier, mais aujourd'hui il fait soleil. Il sera nuageux à nouveau demain.",
      "example_translation": "Il tempo era nuvoloso ieri, ma oggi è soleggiato. Sarà nuvoloso di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brouillard",
      "translation": "nebbia",
      "definition": "Une masse nuageuse de petites gouttes d'eau suspendues dans l'air près du sol",
      "definition_translation": "Una massa nuvolosa di piccole gocce d'acqua sospese nell'aria vicino al suolo",
      "example": "Le brouillard est arrivé de l'océan, rendant difficile de voir. Nous devrons attendre que le brouillard se dissipe avant de partir.",
      "example_translation": "La nebbia si è spostata fuori dall'oceano, rendendo difficile la vista. Dovremo aspettare che la nebbia si tenga pulita prima di poter andare.",
      "imageLink": "image_files\\English\\"imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brumeux",
      "translation": "nebbioso",
      "definition": "Ayant ou caractérisé par du brouillard; pas clair ou transparent",
      "definition_translation": "Avendo o caratterizzato dalla nebbia; non chiaro o trasparente",
      "example": "Le matin brumeux rendait difficile de conduire. Il faisait brumeux dehors, alors nous sommes restés à l'intérieur. Il sera brumeux à nouveau ce soir.",
      "example_translation": "La mattina nebbiosa ha reso difficile guidare. Era nebbioso fuori, quindi ci siamo fermati dentro. Sarà nebbioso di nuovo stasera.",
      "imageLink": "image_files\\English\\"imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "glace",
      "translation": "ghiaccio",
      "definition": "L'eau gelée dans sa forme solide, généralement transparente ou blanche, formée par la condensation de la vapeur d'eau dans l'atmosphère.",
      "definition_translation": "Acqua congelata nella sua forma solida, generalmente trasparente o bianca, formata dalla condensazione del vapore acqueo nell'atmosfera.",
      "example": "La station de ski était ouverte tout l'année, grâce à la patinoire artificielle de glace. J'ai patiné sur la glace quand j'étais enfant. Je vais aller patiner sur la glace l'hiver prochain.",
      "example_translation": "La stazione sciistica era aperta tutto l'anno, grazie alla pista di ghiaccio artificiale. Patinavo sul ghiaccio quando ero un ragazzo. Andrò a pattinare il prossimo inverno.",
      "imageLink": "image_files\\English\\"imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "printemps",
      "translation": "primavera",
      "definition": "La saison de l'année entre l'hiver et l'été, pendant laquelle le temps devient plus chaud et les plantes commencent à pousser.",
      "definition_translation": "La stagione dell'anno tra l'inverno e l'estate, durante la quale il clima diventa più caldo e le piante iniziano a crescere.",
      "example": "J'adore marcher dans le parc pendant le printemps. Les fleurs étaient en fleurs au printemps 2010. Je vais visiter ma famille le printemps prochain.",
      "example_translation": "Mi piace passeggiare nel parco durante la primavera. I fiori stavano fiorendo nella primavera del 2010. Visiterò la mia famiglia la prossima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tempête",
      "translation": "tempesta",
      "definition": "Une condition météorologique sévère caractérisée par des vents forts, des précipitations abondantes, du tonnerre et de la foudre.",
      "definition_translation": "Una condizione meteorologica severa caratterizzata da venti forti, pioggia intensa, tuoni e fulmini.",
      "example": "La tempête a détruit de nombreuses maisons dans la ville. La tempête approchait rapidement. Je vais rester à la maison pendant la tempête.",
      "example_translation": "La tempesta ha distrutto molte case nel paese. La tempesta si stava avvicinando velocemente. Rimarrò a casa durante la tempesta.",
      "imageLink": "image_files\\English\\"imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ensoleillé",
      "translation": "soleggiato",
      "definition": "Ayant une abondance de soleil; chaud et enjoué.",
      "definition_translation": "Avendo una grande quantità di sole; caldo e allegro.",
      "example": "Le temps ensoleillé a rendu notre voyage à la plage parfait. Le soleil brillait hier. Nous aurons un jour ensoleillé demain.",
      "example_translation": "Il tempo soleggiato ha reso il nostro viaggio al mare perfetto. Il sole splendeva intensamente ieri. Avremo una giornata soleggiata domani.",
      "imageLink": "image_files\\English\\"imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orage",
      "translation": "temporale",
      "definition": "Une tempête caractérisée par la présence de la foudre, du tonnerre et de fortes précipitations.",
      "definition_translation": "Un temporale caratterizzato dalla presenza di fulmini, tuoni e pioggia forte.",
      "example": "L'orage de la nuit dernière était très effrayant. Nous avons eu un avertissement d'orage hier. Les prévisions annoncent que nous aurons un orage demain.",
      "example_translation": "Il temporale di last night era molto spaventoso. Abbiamo avuto un avviso di temporale ieri. La previsione dice che avremo un temporale domani.",
      "imageLink": "image_files\\English\\"imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "humide",
      "translation": "bagnato",
      "definition": "Recouvert ou saturé d'eau ou d'un autre liquide.",
      "definition_translation": "Coperto o saturo di acqua o di un'altra sostanza liquida.",
      "example": "Le chien humide secoua vigoureusement sa fourrure. Le sol était humide après la répandue. Les vêtements humides prendront longtemps à sécher.",
      "example_translation": "Il cane bagnato si è scrollato vigorosamente. Il pavimento era bagnato dopo lo spettacolo. I vestiti bagnati ci metteranno molto tempo a seccare.",
      "imageLink": "image_files\\English\\"imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "venteux",
      "translation": "ventoso",
      "definition": "ayant un vent fort ; très venteux",
      "definition_translation": "avendo un forte vento; molto ventilato",
      "example": "C'était un jour venteux, donc nous n'avons pas pu faire voler une cerf-volant. Aujourd'hui il fait venteux, et demain il fera encore venteux.",
      "example_translation": "Era un giorno ventoso, quindi non potevamo volare un aquilone. Oggi è ventoso e domani sarà nuovamente ventoso.",
      "imageLink": "image_files\\English\\"imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "souffler",
      "translation": "soffiare",
      "definition": "déplacer de l'air avec la bouche, ou faire circuler de l'air avec un courant d'air",
      "definition_translation": "per spostare l'aria fuori dalla bocca o per far muovere l'aria con una corrente d'aria",
      "example": "Elle souffle son nez. Il souffla le sifflet. Ils souffleront les bougies.",
      "example_translation": "Lei soffia il naso. Lui ha soffiato il fischio. Loro soffieranno le candele.",
      "imageLink": "image_files\\English\\"imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brise",
      "translation": "brezza",
      "definition": "un vent léger, en particulier un vent agréable en été",
      "definition_translation": "un vento gentile, soprattutto un piacevole in una giornata calda",
      "example": "Une brise légère soufflait à travers les arbres. La brise fraîche nous rafraîchit. Il y aura une brise chaude demain.",
      "example_translation": "Una brezza gentile soffiò attraverso gli alberi. La brezza fresca ci rinfrescò. Domani ci sarà una brezza calda.",
      "imageLink": "image_files\\English\\"imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaleur",
      "translation": "calore",
      "definition": "La qualité d'être chaud ; température élevée ; intensité de la passion ou de l'excitation.",
      "definition_translation": "La qualità di essere caldo; alta temperatura; intensità di passione o eccitazione.",
      "example": "La chaleur était insupportable en été. Nous chauffâmes la pièce avec une cheminée. Nous chaufferons l'eau pour la piscine.",
      "example_translation": "Il calore era insopportabile in estate. Abbiamo riscaldato la stanza con una fornace. Riscaldremo l'acqua per la piscina.",
      "imageLink": "image_files\\English\\"imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "foudre",
      "translation": "fulmine",
      "definition": "Un décharge électrique brillante dans l'atmosphère, accompagné d'un tonnerre.",
      "definition_translation": "Una scarica elettrica brillante nell'atmosfera, accompagnata da tuono.",
      "example": "La foudre frappa l'arbre pendant l'orage. Nous avons vu la foudre éclairer le ciel. La foudre frappera à nouveau bientôt.",
      "example_translation": "Il fulmine ha colpito l'albero durante la tempesta. Abbiamo visto il lampo attraverso il cielo. Il fulmine colpirà di nuovo presto.",
      "imageLink": "image_files\\English\\"imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "saison",
      "translation": "stagione",
      "definition": "Une période de l'année caractérisée par un ensemble de conditions climatiques ou d'activités particulières.",
      "definition_translation": "Un periodo dell'anno caratterizzato da un particolare insieme di condizioni meteorologiche o attività.",
      "example": "L'hiver est ma saison préférée. Nous allons assaisonner la viande avec du sel et du poivre. La nouvelle saison de l'émission de télévision commencera bientôt.",
      "example_translation": "L'inverno è la mia stagione preferita. Condiremo la carne con sale e pepe. La nuova stagione dello spettacolo televisivo inizierà presto.",
      "imageLink": "image_files\\English\\"imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lever du soleil",
      "translation": "alba",
      "definition": "Le moment du matin où le soleil apparaît au-dessus de l'horizon, souvent accompagné d'une douce lumière dans le ciel.",
      "definition_translation": "Il momento del mattino quando il sole appare sopra l'orizzonte, spesso accompagnato da un caldo bagliore nel cielo.",
      "example": "J'aime regarder le lever du soleil desde le sommet de la montagne. Hier, j'ai regardé le lever du soleil desde la plage. Demain, je regarderai le lever du soleil depuis mon jardin.",
      "example_translation": "Adoro guardare l'alba dalla cima della montagna. Ieri, ho guardato l'alba dalla spiaggia. Domani, guarderò l'alba dal mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coucher du soleil",
      "translation": "tramonto",
      "definition": "Le moment du soir où le soleil disparaît en-dessous de l'horizon, souvent accompagné d'une douce lumière dans le ciel.",
      "definition_translation": "Il momento della sera quando il sole scompare sotto l'orizzonte, spesso accompagnato da un caldo bagliore nel cielo.",
      "example": "J'aime regarder le coucher du soleil desde le sommet de la montagne. Hier, j'ai regardé le coucher du soleil desde la plage. Demain, je regarderai le coucher du soleil depuis mon jardin.",
      "example_translation": "Adoro guardare il tramonto dalla cima della montagna. Ieri, ho guardato il tramonto dalla spiaggia. Domani, guarderò il tramonto dal mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ensoleillement",
      "translation": "sole",
      "definition": "La lumière chaude et brillante du soleil, souvent associée au bonheur et à la chaleur.",
      "definition_translation": "La luce calda e luminosa del sole, spesso associata alla felicità e alla calma.",
      "example": "L'ensoleillement qui pénètre par la fenêtre éclaire la pièce. L'ensoleillement fait fleurir les fleurs. L'ensoleillement rendra notre journée plus belle.",
      "example_translation": "Il sole che attraversa la finestra ha illuminato la stanza. Il sole ha fatto fiorire i fiori. Il sole renderà la nostra giornata più bella.",
      "imageLink": "image_files\\English\\"imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tonnerre",
      "translation": "tuono",
      "definition": "un bruit tumultueux qui accompagne la foudre, généralement lors d'une tempête",
      "definition_translation": "un rumore assordante che accompagna la folgore, tipicamente durante una tempesta",
      "example": "Hier, j'ai entendu un tonnerre dans le ciel. Aujourd'hui, la prévision météorologique annonce qu'il n'y aura pas de tonnerre. D'ici une semaine, la tempête qui a apporté le tonnerre aura passé.",
      "example_translation": "Ieri, ho sentito un forte tuono nel cielo. Oggi, le previsioni del tempo dicono che non ci sarà tuono. Entro la prossima settimana, la tempesta che ha portato il tuono sarà passata.",
      "imageLink": "image_files\\English\\"imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jour",
      "translation": "luce del giorno",
      "definition": "la lumière du jour, notamment lorsque le soleil brille",
      "definition_translation": "la luce del giorno, soprattutto quando il sole splende",
      "example": "Pendant l'été, il y a plus de jour le matin. À midi, le jour est le plus fort. En fin de journée, le jour commence à faiblir.",
      "example_translation": "Durante l'estate, c'è più luce del giorno al mattino. A mezzogiorno, la luce del giorno è più forte. La sera, la luce del giorno inizia a svanire.",
      "imageLink": "image_files\\English\\"imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ouragan",
      "translation": "uragano",
      "definition": "une tempête puissante et rotative qui se forme sur des eaux chaudes de l'océan, caractérisée par des vents forts et de forte pluie",
      "definition_translation": "un potente stormo rotante che si forma sopra acque oceaniche calde, caratterizzato da venti forti e pesanti piogge",
      "example": "L'ouragan a frappé la côte hier soir. L'alerte à l'ouragan avait été émise hier. D'ici l'an prochain, la région aura récupéré de l'ouragan.",
      "example_translation": "L'uragano ha colpito la costa la scorsa notte. L'avviso di uragano è stato emesso ieri. Entro l'anno prossimo, l'area si sarà ripresa dall'uragano.",
      "imageLink": "image_files\\English\\"imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "clair de lune",
      "translation": "luce lunare",
      "definition": "La lumière douce et argentée de la lune, notamment la nuit.",
      "definition_translation": "La luce morbida, argentata della luna, soprattutto come si vede di notte.",
      "example": "Le couple a pris une promenade romantique dans le clair de lune, main dans la main, regardant les étoiles. Ils avaient dansé sous le clair de lune à leur réception de mariage. Ils prendront une nouvelle promenade dans le clair de lune à leur anniversaire.",
      "example_translation": "La coppia ha fatto una passeggiata romantica nella luce lunare, tenendosi per mano e guardando le stelle. Hanno ballato sotto la luce lunare alla ricevimento del loro matrimonio. Faranno una passeggiata nella luce lunare nel loro anniversario.",
      "imageLink": "image_files\\English\\"imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arc-en-ciel",
      "translation": "arcobaleno",
      "definition": "Un spectacle naturel de couleurs qui apparaît dans le ciel après une averse, généralement en forme d'arc.",
      "definition_translation": "Uno spettro naturale di colori che appare nel cielo dopo una pioggia, tipicamente nella forma di un arco.",
      "example": "L'enfant a vu un arc-en-ciel dans le ciel après l'orage et s'est senti heureux. Ils verront un arc-en-ciel au-dessus de la cascade lors de leur prochain voyage. La photographe a capturé un arc-en-ciel impressionnant sur son appareil.",
      "example_translation": "Il bambino ha visto un arcobaleno nel cielo dopo la tempesta e si è sentito felice. Vedranno un arcobaleno sopra la cascata sulla loro prossima gita. La fotografa ha catturato un arcobaleno impressionante nella sua fotocamera.",
      "imageLink": "image_files\\English\\"imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "précipitations",
      "translation": "pioggia",
      "definition": "La quantité de pluie qui tombe dans une zone ou un endroit donné pendant une période de temps donnée.",
      "definition_translation": "La quantità di pioggia che cade in un'area o luogo particolare in un determinato periodo di tempo.",
      "example": "La ville a connu des précipitations importantes hier soir, provoquant des inondations dans certaines zones. Le pays a connu des précipitations intenses pendant des semaines, affectant la production agricole. La prévision météorologique annonce des précipitations modérées pour le week-end.",
      "example_translation": "La città ha sperimentato una forte pioggia la scorsa notte, causando inondazioni in einige aree. Il paese sta sperimentando una pioggia intensa da settimane, influenzando la produzione agricola. La previsione del tempo predice una pioggia moderata per il fine settimana.",
      "imageLink": "image_files\\English\\"imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orageux",
      "translation": "tempestoso",
      "definition": "Orageux décrit un temps caractérisé par des vents forts, de la pluie abondante et souvent du tonnerre et des éclairs. Il peut également décrire une situation ou un état émotionnel turbulent ou instable.",
      "definition_translation": "Tempestoso si riferisce a una situazione meteorologica caratterizzata da venti forti, pioggia forte e spesso tuoni e fulmini. Può anche descrivere una situazione o stato emotivo che è turbolento o instabile.",
      "example": "Le temps orageux a rendu difficile de sortir, mais nous devions nous rendre à l'école à pied. Hier, le temps orageux était si mauvais que nous avons dû rester à la maison. Demain, le temps orageux devrait se calmer.",
      "example_translation": "Il tempo tempestoso ha reso difficile uscire, ma dovevamo camminare a scuola. Ieri, il tempo tempestoso era così brutto che abbiamo dovuto restare a casa. Domani, il tempo tempestoso dovrebbe migliorare.",
      "imageLink": "image_files\\English\\"imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "luminosité",
      "translation": "luce solare",
      "definition": "La lumière naturelle qui provient du soleil, notamment lorsqu'elle brille à travers les nuages ou dans une pièce.",
      "definition_translation": "La luce solare è la luce naturale che proviene dal sole, soprattutto quando brilla attraverso le nuvole o in una stanza. Può anche riferirsi a un'atmosfera luminosa e allegra.",
      "example": "La luminosité qui traversait la fenêtre a rendu la pièce chaude et accueillante. Hier, nous avons joué dehors dans la luminosité jusqu'à l'heure du dîner. Demain, nous prendrons une promenade dans la luminosité pour profiter de l'air frais.",
      "example_translation": "La luce solare che si riversava attraverso la finestra ha reso la stanza sentire calda e accogliente. Ieri, abbiamo giocato fuori nella luce solare fino a quando non è stato il momento di cena. Domani, faremo una passeggiata nella luce solare per goderci l'aria fresca.",
      "imageLink": "image_files\\English\\"imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crépuscule",
      "translation": "crepuscolo",
      "definition": "Le crépuscule est le moment de la journée où le soleil est au-dessous de l'horizon, et la lumière est faible et douce. Il peut également décrire une atmosphère romantique ou paisible.",
      "definition_translation": "Il crepuscolo è il momento della giornata quando il sole è sotto l'orizzonte e la luce è debole e soffice. Può anche riferirsi a un'atmosfera romantica o pacifica.",
      "example": "Nous avons regardé les étoiles apparaître pendant le crépuscule hier soir. Hier, nous avons pris une promenade pendant le crépuscule et vu les lumières de la ville s'allumer. Demain, nous prendrons un pique-nique au crépuscule pour profiter de la vue.",
      "example_translation": "Abbiamo guardato le stelle uscire durante il crepuscolo la scorsa notte. Ieri, abbiamo fatto una passeggiata durante il crepuscolo e visto le luci della città accendersi. Domani, faremo un picnic al crepuscolo per goderci la vista.",
      "imageLink": "image_files\\English\\"imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "blizzard",
      "translation": "bufera di neve",
      "definition": "Une tempête de neige intense avec des vents forts et une visibilité réduite, souvent accompagnée de vents forts et d'une forte chute de neige.",
      "definition_translation": "Una violenta tempesta di neve con venti forti e visibilità ridotta, spesso accompagnata da forti venti e intense nevicate.",
      "example": "Le blizzard de l'hiver dernier a causé des perturbations généralisées des transports et de la vie quotidienne. Dans le passé, les blizzards étaient plus fréquents dans cette région. D'ici l'hiver prochain, nous aurons une meilleure infrastructure pour atténuer les effets des blizzards.",
      "example_translation": "La bufera di neve dell'inverno scorso ha causato interruzioni diffuse al trasporto e alla vita quotidiana. In passato, le bufere di neve erano più frequenti in questa regione. Per l'inverno prossimo, avremo infrastrutture migliori per mitigare gli effetti delle bufere di neve.",
      "imageLink": "image_files\\English\\"imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "canicule",
      "translation": "ondata di calore",
      "definition": "Période prolongée de temps anormalement chaud, souvent accompagnée d'une humidité élevée et d'une sécheresse.",
      "definition_translation": "Un periodo prolungato di tempo anormalmente caldo, spesso accompagnato da alta umidità e siccità.",
      "example": "La canicule de l'été dernier a entraîné des pénuries d'eau généralisées et des sécheresses. À l'avenir, les canicules deviendront plus fréquentes en raison du changement climatique. Durant la canicule, il est essentiel de rester hydraté et de prendre des précautions contre les coups de chaleur.",
      "example_translation": "L'ondata di calore dell'estate scorsa ha portato a diffuse siccità e scarsità d'acqua. Nel futuro, le ondate di calore diventeranno più frequenti a causa dei cambiamenti climatici. Durante l'ondata di calore, è essenziale mantenersi idratati e prendere precauzioni contro il colpo di calore.",
      "imageLink": "image_files\\English\\"imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sécheresse",
      "translation": "siccità",
      "definition": "Période prolongée de faible pluviométrie, souvent entraînant une pénurie d'eau et affectant l'agriculture et les écosystèmes.",
      "definition_translation": "Un periodo prolungato di bassa pioggia anormalmente bassa, che spesso porta a scarsità d'acqua e influenza l'agricoltura e gli ecosistemi.",
      "example": "La sécheresse de l'année dernière a affecté les cultures et a entraîné des pénuries alimentaires. Dans le passé, les sécheresses étaient plus fréquentes dans cette région. D'ici l'année prochaine, nous mettrons en place des mesures pour atténuer les effets des sécheresses.",
      "example_translation": "La siccità dell'anno scorso ha colpito le colture e ha portato a carenze alimentari. In passato, le siccità erano più frequenti in questa regione. Entro l'anno prossimo, implementeremo misure per mitigare gli effetti delle siccità.",
      "imageLink": "image_files\\English\\"imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grêle",
      "translation": "grandine",
      "definition": "Petits boules de glace qui tombent du ciel pendant un orage.",
      "definition_translation": "Piccole palle di ghiaccio che cadono dal cielo durante un temporale.",
      "example": "La grêle a frappé le toit avec un bruit assourdissant. Hier, il a grêlé pendant le match de football. Si il grêle demain, nous resterons à la maison.",
      "example_translation": "La grandine ha colpito il tetto con un rumore forte. Ieri, ha grandinato durante la partita di calcio. Se grandinerà domani, resteremo a casa.",
      "imageLink": "image_files\\English\\"imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "acclamer",
      "translation": "grandine",
      "definition": "Célébrer ou saluer quelqu'un avec une grande enthousiasme.",
      "definition_translation": "Chiudere o salutare qualcuno con grande entusiasmo.",
      "example": "La foule a acclamé le nouveau président. Elle a hélé un taxi dans la rue. Ils nous acclameront comme des héros quand nous retournerons.",
      "example_translation": "La folla ha accolto il nuovo presidente. Ha chiamato un taxi sulla strada. Ci accoglieranno come eroi quando torneremo.",
      "imageLink": "image_files\\English\\"imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gреле",
      "translation": "chiodo di grandine",
      "definition": "Petite boule de glace qui tombe du ciel pendant une tempête de grêle.",
      "definition_translation": "Una piccola palla di ghiaccio che cade dal cielo durante un temporale di grandine.",
      "example": "Les grelons ont brisé le pare-brise de la voiture. Le fermier a collecté des grelons dans le champ. Les grelons peuvent causer des dommages importants aux cultures.",
      "example_translation": "I chiodi di grandine hanno rotto il parabrezza dell'auto. Il farmers ha raccolto i chiodi di grandine dal campo. I chiodi di grandine possono causare danni significativi ai raccolti.",
      "imageLink": "image_files\\English\\"imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tempête de grêle",
      "translation": "tempesta di grandine",
      "definition": "Orage qui produit de la grêle, généralement accompagné de vents forts et de fortes pluies.",
      "definition_translation": "Una tempesta che produce grandine, solitamente accompagnata da venti forti e pioggia intensa.",
      "example": "En été 2007, une tempête de grêle a endommagé les cultures dans toute la région. La tempête de grêle passera demain, donc nous n'avons pas à nous inquiéter. Quand la tempête de grêle fut arrivée, nous avions déjà pris abri.",
      "example_translation": "Nell'estate del 2007, una tempesta di grandine ha danneggiato i raccolti in tutta la regione. La tempesta di grandine passerà domani, quindi non dobbiamo preoccuparci. Quando la tempesta di grandine arrivò, avevamo già trovato rifugio.",
      "imageLink": "image_files\\English\\"imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tourbillon",
      "translation": "turbine",
      "definition": "Colonne d'air rapide qui touche le sol, caractérisée par des vents violents et une grande puissance destructrice.",
      "definition_translation": "Una colonna d'aria che ruota rapidamente che tocca il suolo, caratterizzata da elevate velocità del vento e potere distruttivo.",
      "example": "Le tourbillon a détruit la vieille grange en quelques secondes. Le tourbillon va nous frapper dans cinq minutes, donc nous devons nous abriter. Quand le tourbillon eut passé, la ville était laissée en ruines.",
      "example_translation": "La turbine ha distrutto il vecchio fienile in un paio di secondi. La turbine ci colpirà tra cinque minuti, quindi dobbiamo cercare rifugio. Quando la turbine era passata, la città era rimasta in rovina.",
      "imageLink": "image_files\\English\\"imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bruine",
      "translation": "pioviggine",
      "definition": "Chute lente et régulière de pluie, souvent dans un environnement brumeux ou nuageux.",
      "definition_translation": "Una caduta lenta e costante di pioggia, spesso in un'atmosfera nebbiosa o nuvolosa.",
      "example": "La bruine a rendu les rues glissantes et dangereuses. Il bruinera tout le matin, donc n'oubliez pas votre parapluie. Hier, la bruine s'est arrêtée dans la soirée, et le soleil est sorti.",
      "example_translation": "La pioviggine ha reso le strade scivolose e pericolose. Pioverà per tutta la mattina, quindi non dimenticare l'ombrello. Ieri, la pioviggine si è fermata la sera, e il sole è uscito.",
      "imageLink": "image_files\\English\\"imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tempête de sable",
      "translation": "tempesta di polvere",
      "definition": "Vent fort qui soulève de grandes quantités de poussière et de sable, réduisant la visibilité et provoquant des problèmes respiratoires.",
      "definition_translation": "Un forte vento che solleva grandi quantità di polvere e sabbia, riducendo la visibilità e causando problemi respiratori.",
      "example": "J'ai passé toute ma vie en Arizona, donc je suis habitué à faire face aux tempêtes de sable. Quand j'étais enfant, nous devions rester à l'intérieur pendant les tempêtes de sable parce que l'air était si mauvais. Maintenant, je porte toujours un masque avec moi au cas où une tempête de sable frapperait soudainement.",
      "example_translation": "Ho vissuto in Arizona tutta la vita, quindi sono abituato a gestire le tempeste di polvere. Quando ero bambino, dovevamo rimanere dentro durante le tempeste di polvere perché l'aria era così cattiva. Ora, mi assicuro di portare con me una maschera in ogni momento nel caso in cui una tempesta di polvere colpisca improvvisamente.",
      "imageLink": "image_files\\English\\"imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]