[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrier bull",
      "translation": "bull terrier",
      "definition": "Une race de chien connue pour sa musculature, ses coats courts et ses faces plates. Les terriers bull sont souvent définis comme des compagnons doux et affectueux.",
      "definition_translation": "Una razza di cane conosciuta per la sua corpulenza muscolare, mantelli corti e volti piatti. I bull terrier sono spesso definiti compagni gentili e affettuosi.",
      "example": "J'ai eu un terrier bull quand j'étais enfant. C'était un chien très énergique. Je vais avoir un terrier bull quand j'aurai des enfants. Mon ami a un terrier bull, et il est vraiment amical.",
      "example_translation": "Ho avuto un bull terrier quando ero ragazzo. Era un cane molto energico. Prenderò un bull terrier di nuovo quando avrò dei bambini. Il mio amico ha un bull terrier, ed è molto amichevole.",
      "imageLink": "image_files\\English\\"imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bulldog",
      "translation": "bulldog",
      "definition": "Une race de chien connue pour sa construction solide, son visage ridé et son naturel doux. Les bulldogs sont souvent définis comme des compagnons loyaux et protecteurs.",
      "definition_translation": "Una razza di cane conosciuta per la sua costruzione robusta, volto rugoso e natura gentile. I bulldog sono spesso definiti compagni leali e protettivi.",
      "example": "J'ai vu un bulldog au parc hier. Il était très calme. Les bulldogs ont été initialement élevés pour les combats, mais maintenant ils sont des animaux de compagnie aimables. Ma sœur veut un bulldog comme animal de compagnie.",
      "example_translation": "Ho visto un bulldog al parco ieri. Era molto calmo. I bulldog erano originariamente allevati per la lotta, ma ora sono animali da compagnia amabili. La mia sorella vuole un bulldog come animale da compagnia.",
      "imageLink": "image_files\\English\\"imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Dalmatien",
      "translation": "dalmata",
      "definition": "Une race de chien connue pour son pelage blanc avec des taches noires, sa construction athlétique et son tempérament énergique. Les Dalmatiens sont souvent définis comme des compagnons loyaux et amicaux.",
      "definition_translation": "Una razza di cane conosciuta per il suo mantello bianco con macchie nere, costruzione atletica e personalità energetica. I dalmati sono spesso definiti compagni leali e amichevoli.",
      "example": "J'ai toujours voulu avoir un Dalmatien comme animal de compagnie. Les Dalmatiens sont des chiens très athlétiques. Mon voisin a un Dalmatien, et il est très amical. Je vais avoir un Dalmatien lorsque je vais déménager dans une maison plus grande.",
      "example_translation": "Ho sempre voluto un dalmata come animale da compagnia. I dalmati sono cani molto atletici. Il mio vicino ha un dalmata, ed è molto amichevole. Prenderò un dalmata quando mi trasferirò in una casa più grande.",
      "imageLink": "image_files\\English\\"imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caniche",
      "translation": "barboncino",
      "definition": "Un caniche est une race de chien connue pour son pelage bouclé, non déINUE et son intelligence élevée.",
      "definition_translation": "Un barboncino è una razza di cane nota per il suo mantello riccio e intelligenza alta.",
      "example": "J'avais un caniche quand j'étais enfant, c'était très joueux. Maintenant, j'ai un caniche, et il est très bien élevé. Je vais avoir un caniche l'année prochaine, et il sera très loyal.",
      "example_translation": "Avevo un barboncino quando ero bambino, era molto giocososo. Ora ho un barboncino, è molto beneducato. Prenderò un barboncino l'anno prossimo, sarà molto leale.",
      "imageLink": "image_files\\English\\"imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "levrier afghan",
      "translation": "levriero afghano",
      "definition": "Un levrier afghan est une race de chien connue pour son pelage soyeux et fin et sa capacité à chasser les petits gibiers.",
      "definition_translation": "Un levriero afghano è una razza di cane nota per il suo mantello setoso e fine e la sua capacità di cacciare piccoli giochi.",
      "example": "J'ai vu un levrier afghan au spectacle canin, il était très majestueux. Mon ami a un levrier afghan, et c'est très rapide. Je vais élever un levrier afghan l'année prochaine, et cela sera très réussi.",
      "example_translation": "Ho visto un levriero afghano allo spettacolo canino, era molto maestoso. Il mio amico ha un levriero afghano, è molto veloce. Sarò allevatore di levrieri afghani l'anno prossimo, sarà molto successful.",
      "imageLink": "image_files\\English\\"imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Akita",
      "translation": "akita",
      "definition": "Un Akita est une race de chien connue pour sa loyauté, son courage et son naturel protecteur.",
      "definition_translation": "Un akita è una razza di cane nota per la sua lealtà, coraggio e natura protettiva.",
      "example": "J'ai un Akita, c'est très loyal. Ma sœur avait un Akita, c'était très courageux. Je vais avoir un Akita l'année prochaine, et cela sera très protecteur.",
      "example_translation": "Ho un akita, è molto leale. Mia sorella aveva un akita, era molto coraggioso. Prenderò un akita l'anno prossimo, sarà molto protettivo.",
      "imageLink": "image_files\\English\\"imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "malamute d'Alaska",
      "translation": "Malamute dell'Alaska",
      "definition": "Une grande race de chien puissante originaire d'Alaska, connue pour sa force, son endurance et son tempérament amical.",
      "definition_translation": "Un grande e potente razza di cane originaria dell'Alaska, nota per la sua forza, resistenza e temperamento amichevole.",
      "example": "Hier, j'ai vu un malamute d'Alaska au parc. Aujourd'hui, je vais adopter un. À l'avenir, je vais emmener mon malamute d'Alaska en randonnée.",
      "example_translation": "Ieri ho visto un malamute dell'Alaska nel parco. Oggi sto adottando uno. Nel futuro, porterò il mio malamute dell'Alaska in escursione.",
      "imageLink": "image_files\\English\\"imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "basset-hound",
      "translation": "Basset Hound",
      "definition": "Une race de chien à jambes courtes, corps long, connue pour son naturel calme et doux, souvent utilisée pour la chasse.",
      "definition_translation": "Un razza di cane a zampe corte e corpo lungo nota per la sua natura calma e gentile, spesso utilizzata per la caccia.",
      "example": "Mon voisin possède un basset-hound qui adore poursuivre les écureuils. La semaine dernière, j'ai promené le basset-hound de mon voisin. Le mois prochain, je vais emmener le basset-hound de mon voisin au parc canin.",
      "example_translation": "Il mio vicino possiede un Basset Hound che adora inseguire gli scoiattoli. La settimana scorsa, ho passeggiato il Basset Hound del mio vicino. Il mese prossimo, porterò il Basset Hound del mio vicino al parco cani.",
      "imageLink": "image_files\\English\\"imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "basset",
      "translation": "Beagle",
      "definition": "Un petit chien amical connu pour son tempérament curieux et son sens aigu de l'odorat, souvent utilisé pour la chasse.",
      "definition_translation": "Un piccolo razza di cane amichevole nota per la sua natura curiosa e il suo olfatto acuto, spesso utilizzata per la caccia.",
      "example": "Hier, j'ai vu un basset au spectacle canin. Aujourd'hui, je vais adopter un basset. À l'avenir, je vais emmener mon basset en randonnée.",
      "example_translation": "Ieri ho visto un Beagle alla mostra di cani. Oggi sto adottando un Beagle. Nel futuro, porterò il mio Beagle in escursione.",
      "imageLink": "image_files\\English\\"imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chien de montagne Bernois",
      "translation": "Cane da montagna bernese",
      "definition": "Une grande race de chien puissante originaire de Suisse, connue pour son pelage épais et son tempérament doux.",
      "definition_translation": "Una grande razza di cane potente originaria della Svizzera, nota per la sua pelliccia spessa e temperamento gentile.",
      "example": "J'ai toujours voulu avoir un chien de montagne Bernois comme animal de compagnie, mais ils nécessitent beaucoup d'exercice. Hier, j'ai vu un chien de montagne Bernois se promener au parc, et c'était magnifique. D'ici l'année prochaine, j'aurai un chien de montagne Bernois à moi.",
      "example_translation": "Ho sempre voluto un cane da montagna bernese come animale domestico, ma richiedono moltissima attività fisica. Ieri, ho visto un cane da montagna bernese camminare nel parco, ed era bellissimo. L'anno prossimo, avrò un cane da montagna bernese tutto mio.",
      "imageLink": "image_files\\English\\"imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sanglier",
      "translation": "segugio",
      "definition": "Un grand chien de race puissant avec un odorat très fin, utilisé pour la poursuite et la chasse.",
      "definition_translation": "Una grande razza di cane potente con un olfatto acuto, utilizzata per la caccia e la tracciatura.",
      "example": "La police a utilisé un sanglier pour pister le suspect. Hier, le sanglier a suivi la piste et nous a menés au repaire du suspect. D'ici une semaine, le sanglier aura aidé à résoudre l'affaire.",
      "example_translation": "La polizia ha utilizzato un segugio per rintracciare il sospetto. Ieri, il segugio ha seguito l'odore e ci ha condotti al rifugio del sospetto. La prossima settimana, il segugio ci avrà aiutato a risolvere il caso.",
      "imageLink": "image_files\\English\\"imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "colley border",
      "translation": "collie di confine",
      "definition": "Un chien de race de taille moyenne, énergique et intelligent, connu pour son intelligence, son agilité et ses capacités de berger.",
      "definition_translation": "Una razza di cane di media taglia, nota per la sua intelligenza, agilità e capacità di pastorizia.",
      "example": "J'ai un colley border qui adore jouer au fetch. Hier, mon colley border a remporté un concours d'agilité, et demain, il va faire paître les moutons à la ferme. D'ici un mois, mon colley border aura appris de nouveaux tours.",
      "example_translation": "Ho un collie di confine che adora giocare a fetch. Ieri, il mio collie di confine ha vinto una competizione di agilità, e domani, riunirà le pecore alla fattoria. Entro il mese prossimo, il mio collie di confine avrà imparato nuovi trucchi.",
      "imageLink": "image_files\\English\\"imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrier de Boston",
      "translation": "Terrier di Boston",
      "definition": "Le terrier de Boston est un petit chien compagnon affectionné avec un pelage court et facile à entretenir.",
      "definition_translation": "Il terrier di Boston è un cane da compagnia affiliativo di piccole dimensioni con un mantello breve e facile da mantenere.",
      "example": "J'ai eu un terrier de Boston depuis que j'étais enfant, et j'ai toujours aimé leur nature amicale. Maintenant, j'en ai un nouveau, que j'ai nommé Max. D'ici l'an prochain, j'aurai eu trois terriers de Boston.",
      "example_translation": "Ho avuto un terrier di Boston fin da quando ero bambino, e ho sempre amato la loro natura amichevole. Ora ho un nuovo, che si chiama Max. Entro l'anno prossimo, avrò avuto tre terrier di Boston.",
      "imageLink": "image_files\\English\\"imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boxer",
      "translation": "boxer",
      "definition": "Un boxer est un chien de race de taille moyenne, musclé avec un pelage court et lisse et un visage caractéristique de 'boxer'.",
      "definition_translation": "Un boxer è un cane di taglia media, muscoloso, con un mantello breve e liscio e un viso caratteristico da 'boxer'.",
      "example": "J'ai toujours voulu un boxer, mais mes parents ont dit qu'ils étaient trop énergiques. Lorsque j'ai grandi, j'en ai obtenu un, que j'ai nommé Rocky, et maintenant je l'entraîne. D'ici à ma retraite, j'aurai eu cinq boxers.",
      "example_translation": "Ho sempre voluto un boxer, ma i miei genitori hanno detto che erano troppo energetici. Quando sono cresciuto, ne ho preso uno, che si chiama Rocky, e ora sto allenando lui. Quando andrò in pensione, avrò avuto cinque boxer.",
      "imageLink": "image_files\\English\\"imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mastiff",
      "translation": "mastino",
      "definition": "Le mastiff est un grand chien puissant avec un pelage court et dense et un tempérament loyal et protecteur.",
      "definition_translation": "Il mastino è un cane grande e potente con un mantello breve e denso e un temperamento leale e protettivo.",
      "example": "J'ai eu un mastiff depuis que j'étais à l'université, et il a été un compagnon merveilleux. Maintenant, j'en ai deux, nommés Zeus et Apollon. D'ici la décennie prochaine, j'aurai eu trois mastiffs.",
      "example_translation": "Ho avuto un mastino fin da quando ero al college, e è stato un compagno meraviglioso. Ora ho due, che si chiamano Zeus e Apollo. Entro il prossimo decennio, avrò avuto tre mastini.",
      "imageLink": "image_files\\English\\"imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrier cairn",
      "translation": "Terrier di Cairn",
      "definition": "Un petit terrier à poil hirsute qui a originé dans les Highlands écossaises et est connu pour son naturel vif et affectueux.",
      "definition_translation": "Un piccolo terrier dalle lunghe pelo che originò nelle Highlands scozzesi e noto per la sua natura allegra e affettuosa.",
      "example": "Hier, j'ai vu un terrier cairn jouer dans le parc. Aujourd'hui, il poursuit un ballon. Demain, il sera blotti contre son propriétaire.",
      "example_translation": "Ieri, ho visto un Terrier di Cairn giocare nel parco. Oggi, sta inseguendo una palla. Domani, si coccolerà con il suo proprietario.",
      "imageLink": "image_files\\English\\"imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cane corso, mastiff espagnol",
      "translation": "Cane Corso, Mastino Spagnolo",
      "definition": "Une grande race de chien puissant qui a originé en Italie et en Espagne, connue pour sa loyauté et sa protection.",
      "definition_translation": "Una grande razza di cane potente che originò in Italia e Spagna, nota per la sua lealtà e protezionismo.",
      "example": "Le cane corso, mastiff espagnol était une race populaire à l'époque antique. Il est maintenant utilisé comme chien de garde. À l'avenir, il sera un compagnon de famille aimé.",
      "example_translation": "Il Cane Corso, Mastino Spagnolo era una razza popolare nel tempo antico. Oggi è utilizzato come cane da guardia. Nel futuro, sarà un amatissimo animale domestico di famiglia.",
      "imageLink": "image_files\\English\\"imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chihuahua",
      "translation": "Chihuahua",
      "definition": "Un petit chien à longs poils qui a originé au Mexique, connu pour ses grands yeux et son personnage vif.",
      "definition_translation": "Un piccolo cane dalle lunghe pelo che originò in Messico, noto per i suoi grandi occhi e la sua personalità allegra.",
      "example": "J'ai un chihuahua qui adore jouer avec des jouets. Hier, il a mordu mon chaussure. Demain, il sera endormi sur mes genoux.",
      "example_translation": "Ho un Chihuahua che ama giocare con giocattoli. Ieri, ha morso la mia scarpa. Domani, si addormenterà sulle mie gambe.",
      "imageLink": "image_files\\English\\"imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chow-chow",
      "translation": "cane lupo",
      "definition": "Un Chow-Chow est une race de chien de grande taille, originaire de Chine, connue pour sa langue bleu-noir caractéristique et son pelage fourré.",
      "definition_translation": "Un Chow Chow è una razza di cane di grandi dimensioni originaria della Cina, nota per la sua lingua blu-nera e il suo manto soffice.",
      "example": "Ma sœur avait un Chow-Chow quand elle était enfant, c'était vraiment mignon. Elle l'emmenait promener tous les matins. Maintenant, elle veut en avoir un autre, mais ma mère dit non.",
      "example_translation": "Mia sorella aveva un Chow Chow quando era una bambina, era proprio carino. Lo portava a spasso ogni mattina. Adesso vuole prenderne un altro, ma mia madre dice di no.",
      "imageLink": "image_files\\English\\"imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épagneul cocker",
      "translation": "spaniel inglese",
      "definition": "L'épagneul cocker est une race de chien douce et amicale, connue pour ses oreilles magnifiques et son caractère suave.",
      "definition_translation": "Uno Spaniel Inglese è una razza di cane gentile e amichevole, nota per le sue belle orecchie pendenti e la sua dolce indole.",
      "example": "Nous avons eu un épagneul cocker dans notre famille, c'était un chien adorable. Il nous suivait partout et jouait avec nos enfants. Maintenant, il est trop vieux pour jouer, mais nous l'aimons toujours.",
      "example_translation": "Avevamo uno Spaniel Inglese nella nostra famiglia, era un cane meraviglioso. Ci seguiva ovunque e giocava con i nostri bambini. Adesso è troppo vecchio per giocare, ma lo amiamo ancora.",
      "imageLink": "image_files\\English\\"imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "teckel, chien saucisse",
      "translation": "bassotto, cane salame",
      "definition": "Un teckel, également connu sous le nom de chien saucisse, est une race de chien à pattes courtes et corps allongé originaire d'Allemagne, souvent gardée comme animal de compagnie.",
      "definition_translation": "Un Bassotto, anche noto come Cane Salame, è una razza di cane a zampe corte e corpo lungo originaria della Germania, spesso tenuto come animale da compagnia.",
      "example": "J'ai vu un teckel au parc hier, c'était très drôle. Il a essayé de poursuivre un ballon, mais ses pattes courtes ne lui ont pas permis de courir vite. Je veux en avoir un comme animal de compagnie, ils sont si mignons.",
      "example_translation": "Ho visto un Bassotto al parco ieri, era molto divertente. Ha cercato di inseguire una palla, ma le sue zampe corte non gli hanno permesso di correre veloce. Voglio prenderne uno come animale da compagnia, sono così carini.",
      "imageLink": "image_files\\English\\"imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fox-terrier",
      "translation": "fox terrier",
      "definition": "Un fox-terrier est un petit chien énergique à toile lisse et court, élevé pour chasser les petits gibiers, notamment les renards.",
      "definition_translation": "Un piccolo cane energetico con un mantello corto e liscio, allevato per cacciare piccoli giochi, soprattutto volpi.",
      "example": "J'avais un fox-terrier lorsque j'étais enfant, il était très joueur. Maintenant, j'en ai un nouveau, il joue dans le jardin. D'ici l'année prochaine, j'aurai formé correctement.",
      "example_translation": "Avevo un fox terrier quando ero bambino, era molto giocoso. Ora ne ho uno nuovo, sta giocando nel giardino. L'anno prossimo, l'avrò addestrato bene.",
      "imageLink": "image_files\\English\\"imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouledogue français",
      "translation": "bulldog francese",
      "definition": "Le bouledogue français est une race de chien domestique connue pour son tempérament joueur et affectionné et sa toile courte et facile à entretenir.",
      "definition_translation": "Una razza di cane domestico conosciuta per la sua natura giocosa, affettuosa e il suo mantello corto, facile da mantenere.",
      "example": "Ma sœur possède un bouledogue français, il est très mignon. Elle l'a emmené au parc hier, il jouait avec les autres chiens. Le mois prochain, elle l'emportera chez le vétérinaire.",
      "example_translation": "Mia sorella possiede un bulldog francese, è molto carino. L'ha portato al parco ieri, stava giocando con altri cani. Il mese prossimo, lo porterà dal veterinario.",
      "imageLink": "image_files\\English\\"imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "berger allemand",
      "translation": "pastore tedesco",
      "definition": "Le berger allemand est une race de chien de berger de taille moyenne à grande, très intelligent, confiant et loyal.",
      "definition_translation": "Una razza di cane da pastorizia di media a grandezza media che è alta intelligenza, fiducia e lealtà.",
      "example": "Le berger allemand a été entraîné pour protéger son propriétaire, il était très loyal. Maintenant, il travaille dans la police, il aide à attraper les criminels. D'ici l'année prochaine, il aura achevé sa formation.",
      "example_translation": "Il pastore tedesco era stato addestrato per proteggere il suo proprietario, era molto leale. Ora lavora nella forza di polizia, sta aiutando a catturare criminali. L'anno prossimo, avrà completato il suo addestramento.",
      "imageLink": "image_files\\English\\"imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "schnauzer géant",
      "translation": "schnauzer gigante",
      "definition": "Le schnauzer géant est une race de chien puissant et grand, originaire d'Allemagne au 17e et 18e siècles.",
      "definition_translation": "Uno schnauzer gigante è una razza di cane grande e potente originaria della Germania nei secoli 17 e 18.",
      "example": "J'ai eu un schnauzer géant comme animal de compagnie pendant trois ans, et il a été un excellent compagnon. Hier, j'ai emmené au parc et il a couru librement. Demain, je l'emporterai chez le vétérinaire pour un contrôle.",
      "example_translation": "Ho avuto uno schnauzer gigante come animale domestico per tre anni, e è stato un grande compagno. Ieri, l'ho portato al parco e ha corso liberamente. Domani, lo porterò dal veterinario per un controllo.",
      "imageLink": "image_files\\English\\"imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "retriever doré",
      "translation": " retriever dorato",
      "definition": "Le retriever doré est une race de chien populaire connue pour son tempérament amical, loyal et gentil.",
      "definition_translation": "Un retriever dorato è una razza di cane molto popolare nota per la sua natura amichevole, leale e gentile.",
      "example": "Ma famille possède un retriever doré, et il adore jouer à récupérer. La semaine dernière, nous l'avons emmené à la plage et il a passé un excellent moment. Le mois prochain, nous allons le présenter à un concours de chiens.",
      "example_translation": "La mia famiglia ha un retriever dorato, e adora giocare a prendi. La settimana scorsa, l'abbiamo portato al mare e si è divertito molto. Il prossimo mese, lo iscriveremo a una mostra di cani.",
      "imageLink": "image_files\\English\\"imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Grand Danois",
      "translation": "dane grande",
      "definition": "Le Grand Danois est une race de chien connue pour sa grande taille, son tempérament doux et sa toile courte et lisse.",
      "definition_translation": "Un dane grande è una razza di cane nota per la sua grande taglia, la sua natura gentile e il suo mantello corto e liscio.",
      "example": "J'ai vu un Grand Danois au parc hier, et il était énorme. L'an dernier, mon ami avait un Grand Danois comme animal de compagnie, mais il est décédé. L'année prochaine, je vais considérer en avoir un comme animal de compagnie.",
      "example_translation": "Ho visto un dane grande al parco ieri, ed era enorme. L'anno scorso, il mio amico aveva un dane grande come animale domestico, ma è morto. L'anno prossimo, considererò prendere un dane grande come animale domestico.",
      "imageLink": "image_files\\English\\"imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lévrier",
      "translation": "levriero",
      "definition": "Le lévrier est une race de chien connue pour sa vitesse et son agilité, souvent utilisée pour les courses.",
      "definition_translation": "Un levriero è una razza di cane nota per la sua velocità e agilità, spesso utilizzata per le corse.",
      "example": "J'ai vu un lévrier courir au parc hier, il était très rapide. Aujourd'hui, je vais emporter mon lévrier chez le vétérinaire, et demain, je vais le présenter à une compétition de course.",
      "example_translation": "Ho visto un levriero che correva nel parco ieri, era molto veloce. Oggi, porterò il mio levriero dal veterinario, e domani, lo iscriverò a una competizione di corsa.",
      "imageLink": "image_files\\English\\"imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrier irlandais",
      "translation": "terrier irlandese",
      "definition": "Le terrier irlandais est une race de chien originaire d'Irlande, connue pour sa petite taille et sa toile filandreuse.",
      "definition_translation": "Il terrier irlandese è una razza di cane originaria dell'Irlanda, nota per la sua taglia compatta e il suo mantello ruvido.",
      "example": "Mon ami possède un terrier irlandais qui adore jouer à récupérer. Hier, il a poursuivi sa queue pendant des heures. La semaine prochaine, elle le présentera à un concours de chiens.",
      "example_translation": "Il mio amico ha un terrier irlandese che adora giocare a fetch. Ieri, ha inseguito la sua coda per ore. La settimana prossima, lo porterà a una mostra canina.",
      "imageLink": "image_files\\English\\"imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrier Jack Russell",
      "translation": "terrier Jack Russell",
      "definition": "Le terrier Jack Russell est une race de chien connue pour son tempérament énergique et vivant, souvent utilisée pour la chasse et la compagnie.",
      "definition_translation": "Il terrier Jack Russell è una razza di cane nota per la sua personalità energetica e vivace, spesso utilizzata per la caccia e la compagnia.",
      "example": "J'ai un terrier Jack Russell qui adore creuser des trous. Hier, il a creusé tout mon jardin. Le mois prochain, je vais l'emmener à l'école d'obéissance.",
      "example_translation": "Ho un terrier Jack Russell che adora scavare buche. Ieri, ha scavato tutto il mio giardino. Il mese prossimo, lo porterò a scuola di obbedienza.",
      "imageLink": "image_files\\English\\"imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Retriever Labrador",
      "translation": "Ritrattore del Labrador",
      "definition": "Le Retriever Labrador est une race de chien de taille moyenne à grande qui est populaire en tant que compagnon de chasse et de famille.",
      "definition_translation": "Il Labrador Retriever è una razza di cane da caccia di media a grande taglia che è popolare come animale domestico e compagno di caccia.",
      "example": "J'avais un Retriever Labrador comme animal de compagnie pendant mon enfance, et il était très amical. Mon frère achètera un Retriever Labrador la semaine prochaine, et il est très excité. Elle avait dressé un Retriever Labrador pour aider les personnes handicapées.",
      "example_translation": "Avevo un Labrador Retriever come animale domestico da bambino, e era molto amichevole. Mio fratello comprerà un Labrador Retriever la settimana prossima, e lui è molto emozionato. Lei aveva addestrato un Labrador Retriever per assistere le persone con disabilità.",
      "imageLink": "image_files\\English\\"imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Maltais",
      "translation": "Maltese",
      "definition": "Le Maltais est une petite race de chien du groupe des jouets qui est connue pour son manteau soyeux et blanc et son naturel doux.",
      "definition_translation": "Il Maltese è una razza di cane del gruppo toy che è nota per la sua pelliccia setosa e bianca e per la sua natura gentile.",
      "example": "J'ai vu un Maltais au salon canin, et il était très mignon. Mon amie a un Maltais, et il est très joueur. Ils achèteront un Maltais l'an prochain, et ils sont très excités.",
      "example_translation": "Ho visto un Maltese all'esibizione canina, e era molto carino. Il mio amico ha un Maltese, e è molto giocoso. Compreranno un Maltese l'anno prossimo, e loro sono molto emozionati.",
      "imageLink": "image_files\\English\\"imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Mastiff",
      "translation": "Mastino",
      "definition": "Le Mastiff est une grande race de chien connue pour sa taille massive, sa force et sa loyauté.",
      "definition_translation": "Il Mastino è una razza di cane nota per la sua grande mole, forza e lealtà.",
      "example": "Le Mastiff est un chien très puissant, mais il est également très doux. Elle avait un Mastiff comme animal de compagnie, et il était très protecteur. Ils achèteront un Mastiff le mois prochain, et ils sont très excités.",
      "example_translation": "Il Mastino è un cane molto potente, ma è anche molto gentile. Lei aveva un Mastino come animale domestico, e era molto protettivo. Compreranno un Mastino il mese prossimo, e loro sono molto emozionati.",
      "imageLink": "image_files\\English\\"imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Pinscher nain",
      "translation": "pinscher nano",
      "definition": "Un petit chien caractérisé par son manteau court et lisse et sa taille compacte.",
      "definition_translation": "Una razza di cane di piccole dimensioni caratterizzata da una corta, liscia pelliccia e dimensioni compatte.",
      "example": "J'ai eu un Pinscher nain lorsque j'étais enfant, et c'était un chien très joueur. Maintenant, j'ai un chien plus grand, mais je manque encore mon Pinscher nain. À l'avenir, je vais définitivement en obtenir un autre.",
      "example_translation": "Ho posseduto un pinscher nano quando ero bambino, e era un cane molto giocoso. Ora ho un cane più grande, ma ancora mi manca il mio pinscher nano. Nel futuro, mi procurerò sicuramente un altro pinscher nano.",
      "imageLink": "image_files\\English\\"imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Caniche nain",
      "translation": "poodle nano",
      "definition": "Une petite race de chien connue pour son manteau bouclé et ne perdant pas de poils et son intelligence élevée.",
      "definition_translation": "Una razza di cane nota per la sua pelliccia riccia e non cadente e la sua alta intelligenza.",
      "example": "J'ai toujours été fasciné par les Caniches nains et leurs beaux manteaux. Mon amie a un Caniche nain, et il est très obéissant. À l'avenir, je vais avoir un Caniche nain et le dresserai pour faire des tours.",
      "example_translation": "Ho sempre sido affascinato dai poodle nani e dalle loro belle pellicce. Il mio amico ha un poodle nano e è molto obbediente. Nel futuro, mi procurerò un poodle nano e lo addestrerò a eseguire trucchi.",
      "imageLink": "image_files\\English\\"imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Bâtard",
      "translation": "meticcio",
      "definition": "Un chien de race mixte, en particulier un croisement entre un chien domestique et un canidé sauvage.",
      "definition_translation": "Un cane di razza mista, specialmente uno che è un incrocio tra un cane domestico e un cane selvatico.",
      "example": "J'ai vu beaucoup de bâtards dans mon quartier, et ils ont tous l'air très uniques. Le chien de mon ami est un bâtard, et il est très fort. À l'avenir, j'adopterai un bâtard d'un refuge.",
      "example_translation": "Ho visto molti meticci nel mio quartiere, e tutti sembrano molto unici. Il cane del mio amico è un meticcio, ed è molto forte. Nel futuro, adotterò un meticcio da un rifugio.",
      "imageLink": "image_files\\English\\"imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Terre-Neuve",
      "translation": "Terra Nuova",
      "definition": "Une grande île au large de la côte est du Canada, connue pour sa beauté naturelle sauvage et son héritage culturel riche.",
      "definition_translation": "Un'isola grande sulla costa orientale del Canada, nota per la sua bellezza naturale ruvida e il suo ricco patrimonio culturale.",
      "example": "J'ai visité Terre-Neuve l'été dernier et j'ai marché sur le sentier de la côte est. Je vais visiter Terre-Neuve à nouveau l'année prochaine. J'ai déjà visité Terre-Neuve trois fois.",
      "example_translation": "Ho visitato la Terra Nuova l'estate scorsa e ho camminato il Sentiero della Costa Orientale. Visiterò la Terra Nuova novamente l'anno prossimo. Ho già visitato la Terra Nuova tre volte già.",
      "imageLink": "image_files\\English\\"imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Papillon",
      "translation": "farfalla",
      "definition": "Un type de chien avec un manteau long et bouclé, souvent utilisé comme animal de compagnie.",
      "definition_translation": "Un tipo di cane con un manto lungo e ricciuto, spesso utilizzato come animale da compagnia.",
      "example": "J'avais un Papillon comme animal de compagnie lorsque j'étais enfant. Ma sœur possède un Papillon maintenant. Elle va avoir un autre Papillon le mois prochain.",
      "example_translation": "Avevo un papillon come animale domestico quando ero bambino. Mia sorella possiede un papillon ora. Prenderà un altro papillon il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Pékinés",
      "translation": "Pechinese",
      "definition": "Une petite race de chien originaire de Chine, connue pour son naturel loyal et doux.",
      "definition_translation": "Una razza di cane piccola e morbida originaria della Cina, nota per la sua natura leale e gentile.",
      "example": "J'ai toujours voulu avoir un Pékinés comme animal de compagnie. Mon amie a un Pékinés, et il est très mignon. Elle avait un Pékinés lorsque elle était enfant.",
      "example_translation": "Ho sempre voluto un Pechinese come animale domestico. La mia amica ha un Pechinese e è molto carino. Aveva un Pechinese quando era bambina.",
      "imageLink": "image_files\\English\\"imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Terrier Pitbull",
      "translation": "pitbull terrier",
      "definition": "Un Terrier Pitbull est une race de chien connue pour sa force, son agilité et sa loyauté. Originaire des États-Unis au milieu du 19e siècle, cette race a été développée à partir de l'Old English Bulldog et de l'Old English Terrier.",
      "definition_translation": "Un pitbull terrier è una razza di cane nota per la sua forza, agilità e fedeltà. Originario negli Stati Uniti nel XIX secolo, questa razza è stata sviluppata dall'Old English Bulldog e dall'Old English Terrier.",
      "example": "Hier, j'ai vu un Terrier Pitbull au parc. Aujourd'hui, je vais caresser un Terrier Pitbull. Demain, j'adopterai un Terrier Pitbull.",
      "example_translation": "Ieri ho visto un pitbull terrier nel parco. Oggi sto per accarezzare un pitbull terrier. Domani adotterò un pitbull terrier.",
      "imageLink": "image_files\\English\\"imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pointeur",
      "translation": "segugio",
      "definition": "Un pointeur est un type de chien élevé pour pointer et récupérer du gibier, tel que des oiseaux et des lapins. Les pointeurs sont connus pour leurs excellentes compétences de chasse et leur loyauté envers leurs propriétaires.",
      "definition_translation": "Un segugio è un tipo di cane allevato per puntare e recuperare la selvaggina, come uccelli e conigli. I segugi sono noti per le loro eccellenti abilità di caccia e la loro fedeltà ai loro proprietari.",
      "example": "Le pointeur de mon grand-père a aidé à attraper beaucoup de lapins hier. Aujourd'hui, son pointeur dort sur le canapé. Demain, son pointeur ira à la chasse avec lui à nouveau.",
      "example_translation": "Il segugio di mio nonno gli ha aiutato a catturare molti conigli ieri. Oggi, il suo segugio sta dormendo sul divano. Domani, il suo segugio andrà a caccia con lui di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chien de berger polonais des plaines",
      "translation": "cane da pastore della pianura polacca",
      "definition": "Le chien de berger polonais des plaines est une race de chien originaire de Pologne et est utilisée pour le pastoralisme des moutons et d'autres animaux de ferme. Ils sont connus pour leur intelligence, leur agilité et leur nature protectrice.",
      "definition_translation": "Un cane da pastore della pianura polacca è una razza di cane originaria della Polonia e utilizzata per la pastorizia di pecore e altri animali da fattoria. Sono noti per la loro intelligenza, agilità e natura protettiva.",
      "example": "Le chien de berger polonais des plaines de mon voisin est très intelligent. Aujourd'hui, il a aidé à rassembler les moutons. Demain, il apprendra à protéger la ferme.",
      "example_translation": "Il cane da pastore della pianura polacca di mio vicino è molto intelligente. Oggi, ha aiutato lui a radunare le pecore. Domani, imparerà come difendere la fattoria.",
      "imageLink": "image_files\\English\\"imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poméranien",
      "translation": "Pomeranio",
      "definition": "Un petit chien caractérisé par son double manteau doux et ressemblant à un ours en peluche.",
      "definition_translation": "Una piccola razza di cane caratterizzata dalla sua doppia pelliccia morbida e somigliante a un orso di peluche.",
      "example": "J'ai eu un poméranien comme animal de compagnie lorsque j'étais enfant, et il jouait avec moi toute la journée. Mon amie a un poméranien maintenant, et il est toujours à côté d'elle. Je vais avoir un poméranien à nouveau lorsque je vais déménager dans une maison plus grande.",
      "example_translation": "Avevo un Pomeranio come animale domestico quando ero un bambino, e giocava con me tutto il giorno. La mia amica ha un Pomeranio adesso, e è sempre al suo fianco. Prenderò un Pomeranio di nuovo quando mi sposterò in una casa più grande.",
      "imageLink": "image_files\\English\\"imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "carlin",
      "translation": "carlino",
      "definition": "Un petit chien avec une queue courte et courbée et un visage ridé, souvent gardé comme animal de compagnie.",
      "definition_translation": "Un cane piccolo con una coda corta e curva e un viso rugoso, spesso tenuto come animale domestico.",
      "example": "J'ai vu un carlin au parc hier, et il était très mignon. Ma sœur a un carlin, et il adore jouer avec des jouets. Je vais adopter un carlin du refuge le mois prochain.",
      "example_translation": "Ho visto un carlino al parco ieri, e era così carino. La mia sorella ha un carlino, e ama giocare con i giocattoli. Adotterò un carlino dal rifugio il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "berger pyrénéen",
      "translation": "pastore dei Pirenei",
      "definition": "Une race de chien de taille moyenne originaire des Pyrénées, souvent utilisée pour le pastoralisme des moutons.",
      "definition_translation": "Una razza di cane di media taglia originaria dalle Montagne dei Pirenei, spesso utilizzata per il pascolo delle pecore.",
      "example": "J'ai rencontré un berger pyrénéen à la ferme, et il était très intelligent. Le berger pyrénéen a aidé le fermier à déplacer le troupeau dans un autre champ. Je vais apprendre plus sur la race de berger pyrénéen bientôt.",
      "example_translation": "Ho incontrato un pastore dei Pirenei alla fattoria, e era molto intelligente. Il pastore dei Pirenei ha aiutato il contadino a spostare il gregge in un altro campo. Imparerò di più sulla razza del pastore dei Pirenei presto.",
      "imageLink": "image_files\\English\\"imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "Un Rottweiler est une race de chien domestique connue pour sa force, sa loyauté et sa nature protectrice. Originaire de l'ancienne Rome, la race était à l'origine utilisée comme chien de garde et de police.",
      "definition_translation": "Un Rottweiler è una razza di cane domestico nota per la sua forza, lealtà e natura protettiva. Originario dell'antica Roma, la razza era originariamente utilizzata come cane da guardia e cane poliziotto.",
      "example": "J'ai eu un Rottweiler lorsque j'étais enfant, il était très loyal. Maintenant, j'ai un Labrador, mais j'ai utilisé avoir un Rottweiler. Je vais avoir un Rottweiler à nouveau dans le futur.",
      "example_translation": "Avevo un Rottweiler quando ero bambino, era molto leale. Adesso ho un Labrador, ma avevo un Rottweiler. Prenderò di nuovo un Rottweiler nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Saint-Bernard",
      "translation": "San Bernardo",
      "definition": "Un Saint-Bernard est une grande race de chien originaire des Alpes suisses, connue pour son manteau épais, sa posture forte et sa nature douce. Ils étaient à l'origine utilisés comme chiens de sauvetage, aidant les voyageurs égarés dans les montagnes.",
      "definition_translation": "Un San Bernardo è una razza di cane grande originaria delle Alpi svizzere, nota per il suo manto spesso, la sua costruzione robusta e la sua natura gentile. Erano originariamente utilizzati come cani di salvataggio, aiutando i viaggiatori bloccati nelle montagne.",
      "example": "J'ai vu un Saint-Bernard à la station de ski l'an dernier, il était énorme. La famille de mon amie avait un Saint-Bernard lorsque j'étais enfant, mais il était très coûteux à entretenir. J'aimerais avoir un Saint-Bernard dans le futur.",
      "example_translation": "Ho visto un San Bernardo alla stazione sciistica l'anno scorso, era enorme. La famiglia del mio amico aveva un San Bernardo quando ero bambino, ma era molto costoso da mantenere. Vorrei avere un San Bernardo nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Samoyède",
      "translation": "Samoino",
      "definition": "Un Samoyède est une race de chien originaire de Sibérie, connue pour son manteau blanc soyeux, son visage souriant et sa nature amicale. Les Samoyèdes étaient à l'origine utilisés comme chiens de berger, aidant à rassembler les rennes et d'autres animaux de ferme.",
      "definition_translation": "Un Samoino è una razza di cane originaria della Siberia, nota per il suo manto bianco soffice, il suo volto sorridente e la sua natura amichevole. I Samoini erano originariamente utilizzati come cani da pastore, aiutando a radunare i renne e altri animali da fattoria.",
      "example": "J'ai toujours voulu un Samoyède, ils sont si mignons. Ma sœur avait un Samoyède lorsque j'étais enfant, il était très joueur. Je vais avoir un Samoyède lorsque j'aurai des enfants dans le futur.",
      "example_translation": "Ho sempre voluto un Samoino, sono così carini. Mia sorella aveva un Samoino quando ero bambino, era molto giocoso. Prenderò un Samoino quando avrò dei bambini nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "schnauzer",
      "translation": "schnauzer",
      "definition": "Un schnauzer est une race de chien originaire d'Allemagne, connue pour sa barbe distinctive et sa moustache, ainsi que pour son intelligence, sa loyauté et sa nature protectrice.",
      "definition_translation": "Uno schnauzer è una razza di cane originaria della Germania, nota per la sua barba e pelo facciale simile a baffi, oltre che per la sua intelligenza, lealtà e natura protettiva.",
      "example": "J'ai eu un schnauzer lorsque j'étais enfant, et il était très amusant de jouer avec lui. Maintenant, j'ai à nouveau un schnauzer, et il est très protecteur de ma famille. Je vais avoir un schnauzer à nouveau dans le futur parce que j'aime cette race.",
      "example_translation": "Avevo uno schnauzer quando ero ragazzo, e era così divertente giocare con lui. Ora ho di nuovo uno schnauzer, e è molto protettivo della mia famiglia. Prenderò di nuovo uno schnauzer in futuro perché amo questa razza.",
      "imageLink": "image_files\\English\\"imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrier écossais",
      "translation": "terrier scozzese",
      "definition": "Un terrier écossais est un petit chien agile et rapide originaire d'Écosse, connu pour ses pattes courtes, sa barbe distinctive et sa personnalité fougueuse.",
      "definition_translation": "Un terrier scozzese è una razza di cane piccola e agile originaria della Scozia, nota per le sue gambe corte, la sua barba distintiva e il suo carattere vivace.",
      "example": "Ma grand-mère avait un terrier écossais qui était très joueur. Lorsque je visitais ma grand-mère, le terrier écossais se serrait toujours sur mes genoux. Je vais avoir un terrier écossais bientôt parce que j'aime leur petite taille.",
      "example_translation": "Mia nonna aveva un terrier scozzese che era molto giocoso. Quando la visitavo, il terrier scozzese si sedeva sempre sulle mie ginocchia. Prenderò un terrier scozzese presto perché amo la loro piccola taglia.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chien de berger Shetland",
      "translation": "collie Shetland",
      "definition": "Le chien de berger Shetland, également connu sous le nom de Sheltie, est une race de chien de taille petite à moyenne originaire des îles Shetland, connu pour son intelligence, son agilité et sa capacité de bergage.",
      "definition_translation": "Un collie Shetland, anche noto come Sheltie, è una razza di cane di piccole dimensioni originaria delle Isole Shetland, nota per la sua intelligenza, agilità e abilità di conduzione del gregge.",
      "example": "J'ai vu un chien de berger Shetland au parc canin hier, et il était très rapide. Mon ami a un chien de berger Shetland, et il est très obéissant. Je vais adopter un chien de berger Shetland dans le futur car j'adore leur intelligence.",
      "example_translation": "Ho visto un collie Shetland al parco cani ieri, ed era così veloce. Il mio amico ha un collie Shetland, ed è molto obbediente. Adotterò un collie Shetland in futuro perché amo la loro intelligenza.",
      "imageLink": "image_files\\English\\"imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "Le Shiba Inu est une race de chien du Japon connue pour ses caractéristiques distinctives de renard et son tempérament indépendant.",
      "definition_translation": "Lo Shiba Inu è una razza di cane dal Giappone nota per le sue caratteristiche volpine e natura indipendente.",
      "example": "J'ai eu un Shiba Inu pendant trois ans, et j'adore son attitude ludique. Hier, j'ai emmené mon Shiba Inu au parc, et il courait librement. Demain, je vais emmener mon Shiba Inu chez le vétérinaire pour une vérification.",
      "example_translation": "Ho posseduto uno Shiba Inu per tre anni, e adoro la sua attitudine giocosa. Ieri, ho portato il mio Shiba Inu al parco, e è corsa liberamente. Domani, porterò il mio Shiba Inu dal veterinario per un controllo.",
      "imageLink": "image_files\\English\\"imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Husky sibérien",
      "translation": "Uccelatore Siberiano",
      "definition": "Le Husky sibérien est une race de chien originaire de Sibérie, connu pour son pelage épais, ses yeux bleus et sa morphologie athlétique.",
      "definition_translation": "L'Uccelatore Siberiano è una razza di cane originaria della Siberia, nota per la sua folta pelliccia, gli occhi azzurri e la sua costruzione atletica.",
      "example": "J'ai toujours voulu avoir un Husky sibérien comme animal de compagnie, mais mes parents n'avaient pas autorisé. Maintenant, je m'apprête à acheter un chiot de Husky sibérien le mois prochain. Mon ami a eu un Husky sibérien pendant cinq ans, et il est très amical.",
      "example_translation": "Ho sempre desiderato un Uccelatore Siberiano come animale domestico, ma i miei genitori non hanno permesso. Ora, sto pianificando di comprare un cucciolo di Uccelatore Siberiano il prossimo mese. Il mio amico ha avuto un Uccelatore Siberiano per cinque anni, e è molto amichevole.",
      "imageLink": "image_files\\English\\"imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Spitz",
      "translation": "Spitz",
      "definition": "Le Spitz est un type de chien connu pour son pelage fluff, sa queue recourbée et ses caractéristiques de renard.",
      "definition_translation": "Lo Spitz è un tipo di cane noto per la sua pelliccia soffice, la coda riccia e le caratteristiche volpine.",
      "example": "Le Spitz que j'ai vu au parc était très mignon et ludique. Hier, je suis allé au magasin d'animaux et j'ai vu un chiot de Spitz. Si j'en avais la chance, j'adopterai un Spitz comme animal de compagnie.",
      "example_translation": "Lo Spitz che ho visto al parco era molto carino e giocoso. Ieri, sono andato al negozio di animali domestici e ho visto un cucciolo di Spitz. Se avessi la possibilità, adotterei uno Spitz come animale domestico.",
      "imageLink": "image_files\\English\\"imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Vizsla",
      "translation": "cane ungherese",
      "definition": "Le Vizsla est un chien de chasse hongrois avec un pelage court et lisse et un tempérament énergique et vif.",
      "definition_translation": "Il Vizsla è un cane da caccia ungherese con un mantello corto e liscio e un temperamento energico e vivace.",
      "example": "J'avais un Vizsla comme animal de compagnie quand j'étais enfant, il était très ludique. Aujourd'hui, j'ai vu un Vizsla au parc, il courait avec son propriétaire. Dans le futur, je veux avoir un Vizsla à nouveau.",
      "example_translation": "Avevo un Vizsla come animale domestico quando ero un ragazzo, era molto giocoso. Oggi, ho visto un Vizsla al parco, correva intorno con il suo proprietario. Nel futuro, vorrei avere un Vizsla di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "Le Weimaraner est une race de chien grande et élancée avec un pelage court et lisse et une morphologie athlétique, originaire d'Allemagne.",
      "definition_translation": "Il Weimaraner è una razza di cane grande e slanciata con un mantello corto e liscio e una costruzione atletica, originaria della Germania.",
      "example": "Mon voisin possède un Weimaraner, il est très rapide. Hier, j'ai vu un Weimaraner à l'exposition canine, il était très bien élevé. Dans quelques années, je vais avoir un Weimaraner comme animal de compagnie.",
      "example_translation": "Il mio vicino possiede un Weimaraner, è molto veloce. Ieri, ho visto un Weimaraner alla mostra canina, si comportava molto bene. Tra qualche anno, mi prenderò un Weimaraner come animale domestico.",
      "imageLink": "image_files\\English\\"imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Corgi gallois (Pembroke Welsh Corgi)",
      "translation": "Corgi Gallo (Corgi Gallo del Pembrokeshire)",
      "definition": "Le Pembroke Welsh Corgi est une race de chien intelligente et courte avec une apparence distinctive, originaire du pays de Galles.",
      "definition_translation": "Il Corgi Gallo del Pembrokeshire è una razza di cane intelligente e bassa con un aspetto particolare, originaria del Galles.",
      "example": "La reine d'Angleterre adore les Corgi gallois, elle en a plusieurs au palais. La semaine dernière, j'ai rencontré un Corgi gallois au parc canin, il était très amical. Dans le futur, je veux élever des Corgi gallois.",
      "example_translation": "La Regina d'Inghilterra ama i Corgi Gallesi, ne ha molti al palazzo. La settimana scorsa, ho incontrato un Corgi Gallo al parco cani, era molto amichevole. Nel futuro, vorrei allevare Corgi Gallesi.",
      "imageLink": "image_files\\English\\"imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Terrier du Yorkshire",
      "translation": "Terrier dello Yorkshire",
      "definition": "Le Terrier du Yorkshire est une race de chien petite, pétillante et affectueuse, originaire du Yorkshire, en Angleterre, connue pour ses grands yeux, son pelage soyeux et son naturel courageux.",
      "definition_translation": "Un piccolo, vivace e affettuoso cane da razza originario dello Yorkshire, Inghilterra, noto per i suoi grandi occhi, pelliccia setosa e natura coraggiosa.",
      "example": "J'avais un Terrier du Yorkshire lorsque j'étais enfant, et il était très ludique. Maintenant, j'en ai un comme animal de compagnie, et il l'est toujours. Dans le futur, j'espère en avoir un autre.",
      "example_translation": "Ho avuto un terrier dello Yorkshire da bambino, e era molto giocoso. Adesso ne ho uno come animale domestico, e lo è ancora. In futuro, spero di avere un altro.",
      "imageLink": "image_files\\English\\"imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]