{
  "data": [
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crayons de couleur",
      "translation": "matite colorate",
      "definition": "Les crayons de couleur sont un ensemble de crayons utilisés pour colorier et dessiner, généralement utilisés par les enfants et les artistes.",
      "definition_translation": "Le matite colorate sono un set di matite utilizzate per colorare e disegnare, tipicamente utilizzate dai bambini e dagli artisti.",
      "example": "Hier, j'ai utilisé des crayons de couleur pour dessiner un paysage magnifique. Aujourd'hui, je les utilise pour colorier une image. Demain, je vais les utiliser pour créer une œuvre d'art.",
      "example_translation": "Ieri, ho usato le matite colorate per disegnare un meraviglioso paesaggio. Oggi, le sto usando per colorare un'immagine. Domani, le userò per creare un capolavoro.",
      "imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crayon",
      "translation": "matita",
      "definition": "Un crayon est un instrument d'écriture ou de dessin consistant en un noyau solide de graphite enfermé dans un cylindre en bois.",
      "definition_translation": "Una matita è uno strumento per scrivere o disegnare composto da un nucleo solido di grafite inserito in un cilindro di legno.",
      "example": "J'ai pris mon crayon et j'ai commencé à écrire une lettre. Le crayon s'est cassé, donc j'ai dû le tailler. La semaine prochaine, je vais acheter un nouveau crayon.",
      "example_translation": "Ho raccolto la mia matita e ho iniziato a scrivere una lettera. La matita si è rotta, quindi ho dovuto affilarla. La prossima settimana, comprerò una nuova matita.",
      "imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pinceau",
      "translation": "spazzola",
      "definition": "Un pinceau est un outil avec des poils utilisé pour appliquer de la peinture, de l'encre ou d'autres matériaux sur une surface.",
      "definition_translation": "Una spazzola è uno strumento con setole utilizzato per applicare vernice, inchiostro o altri materiali su una superficie.",
      "example": "J'ai utilisé un pinceau pour peindre le mur hier. Aujourd'hui, je l'utilise pour appliquer de la colle sur le papier. Le mois prochain, je vais utiliser un pinceau pour décorer le gâteau.",
      "example_translation": "Ho usato una spazzola per dipingere il muro ieri. Oggi, sto usando una spazzola per applicare la colla al carta. Il mese prossimo, userò una spazzola per decorare la torta.",
      "imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "règle",
      "translation": "righello",
      "definition": "Une règle est une ligne droite avec des marques espacées, généralement utilisée pour mesurer et dessiner des lignes droites.",
      "definition_translation": "Un righello è una riga diritta con segni equidistanti, solitamente utilizzata per misurare e disegnare linee diritte.",
      "example": "J'ai utilisé une règle pour dessiner une ligne droite sur le papier. Je vais utiliser une règle pour mesurer la longueur de la table. J'ai utilisé une règle pour créer un modèle à échelle précise.",
      "example_translation": "Ho usato un righello per disegnare una linea diritta sulla carta. Userò un righello per misurare la lunghezza del tavolo. Ho usato un righello per creare un modello in scala preciso.",
      "imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ciseaux",
      "translation": "forbici",
      "definition": "Les ciseaux sont un instrument de coupe portatif consistant en deux lames pivotées à un point, utilisé pour couper des matériaux fins tels que le papier, le tissu et les cheveux.",
      "definition_translation": "Le forbici sono uno strumento di taglio portatile composto da due lame articolate in un punto, utilizzato per tagliare materiali sottili come carta, stoffa e capelli.",
      "example": "J'ai utilisé des ciseaux pour couper le tissu. Elle va utiliser des ciseaux pour couper le papier. Ils ont utilisé des ciseaux pour couper les cheveux.",
      "example_translation": "Ho usato le forbici per tagliare la stoffa. Userà le forbici per tagliare la carta. Hanno usato le forbici per tagliare i capelli.",
      "imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouton",
      "translation": "pulsante",
      "definition": "Un bouton est un petit dispositif de fermeture utilisé pour fermer ou ouvrir des vêtements, généralement consistant en un disque ou un bouton avec un trou ou une boucle.",
      "definition_translation": "Un pulsante è un dispositivo di chiusura piccolo utilizzato per chiudere o aprire i vestiti, solitamente composto da un disco o pomello con un buco o anello.",
      "example": "J'ai boutonné ma chemise. Elle va déboutonner sa robe. Ils ont boutonné leurs manteaux.",
      "example_translation": "Ho abbottonato la mia camicia. Userà slacciare il suo vestito. Hanno abbottonato i loro cappotti.",
      "imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pince à afficher",
      "translation": "spillo da disegno",
      "definition": "Une petite pince utilisée pour fixer des papiers ou des notes sur un panneau, généralement avec une grosse tête ronde ou ovale et un point court et fin.",
      "definition_translation": "Un piccolo spillo usato per tenere fermi documenti o note su una superficie, normalmente con una grande testa rotonda o ovale e una punta corta e sottile.",
      "example": "J'ai utilisé une pince à afficher pour attacher l'affiche au mur. Hier, j'ai dû utiliser plusieurs pince à afficher pour fixer tous les diagrammes. Je vais utiliser une pince à afficher pour accrocher la carte sur le tableau demain.",
      "example_translation": "Ho usato uno spillo da disegno per attaccare il poster sulla parete. Ieri, ho dovuto usare diversi spilli da disegno per tener fermi tutti i diagrammi. Userò uno spillo da disegno per appendere la mappa sulla lavagna domani.",
      "imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "encre",
      "translation": "inchiostro",
      "definition": "Une substance liquide ou gélatineuse utilisée pour écrire ou imprimer, généralement fabriquée à partir de colorants ou de pigments.",
      "definition_translation": "Una sostanza liquida o gel usata per scrivere o stampare, tipicamente composta da coloranti o pigmenti.",
      "example": "Le stylo a épuisé son encre, donc j'ai dû la recharger. L'artiste a mélangé différentes encres pour créer une couleur unique. Les cartouches d'encre de l'imprimante doivent être remplacées tous les six mois.",
      "example_translation": "La penna è rimasta senza inchiostro, quindi ho dovuto riempirla. L'artista ha miscelato diversi inchiostri per creare un colore unico. Le cartucce d'inchiostro della stampante devono essere sostituite ogni sei mesi.",
      "imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "motif",
      "translation": "modello",
      "definition": "Un design régulier ou répété, notamment utilisé comme modèle ou guide.",
      "definition_translation": "Un disegno o una disposizione regolare o ripetuta, specialmente uno usato come modello o guida.",
      "example": "Le tissu avait un beau motif de fleurs et de feuilles. La société utilise un motif pour créer des produits identiques. L'artiste suit un motif d'abstractions de formes et de couleurs.",
      "example_translation": "Il tessuto aveva un bellissimo modello di fiori e foglie. L'azienda utilizza un modello per creare prodotti identici. L'opera dell'artista segue un modello di forme astratte e colori.",
      "imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épingle",
      "translation": "spillo",
      "definition": "Un petit dispositif pointu utilisé pour fixer ou attacher des choses.",
      "definition_translation": "Un dispositivo piccolo, sottile e puntuto utilizzato per fissare o attaccare cose.",
      "example": "J'ai utilisé une épingle pour fixer l'ourlet de ma robe. Je vais utiliser une épingle pour attacher le badge à ma veste. Elle avait utilisé une épingle pour sécuriser ses cheveux.",
      "example_translation": "Ho usato uno spillo per fissare l'orlo del mio vestito. Userò uno spillo per attaccare il badge sulla mia giacca. Lei aveva usato uno spillo per fissare i suoi capelli.",
      "imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "presse-épingles",
      "translation": "portaspilli",
      "definition": "Un petit coussin ou pad utilisé pour holding des épingles.",
      "definition_translation": "Un piccolo cuscino o piedistallo usato per tenere gli spilli.",
      "example": "Elle gardait ses épingles dans un petit presse-épingles sur sa table de couture. Il a dû chercher un presse-épingles pour tenir ses aiguilles. Ils ont utilisé un presse-épingles pour stocker leurs fournitures de couture.",
      "example_translation": "Lei ha tenuto i suoi spilli in un piccolo portaspilli sulla sua tavola da cucito. Lui ha dovuto cercare un portaspilli per tenere le sue aghi. Hanno usato un portaspilli per memorizzare le loro forniture da cucito.",
      "imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "carton",
      "translation": "cartone",
      "definition": "Un papier-carton rigide et épais utilisé pour fabriquer des boîtes, des cartons et d'autres contenants.",
      "definition_translation": "Un cartone rigido e spesso utilizzato per fare scatole, cartoni e altri contenitori.",
      "example": "Le paquet était fait de carton solide. Elle a utilisé du carton pour créer un projet DIY. Ils ont emballé les cadeaux dans des boîtes en carton.",
      "example_translation": "Il pacchetto era fatto di cartone robusto. Lei ha usato il cartone per creare un progetto fai-da-te. Hanno imballato i regali in scatole di cartone.",
      "imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "argile",
      "translation": "argilla",
      "definition": "Un matériau terreux tendre utilisé pour fabriquer de la poterie, des céramiques et d'autres objets.",
      "definition_translation": "Un materiale morbido e terroso utilizzato per creare ceramiche, oggetti di ceramica e altri oggetti.",
      "example": "Le potier a mélangé l'argile avec de l'eau pour obtenir une consistance lisse. Elle a de l'argile dans les mains. Elle travaillera avec l'argile demain.",
      "example_translation": "La pittrice ha mescolato l'argilla con l'acqua per creare una consistenza liscia. Ha argilla nelle sue mani. Lavorerà con l'argilla domani.",
      "imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crayons de couleurs",
      "translation": "pastelli",
      "definition": "Un bâton de matériau coloré utilisé pour dessiner ou colorier.",
      "definition_translation": "Un bastoncino di materiale colorato utilizzato per disegnare o colorare.",
      "example": "Les enfants ont coloré le dessin avec des crayons de couleurs. Ils ont déjà utilisé des crayons de couleurs. Ils utiliseront des crayons de couleurs à nouveau demain.",
      "example_translation": "I bambini hanno colorato la figura con i pastelli. Hanno usato i pastelli prima. Useranno i pastelli di nuovo domani.",
      "imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "colle",
      "translation": "colla",
      "definition": "Un substance collante utilisée pour joindre ou réparer des choses.",
      "definition_translation": "Una sostanza appiccicosa utilizzata per unire o riparare le cose.",
      "example": "Elle a appliqué la colle sur le vase cassé. Il a déjà utilisé de la colle. Ils utiliseront de la colle pour réparer le jouet.",
      "example_translation": "Lei ha applicato la colla al vaso rotto. Lui ha usato la colla prima. Useranno la colla per riparare il giocattolo.",
      "imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aiguille",
      "translation": "ago",
      "definition": "Une aiguille est un outil pointu petit utilisé pour coudre et percer les tissus.",
      "definition_translation": "Un ago è un piccolo strumento appuntito utilizzato per cucire e bucature tessuti.",
      "example": "Elle a enfilé l'aiguille pour coudre le tissu déchiré ensemble. Elle a enfilé l'aiguille tous les jours pendant une semaine. Elle enfilera l'aiguille demain pour finir le quilt.",
      "example_translation": "Ha filato l'ago per cucire il tessuto strappato insieme. Ha filato l'ago ogni giorno per una settimana. Filaterà l'ago domani per finire il quilt.",
      "imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serviette en papier",
      "translation": "fazzoletto di carta",
      "definition": "Une serviette en papier est un tissu absorbant jetable utilisé pour s'essuyer la bouche et les mains pendant les repas.",
      "definition_translation": "Un fazzoletto di carta è un panno assorbente usa e getta utilizzato per asciugare la bocca e le mani mentre si mangia.",
      "example": "Elle a utilisé une serviette en papier pour s'essuyer la sauce de la bouche. Il utilisera une serviette en papier pour nettoyer ses mains. Ils ont utilisé des serviettes en papier au pique-nique depuis des années.",
      "example_translation": "Ha usato un fazzoletto di carta per asciugare la salsa dalla bocca. Userà un fazzoletto di carta per pulire le mani. Hanno usato fazzoletti di carta al picnic per anni.",
      "imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épingles de sûreté",
      "translation": "spilla di sicurezza",
      "definition": "Une épingle de sûreté est un type d'épingle avec un clip protecteur qui empêche les piqures accidentelles.",
      "definition_translation": "Una spilla di sicurezza è un tipo di spilla con una chiusura protettiva che impedisce la puntura accidentale.",
      "example": "Elle a attaché le lange du bébé avec une épingle de sûreté. Il utilisera une épingle de sûreté pour fixer sa page déchirée. Ils ont utilisé des épingles de sûreté pour réparer leurs fermetures éclatées depuis des années.",
      "example_translation": "Ha attaccato il pannolino del bambino con una spilla di sicurezza. Userà una spilla di sicurezza per fissare la pagina strappata. Hanno usato spilli di sicurezza per riparare le loro cerniere rotte per anni.",
      "imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "machine à coudre",
      "translation": "macchina da cucire",
      "definition": "Une machine à coudre est un appareil utilisé pour coudre des tissus et d'autres matériaux ensemble avec du fil.",
      "definition_translation": "Una macchina da cucire è un dispositivo utilizzato per cucire insieme stoffa e altri materiali con filo.",
      "example": "J'ai utilisé une machine à coudre pour faire une robe hier, je l'utilise maintenant pour réparer une couture déchirée, et je l'utiliserai demain pour créer un nouvel outfit.",
      "example_translation": "Ho usato una macchina da cucire per fare un vestito ieri, sto usando per riparare una cucitura strappata ora e userò per creare un nuovo outfit domani.",
      "imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "autocollant",
      "translation": "adesivo",
      "definition": "Un autocollant est un petit morceau de papier ou de plastique avec adhésif sur une face, utilisé pour décorer ou étiqueter quelque chose.",
      "definition_translation": "Un adesivo è un piccolo pezzo di carta o plastica con adesivo su un lato, utilizzato per decorare o etichettare qualcosa.",
      "example": "J'ai collé un autocollant sur mon ordinateur portable hier, je vais en coller un sur ma bouteille d'eau maintenant, et je vais en coller un sur mon nouvel étui de téléphone demain.",
      "example_translation": "Ho incollato un adesivo sul mio laptop ieri, sto incollando uno sulla mia bottiglia d'acqua ora e incollerò uno sulla mia nuova custodia del telefono domani.",
      "imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ficelle",
      "translation": "corda",
      "definition": "Une ficelle est un long et fin brin de fil ou de fibre utilisé pour attacher, fixer ou connecter des objets.",
      "definition_translation": "Una corda è un pezzo lungo e sottile di filo o fibra utilizzato per legare, fissare o connettere le cose.",
      "example": "J'ai attaché une ficelle autour du paquet hier, je suis en train d'en utiliser une pour accrocher un tableau maintenant, et j'en utiliserai une pour réparer une lacet de chaussure demain.",
      "example_translation": "Ho legato una corda intorno al pacco ieri, sto usando una per appendere un'immagine ora e userò una per riparare una stringa di una scarpa rotta domani.",
      "imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fil",
      "translation": "filo",
      "definition": "Un fil est une fine corde ou bande de métal utilisé pour conduire l'électricité, envoyer des messages ou supporter des choses.",
      "definition_translation": "una sottile stringa o striscia di metallo utilizzata per condurre l'elettricità, inviare messaggi o sostenere le cose",
      "example": "Elle a trébuché sur le fil, j'ai réparé le fil, la compagnie installera un nouveau système de fil l'année prochaine.",
      "example_translation": "Lei è inciampata nel filo, Io riparo il filo, L'azienda installerà un nuovo sistema di filo l'anno prossimo.",
      "imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fermeture éclair",
      "translation": "zip",
      "definition": "Une fermeture éclair est un système de fermeture composé de dents s'emboîtant, utilisé sur des vêtements, des sacs, etc.",
      "definition_translation": "una chiusura composta da denti intrecciati, utilizzata su abiti, borse, ecc.",
      "example": "J'ai fermé ma veste avec la fermeture éclair, elle ferme son sac avec la fermeture éclair, le sac se ferme automatiquement avec la fermeture éclair.",
      "example_translation": "Ho zipato la mia giacca, Lei zipa la sua borsa, La borsa si chiuderà automaticamente con lo zip.",
      "imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crayons (de cire)",
      "translation": "pastelli di cera",
      "definition": "Un crayon de cire est un bâton de cire colorée utilisé pour dessiner ou colorer.",
      "definition_translation": "un bastoncino di cera colorata utilizzato per disegnare o colorare",
      "example": "Les enfants jouent avec des crayons, j'ai coloré le dessin avec des crayons, elle achètera de nouveaux crayons demain.",
      "example_translation": "I bambini stanno giocando con i pastelli, Ho colorato il disegno con i pastelli, Lei comprerà nuovi pastelli domani.",
      "imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tissu",
      "translation": "tessuto",
      "definition": "Un tissu est un matériau fait de fils entrecroisés, utilisé pour fabriquer des vêtements, des tissus d'ameublement et d'autres produits textiles.",
      "definition_translation": "Un tessuto è un materiale fatto di fili intrecciati, utilizzato per creare abbigliamento, tapping e altri prodotti tessili.",
      "example": "J'ai acheté un beau tissu pour ma nouvelle robe. J'en ferai une demain. J'ai fait une merveilleuse création en tissu l'année dernière.",
      "example_translation": "Ho comprato un bel tessuto per il mio nuovo abito. Lo farò domani. Ho fatto un lavoro di tessuto meraviglioso l'anno scorso.",
      "imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tampon encreur",
      "translation": "timbro di gomma",
      "definition": "Un tampon encreur est un petit tampon fait de caoutchouc, utilisé pour marquer des documents, des lettres et des colis.",
      "definition_translation": "Un timbro di gomma è un piccolo timbro fatto di gomma, utilizzato per segnare documenti, lettere e pacchi.",
      "example": "J'ai besoin d'un tampon encreur pour signer ces documents. Elle utilisera un tampon encreur pour marquer les colis. Ils ont utilisé un tampon encreur pour signer la lettre la semaine dernière.",
      "example_translation": "Ho bisogno di un timbro di gomma per firmare questi documenti. Lei userà un timbro di gomma per segnare i pacchi. Hanno usato un timbro di gomma per firmare la lettera la scorsa settimana.",
      "imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "feutre",
      "translation": "feltro",
      "definition": "Le feutre est un matériau fait de laine matted, condensée et pressée, utilisé pour fabriquer des chapeaux, des chaussures et d'autres accessoires.",
      "definition_translation": "Il feltro è un materiale fatto di lana accoppiata, condensata e pressata, utilizzato per creare cappelli, scarpe e altri accessori.",
      "example": "J'ai fait un chapeau en feutre hier. Elle utilisera du feutre pour faire de belles chaussures. Ils ont feutré le tissu pour faire un jouet doux.",
      "example_translation": "Ho fatto un cappello di feltro ieri. Lei userà il feltro per creare belle scarpe. Hanno sentito il tessuto per creare un giocattolo morbido.",
      "imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pinces",
      "translation": "tenaglie",
      "definition": "Une paire de pinces est un outil à main utilisé pour saisir et courber des objets métalliques, généralement composée d'une paire de mâchoires actionnées par un ressort ou un levier.",
      "definition_translation": "Un dispositivo portatile utilizzato per afferrare e piegare oggetti in metallo, solitamente composto da una coppia di mascelle azionate da una molla o leva.",
      "example": "J'ai utilisé des pinces pour courber le fil en forme. Hier, j'ai utilisé des pinces pour réparer le tuyau cassé. Si j'avais des pinces, je courberais le métal en cercle.",
      "example_translation": "Ho usato le tenaglie per curvare il filo in forme diverse. Ieri, avevo usato le tenaglie per riparare la tubatura rotta. Se avessi le tenaglie, curverei la barra di metallo in un cerchio.",
      "imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouton-pression",
      "translation": "bottone a pressione",
      "definition": "Un bouton-pression est un petit élément de fixation métallique utilisé pour joindre deux parties d'un vêtement ou d'un tissu, composé d'une partie mâle et d'une partie femelle que l'on presse ensemble pour fermer.",
      "definition_translation": "Un piccolo fermaglio metallico utilizzato per unire due parti di un indumento o altra stoffa, composto da una parte maschile e femminile che vengono premute insieme per fissare.",
      "example": "J'ai dû réparer le bouton-pression de ma chemise hier. Maintenant, j'utilise un bouton-pression pour fermer ma veste. Si j'avais un bouton-pression, je réparerais mon pantalon déchiré.",
      "example_translation": "Avevo dovuto riparare il bottone a pressione della mia camicia ieri. Ora, uso un bottone a pressione per fissare la mia giacca. Se avessi un bottone a pressione, riparerei i miei pantaloni strappati.",
      "imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poinçon",
      "translation": "pugno",
      "definition": "Un poinçon est un outil utilisé pour percer un trou dans un matériau solide, généralement composé d'une barre de métal lourde avec une extrémité pointue.",
      "definition_translation": "Un utensile utilizzato per forare un buco in un materiale solido, solitamente composto da una barra metallica pesante con una punta.",
      "example": "J'ai utilisé un poinçon pour faire un trou dans le bois. Hier, j'ai poinçonné un trou dans la feuille de métal. Si j'avais un poinçon, je ferais un trou dans le mur.",
      "example_translation": "Ho usato un pugno per fare un buco nel legno. Ieri, ho bucato un buco nella lamiera di metallo. Se avessi un pugno, farei un buco nel muro.",
      "imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ruban",
      "translation": "nastro",
      "definition": "Une longue bande de tissu ou autre matériau flexible, généralement utilisée à des fins décoratives ou fonctionnelles.",
      "definition_translation": "Una lunga striscia di stoffa o altro materiale flessibile, utilizzato tipicamente per scopi decorativi o funzionali.",
      "example": "Elle a attaché un ruban autour de la boîte cadeau. Elle avait attaché un ruban autour de la boîte cadeau. Elle attachera un ruban autour de la boîte cadeau.",
      "example_translation": "Ha legato un nastro intorno alla scatola regalo. Ha legato un nastro intorno alla scatola regalo. Legherà un nastro intorno alla scatola regalo.",
      "imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rouleau",
      "translation": "rullo",
      "definition": "Un objet cylindrique ou sphérique qui tourne ou se déplace librement, généralement utilisé pour appliquer une pression ou faciliter le mouvement.",
      "definition_translation": "Un oggetto cilindrico o sferico che ruota o si muove liberamente, utilizzato tipicamente per applicare pressione o facilitare il movimento.",
      "example": "J'ai utilisé un rouleau pour peindre le mur. J'ai utilisé un rouleau pour peindre le mur. J'utiliserai un rouleau pour peindre le mur.",
      "example_translation": "Ho usato un rullo per dipingere il muro. Ho usato un rullo per dipingere il muro. Userò un rullo per dipingere il muro.",
      "imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papier de verre",
      "translation": "carta vetreria",
      "definition": "Un type de papier recouvert de matériau abrasif, utilisé pour lisser ou polir les surfaces.",
      "definition_translation": "Un tipo di carta ricoperta di materiale abrasivo, utilizzato per levigare o lucidare superfici.",
      "example": "J'ai poncé le bois avec du papier de verre. J'ai poncé le bois avec du papier de verre. Je poncerai le bois avec du papier de verre.",
      "example_translation": "Ho levigato il legno con la carta vetreria. Ho levigato il legno con la carta vetreria. Levigherò il legno con la carta vetreria.",
      "imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "paillettes",
      "translation": "lustrini",
      "definition": "De petits disques ou pièces de métal, de plastique ou de fil utilisés comme décorations sur les vêtements, les tissus ou d'autres matériaux.",
      "definition_translation": "Piccoli dischi o pezzi di metallo, plastica o filo utilizzati come decorazione su abiti, tessuti o altri materiali.",
      "example": "Le costume de la danseuse était recouvert de paillettes qui brillaient sous les feux de la scène. L'année dernière, j'ai cousu des paillettes sur la robe d'anniversaire de ma sœur. D'ici l'été prochain, j'aurai ajouté des paillettes à tout mon garde-robe.",
      "example_translation": "Il costume della ballerina era coperto di lustrini che scintillavano sotto le luci del palco. L'anno scorso, ho cucito lustrini sul vestito di compleanno di mia sorella. Entro l'estate prossima, avrò aggiunto lustrini a tutto il mio guardaroba.",
      "imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pochoir",
      "translation": "abbozzo",
      "definition": "Un modèle ou un patron utilisé pour dessiner ou peindre un design, en particulier utilisé pour appliquer un design sur une surface de manière précise et répétée.",
      "definition_translation": "Un modello o schema utilizzato per disegnare o dipingere un design, in particolare uno utilizzato per applicare un design a una superficie in modo preciso e ripetuto.",
      "example": "J'ai utilisé un pochoir pour peindre un mural sur le mur. L'artiste a créé un pochoir pour reproduire son design sur plusieurs toiles. Demain, j'aurai créé un pochoir pour le logo.",
      "example_translation": "Ho utilizzato un abbozzo per dipingere un murale sulla parete. L'artista ha creato un abbozzo per riprodurre il suo design su多li telai. Entro domani, avrò creato un abbozzo per il logo.",
      "imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coudre",
      "translation": "punto",
      "definition": "Un passage unique d'une aiguille et d'un fil pour coudre, en particulier utilisé pour joindre ou réparer quelque chose.",
      "definition_translation": "Un passaggio singolo di ago e filo nel cucito, specialmente uno utilizzato per unire o riparare qualcosa.",
      "example": "Je dois coudre cette déchirure dans mon shirt. Elle a cousu les boutons sur son manteau. D'ici la semaine prochaine, j'aurai cousu une couette.",
      "example_translation": "Devo cucire questo strappo sulla mia camicia. Lei ha cucito i bottoni sulla sua cappa. Entro la prossima settimana, avrò cucito un quilt.",
      "imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "styrofoam",
      "translation": "schiuma di polistirolo",
      "definition": "Un type de mousse légère et fragile utilisée dans l'emballage et l'isolation.",
      "definition_translation": "Un tipo di schiuma leggera e friabile utilizzata per l'imballaggio e l'isolamento.",
      "example": "J'ai enveloppé le vase fragile dans du styrofoam pour le protéger pendant l'expédition. Hier, j'avais enveloppé dans du styrofoam, mais je l'envelopperai à nouveau demain.",
      "example_translation": "Ho avvolto il vaso fragile in schiuma di polistirolo per proteggerlo durante la spedizione. Ieri, l'avevo avvolto in schiuma di polistirolo, ma lo avvolgerò di nuovo domani.",
      "imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "de",
      "translation": " Ditale",
      "definition": "Un petit couvercle en métal ou en plastique porté à l'extrémité du doigt pour le protéger lors de la couture.",
      "definition_translation": "Un piccolo copricapo di metallo o plastica indossato alla fine del dito per proteggerlo mentre si cucisce.",
      "example": "J'ai utilisé un dé pour pousser l'aiguille à travers le tissu épais. Ma grand-mère utilisait un dé quand elle cousait, et je l'utiliserai également lorsque j'apprendrai à coudre.",
      "example_translation": "Ho usato un ditale per spingere l'ago attraverso il tessuto spesso. La mia nonna usava un ditale quando cuciva, e io userò uno anche quando imparerò a cucire.",
      "imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fil",
      "translation": "filo",
      "definition": "Un long et fin brin de coton, de laine ou autre matériau utilisé pour coudre ou tisser.",
      "definition_translation": "Un lungo, sottile filamento di lana, cotone o altro materiale utilizzato per cucire o tessere.",
      "example": "Je besoin d'un fil solide pour réparer cette page déchirée. Elle avait enfilé un fil bleu sur l'aiguille, mais je vais utiliser un fil rouge pour ce projet.",
      "example_translation": "Ho bisogno di un filo forte per riparare questa pagina strappata. Lei aveva inserito il filo nella cruna dell'ago con un filo blu, ma io userò un filo rosso per questo progetto.",
      "imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vernis",
      "translation": "vernice",
      "definition": "Une solution liquide de résine, d'huile et de solvants appliquée sur une surface pour la protéger et améliorer son apparence.",
      "definition_translation": "Una soluzione liquida di resina, olio e solventi che viene applicata a una superficie per proteggerla e migliorare il suo aspetto.",
      "example": "J'ai verni la table en bois pour la protéger de la pluie. Je vais vernir les meubles la semaine prochaine. J'ai verni le plancher plusieurs fois auparavant.",
      "example_translation": "Ho verniciato il tavolo di legno per proteggerlo dalla pioggia. Vernicerò i mobili la prossima settimana. Ho verniciato il pavimento molte volte prima.",
      "imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "osier",
      "translation": "intrecciato",
      "definition": "Fait de ou ressemblant à des bandes de bois, de cane ou d'autres matériaux tissés, notamment utilisé pour fabriquer des meubles et des paniers.",
      "definition_translation": "Fatto di strie intrecciate di legno, canna o altri materiali, specialmente usato per fare mobili e cesti.",
      "example": "Le fauteuil en osier était très confortable. Nous allons fabriquer un panier en osier l'année prochaine. J'ai appris à tisser des meubles en osier.",
      "example_translation": "La sedia intrecciata era molto confortevole. Faremo un cesto intrecciato l'anno prossimo. Ho imparato a intrecciare i mobili intrecciati.",
      "imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "peinture acrylique",
      "translation": "pittura acrilica",
      "definition": "Une peinture qui sèche rapidement fabriquée à partir d'un mélange d'eau, de pigment, de liant et d'autres additifs, souvent utilisée à des fins artistiques et décoratives.",
      "definition_translation": "Una pittura che si asciuga rapidamente fatta da una miscela di acqua, pigmento, legante e altri additivi, spesso usata per scopi artistici e decorativi.",
      "example": "Je vais utiliser de la peinture acrylique pour créer un beau mural. L'artiste a mélangé la peinture acrylique avec de l'eau. Elle a été utilisant de la peinture acrylique pendant des années.",
      "example_translation": "Userò la pittura acrilica per creare un murale bellissimo. L'artista ha miscelato la pittura acrilica con acqua. Ha usato la pittura acrilica per anni.",
      "imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bordure adhésive",
      "translation": "bordo adesivo",
      "definition": "Une bordure décorative avec des propriétés adhésives, utilisée pour attacher du tissu ou d'autres matériaux à une surface.",
      "definition_translation": "Un bordo decorativo con proprietà adesive, utilizzato per attaccare stoffe o altri materiali a una superficie.",
      "example": "J'ai utilisé une bordure adhésive pour attacher le tissu au mur. Je vais utiliser une bordure adhésive pour attacher le tissu au mur. Elle avait utilisé une bordure adhésive pour attacher le tissu au mur.",
      "example_translation": "Ho utilizzato un bordo adesivo per attaccare la stoffa alla parete. Userò un bordo adesivo per attaccare la stoffa alla parete. Lei aveva utilizzato un bordo adesivo per attaccare la stoffa alla parete.",
      "imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "perles",
      "translation": "perle",
      "definition": "Des objets petits et ronds fabriqués à partir de divers matériaux, utilisés pour la décoration ou les bijoux.",
      "definition_translation": "Oggetti piccoli e rotondi fatti di vari materiali, utilizzati per la decorazione o per gioielli.",
      "example": "J'ai enfilé les perles sur le collier. Elle enfile les perles sur le collier. Ils avaient enfilé les perles sur le collier.",
      "example_translation": "Ho infilato le perle sul collo. Lei sta infilando le perle sul collo. Avevano infilato le perle sul collo.",
      "imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "point de couverture",
      "translation": "punto coperta",
      "definition": "Un type de point utilisé pour finir les bords d'une couverture ou d'un autre tissu, caractérisé par une série de petites boucles.",
      "definition_translation": "Un tipo di punto utilizzato per finire i bordi di una coperta o di altre stoffe, caratterizzato da una serie di piccoli anelli.",
      "example": "J'ai utilisé un point de couverture pour finir les bords de la couette. Elle utilise un point de couverture pour finir les bords de la couette. Ils avaient utilisé un point de couverture pour finir les bords de la couette.",
      "example_translation": "Ho utilizzato un punto coperta per finire i bordi del quilt. Lei sta utilizzando un punto coperta per finire i bordi del quilt. Avevano utilizzato un punto coperta per finire i bordi del quilt.",
      "imageLink": "blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ensemble de pinceaux",
      "translation": "insieme di pennelli",
      "definition": "Une collection de pinceaux différents utilisés pour diverses purposes, telles que la peinture, le maquillage ou le nettoyage.",
      "definition_translation": "Una raccolta di differenti pennelli utilizzati per vari scopi, come la pittura, il trucco o la pulizia.",
      "example": "J'ai acheté un nouvel ensemble de pinceaux pour ma classe d'art. Hier, j'ai utilisé pour peindre un beau paysage. Demain, je vais l'utiliser pour créer un portrait.",
      "example_translation": "Ho comprato un nuovo insieme di pennelli per la mia classe d'arte. Ieri, l'ho usato per dipingere un paesaggio bellissimo. Domani, lo userò per creare un ritratto.",
      "imageLink": "brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "point en chaîne",
      "translation": "punto a catena",
      "definition": "Un type de point utilisé dans la couture et la broderie, caractérisé par une série de boucles connectées.",
      "definition_translation": "Un tipo di punto utilizzato nel cucito e nella lavorazione a maglia, caratterizzato da una serie di anelli collegati.",
      "example": "Le dessus de lit a été fait avec un motif en point en chaîne. Ma grand-mère m'a appris à faire cela lorsque j'étais enfant. Maintenant, je fais une pour ma fille.",
      "example_translation": "La trapunta era fatta usando un modello di punto a catena. Mia nonna mi ha insegnato come farlo quando ero bambino. Ora, sto facendone uno per mia figlia.",
      "imageLink": "chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aiguille circulaire",
      "translation": "ago circolare",
      "definition": "Un type d'aiguille à tricoter avec une extrémité circulaire ou ovale, utilisée pour tricoter en rond.",
      "definition_translation": "Un tipo di ago per lavorazione a maglia con un'estremità circolare o ovale, utilizzato per lavorare in tondo.",
      "example": "Je préfère utiliser des aiguilles circulaires pour mes projets de dentelle. J'en ai plusieurs paires de différentes tailles. Ma sœur a emprunté une la semaine dernière, mais elle me l'a rendue hier.",
      "example_translation": "Preferisco utilizzare aghi circolari per i miei progetti di lavorazione a maglia a merletto. Ho diverse paia di diverse misure. Mia sorella ha preso in prestito uno la scorsa settimana, ma l'ha restituito ieri.",
      "imageLink": "circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "punch angle",
      "translation": "punteggia angolare",
      "definition": "Un outil utilisé pour créer un angle arrondi sur un papier ou une carte, notamment dans les activités de bricolage et de scrapbooking.",
      "definition_translation": " Uno strumento utilizzato per creare un angolo arrotondato su un pezzo di carta o cartoncino, specialmente nel crafting e nel scrapbooking.",
      "example": "Elle a utilisé un punch angle pour créer une bordure décorative sur son album de photos. Elle a utilisé un punch angle pour créer une bordure belle sur son scrapbook. Elle va utiliser un punch angle pour ajouter une touche professionnelle à son projet de bricolage.",
      "example_translation": "Lei ha usato un punteggia angolare per creare un bordo decorativo sul suo album di foto. Ha usato un punteggia angolare per creare un bordo bello sul suo scrapbook. Userà un punteggia angolare per aggiungere un tocco professionale al suo progetto di craft.",
      "imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papier crêpe",
      "translation": "carta crepata",
      "definition": "Un type de papier qui a une surface ondulée ou texturée, souvent utilisé à des fins décoratives.",
      "definition_translation": "Un tipo di carta che ha una superficie crinkled o texture, spesso usata per scopi decorativi.",
      "example": "Les décorations de fête étaient faites de papier crêpe de différentes couleurs. L'enseignant d'art a utilisé du papier crêpe pour créer un effet 3D sur le projet de l'élève. La boutique de bricolage vendait du papier crêpe dans différentes textures et couleurs.",
      "example_translation": "Le decorazioni di festa erano fatte di carta crepata di vari colori. L'insegnante d'arte ha usato carta crepata per creare un effetto 3D sul progetto dello studente. Il negozio di craft vendeva carta crepata in diverse textures e colori.",
      "imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crochet à-main",
      "translation": "uncinetto",
      "definition": "Un outil utilisé dans le crochet pour faire des boucles dans le fil, généralement composé d'un manche et d'une extrémité en forme de crochet.",
      "definition_translation": "Uno strumento utilizzato nel crochet per fare loop in filato, solitamente composto da un manico e da un'estremità a forma di uncino.",
      "example": "Elle a utilisé un crochet à-main pour faire une belle couverture pour son bébé. Le modèle de crochet exigeait un crochet de taille 5 pour obtenir la bonne tension. La boutique de loisirs créatifs offrait des crochets à-main en différents matériaux et tailles.",
      "example_translation": "Lei ha usato un uncinetto per fare un bel blanket per il suo bambino. Il pattern di crochet richiedeva un uncino di misura 5 per ottenere la tensione giusta. Il negozio di craft offriva uncinetti in diversi materiali e dimensioni.",
      "imageLink": "crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "point de croix",
      "translation": "punto croce",
      "definition": "Un type de broderie qui implique de créer des points en forme de X sur le tissu pour former un modèle ou un design",
      "definition_translation": "un tipo di ricamo che coinvolge la creazione di punti X su tessuto per formare un modello o design",
      "example": "J'ai fait de la points de croix pendant des années et j'ai créé de nombreux beaux pièces. Dans le passé, je faisais de la points de croix le soir pour me détendre. Maintenant, je fais une nouvelle project de points de croix et je la finirai le mois prochain.",
      "example_translation": "Ho fatto punto croce per anni e ho creato molti pezzi bellissimi. In passato, facevo punto croce la sera per rilassarmi. Ora, sto facendo punto croce su un nuovo progetto e lo finirò il mese prossimo.",
      "imageLink": "cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tampon date",
      "translation": "timbro di data",
      "definition": "Un appareil ou outil qui imprime une date sur un document ou surface, utilisé pour marquer la date de création ou de réception",
      "definition_translation": "un dispositivo o strumento che stampa una data su un documento o superficie, utilizzato per contrassegnare la data di creazione o ricezione",
      "example": "J'ai besoin d'un tampon date pour marquer la date sur ce document. Hier, j'ai utilisé un tampon date pour marquer la date sur le contrat. Je vais devoir utiliser un tampon date à nouveau la semaine prochaine.",
      "example_translation": "Ho bisogno di utilizzare un timbro di data per contrassegnare la data su questo documento. Ieri, ho utilizzato un timbro di data per contrassegnare la data sul contratto. Avrò bisogno di utilizzare un timbro di data ancora la prossima settimana.",
      "imageLink": "date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papier de découpe",
      "translation": "carta decoupage",
      "definition": "Un type de papier utilisé pour la découpe, une technique de artisanat qui implique de coller des images découpées sur une surface",
      "definition_translation": "un tipo di carta utilizzato per il découpage, una tecnica di artigianato che coinvolge l'incollaggio di immagini ritagliate su una superficie",
      "example": "J'ai besoin de papier de découpe pour faire une collages. Ma sœur a utilisé du papier de découpe pour créer une belle pièce d'art. Je vais essayer d'utiliser du papier de découpe pour faire une carte pour ma mère.",
      "example_translation": "Ho bisogno di acquistare la carta decoupage per creare una composizione. Mia sorella ha utilizzato la carta decoupage per creare un bell'opera d'arte. Cercherò di utilizzare la carta decoupage per creare una carta per mia madre.",
      "imageLink": "decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fil de broderie",
      "translation": "filo da ricamo",
      "definition": "Un fil utilisé pour la broderie, généralement fait de coton, de soie ou de laine",
      "definition_translation": "un filo utilizzato per il ricamo, solitamente fatto di cotone, seta o lana",
      "example": "Elle a utilisé du fil de broderie pour créer un beau design sur son écharpe. Elle a utilisé du fil de broderie pour créer de nombreux designs dans le passé. Elle utilisera du fil de broderie pour créer une pièce d'art exceptionnelle demain.",
      "example_translation": "Ha usato il filo da ricamo per creare un disegno bellissimo sulla sua sciarpa. Ha usato il filo da ricamo per creare molti disegni nel passato. Userà il filo da ricamo per creare un'opera d'arte impressionante domani.",
      "imageLink": "embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cercle de broderie",
      "translation": "cerchio da ricamo",
      "definition": "Un cadre circulaire utilisé pour maintenir le tissu tendu pendant la broderie",
      "definition_translation": "un telaio circolare utilizzato per tenere la stoffa tesa mentre si ricama",
      "example": "Elle a placé son tissu dans le cercle de broderie pour commencer à coudre. Elle a utilisé un cercle de broderie pour créer de nombreux beaux pièces d'art. Elle utilisera un cercle de broderie pour terminer son dernier projet.",
      "example_translation": "Ha messo la sua stoffa nel cerchio da ricamo per iniziare a cucire. Ha usato un cerchio da ricamo per creare molti pezzi d'arte belli. Userà un cerchio da ricamo per finire il suo ultimo progetto.",
      "imageLink": "embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pinceau en mousse",
      "translation": "spazzola di schiuma",
      "definition": "Un pinceau avec une tête en mousse, utilisé pour appliquer des adhésifs ou de la peinture",
      "definition_translation": "una spazzola con testa in schiuma, utilizzata per applicare adesivi o vernice",
      "example": "Elle a utilisé un pinceau en mousse pour appliquer la colle sur le projet de loisir créatif. Elle a utilisé des pinceaux en mousse pour peindre son mobilier. Elle utilisera un pinceau en mousse pour appliquer le vernis sur le bois demain.",
      "example_translation": "Ha usato una spazzola di schiuma per applicare la colla al progetto di arte. Ha usato spazzole di schiuma per dipingere i suoi mobili. Userà una spazzola di schiuma per applicare la vernice al legno domani.",
      "imageLink": "foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pistolet à colle",
      "translation": "pistola colla",
      "definition": "Un pistolet à colle est un appareil portatif qui est utilisé pour appliquer de la colle chaude fondue sur une surface.",
      "definition_translation": "Una pistola colla è un dispositivo portatile che viene utilizzato per applicare adesivo termofusibile su una superficie.",
      "example": "J'ai utilisé un pistolet à colle pour attacher le tissu au cadre. Je vais utiliser un pistolet à colle pour réparer le jouet cassé. Elle avait utilisé un pistolet à colle pour faire le projet de loisir créatif.",
      "example_translation": "Ho usato una pistola colla per attaccare la stoffa al telaio. Userò una pistola colla per riparare il giocattolo rotto. Lei aveva usato una pistola colla per fare il progetto di artigianato.",
      "imageLink": "glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agrafe et œillet",
      "translation": "gancio e occhiello",
      "definition": "Un type de fermoir utilisé pour joindre deux parties ensemble, communément utilisé dans les vêtements et les accessoires.",
      "definition_translation": "Un gancio e occhiello è un tipo di fermaglio utilizzato per unire due parti insieme, comunemente utilizzato in abbigliamento e accessori.",
      "example": "L'agrafe et l'œillet de ma robe se sont cassés et j'ai dû les réparer. Elle a utilisé un agrafe et un œillet pour fermer sa boîte de bijoux. Ils vont utiliser un agrafe et un œillet pour attacher la sangle au sac.",
      "example_translation": "Il gancio e occhiello del mio vestito si è rotto e ho dovuto ripararlo. Lei ha usato un gancio e occhiello per chiudere la sua scatola di gioielli. Useranno un gancio e occhiello per attaccare la cinghia alla borsa.",
      "imageLink": "hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pad d'encre",
      "translation": "tampone d'inchiostro",
      "definition": "Un pad d'encre est un petit pad utilisé pour appliquer de l'encre sur une surface, communément utilisé pour le tamponnage et l'impression.",
      "definition_translation": "Un tampone d'inchiostro è un piccolo tampone utilizzato per applicare inchiostro su una superficie, comunemente utilizzato per timbri e stampigliatura.",
      "example": "L'artiste a utilisé un pad d'encre pour créer un design unique. J'ai besoin d'un pad d'encre pour tamponner l'enveloppe. Elle n'a jamais utilisé de pad d'encre auparavant.",
      "example_translation": "L'artista ha usato un tampone d'inchiostro per creare un design unico. Ho bisogno di un tampone d'inchiostro per timbrare la busta. Lei non ha mai usato un tampone d'inchiostro prima.",
      "imageLink": "ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aiguilles à tricoter",
      "translation": "ferri da maglia",
      "definition": "Un paire d'aiguilles utilisées pour tricoter, comprenant deux pointes et une tige flexible entre elles.",
      "definition_translation": "Un paio di aghi utilizzati per fare maglia, composti da due punte appuntite e un'asta flessibile tra loro.",
      "example": "J'ai utilisé mes aiguilles à tricoter pour faire un écharpe pour ma sœur. J'ai utilisé celles-ci pour tricoter une couverture l'hiver dernier. Je vais les utiliser pour faire un chapeau pour mon frère la semaine prochaine.",
      "example_translation": "Ho usato i miei ferri da maglia per fare una sciarpa per mia sorella. Li ho usati per fare una coperta l'inverno scorso. Li userò per fare un cappello per mio fratello la prossima settimana.",
      "imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pâte à modeler",
      "translation": "argilla da modellare",
      "definition": "Un type de pâte utilisée pour faire des modèles ou des sculptures, souvent colorée et malléable.",
      "definition_translation": "Un tipo di argilla utilizzata per creare modelli o sculture, spesso di colore vivace e flessibile.",
      "example": "Les enfants aiment jouer avec la pâte à modeler en classe d'art. Ils ont fait une sculpture d'un animal avec cela la semaine dernière. Ils vont utiliser cela pour créer une ville miniature le mois prochain.",
      "example_translation": "I bambini adorano giocare con l'argilla da modellare nella classe d'arte. Hanno creato una scultura di un animale con essa la settimana scorsa. La useranno per creare una città in miniatura il prossimo mese.",
      "imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fil à coudre avec aiguilleur",
      "translation": "filo da cucire",
      "definition": "Un dispositif utilisé pour aider à enfiler une aiguille, typiquement consistant en un outil métallique ou en plastique avec une encoche ou un trou à une extrémité.",
      "definition_translation": "Un dispositivo utilizzato per aiutare a infilare il filo in un ago, solitamente composto da un piccolo strumento metallico o in plastica con una tacca o foro all'estremità.",
      "example": "J'ai besoin d'un fil à coudre avec aiguilleur pour m'aider à coudre ce bouton. J'ai utilisé un fil à coudre avec aiguilleur pour enfiler mon aiguille hier. Je vais utiliser un fil à coudre avec aiguilleur pour réparer cette déchirure la semaine prochaine.",
      "example_translation": "Ho bisogno di un filo da cucire per aiutarmi a cucire questo bottone. Ho utilizzato un filo da cucire per infilare il mio ago ieri. Userò un filo da cucire per riparare questa lacerazione la prossima settimana.",
      "imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tampon numéroteur",
      "translation": "timbro numeratore",
      "definition": "Un dispositif utilisé pour imprimer une suite de numéros sur des documents ou des papiers.",
      "definition_translation": "Un dispositivo utilizzato per imprimer una sequenza di numeri sui documenti o carta.",
      "example": "Elle a utilisé un tampon numéroteur pour marquer les pages du rapport. Elle va utiliser cela pour numéroter les factures demain. Elle avait utilisé cela pour étiqueter les dossiers la semaine dernière.",
      "example_translation": "Ha utilizzato un timbro numeratore per contrassegnare le pagine del rapporto. Userà per numerare le fatture domani. Aveva utilizzato per etichettare i file la settimana scorsa.",
      "imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ciseaux à papier",
      "translation": "tagliacarte",
      "definition": "Un dispositif utilisé pour couper le papier à une taille ou une forme spécifique.",
      "definition_translation": "Un dispositivo utilizzato per tagliare la carta a una dimensione o forma specifica.",
      "example": "La enseignante a distribué des ciseaux à papier aux étudiants pour couper leurs papiers de construction. Elle va utiliser un ciseau à papier pour rogner les bords de la affiche demain. Il avait utilisé un ciseau à papier pour couper des cœurs en papier pour le projet de bricolage la semaine dernière.",
      "example_translation": "L'insegnante ha distribuito i tagliacarte agli studenti per tagliare le carte da costruzione. Userà un tagliacarte per ritagliare i bordi del poster domani. Aveva utilizzato un tagliacarte per tagliare i cuori di carta per il progetto di artigianato la settimana scorsa.",
      "imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plastiline",
      "translation": "plastilina",
      "definition": "Un type de pâte à modeler utilisée pour l'art, le bricolage et les activités éducatives.",
      "definition_translation": "Un tipo di argilla da modellare utilizzata per scopi artistici, di artigianato e educativi.",
      "example": "Les enfants ont joué avec de la plastiline pour créer des formes et des figures. Elle va utiliser de la plastiline pour faire un modèle de l'animal demain. Il avait utilisé de la plastiline pour créer une sculpture pour le concours d'art la semaine dernière.",
      "example_translation": "I bambini hanno giocato con la plastilina per creare forme e figure. Userà la plastilina per creare un modello dell'animale domani. Aveva utilizzato la plastilina per creare una scultura per la competizione d'arte la settimana scorsa.",
      "imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "peinture pour affiche",
      "translation": "pittura per poster",
      "definition": "Un type de peinture utilisée pour créer des affiches, souvent caractérisée par ses couleurs vives et son fini brillant.",
      "definition_translation": "Un tipo di pittura usata per creare poster, spesso caratterizzata dai suoi colori vivid e finitura lucida.",
      "example": "J'ai utilisé de la peinture pour affiche pour créer un arrière-plan vibrant pour mon projet d'art. Je vais utiliser de la peinture pour affiche pour ajouter plus de détails au design. D'ici la semaine prochaine, j'aurai utilisé de la peinture pour affiche pour terminer tout le dessin.",
      "example_translation": "Ho usato la pittura per poster per creare uno sfondo vivace per il mio progetto d'arte. Userò la pittura per poster per aggiungere più dettagli al design. Entro la prossima settimana, avrò usato la pittura per poster per completare l'intero dipinto.",
      "imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "strass",
      "translation": "pietra di rinoceronte",
      "definition": "Un type de simulant de diamant, souvent utilisé dans les bijoux et les décorations, connu pour son éclat et sa durabilité.",
      "definition_translation": "Un tipo di simulatore di diamante, spesso usato in gioielli e decorazioni, noto per la sua lucentezza e durabilità.",
      "example": "Le collier en strass m'a attiré dans le magasin. Elle portera un diadème en strass au mariage. D'ici l'année prochaine, ils auront créé une nouvelle ligne d'accessoires en strass.",
      "example_translation": "La collana di pietre di rinoceronte ha attirato la mia attenzione nel negozio. Indosserà una tiara di pietre di rinoceronte al matrimonio. Entro l'anno prossimo, avranno creato una nuova linea di accessori di pietre di rinoceronte.",
      "imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papier de riz",
      "translation": "carta di riso",
      "definition": "Un type de papier fin et translucide fait à partir de farine de riz, souvent utilisé pour l'Origami et d'autres formes de bricolage de papier.",
      "definition_translation": "Un tipo di carta sottile e traslucida fatta con farina di riso, spesso usata nell'Origami e in altre forme di lavorazione della carta.",
      "example": "J'ai utilisé du papier de riz pour créer une fleur d'Origami délicate. Elle va faire une lanterne en papier de riz pour la fête. D'ici le mois prochain, ils auront créé un nouveau design pour les ventilateurs décoratifs en papier de riz.",
      "example_translation": "Ho usato la carta di riso per creare un fiore Origami delicato. Farà una lanterna usando la carta di riso per il festival. Entro il mese prossimo, avranno creato un nuovo design per ventagli decorativi di carta di riso.",
      "imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "point de suture",
      "translation": "punto corrido",
      "definition": "Un type de point de couture de base utilisé pour coudre deux pièces de tissu ensemble, caractérisé par un modèle de points en boucle.",
      "definition_translation": "Un punto di cucito base utilizzato per cucire due pezzi di stoffa insieme, caratterizzato da un modello di punti a loop.",
      "example": "J'ai utilisé un point de suture pour coudre l'ourlet de mon pantalon. Hier, j'ai dû réparer un point de suture qui s'était défait. Je vais utiliser un point de suture pour attacher le nouveau tissu à l'ancien.",
      "example_translation": "Ho usato un punto corrido per cucire l'orlo dei miei pantaloni. Ieri, ho dovuto riparare un punto corrido che si era sciolto. Userò un punto corrido per attaccare il nuovo tessuto al vecchio.",
      "imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boîte à couture",
      "translation": "scatola da cucito",
      "definition": "Un contenant utilisé pour stocker les fournitures de couture, telles que des fils, des aiguilles et des ciseaux.",
      "definition_translation": "Un contenitore utilizzato per immagazzinare utensili da cucito, come fili, aghi e forbici.",
      "example": "Je garde ma boîte à couture dans le placard, où elle est facilement accessible. Elle avait une belle boîte à couture antique qui avait été transmise par sa grand-mère. J'aurai besoin d'une boîte à couture pour organiser mes fournitures.",
      "example_translation": "Tengo la mia scatola da cucito nell'armadio, dove è facilmente accessibile. Aveva una bella scatola da cucito antica che era stata tramandata dalla sua nonna. Avrò bisogno di una scatola da cucito per organizzare i miei utensili.",
      "imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "modèle de couture",
      "translation": "modello di cucito",
      "definition": "Un diagramme ou modèle utilisé comme guide pour découper et coudre le tissu en un vêtement ou un design spécifique.",
      "definition_translation": "Un diagramma o modello utilizzato come guida per tagliare e cucire il tessuto in un abito o design specifico.",
      "example": "J'ai utilisé un modèle de couture pour faire une robe pour l'anniversaire de ma sœur. Elle avait utilisé le même modèle de couture depuis des années pour faire des vêtements pour ses enfants. J'aurai besoin d'un modèle de couture pour faire un costume sur mesure.",
      "example_translation": "Ho utilizzato un modello di cucito per fare un vestito per il compleanno di mia sorella. Ha utilizzato lo stesso modello di cucito per anni per fare vestiti per i suoi bambini. Avrò bisogno di un modello di cucito per fare un abito su misura.",
      "imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mannequin de tailleur",
      "translation": "manichino",
      "definition": "Un modèle de la figure humaine, généralement fait de bois ou de plastique, utilisé par les tailleurs pour afficher ou ajuster des vêtements.",
      "definition_translation": "Un modello della figura umana, solitamente realizzato in legno o plastica, utilizzato dai sarti per esporre o adattare abiti.",
      "example": "Le tailleur a utilisé un mannequin de tailleur pour afficher les dernières tendances de la mode. Il l'avait utilisé depuis des années, mais il était encore en excellent état. Il l'utilisera à nouveau demain pour ajuster une robe de mariée.",
      "example_translation": "Il sarto ha utilizzato un manichino per mostrare le ultime tendenze della moda. L'aveva utilizzato per anni, ma era ancora in ottime condizioni. Lo userà di nuovo domani per adattare un abito da sposa.",
      "imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mètre ruban",
      "translation": "metro a nastro",
      "definition": "Une règle flexible, généralement faite de fibre de verre ou de plastique, utilisée pour mesurer les longueurs d'objets ou de distances.",
      "definition_translation": "Un righello flessibile, solitamente realizzato in fibra di vetro o plastica, utilizzato per misurare le lunghezze di oggetti o distanze.",
      "example": "Elle a utilisé un mètre ruban pour mesurer la longueur de la pièce. Elle l'avait mesurée auparavant, mais voulait vérifier à nouveau. Elle l'utilisera à nouveau la semaine prochaine pour mesurer les meubles.",
      "example_translation": "Lei ha utilizzato un metro a nastro per misurare la lunghezza della stanza. L'aveva misurata prima, ma voleva controllare di nuovo. Lo userà di nuovo la prossima settimana per misurare i mobili.",
      "imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papier tissue",
      "translation": "carta velina",
      "definition": "Un papier absorbant et doux, souvent utilisé pour emballer, nettoyer ou créer des objets artisanaux.",
      "definition_translation": "Un prodotto di carta morbido e assorbente, spesso utilizzato per impacchettare, pulire o creare.",
      "example": "Elle a utilisé du papier tissue pour emballer le cadeau. Elle l'avait utilisé auparavant pour nettoyer des éclaboussures. Elle l'utilisera à nouveau le mois prochain pour créer des décorations pour une fête.",
      "example_translation": "Lei ha utilizzato la carta velina per impacchettare il regalo. L'aveva utilizzato prima per pulire gli schizzi. Lo userà di nuovo il mese prossimo per creare decorazioni per una festa.",
      "imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aquarelle",
      "translation": "acquerello",
      "definition": "Une technique picturale qui consiste à peindre avec des couleurs translucides sur un fond blanc, généralement sur papier.",
      "definition_translation": "Tecnica pittorica di dipingere in acquerelli traslucidi su un fondo bianco, solitamente su carta.",
      "example": "Elle a utilisé l'aquarelle pour créer un paysage peint magnifique. Elle avait utilisé l'aquarelle dans son travail précédent. Elle utilisera l'aquarelle pour peindre le nouveau murale.",
      "example_translation": "Ha usato l'acquerello per creare un bell'olio paesaggistico. Aveva usato l'acquerello nel suo lavoro precedente. Userà l'acquerello per dipingere il nuovo murale.",
      "imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tampon en bois",
      "translation": "timbro di legno",
      "definition": "Un bloc de bois avec un design ou une lettre gravé dedans, utilisé pour imprimer des motifs ou des caractères sur une surface.",
      "definition_translation": "Un blocco di legno con un disegno o lettera tagliato, usato per modelli impressi o caratteri su una superficie.",
      "example": "L'artiste a créé un tampon en bois pour créer un design unique. Elle avait utilisé un tampon en bois pour imprimer le logo. Il utilisera un tampon en bois pour créer un motif sur le tissu.",
      "example_translation": "L'artista ha intagliato un timbro di legno per creare un disegno unico. Aveva usato un timbro di legno per stampare il logo. Userà un timbro di legno per creare un modello sulla stoffa.",
      "imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pinceau d'écriture",
      "translation": "pennello per scrivere",
      "definition": "Un pinceau utilisé pour écrire ou dessiner avec de l'encre, généralement ayant une pointe flexible.",
      "definition_translation": "Un pennello usato per scrivere o disegnare con l'inchiostro, solitamente con una punta flessibile.",
      "example": "Elle a utilisé un pinceau d'écriture pour créer une belle calligraphie. Il avait utilisé un pinceau d'écriture pour signer le document. Ils utiliseront un pinceau d'écriture pour peindre la bannière.",
      "example_translation": "Ha usato un pennello per scrivere per creare una bella calligrafia. Aveva usato un pennello per scrivere per firmare il documento. Useranno un pennello per scrivere per dipingere la bandiera.",
      "imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]
}