[
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "biscuit",
      "translation": "biscotto",
      "definition": "Un petit aliment cuit qui est généralement croquant à l'extérieur et tendre à l'intérieur, souvent consommé avec du thé ou du café.",
      "definition_translation": "Un alimento cotto piccolo che è tipicamente croccante all'esterno e morbido all'interno, spesso mangiato con tè o caffè.",
      "example": "J'ai mangé un biscuit avec mon thé hier, je mange un biscuit avec mon café maintenant, et je mangerai un biscuit avec mon jus demain.",
      "example_translation": "Ho mangiato un biscotto con il mio tè ieri, sto mangiando un biscotto con il mio caffè ora, e mangerò un biscotto con il mio succo di frutta domani.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gâteau",
      "translation": "torta",
      "definition": "Un aliment sucré cuit fait avec de la farine, du sucre et des oeufs, souvent servi comme dessert ou collation.",
      "definition_translation": "Un alimento dolce cotto fatto con farina, zucchero e uova, spesso servito come dessert o spuntino.",
      "example": "J'ai fait un gâteau pour l'anniversaire de ma sœur hier, je fais un gâteau pour la fête de mon ami maintenant, et je ferai un gâteau pour le dîner de famille demain.",
      "example_translation": "Ho preparato una torta per il compleanno di mia sorella ieri, sto preparando una torta per la festa del mio amico ora, e preparerò una torta per la cena con la mia famiglia domani.",
      "imageLink": "image_files\\English\\"imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chocolat",
      "translation": "cioccolato",
      "definition": "Un aliment sucré fait à partir de fèves de cacao, souvent consommé comme collation ou utilisé comme ingrédient dans la cuisine et la pâtisserie.",
      "definition_translation": "Un alimento dolce fatto da fagioli di cacao, spesso mangiato come spuntino o usato come ingrediente nella cottura e nella pasticceria.",
      "example": "J'ai mangé une barre de chocolat hier, je mange un gâteau au chocolat maintenant, et je mangerai de la crème glacée au chocolat demain.",
      "example_translation": "Ho mangiato una barretta di cioccolato ieri, sto mangiando una torta di cioccolato ora, e mangerò il gelato di cioccolato domani.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crème glacée",
      "translation": "gelato",
      "definition": "Un aliment sucré congelé typiquement fait avec de la crème, du sucre et des arômes, consommé comme collation ou dessert.",
      "definition_translation": "Un alimento congelato dolce tipicamente fatto con crema, zucchero e aromi, mangiato come spuntino o dessert.",
      "example": "J'ai mangé de la crème glacée hier, je mange de la crème glacée maintenant, et je mangerai de la crème glacée demain.",
      "example_translation": "Ho mangiato gelato ieri, sto mangiando gelato ora, e mangerò gelato domani.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bonbon",
      "translation": "caramella",
      "definition": "Un aliment sucré fait à partir de sucre, souvent parfumé et coloré, et façonné en petits morceaux ou barres.",
      "definition_translation": "Un alimento dolce fatto con zucchero, spesso aromatizzato e colorato, e plasmato in piccoli pezzi o barre.",
      "example": "Mon frère a acheté des bonbons au magasin, ma sœur achète des bonbons maintenant, et ma mère achètera des bonbons plus tard.",
      "example_translation": "Mio fratello ha comprato caramelle al negozio, mia sorella sta comprando caramelle ora, e mia madre comprerà caramelle più tardi.",
      "imageLink": "image_files\\English\\"imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dessert",
      "translation": "dessert",
      "definition": "Un plat dans un repas, généralement sucré, consommé à la fin du repas.",
      "definition_translation": "Un corso in un pasto, tipicamente dolce, mangiato alla fine del pasto.",
      "example": "Nous avons eu un dessert après dîner hier soir, nous avons un dessert après déjeuner maintenant, et nous aurons un dessert après petit déjeuner demain.",
      "example_translation": "Abbiamo avuto dessert dopo cena ieri sera, stiamo avendo dessert dopo pranzo ora, e avremo dessert dopo colazione domani.",
      "imageLink": "image_files\\English\\"imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sucette",
      "translation": "lecca lecca",
      "definition": "Une confiserie consistant en un bâton ou en un manche inséré dans un petit morceau de caramel dur.",
      "definition_translation": "Un dolce confettorio composto da un bastone o maniglia inserita in un piccolo pezzo di caramella dura, di forma rotonda o ovale.",
      "example": "J'ai mangé une sucette à la foire hier. Je mange une sucette maintenant. Je mangerai une sucette à la fête demain.",
      "example_translation": "Ho mangiato un lecca lecca alla fiera ieri. Sto mangiando un lecca lecca adesso. Mangerò un lecca lecca alla festa domani.",
      "imageLink": "image_files\\English\\"imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sucre",
      "translation": "dolce",
      "definition": "Ayant un goût agréable, notamment qui n'est pas acide ou salé.",
      "definition_translation": "Avendo un gusto piacevole, soprattutto uno che non è aspro o salato.",
      "example": "Le gâteau sucré était délicieux. Elle est une personne aimable. Les souvenirs sucrés de mon enfance sont inoubliables.",
      "example_translation": "Il dolce torta era delizioso. Lei è una persona dolce. I dolci ricordi della mia infanzia sono indimenticabili.",
      "imageLink": "image_files\\English\\"imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gâteries",
      "translation": "dolci",
      "definition": "Des aliments riches en sucre et en calories, généralement consommés comme collation ou dessert.",
      "definition_translation": "Prodotti alimentari che sono ricchi di zucchero e calorie, di solito mangiati come spuntino o dessert.",
      "example": "J'adore manger des gâteries à mon anniversaire. Les gâteries à la fête étaient incroyables. Elle a un faible pour les gâteries.",
      "example_translation": "Adoro mangiare dolci il mio compleanno. I dolci alla festa erano fantastici. Lei ha un debole per i dolci.",
      "imageLink": "image_files\\English\\"imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barre de chocolat",
      "translation": "barretta di cioccolato",
      "definition": "Une barre de chocolat est une confiserie sucrée faite avec du cacao, du sucre et parfois des noix ou d'autres ingrédients, généralement rectangulaire et enveloppée de papier ou de feuille d'aluminium.",
      "definition_translation": "Una barretta di cioccolato è un cibo dolce fatto con cacao, zucchero e a volte noci o altri ingredienti, tipicamente rettangolare nella forma e avvolto in carta o alluminio.",
      "example": "Hier, j'ai acheté une barre de chocolat au magasin. Aujourd'hui, je la mange. Demain, j'en achèterai une autre.",
      "example_translation": "Ieri ho comprato una barretta di cioccolato al negozio. Oggi sto mangiandola. Domani, ne comprerò un'altra.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gelée",
      "translation": "gelatina",
      "definition": "La gelée est une pâte sucrée faite à partir de jus de fruit, de sucre et de pectine, souvent servie comme topping pour le pain toasté, le yogourt ou la crème glacée.",
      "definition_translation": "La gelatina è una spread dolce fatta con succo di frutta, zucchero e pectina, spesso servita come topping per pane tostato, yogurt o gelato.",
      "example": "J'ai mangé de la gelée sur mon toast pour le petit déjeuner. Maintenant, je l'mange avec mon yogourt. Plus tard, je la mettrai sur ma crème glacée.",
      "example_translation": "Ho mangiato la gelatina sul mio toast per colazione. Ora, sto mangiandola con il mio yogurt. Più tardi, la metterò sul mio gelato.",
      "imageLink": "image_files\\English\\"imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barbe à papa",
      "translation": "zucchero filato",
      "definition": "La barbe à papa est un aliment sucré confectionné à partir de sucre qui est filé en fins brins, souvent servi dans les foires et les carnivals.",
      "definition_translation": "Lo zucchero filato è un cibo dolce fatto con zucchero che viene filato in sottili filamenti, spesso servito alle fiere e ai carnevali.",
      "example": "Je suis allé à la foire et j'ai acheté de la barbe à papa. Quand j'étais enfant, ma mère achetait toujours du barbe à papa pour moi. Un jour, je prendrai mes enfants à la foire et je leur acheterai de la barbe à papa.",
      "example_translation": "Sono andato alla fiera e ho comprato dello zucchero filato. Quando ero bambino, mia madre mi comprava sempre. Un giorno, porterò i miei bambini alla fiera e comprerò dello zucchero filato per loro.",
      "imageLink": "image_files\\English\\"imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gélifiés",
      "translation": "caramelle gommose",
      "definition": "Un type de bonbon élastique qui est généralement fabriqué à partir de gélatine et qui vient dans diverses formes et saveurs.",
      "definition_translation": "Un tipo di caramella masticabile che è solitamente fatto di gelatina e viene in diverse forme e sapori.",
      "example": "J'ai mangé un sac de gélifiés au cinéma hier soir, et maintenant j'ai mal au ventre. J'ai mangé des gélifiés pendant des années, mais je les mangerai à nouveau demain.",
      "example_translation": "Ho mangiato un sacchetto di caramelle gommose al cinema ieri sera, e adesso ho mal di stomaco. Ho mangiato caramelle gommose per anni, ma le mangerò di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bonbon dur",
      "translation": "caramella dura",
      "definition": "Un type de bonbon qui est dur et cassant, souvent parfumé de fruits ou d'épices.",
      "definition_translation": "Un tipo di caramella che è dura e friabile, spesso aromatizzata con frutta o spezie.",
      "example": "J'ai sucé un bonbon dur toute la journée à l'école, et maintenant ma bouche est sèche. Ma grand-mère faisait des bonbons durs à la maison, mais je les ferai moi-même la semaine prochaine.",
      "example_translation": "Ho succhiato una caramella dura tutto il giorno a scuola, e adesso ho la bocca secca. La mia nonna usava fare caramelle dure a casa, ma le farò la settimana prossima.",
      "imageLink": "image_files\\English\\"imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marzipan",
      "translation": "marzapane",
      "definition": "Un aliment sucré à base d'amandes fait à partir d'égal parties d'amandes moulues et de sucre, souvent utilisé pour faire des friandises et des décorations de fête.",
      "definition_translation": "Un dolce confezionato a base di mandorle fatto con parti uguali di mandorle macinate e zucchero, spesso usato per fare dolci e decorazioni festive.",
      "example": "J'ai décoré le gâteau de Noël avec des fruits et des feuilles de marzipan. Ma sœur a fait des animaux en marzipan pour les œufs de Pâques, et nous ferons des Pères Noël en marzipan pour Noël.",
      "example_translation": "Ho decorato la torta di Natale con frutta e foglie di marzapane. La mia sorella ha fatto animali di marzapane per le uova di Pasqua, e faremo Babbi Natale di marzapane per Natale.",
      "imageLink": "image_files\\English\\"imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bonbon cuit",
      "translation": "caramella bollita",
      "definition": "Un type de bonbon dur qui est cuit pour créer une coque dure, puis coloré et parfumé.",
      "definition_translation": "Un tipo di caramella dura che viene bollita per creare una shell dura e quindi colorata e aromatizzata.",
      "example": "J'ai mangé un bonbon cuit lorsque j'étais enfant. Je mange un bonbon cuit maintenant. Je mangerai un bonbon cuit plus tard.",
      "example_translation": "Ho mangiato una caramella bollita quando ero bambino. Sto mangiando una caramella bollita ora. Mangerò una caramella bollita più tardi.",
      "imageLink": "image_files\\English\\"imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "confiserie",
      "translation": "dolciaria",
      "definition": "L'art de fabriquer des confiseries, telles que des bonbons, des chocolats et d'autres friandises.",
      "definition_translation": "L'arte di fare confetti, come caramelle, cioccolati e altri dolci.",
      "example": "La confiserie sur le coin de la rue vend les friandises les plus délicieuses. La confiserie sur le coin de la rue a vendu des friandises pendant des années. La confiserie sur le coin de la rue vendra des friandises pendant longtemps.",
      "example_translation": "Il negozio di dolciaria all'angolo vende i trattamenti più deliziosi. Il negozio di dolciaria all'angolo ha venduto trattamenti per anni. Il negozio di dolciaria all'angolo venderà trattamenti per molto tempo.",
      "imageLink": "image_files\\English\\"imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fudge",
      "translation": "fuscina",
      "definition": "Un type de friandise sucrée faite à partir de sucre, de lait et de beurre, souvent parfumée de noix ou d'autres ingrédients.",
      "definition_translation": "Un tipo di trattamento dolce fatto con zucchero, latte e burro, spesso aromatizzato con noci o altri ingredienti.",
      "example": "J'adore manger du fudge pendant mes vacances. Je mange du fudge maintenant. Je mangerai du fudge à nouveau bientôt.",
      "example_translation": "Mi piace mangiare fuscina in vacanza. Sto mangiando fuscina ora. Mangerò fuscina di nuovo presto.",
      "imageLink": "image_files\\English\\"imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bonbons jelly",
      "translation": "caramelle gelatinose",
      "definition": "Un type de nourriture sucrée faite à partir de gélatine, de sucre et de parfums, généralement colorée et façonnée comme de petits animaux ou des fruits.",
      "definition_translation": "Un tipo di cibo dolce fatto con gelatina, zucchero e sostanze aromatizzanti, solitamente colorato e formato come piccoli animali o frutta.",
      "example": "J'aimais manger des bonbons jelly lorsque j'étais enfant. Maintenant, je les achète pour mes enfants. D'ici l'année prochaine, j'aurai cessé de leur donner des bonbons jelly.",
      "example_translation": "Ammava mangiare caramelle gelatinose quando ero bambino. Adesso, le compro per i miei bambini. L'anno prossimo, avrò smesso di dar loro caramelle gelatinose.",
      "imageLink": "image_files\\English\\"imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]