[
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chat",
      "translation": "gatto",
      "definition": "Un petit mammifère carnivore typiquement velu. Ils sont souvent appelés 'chats de maison' lorsqu'ils sont gardés comme animaux de compagnie.",
      "definition_translation": "Un piccolo mammifero carnivoro tipicamente peloso. Spesso vengono chiamati 'gatti domestici' quando vengono tenuti come animali da compagnia indoor.",
      "example": "J'avais un chat lorsque j'étais enfant. Maintenant, j'ai un chien. Je vais avoir un chat à nouveau quand je prendrai ma retraite.",
      "example_translation": "Avevo un gatto quando ero bambino. Ora ho un cane. Mi comprerò un gatto di nuovo quando mi pensionerò.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vache",
      "translation": "mucca",
      "definition": "Un grand mammifère femelle qui produit du lait et est couramment élevé dans les fermes.",
      "definition_translation": "Una grande mammifera femmina che produce latte e viene comunemente allevata nelle fattorie.",
      "example": "La vache était en train de paître dans le champ. La vache va donner naissance à un veau le mois prochain. J'ai vu une vache à la ferme hier.",
      "example_translation": "La mucca stava pascolando nel campo. La mucca darà alla luce a un vitello il mese prossimo. Ho visto una mucca nella fattoria ieri.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chien",
      "translation": "cane",
      "definition": "Un mammifère carnivore domestiqué qui appartient à la famille des Canidés.",
      "definition_translation": "Un mammifero carnivoro domestico che appartiene alla famiglia Canidae.",
      "example": "J'ai promené le chien ce matin. Le chien est très amical. Le chien sera castré la semaine prochaine.",
      "example_translation": "Ho portato a passeggio il cane stamattina. Il cane è molto amichevole. Il cane sarà sterilizzato la prossima settimana.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cheval",
      "translation": "cavallo",
      "definition": "Un grand mammifère herbivore à sabots, utilisé pour le transport, la récréation et le travail.",
      "definition_translation": "Un grande mammifero erbivoro con zoccoli usato per il trasporto, il divertimento e il lavoro.",
      "example": "J'ai monté un cheval hier, je monte un cheval tous les jours, et je vais monter un cheval demain.",
      "example_translation": "Ho cavalcato un cavallo ieri, cavalco un cavallo ogni giorno e cavalcherò un cavallo domani.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "porc",
      "translation": "maiale",
      "definition": "Un mammifère omnivore à corps robuste, élevé pour la viande, notamment dans les fermes.",
      "definition_translation": "Un mammifero onnivoro con corpo robusto e zoccoli allevato per la carne, in particolare nelle fattorie.",
      "example": "J'ai vu un porc mangeant de la nourriture hier, je vois un porc mangeant de la nourriture tous les jours, et je vais voir un porc mangeant de la nourriture demain.",
      "example_translation": "Ho visto un maiale che mangiava cibo ieri, vedo un maiale che mangia cibo ogni giorno e vedrò un maiale che mangia cibo domani.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mouton",
      "translation": "pecora",
      "definition": "Un mammifère domestiqué à sabots, élevé pour sa laine, son lait et sa viande.",
      "definition_translation": "Un mammifero erbivoro con zoccoli addomesticato, allevato per la sua lana, il suo latte e la sua carne.",
      "example": "J'ai tondue un mouton hier, je tonde un mouton tous les jours, et je vais tondue un mouton demain.",
      "example_translation": "Ho tosato una pecora ieri, toso una pecora ogni giorno e toserò una pecora domani.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bébé",
      "translation": "bambino",
      "definition": "Un être humain très jeune, notamment nouveau-né ou récemment né.",
      "definition_translation": "Un essere umano molto giovane, specialmente uno nuovo o recentemente nato.",
      "example": "J'ai vu un bébé souriant hier. Le bébé jouera avec des jouets demain. Le bébé a joué avec des blocs tout au long de la journée.",
      "example_translation": "Ho visto un bambino sorridere ieri. Il bambino giocherà con dei giocattoli domani. Il bambino ha giocato con i blocchi tutto il giorno.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ours",
      "translation": "orso",
      "definition": "Un grand mammifère carnivore à poils hirsutes, trouvé dans les forêts et les montagnes.",
      "definition_translation": "Un grande mammifero carnivoro con pelo irsuto, trovato in foreste e montagne.",
      "example": "J'ai vu un ours grimpant un arbre hier. L'ours hibernera en hiver. L'ours a grimpé une montagne l'an dernier.",
      "example_translation": "Ho visto un orso arrampicarsi su un albero ieri. L'orso iberna in inverno. L'orso ha scalato una montagna l'anno scorso.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guépard",
      "translation": "ghepardo",
      "definition": "Un petit mammifère carnivore rapide, avec un pelage distinct, originaire d'Afrique et d'Asie.",
      "definition_translation": "Un piccolo mammifero carnivoro veloce con un mantello distinto, nativo dell'Africa e dell'Asia.",
      "example": "J'ai vu un guépard courant rapidement hier. Le guépard chassera la nuit. Le guépard a couru rapidement à travers la savane l'an dernier.",
      "example_translation": "Ho visto un ghepardo correre velocemente ieri. Il ghepardo cacerà di notte. Il ghepardo ha attraversato velocemente la savana l'anno scorso.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "éléphant",
      "translation": "elefante",
      "definition": "Un grand animal intelligent et social avec une trompe, des défenses et un grand corps, originaire d'Afrique et d'Asie.",
      "definition_translation": "Un grande, intelligente e sociale animale con una proboscide, zanne e un corpo grande, nativo dell'Africa e dell'Asia.",
      "example": "J'ai vu un éléphant au zoo hier. Il est en train de manger maintenant. Il mangera à nouveau demain.",
      "example_translation": "Ho visto un elefante allo zoo ieri. Sta mangiando ora. Mangerà di nuovo domani.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cochon d'Inde",
      "translation": "cavia",
      "definition": "Un petit rongeur velu gardé comme animal de compagnie, originaire d'Amérique du Sud.",
      "definition_translation": "Un piccolo, peloso roditore tenuto come animale domestico, nativo del Sud America.",
      "example": "Ma sœur avait un cochon d'Inde lorsqu'elle était enfant. Il était très mignon. Elle en achètera un autre bientôt.",
      "example_translation": "Mia sorella aveva un cavia quando era bambina. Era molto carino. Comprerà un altro presto.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hamster",
      "translation": "hamster",
      "definition": "Un petit rongeur velu gardé comme animal de compagnie, originaire d'Europe et d'Asie.",
      "definition_translation": "Un piccolo, peloso roditore tenuto come animale domestico, nativo dell'Europa e dell'Asia.",
      "example": "J'avais un hamster quand j'étais gosse. Il était très rapide. Il courra à nouveau ce soir.",
      "example_translation": "Avevo un hamster quando ero ragazzo. Era molto veloce. Correrà di nuovo stasera.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lion",
      "translation": "leone",
      "definition": "Un lion est un grand mammifère carnivore qui vit dans les prairies, les savanes et les bois ouverts d'Afrique et d'Inde.",
      "definition_translation": "Un leone è un grande mammifero carnivoro che vive nelle praterie, savane e boschi aperti dell'Africa e dell'India.",
      "example": "Le lion a rugi bruyamment dans la jungle hier. Le lion dort maintenant. Le lion mangera un zèbre demain.",
      "example_translation": "Il leone ha ruggito forte nella giungla ieri. Il leone sta dormendo ora. Il leone mangerà una zebra domani.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "singe",
      "translation": "scimmia",
      "definition": "Un singe est un mammifère primate appartenant à l'ordre des primates, incluant des macaques, des capucins et des gibbons.",
      "definition_translation": "Una scimmia è un mammifero primate che appartiene all'ordine dei Primati, comprendendo macachi, cappuccini e gibboni.",
      "example": "Le singe a grimpe rapidement dans l'arbre. Le singe est en train de manger une banane maintenant. Le singe jouera avec ses amis demain.",
      "example_translation": "La scimmia ha scalato l'albero rapidamente. La scimmia sta mangiando una banana ora. La scimmia giocherà con i suoi amici domani.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "souris",
      "translation": "topo",
      "definition": "Une souris est un petit mammifère rongeur qui est souvent trouvé dans les maisons et les bâtiments, connu pour sa capacité à passer à travers les ouvertures très petites.",
      "definition_translation": "Un topo è un piccolo mammifero roditore che si trova comunemente nelle case e negli edifici, noto per la sua capacità di infilarsi attraverso piccole aperture.",
      "example": "La souris a couru rapidement à travers le sol hier. La souris se cache derrière le canapé maintenant. La souris sortira de son trou demain.",
      "example_translation": "Il topo ha attraversato il pavimento rapidamente. Il topo sta nascondendosi dietro il divano ora. Il topo uscirà dalla sua tana domani.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lapin",
      "translation": "coniglio",
      "definition": "Un petit mammifère avec une queue douce et fluffieuse et des oreilles longues, souvent gardé comme animal de compagnie ou chassé pour la nourriture.",
      "definition_translation": "Un piccolo mammifero con una coda soffice e lunghi orecchi, spesso tenuto come animale da compagnia o cacciato per il cibo.",
      "example": "J'ai vu un lapin sauter à travers le champ hier, je vois un lapin sauter à travers le champ chaque matin, je verrai un lapin sauter à travers le champ demain.",
      "example_translation": "Ho visto un coniglio saltare attraverso il campo ieri, vedo un coniglio saltare attraverso il campo ogni mattina, vedrò un coniglio saltare attraverso il campo domani.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rat",
      "translation": "ratto",
      "definition": "Un rongeur considéré comme une nuisance, souvent trouvé dans les égouts et autres endroits sales.",
      "definition_translation": "Un roditore considerato una pestilenza, spesso trovato nei tombini e in altri posti sporchi.",
      "example": "Le rat a traversé le sol de la cuisine hier soir, le rat traverse le sol de la cuisine chaque jour, le rat traversera le sol de la cuisine à nouveau demain.",
      "example_translation": "Il ratto ha attraversato il pavimento della cucina la scorsa notte, il ratto attraversa il pavimento della cucina ogni giorno, il ratto attraverserà il pavimento della cucina di nuovo domani.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chauve-souris",
      "translation": "pipistrello",
      "definition": "Un petit mammifère volant qui utilise l'écholocation pour naviguer et trouver des insectes à manger.",
      "definition_translation": "Un piccolo mammifero volante che utilizza l'ecolocazione per navigare e trovare insetti da mangiare.",
      "example": "La chauve-souris a volé hors de la grotte au coucher du soleil hier, la chauve-souris vole hors de la grotte au coucher du soleil chaque soir, la chauve-souris volera hors de la grotte au coucher du soleil demain.",
      "example_translation": "Il pipistrello è volato fuori della caverna al tramonto ieri, il pipistrello vola fuori della caverna al tramonto ogni sera, il pipistrello volerà fuori della caverna al tramonto domani.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "taureau",
      "translation": "toro",
      "definition": "Un grand et puissant mammifère bovin mâle, souvent utilisé pour la reproduction ou le travail.",
      "definition_translation": "Un grande, potente e aggressivo maschio di mammifero bovino, spesso usato per l'allevamento o il traino.",
      "example": "Le fermier devait manipuler le taureau avec précaution pour éviter de se faire blesser. L'an dernier, il a acheté un nouvel taureau pour améliorer l'élevage. D'ici l'an prochain, le taureau sera assez fort pour être utilisé pour le labour.",
      "example_translation": "Il contadino doveva maneggiare con cura il toro per evitare di farsi male. L'anno scorso, ha comprato un nuovo toro per migliorare il branco. Entro l'anno prossimo, il toro sarà abbastanza forte da essere utilizzato per l'aratura.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "veau",
      "translation": "vitello",
      "definition": "Un jeune bovin, en particulier pendant sa première année de vie.",
      "definition_translation": "Una giovane mucca, soprattutto una che è nel suo primo anno di vita.",
      "example": "Le veau a été séparé de sa mère et a dû être nourri au biberon. La semaine dernière, un nouveau veau est né dans la ferme. D'ici la prochaine printemps, le veau sera sevré et pourra manger de l'herbe.",
      "example_translation": "Il vitello era stato separato dalla madre e doveva essere alimentato con il biberon. La settimana scorsa, è nato un nuovo vitello sulla fattoria. Entro la prossima primavera, il vitello sarà svezzato e in grado di mangiare l'erba.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chameau",
      "translation": "cammello",
      "definition": "Un grand ongulé à deux orteils avec une bosse distinctive sur son dos, utilisé comme bête de somme dans les régions désertiques.",
      "definition_translation": "Un grande ungulato con un caratteristico gobba sul dorso, usato come bestia da soma nelle regioni desertiche.",
      "example": "Le chameau a lutté pour grimper la dune sableuse. L'année dernière, nous avons monté un chameau à travers le désert. D'ici l'été prochain, nous prendrons un trek à chameau à travers le Sahara.",
      "example_translation": "Il cammello ha faticato a scalare la duna di sabbia. L'anno scorso, abbiamo cavalcato un cammello attraverso il deserto. Entro la prossima estate, faremo un trekking con i cammelli attraverso il Sahara.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bétail",
      "translation": "bestiame",
      "definition": "Mammifères domestiques élevés dans une ferme ou un ranch, souvent gardés pour leur lait, leur viande ou leurs peaux.",
      "definition_translation": "Mammiferi domestici allevati in un ranch o in una fattoria, spesso tenuti per il latte, la carne o le pelli.",
      "example": "Le fermier élève du bétail pour vivre. Il les élève depuis qu'ils sont des veaux, puis les vend lorsque qu'ils sont complètement adultes. Il élèvera plus de bétail l'année prochaine.",
      "example_translation": "L'agricoltore allevava bestiame per vivere. Li allevava quando erano vitellini, e poi li vendeva quando erano pienamente cresciuti. Alleverà più bestiame l'anno prossimo.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dauphin",
      "translation": "delfino",
      "definition": "Un mammifère aquatique très intelligent avec une nageoire dorsale courbée, trouvé dans les mers chaudes et souvent maintenu en captivité pour le divertissement.",
      "definition_translation": "Un mammifero acquatico altamente intelligente con una pinna dorsale curva, trovato in mari caldi e spesso tenuto in cattività per l'intrattenimento.",
      "example": "J'ai vu un dauphin à l'aquarium hier. Il nageait et jouait avec son entraîneur. Il sautera à nouveau hors de l'eau demain.",
      "example_translation": "Ho visto un delfino all'acquario ieri. Stava nuotando e giocando con il suo allenatore. Salterà fuori dall'acqua ancora domani.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "âne",
      "translation": "asino",
      "definition": "Un mammifère ongulé domestiqué, souvent utilisé comme bête de somme ou comme monture.",
      "definition_translation": "Un mammifero ungulato domestico, spesso usato come bestia da soma o per cavalcare.",
      "example": "Mon grand-père utilisait un âne pour se rendre au travail quand il était jeune. Il le montait tous les jours, puis l'a vendu quand il est devenu plus âgé. Il ira visiter son vieux âne un jour.",
      "example_translation": "Mio nonno usava cavalcare un asino per andare al lavoro quando era giovane. Lo cavalcava ogni giorno, e poi lo vendette quando ebbe più anni. Visiterà il suo vecchio asino un giorno.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "femelle",
      "translation": "femmina",
      "definition": "Un être humain adulte qui est biologiquement capable de porter des enfants, en particulier une qui est au-delà de la puberté.",
      "definition_translation": "Un essere umano adulto che è biologicamente in grado di avere prole, specialmente uno che è oltre la pubertà.",
      "example": "Elle était une femme forte et indépendante qui voyageait seule dans le monde. Elle avait été pilote de ligne pendant plus de 10 ans. Elle sera la PDG de l'entreprise d'ici qu'elle ait 35 ans.",
      "example_translation": "Era una femmina forte e indipendente che aveva viaggiato il mondo da sola. Era stata una pilota femmina per oltre 10 anni. Sarà una CEO femmina dell'azienda quando avrà 35 anni.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fourrure",
      "translation": "pelliccia",
      "definition": "Un revêtement épais, doux et chaud de poils sur un animal, en particulier un qui est valorisé pour sa douceur et sa chaleur.",
      "definition_translation": "Un copertura spessa, morbida e calda di peli su un animale, specialmente uno che è valutato per la sua morbidezza e calore.",
      "example": "Le lapin avait une fourrure épaisse qui la gardait chaude pendant l'hiver. Elle portait un manteau de fourrure au party hier soir. La fourrure de l'ours était étonnamment douce.",
      "example_translation": "Il coniglio aveva una pelliccia spessa che lo teneva caldo in inverno. Lei ha indossato un cappotto di pelliccia alla festa di ieri sera. La pelliccia dell'orso era sorprendentemente morbida.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "girafe",
      "translation": "giraffa",
      "definition": "Un ongulé à deux orteils très grand avec un long cou et des jambes, originaire d'Afrique, et ayant un patron de robe caractéristique.",
      "definition_translation": "Un ungulato mammifero alto, con una lunga cervice e gambe, nativo dell'Africa, e avendo un pattern di mantello distinto.",
      "example": "J'ai vu une girafe au zoo hier. Elle a nourri la girafe de feuilles d'arbre. La girafe courra plus vite que le lion dans la savane.",
      "example_translation": "Ho visto una giraffa allo zoo ieri. Lei ha nutrito la giraffa con foglie dall'albero. La giraffa correrà più veloce del leone nella savana.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chèvre",
      "translation": "capra",
      "definition": "Une chèvre est un mammifère cornu, herbivore, souvent gardé comme animal de ferme. Il fait partie de la famille des Bovidae, qui comprend les bovins, les antilopes et les gazelles.",
      "definition_translation": "Una capra è un mammifero erbivoro cornuto che viene spesso tenuto come bestiame. Fa parte della famiglia Bovidae, che include bovini, antilopi e gazzelle.",
      "example": "J'ai vu une chèvre mangeant de l'herbe dans le champ. Hier, j'ai vu une chèvre courant dans le jardin. J'achèterai une chèvre pour ma ferme l'année prochaine.",
      "example_translation": "Ho visto una capra mangiare l'erba nel campo. Ieri, ho visto una capra correre in giro nel cortile. Comprerò una capra per la mia fattoria il prossimo anno.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lièvre",
      "translation": "lepre",
      "definition": "Un lièvre est un mammifère rapide, à longues pattes, qui vit dans les prairies et les espaces ouverts. Il est connu pour sa vitesse et son agilité, et est souvent chassé pour sa viande et sa fourrure.",
      "definition_translation": "Una lepre è un mammifero veloce e dalle lunghe zampe che vive in praterie e spazi aperti. È nota per la sua velocità e agilità, e viene spesso cacciata per la sua carne e pelo.",
      "example": "Le lièvre a couru rapidement à travers le champ. Hier, j'ai vu un lièvre se cachant derrière un buisson. Je vais aller chasser le lièvre avec mes amis le week-end prochain.",
      "example_translation": "La lepre ha corso velocemente attraverso il campo. Ieri, ho visto una lepre nascondersi dietro un cespuglio. Andrò a caccia di lepri con i miei amici il prossimo fine settimana.",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hippopotame",
      "translation": "ippopotamo",
      "definition": "Un hippopotame est un grand mammifère semi-aquatique qui vit dans les rivières et les lacs. Il a un corps arrondi, des pattes courtes et une grande bouche, et est connu pour son comportement agressif.",
      "definition_translation": "Un ippopotamo è un mammifero grande e semi-acquatico che vive in fiumi e laghi. Ha un corpo rotondo, gambe corte e una grande bocca, e è noto per il suo comportamento aggressivo.",
      "example": "J'ai vu un hippopotame nageant dans la rivière. Hier, j'ai vu un hippopotame mangeant de l'herbe près de l'eau. Je vais visiter le zoo pour voir les hippopotames le mois prochain.",
      "example_translation": "Ho visto un ippopotamo nuotare nel fiume. Ieri, ho visto un ippopotamo mangiare l'erba vicino all'acqua. Visiterò lo zoo per vedere gli ippopotami il prossimo mese.",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaton",
      "translation": "micetto",
      "definition": "Un jeune chat, typically dans la première année de vie.",
      "definition_translation": "Un giovane gatto, solitamente nel primo anno di vita.",
      "example": "Le chaton a joué avec le ballon de laine. Le chaton dort maintenant. Le chaton sautera sur le jouet demain.",
      "example_translation": "Il micetto ha giocato con la palla di lana. Il micetto sta dormendo adesso. Il micetto balzerà sul giocattolo domani.",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agneau",
      "translation": "agnello",
      "definition": "Un jeune mouton, typically dans la première année de vie.",
      "definition_translation": "Un giovane ovino, solitamente nel primo anno di vita.",
      "example": "L'agneau paissait dans la prairie. L'agneau bêle fort. L'agneau grandira pour devenir un bélier fort.",
      "example_translation": "L'agnello pascolava nel prato. L'agnello sta belando forte. L'agnello crescerà diventando un ariete forte.",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mâle",
      "translation": "maschio",
      "definition": "Se rapportant à ou caractéristique des hommes ou des garçons ; du sexe qui produit des spermatozoïdes.",
      "definition_translation": "Riferito o caratteristico degli uomini o dei ragazzi; del sesso che produce spermatozoi.",
      "example": "Le lion mâle rugit fort. Le sportif mâle a remporté la médaille d'or. Le docteur mâle a examiné le patient avec soin.",
      "example_translation": "Il leone maschio ruggì forte. L'atleta maschio vinse la medaglia d'oro. Il dottore maschio esaminò il paziente con attenzione.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mulet",
      "translation": "mulo",
      "definition": "Un animal hybride, le produit d'un âne mâle et d'une jument, connu pour sa force et son entêtement",
      "definition_translation": "un animale ibrido, figlio di un asino maschio e di una cavalla femmina, noto per la sua forza e testardaggine",
      "example": "Elle a chevauché un mulet à travers les montagnes l'été dernier, mais il était trop entêté pour monter la colline raide. Elle avait déjà chevauché un mulet, et en chevauchera un autre l'année prochaine.",
      "example_translation": "Ha cavalcato un mulo attraverso le montagne l'estate scorsa, ma era troppo testardo per scalare la collina ripida. Aveva cavalcato un mulo prima, e cavalcherà uno lagi l'anno prossimo.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "puma",
      "translation": "puma",
      "definition": "Un grand chat sauvage originaire des Amériques, avec une robe tawny ou gris-brun et une longue queue",
      "definition_translation": "un grande felino selvatico nativo delle Americhe, con un mantello fulvo o grigio-bruno e una coda lunga",
      "example": "Le puma suivait sa proie à travers la forêt, puis a bondi dessus avec une vitesse éclair. Il avait suivi le puma pendant des heures, mais a finalement pu prendre une photographie.",
      "example_translation": "Il puma stava inseguendo la sua preda attraverso la foresta, e poi si lanciò su di essa con velocità fulminea. Aveva tracciato il puma per ore, ma finalmente è stato in grado di scattare una fotografia.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chiot",
      "translation": "cucciolo",
      "definition": "Un jeune chien, en particulier celui qui est encore petit et ludique",
      "definition_translation": "un cane giovane, specialmente uno che è ancora piccolo e giocoso",
      "example": "Le chiot jouait avec sa queue, la poursuivant en rond. Elle avait élevé un chiot avant, et en élèvera un autre bientôt.",
      "example_translation": "Il cucciolo stava giocando con la sua coda, inseguendola in cerchi intorno. Aveva allevato un cucciolo prima, e allevarebbe un altro presto.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "renne",
      "translation": "renna",
      "definition": "Un renne est un type de cerf avec une épaisse fourrure et un ensemble distinctif de bois, trouvé dans les régions arctiques.",
      "definition_translation": "Una renna è un tipo di cervo con un mantello spesso e un insieme di corna distinctive, rinvenuto nelle regioni artiche.",
      "example": "Hier, j'ai vu un renne au zoo. Aujourd'hui, j'apprends sur les habitudes des rennes. D'ici l'année prochaine, j'aurai visité l'Arctique pour voir des rennes dans leur habitat naturel.",
      "example_translation": "Ieri, ho visto una renna allo zoo. Oggi, sto imparando sui comportamenti delle renne. Entrambi l'anno prossimo, avrò visitato l'Artico per vedere le renne nel loro habitat naturale.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tigre",
      "translation": "tigre",
      "definition": "Un tigre est un grand mammifère carnivore avec un motif de rayures orange et noir distinctif, trouvé dans les forêts et les prairies.",
      "definition_translation": "Una tigre è un grande mammifero carnivoro con un modello di strisce arancioni e nere distinctive, rinvenuto nei boschi e praterie.",
      "example": "Le tigre a rugi fort dans la forêt. Le tigre dort maintenant. D'ici la semaine prochaine, le tigre aura récupéré de sa blessure.",
      "example_translation": "La tigre ha ruggito forte nella foresta. La tigre sta dormendo ora. Entro la prossima settimana, la tigre si sarà ripresa dalla sua ferita.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baleine",
      "translation": "balena",
      "definition": "Une baleine est un grand mammifère aquatique qui respire air par son évent, trouvé dans les océans du monde entier.",
      "definition_translation": "Una balena è un grande mammifero acquatico che respira aria attraverso il suo blowhole, rinvenuto in oceani di tutto il mondo.",
      "example": "J'ai vu une baleine sautant hors de l'eau hier. Aujourd'hui, j'apprends sur les habitats des baleines. D'ici le mois prochain, j'aurai fait une excursion d'observation des baleines.",
      "example_translation": "Ho visto una balena saltare fuori dall'acqua ieri. Oggi, sto imparando sui habitat delle balene. Entro il prossimo mese,sarò andato in un tour di osservazione delle balene.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cerf",
      "translation": "cervo",
      "definition": "Un cerf est un type de mammifère ruminant sauvage ou domestiqué qui appartient à la famille des Cervidae. Ils sont originaires de tous les continents sauf l'Antarctique et l'Australie.",
      "definition_translation": "Un cervo è un tipo di mammifero ruminante selvatico o domestico che appartiene alla famiglia dei Cervidi. Sono originari di ogni continente tranne l'Antartide e l'Australia.",
      "example": "J'ai vu un cerf mangeant de l'herbe dans la forêt hier. Le cerf courra vite si elle sent le danger. Le cerf avait mangé toutes les plantes du jardin.",
      "example_translation": "Ho visto un cervo che mangiava l'erba nella foresta ieri. Il cervo correrà velocemente se sente il pericolo. Il cervo aveva mangiato tutte le piante nel giardino.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "renard",
      "translation": "volpe",
      "definition": "Un renard est un petit à moyen mammifère omnivore appartenant à plusieurs genres de la famille des Canidés. Ils sont trouvés sur tous les continents sauf l'Antarctique.",
      "definition_translation": "Una volpe è un mammifero onnivoro di piccole o medie dimensioni appartenente a diversi generi della famiglia Canidae. Si trovano su ogni continente tranne l'Antartide.",
      "example": "Le renard était rusé et a volé le poulet de la ferme. Le renard creuse un trou dans le jardin arrière. Le renard avait mangé le lapin la nuit dernière.",
      "example_translation": "La volpe era astuta e ha rubato il pollo dalla fattoria. La volpe sta scavando un buco nel cortile. La volpe aveva mangiato il coniglio la scorsa notte.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gorille",
      "translation": "gorilla",
      "definition": "Un gorille est un grand, intelligent, primate social qui est natif des forêts d'Afrique centrale. Ils sont des herbivores et vivent en groupes.",
      "definition_translation": "Un gorilla è un grande primate intelligente e sociale che è originario delle foreste dell'Africa centrale. Sono erbivori e vivono in gruppi.",
      "example": "Le gorille jouait avec son bébé dans la jungle. Le gorille mange des feuilles de l'arbre. Le gorille avait échappé du zoo l'année dernière.",
      "example_translation": "Il gorilla giocava con il suo bambino nella giungla. Il gorilla sta mangiando foglie dall'albero. Il gorilla era scappato dallo zoo l'anno scorso.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "kangourou",
      "translation": "canguro",
      "definition": "Un kangourou est un grand marsupial natif de l'Australie, caractérisé par ses pattes arrière puissantes et sa queue forte, utilisées pour sauter et bondir.",
      "definition_translation": "un grande marsupiale nativo dell'Australia, caratterizzato dalle sue potenti zampe posteriori e coda forte, utilizzato per saltare e saltellare.",
      "example": "Dans le passé, les kangourous étaient chassés pour leur viande et leur peau. Aujourd'hui, les kangourous sont protégés par la loi et sont une partie importante de la culture australienne. Dans l'avenir, nous apprendrons encore plus sur ces animaux incroyables.",
      "example_translation": "In passato, i canguri venivano cacciati per la loro carne e pelle. Oggi, i canguri sono protetti dalla legge e sono una parte importante della cultura australiana. Nel futuro, continueremo ad imparare di più su questi animali incredibili.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "léopard",
      "translation": "leopardo",
      "definition": "Un grand mammifère carnivore de la famille des félins, caractérisé par sa robe jaune-brun avec des taches noires.",
      "definition_translation": "un grande mammifero carnivoro della famiglia dei felini, tipicamente con un manto giallo-bruno con macchie nere.",
      "example": "Dans le passé, les léopards étaient trouvés dans la plupart des parties de l'Afrique. Aujourd'hui, les léopards sont en danger et sont protégés dans les parcs nationaux. Dans l'avenir, les efforts de conservation aideront à augmenter leur population.",
      "example_translation": "In passato, i leopardi si trovavano in gran parte dell'Africa. Oggi, i leopardi sono in pericolo e sono protetti nei parchi nazionali. Nel futuro, gli sforzi di conservazione aiuteranno ad aumentare la loro popolazione.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boeuf",
      "translation": "bue",
      "definition": "Un mammifère domestiqué de la famille des bovidés, souvent utilisé comme animal de trait, notamment pour labourer les champs.",
      "definition_translation": "un mammifero domestico della famiglia dei bovini, spesso utilizzato come animale da tiro, in particolare per lavori agricoli come l'aratura.",
      "example": "Dans le passé, les boeufs étaient utilisés pour labourer les champs et le transport. Aujourd'hui, les boeufs sont encore utilisés dans certaines parties du monde pour l'agriculture et d'autres fins agricoles. Dans l'avenir, les machines modernes remplaceront probablement les boeufs dans de nombreux endroits.",
      "example_translation": "In passato, i buoi erano utilizzati per arare i campi e il trasporto. Oggi, i buoi sono ancora utilizzati in alcune parti del mondo per l'agricoltura e altri scopi agricoli. Nel futuro, le moderne macchine sostituiranno probabilmente i buoi in molti posti.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "patte",
      "translation": "zampa",
      "definition": "Le pied d'un animal, en particulier un quadrupède, ayant des griffes.",
      "definition_translation": "Il piede di un animale, soprattutto quadrupede, con artigli.",
      "example": "Le chien a agité sa patte avec excitation. Hier, il avait griffé sa patte sur la clôture. Demain, il agitera sa patte au facteur.",
      "example_translation": "Il cane agitò la sua zampa per l'eccitazione. Ieri, aveva graffiato la sua zampa sulla recinzione. Domani, agiterà la sua zampa al portalettere.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ours polaire",
      "translation": "orso polare",
      "definition": "Un grand mammifère carnivore qui vit dans les régions arctiques, ayant une fourrure blanche et un museau proéminent.",
      "definition_translation": "Un grande mammifero carnivoro che vive nelle regioni artiche, con pelo bianco e un muso prominente.",
      "example": "L'ours polaire a nagé dans les eaux glaciales. La semaine dernière, il avait grimpé sur une iceberg. Le mois prochain, il chassera des phoques sur la toundra glacée.",
      "example_translation": "L'orso polare nuotò nelle acque ghiacciate. La settimana scorsa, era salito sull'iceberg. Il mese prossimo, caccierà le foche sulla tundra ghiacciata.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rhinocéros",
      "translation": "rinoceronte",
      "definition": "Un grand mammifère herbivore avec un nez cornu caractéristique, trouvé en Afrique et dans le sud de l'Asie.",
      "definition_translation": "Un grande mammifero erbivoro con un muso cornuto distinto, trovato in Africa e nell'Asia meridionale.",
      "example": "Le rhinocéros a chargé le touriste. L'année dernière, il avait donné naissance à un veau. Dans 10 ans, il sera éteint si nous ne protégeons pas son habitat.",
      "example_translation": "Il rinoceronte caricò il turista. L'anno scorso, aveva dato alla luce un vitellino. Tra 10 anni, sarà estinto se non proteggiamo il suo habitat.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "phoque",
      "translation": "foca",
      "definition": "Un mammifère ichthyophage avec un corps fuselé et une couche de graisse, trouvé dans les océans du monde entier.",
      "definition_translation": "un mammifero che si nutre di pesci con un corpo aerodinamico e uno strato di grasso, trovato negli oceani di tutto il mondo.",
      "example": "Le phoque a nagé rapidement dans l'eau, puis il nagera lentement, et enfin il nagera rapidement à nouveau.",
      "example_translation": "La foca nuotò rapidamente attraverso l'acqua, poi nuoterà lentamente, e infine nuotò rapidamente di nuovo.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "écureuil",
      "translation": "scoiattolo",
      "definition": "Un petit, généralement velu, rongeur qui a une queue touffue et est capable de grimper aux arbres.",
      "definition_translation": "un piccolo roditore, solitamente peloso, con una coda folta e in grado di arrampicarsi sugli alberi.",
      "example": "L'écureuil a couru rapidement au haut de l'arbre, puis il courra lentement, et enfin il courra rapidement à nouveau.",
      "example_translation": "Lo scoiattolo corse rapidamente su per l'albero, poi correrà giù lentamente, e infine correrà su rapidamente di nuovo.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]