[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vêtements",
      "translation": "vestiti",
      "definition": "Couvre-chef pour le corps humain, généralement fait de tissu, de matières synthétiques ou d'animaux.",
      "definition_translation": "Copertura per il corpo umano, tipicamente fatta di tessuto, sintetico o materiali animali.",
      "example": "Elle a accroché ses vêtements dans le placard. Elle porte de beaux vêtements aujourd'hui. Elle achètera de nouveaux vêtements la semaine prochaine.",
      "example_translation": "Lei ha appeso i suoi vestiti nell'armadio. Lei indossa bei vestiti oggi. Lei comprerà nuovi vestiti la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manteau",
      "translation": "cappotto",
      "definition": "Un vêtement extérieur porté sur les vêtements, généralement fait de tissu, de laine ou de matières synthétiques.",
      "definition_translation": "Un indumento esterno indossato sopra i vestiti, tipicamente fatto di tessuto, lana o materiali sintetici.",
      "example": "Il a porté un manteau pour se protéger du froid. Elle met son manteau pour sortir. Ils achèteront un nouveau manteau pour l'hiver.",
      "example_translation": "Lui ha indossato un cappotto per proteggersi dal freddo. Lei sta mettendo il suo cappotto per uscire. Compreranno un nuovo cappotto per l'inverno.",
      "imageLink": "image_files\\English\\"imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "robe",
      "translation": "vestito",
      "definition": "Un vêtement en une seule pièce pour les femmes ou les filles, généralement porté pour les occasions formelles ou semi-formelles.",
      "definition_translation": "Un indumento in un pezzo per una donna o ragazza, tipicamente indossato per occasioni formali o semi-formali.",
      "example": "Elle a porté une belle robe au party. Ma sœur essaie une nouvelle robe. Ils vont concevoir une nouvelle robe pour le défilé de mode.",
      "example_translation": "Lei ha indossato un bel vestito alla festa. Mia sorella sta provando un nuovo vestito. Creeranno un nuovo vestito per la sfilata di moda.",
      "imageLink": "image_files\\English\\"imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chapeau",
      "translation": "cappello",
      "definition": "Un chapeau est un couvre-chef, généralement fait de tissu ou d'autres matières, porté pour la chaleur, comme une déclaration de mode ou comme partie d'un uniforme.",
      "definition_translation": "Un cappello è un copricapo, tipicamente fatto di stoffa o altri materiali, indossato per il calore, come una dichiarazione di moda o come parte di un uniforme.",
      "example": "J'ai porté un chapeau au party hier soir. Je porterai un chapeau à la plage demain. J'ai porté un chapeau au mariage l'année dernière.",
      "example_translation": "Ho indossato un cappello alla festa ieri sera. Indosserò un cappello alla spiaggia domani. Ho indossato un cappello al matrimonio l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jeans",
      "translation": "jeans",
      "definition": "Les jeans sont un type de pantalon fait de denim, souvent porté comme vêtement casual.",
      "definition_translation": "I jeans sono un tipo di pantaloni fatti di denim, spesso indossati come abbigliamento casual.",
      "example": "J'ai acheté un nouveau jean hier. Je vais porter mes jeans au concert ce soir. J'ai porté mes jeans au parc le week-end dernier.",
      "example_translation": "Ho comprato un nuovo paio di jeans ieri. Indosserò i miei jeans al concerto stasera. Ho indossato i miei jeans al parco il-weekend scorso.",
      "imageLink": "image_files\\English\\"imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chemise",
      "translation": "camicia",
      "definition": "Une chemise est un vêtement porté sur le corps supérieur, généralement avec des manches et un col.",
      "definition_translation": "Una camicia è un indumento indossato sul corpo superiore, tipicamente con maniche e collo.",
      "example": "J'ai porté une chemise au bureau aujourd'hui. Je vais porter une chemise au mariage la semaine prochaine. J'ai porté une chemise au party le mois dernier.",
      "example_translation": "Ho indossato una camicia all'ufficio oggi. Indosserò una camicia al matrimonio la prossima settimana. Ho indossato una camicia alla festa lo scorso mese.",
      "imageLink": "image_files\\English\\"imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaussure",
      "translation": "scarpa",
      "definition": "Une chaussure est un objet de footwear porté sur le pied, généralement fait de cuir, de matières synthétiques ou d'un mélange des deux.",
      "definition_translation": " Una scarpa è un articolo di abbigliamento indossato sul piede, tipicamente fatto di cuoio, materiali sintetici o una combinazione di entrambi.",
      "example": "J'ai porté mes nouvelles chaussures au party hier soir. Je les porte au travail tous les jours. Je vais les porter au mariage demain.",
      "example_translation": "Ho indossato le mie nuove scarpe alla festa ieri sera. Le indosso al lavoro ogni giorno. Le indosserò al matrimonio domani.",
      "imageLink": "image_files\\English\\"imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jupe",
      "translation": "gonna",
      "definition": "Une jupe est un type de vêtement porté par les femmes, caractérisé par une hélice circulaire ou ovale.",
      "definition_translation": "Una gonna è un tipo di indumento indossato dalle donne, caratterizzato da un orlo inferiore che è tipicamente circolare o ovale.",
      "example": "Elle a porté une belle jupe au bal de promo l'année dernière. Elle porte des jupes au travail en été. Elle va porter une jupe à la cérémonie de remise des diplômes.",
      "example_translation": "Lei ha indossato una bella gonna al ballo dell'anno scorso. Lei indossa gonne al lavoro in estate. Lei indosserà una gonna alla cerimonia di laurea.",
      "imageLink": "image_files\\English\\"imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "T-shirt",
      "translation": "maglietta",
      "definition": "Un T-shirt est un type de chemise casual, à manches courtes, généralement fait de coton, de polyester ou d'un mélange des deux.",
      "definition_translation": "Una maglietta è un tipo di camicia informale, a maniche corte, tipicamente fatta di cotone, poliestere o una miscela di entrambi.",
      "example": "J'ai porté un T-shirt à la plage hier. Je porte des T-shirts au gymnase chaque semaine. Je vais porter un T-shirt au concert ce soir.",
      "example_translation": "Ho indossato una maglietta alla spiaggia ieri. Io indosso magliette alla palestra ogni settimana. Io indosserò una maglietta al concerto stasera.",
      "imageLink": "image_files\\English\\"imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pantalon",
      "translation": "pantaloni",
      "definition": "Un vêtement extérieur couvrant les jambes, généralement fait de tissu ou de cuir, porté par les humains, notamment les hommes, de la taille aux chevilles.",
      "definition_translation": "un indumento esterno che copre le gambe, tipicamente fatto di tessuto o pelle, indossato dagli esseri umani, soprattutto dagli uomini, dalla vita alle caviglie",
      "example": "J'ai porté mon pantalon préféré au party hier soir, je vais le porter à la plage demain, et j'y suis allé au bureau hier.",
      "example_translation": "Ho indossato i miei pantaloni preferiti alla festa la scorsa notte, li indosserò alla spiaggia domani, e li ho indossati all'ufficio ieri.",
      "imageLink": "image_files\\English\\"imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bottes",
      "translation": "stivali",
      "definition": "Un revêtement pour le pied et la jambe inférieure, généralement fait de cuir ou de caoutchouc, porté avec un soulier ou comme un vêtement séparé",
      "definition_translation": "un copertura per il piede e la gamba inferiore, tipicamente fatta di cuoio o gomma, indossata con una scarpa o come un indumento separato",
      "example": "J'ai lacé mes bottes et suis parti faire de la randonnée dans la montagne, je vais cirer mes bottes avant la soirée, et j'avais usé mes bottes après la longue randonnée.",
      "example_translation": "Ho allacciato il mio stivali e ho scalato la montagna, lustrerò il mio stivali prima della festa, e avevo logorato il mio stivali dopo la lunga escursione.",
      "imageLink": "image_files\\English\\"imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "casquette",
      "translation": "berretto",
      "definition": "Un chapeau doux qui couvre le sommet de la tête, porté par les humains, en particulier les hommes et les garçons",
      "definition_translation": "un cappello morbido, aderente, che copre la parte superiore della testa, indossato dagli esseri umani, soprattutto dagli uomini e dai ragazzi",
      "example": "J'ai mis ma casquette et suis allé au match de baseball, je vais laver ma casquette après le voyage, et j'avais porté ma casquette à l'école.",
      "example_translation": "Ho messo il mio berretto e sono andato alla partita di baseball, laverò il mio berretto dopo il viaggio, e avevo indossato il mio berretto a scuola.",
      "imageLink": "image_files\\English\\"imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gant",
      "translation": "guanto",
      "definition": "Un gant est un vêtement qui couvre la main, généralement avec des gaines individuelles pour chaque doigt et le pouce, porté pour se protéger du froid, se protéger ou améliorer la prise",
      "definition_translation": "Un guanto è un indumento che copre la mano, di solito con guaine individuali per ogni dito e pollice, indossato per il calore, la protezione o per migliorare la presa.",
      "example": "J'ai porté un gant au festival d'hiver hier soir parce qu'il faisait très froid. Je porterai un gant au festival demain parce qu'il fera froid. J'aurais porté un gant au festival l'an dernier si j'en avais un.",
      "example_translation": "Ho indossato un guanto alla festa invernale ieri sera perché faceva molto freddo. Indosserò un guanto alla festa domani perché farà freddo. Avrei indossato un guanto alla festa l'anno scorso se ne avessi avuto uno.",
      "imageLink": "image_files\\English\\"imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "veste",
      "translation": "giacca",
      "definition": "Une veste est un type de vêtement supérieur sans manche ou avec manche, généralement fait d'un matériau léger, porté pour les occasions informelles ou semi-formelles",
      "definition_translation": "Una giacca è un tipo di indumento superiore senza maniche o con maniche, solitamente realizzato in un materiale leggero, indossato per occasioni casual o semiformali.",
      "example": "J'ai porté une veste à la soirée hier soir parce qu'il faisait frais. Je porterai une veste au bureau demain parce que la climatisation est forte. J'aurais porté une veste à la plage l'an dernier si il n'avait pas fait trop chaud.",
      "example_translation": "Ho indossato una giacca alla festa ieri sera perché era condizionata. Indosserò una giacca in ufficio domani perché la condizionata è forte. Avrei indossato una giacca alla spiaggia l'anno scorso se non fosse stato così caldo.",
      "imageLink": "image_files\\English\\"imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pull",
      "translation": "maglione",
      "definition": "Un pull est un type de vêtement tricoté, généralement fait de laine ou de fibres synthétiques, porté pour se protéger du froid et souvent caractérisé par un col rond et des manches longues",
      "definition_translation": "Un maglione è un tipo di indumento lavorato a maglia, solitamente realizzato in lana o fibre sintetiche, indossato per il calore e spesso caratterizzato da un collo rotondo e maniche lunghe.",
      "example": "J'ai porté un pull dans les montagnes l'hiver dernier parce qu'il faisait très froid. Je porterai un pull au parc demain parce qu'il fera frais. J'aurais porté un pull au gymnase l'an dernier si j'en avais un.",
      "example_translation": "Ho indossato un maglione sulle montagne lo scorso inverno perché faceva molto freddo. Indosserò un maglione al parco domani perché sarà fresco. Avrei indossato un maglione alla palestra l'anno scorso se ne avessi avuto uno.",
      "imageLink": "image_files\\English\\"imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poche",
      "translation": "tasca",
      "definition": "Un petit sac ou une poche cousue dans ou attachée à un vêtement, utilisée pour porter des objets petits",
      "definition_translation": "Un piccolo sacco o borsa cucita o attaccata a un indumento, utilizzato per portare oggetti piccoli.",
      "example": "Je dois trouver mon téléphone dans ma poche. Hier, j'ai mis dans ma poche, mais maintenant il n'y est plus. Demain, je vais me assurer de le remettre dans ma poche.",
      "example_translation": "Devo trovare il mio telefono nella mia tasca. Ieri, l'ho messo nella mia tasca, ma ora non c'è. Domani, mi assicurerò di metterlo di nuovo nella mia tasca.",
      "imageLink": "image_files\\English\\"imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "imperméable",
      "translation": "impermeabile",
      "definition": "Un manteau imperméable ou résistant à l'eau porté pour protéger le porteur de la pluie ou du temps humide",
      "definition_translation": "Un cappotto impermeabile o resistente all'acqua indossato per proteggere l'indossatore dalla pioggia o dalle condizioni meteorologiche umide.",
      "example": "Je porte toujours un imperméable quand il pleut. Ma sœur a porté un imperméable à l'école hier, et maintenant il est suspendu dans le placard. J'achèterai un nouvel imperméable l'année prochaine.",
      "example_translation": "Indosso sempre un impermeabile quando piove. Mia sorella ha indossato un impermeabile ieri a scuola, e ora è appeso nell'armadio. Comprerò un nuovo impermeabile l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "écharpe",
      "translation": "sciarpa",
      "definition": "Un morceau de tissu porté autour du cou, généralement fait de matériaux doux et chauds, utilisé pour se protéger du froid et comme élément de mode",
      "definition_translation": "Un pezzo di tessuto indossato attorno al collo, tipicamente realizzato in materiali morbidi e caldi, utilizzato per il calore e la moda.",
      "example": "J'adore porter une écharpe en hiver. Ma mère a porté une écharpe à la soirée hier soir, et elle s'accordait avec sa robe. Je vais offrir une écharpe à mon ami comme cadeau la semaine prochaine.",
      "example_translation": "Adoro indossare una sciarpa in inverno. Mia mamma ha indossato una sciarpa alla festa ieri sera, e si abbinava al suo vestito. Regalerò una sciarpa al mio amico la settimana prossima come regalo.",
      "imageLink": "image_files\\English\\"imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "shorts",
      "translation": "pantaloncini",
      "definition": "Les shorts sont un type de vêtement qui couvre la partie inférieure du corps, généralement allant de la taille aux cuisses",
      "definition_translation": "I pantaloncini sono un tipo di indumento esterno che copre la parte inferiore del corpo, solitamente estendendosi dalla vita fino alla coscia superiore.",
      "example": "J'ai porté des shorts à la plage l'été dernier, je porte des shorts au parc aujourd'hui, et je porterai des shorts au festival la semaine prochaine.",
      "example_translation": "Ho indossato pantaloncini al mare l'estate scorsa, sto indossando pantaloncini al parco oggi e indosserò pantaloncini al festival la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaussette",
      "translation": "calza",
      "definition": "Une chaussette est un vêtement porté sur le pied, généralement fait de tissu ou de matériaux synthétiques",
      "definition_translation": "Una calza è un pezzo di abbigliamento indossato sul piede, solitamente fatto di stoffa o materiali sintetici.",
      "example": "J'ai perdu une chaussette dans la machine à laver hier, je porte une chaussette sur mon pied gauche aujourd'hui, et j'achèterai de nouvelles chaussettes la semaine prochaine.",
      "example_translation": "Ho perso una calza nella lavatrice ieri, sto indossando una calza sul mio piede sinistro oggi e comprerò nuove calze la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "costume",
      "translation": "completo",
      "definition": "Un costume est un ensemble de vêtements portés pour les occasions formelles ou professionnelles, généralement composé d'un veston, d'un pantalon et parfois d'un gilet.",
      "definition_translation": "Un completo è un insieme di indumenti esterni, solitamente composto da una giacca, pantaloni e a volte una giacca senza maniche, indossato per occasioni formali o di affari.",
      "example": "J'ai porté un costume au mariage dernier mois, je porte un costume à la réunion aujourd'hui et je porterai un costume à l'entrevue d'embauche la semaine prochaine.",
      "example_translation": "Ho indossato un completo al matrimonio il mese scorso, sto indossando un completo all'incontro oggi e indosserò un completo al colloquio di lavoro la prossima venerdì.",
      "imageLink": "image_files\\English\\"imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pull",
      "translation": "maglione",
      "definition": "Un pull est un vêtement chaud porté sur le haut du corps, généralement fait de tissu épais et chaud.",
      "definition_translation": "Un maglione è un capo di abbigliamento, solitamente fatto di stoffa spessa e calda, indossato sul corpo superiore.",
      "example": "J'ai porté un pull hier, je porterai un pull demain et je porte un pull en ce moment.",
      "example_translation": "Ho indossato un maglione ieri, indosserò un maglione domani e sto indossando un maglione ora.",
      "imageLink": "image_files\\English\\"imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "costume de bain",
      "translation": "costume da bagno",
      "definition": "Un costume de bain est un vêtement conçu pour être porté lors de la baignade, généralement fait de tissu léger et rapide à sécher.",
      "definition_translation": "Un costume da bagno è un indumento progettato per essere indossato per nuotare, solitamente fatto di stoffa leggera e rapida asciugatura.",
      "example": "Je vais acheter un nouveau costume de bain pour l'été, j'ai acheté un costume de bain l'année dernière et je porte un costume de bain en ce moment.",
      "example_translation": "Comprerò un nuovo costume da bagno per l'estate, ho comprato un costume da bagno l'anno scorso e sto indossando un costume da bagno ora.",
      "imageLink": "image_files\\English\\"imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maillot de bain",
      "translation": "costume da nuoto",
      "definition": "Un maillot de bain est un vêtement conçu pour être porté lors de la baignade, du surf ou d'autres activités nautiques.",
      "definition_translation": "Un costume da nuoto è un indumento progettato per essere indossato per nuotare, surfare o altre attività acquatiche.",
      "example": "Elle a porté un maillot de bain à la plage, je porterai un maillot de bain à la piscine et ils portent des maillots de bain en ce moment.",
      "example_translation": "Lei ha indossato un costume da nuoto sulla spiaggia, indosserò un costume da nuoto in piscina e loro stanno indossando costumi da nuoto ora.",
      "imageLink": "image_files\\English\\"imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cravate",
      "translation": "cravatta",
      "definition": "Une cravate est un long morceau de tissu porté autour du cou, généralement par les hommes, comme partie d'un costume formel.",
      "definition_translation": "Una cravatta è un pezzo di stoffa lungo e stretto indossato intorno al collo, normalmente dagli uomini, come parte di un outfit formale.",
      "example": "J'ai noué ma cravate en nœud avant l'entrevue d'embauche. Je porterai une cravate au mariage demain. Il portait une cravate au travail tous les jours.",
      "example_translation": "Mi sono legato la cravatta in un nodo prima dell'intervista di lavoro. Indosserò una cravatta al matrimonio domani. Lui indossava una cravatta al lavoro ogni giorno.",
      "imageLink": "image_files\\English\\"imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bas",
      "translation": "calze",
      "definition": "Les bas sont des collants opaques qui couvrent les jambes, portés par les femmes et les filles.",
      "definition_translation": "Le calze sono calzini stretti e opachi che coprono le gambe, indossati dalle donne e dalle ragazze.",
      "example": "Elle a porté des bas sous sa jupe pour se tenir chaud. La ballerine a porté des bas comme partie de son costume. Je vais acheter des bas pour l'anniversaire de ma sœur.",
      "example_translation": "Lei indossava calze sotto la gonna per stare al caldo. La ballerina indossava calze come parte del suo costume. Comprerò calze per il compleanno di mia sorella.",
      "imageLink": "image_files\\English\\"imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "basket",
      "translation": "scarpe da allenamento",
      "definition": "Les baskets sont des chaussures légères et flexibles conçues pour les activités sportives ou athlétiques.",
      "definition_translation": "Le scarpe da allenamento sono scarpe leggere e flessibili progettate per attività atletiche o sportive.",
      "example": "Je porte des baskets au gymnase tous les jours. Elle a porté des baskets pour courir dans le parc. Ils vont acheter des baskets pour leur voyage dans les montagnes.",
      "example_translation": "Indosso le scarpe da allenamento alla palestra ogni giorno. Lei indossava scarpe da allenamento per correre nel parco. Compreranno scarpe da allenamento per il loro viaggio in montagna.",
      "imageLink": "image_files\\English\\"imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "uniforme",
      "translation": "uniforme",
      "definition": "Un uniforme est un ensemble de vêtements portés par les personnes appartenant à un groupe ou à une organisation, en particulier en raison de leur travail ou de leur activité.",
      "definition_translation": "Un insieme di vestiti indossati da persone appartenenti a un gruppo o organizzazione particolare, soprattutto a causa del loro lavoro o attività.",
      "example": "Hier, j'ai porté mon uniforme scolaire en classe. Aujourd'hui, je porte mon uniforme de travail informel. Demain, je porterai mon uniforme de sport au match.",
      "example_translation": "Ieri, ho indossato la mia uniforme scolastica in classe. Oggi, sto indossando la mia uniforme casual per lavoro. Domani, indosserò la mia uniforme sportiva alla partita.",
      "imageLink": "image_files\\English\\"imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "blouse",
      "translation": "camicetta",
      "definition": "Une blouse est un chemisier ample porté par les femmes, généralement avec un col et des boutons.",
      "definition_translation": "Una camicia a larghevoli dimensioni, tipicamente con un colletto e bottoni, indossata dalle donne.",
      "example": "Elle a porté une belle blouse au party hier soir. Elle portera une nouvelle blouse au travail demain. Elle a porté sa blouse préférée au mariage hier.",
      "example_translation": "Lei ha indossato una bellissima camicetta alla festa di ieri sera. Indosserà una camicetta nuova a lavoro domani. Ha indossato la sua camicetta preferita al matrimonio di ieri.",
      "imageLink": "image_files\\English\\"imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "col",
      "translation": "colletto",
      "definition": "Le col est la partie d'un chemisier ou d'un manteau qui s'attache autour du cou.",
      "definition_translation": "La parte di una camicia o cappotto che si chiude attorno al collo.",
      "example": "Le col du chien était trop serré. Elle a ajusté le col de son manteau pour se tenir chaud. Il a redressé le col de sa chemise avant la réunion.",
      "example_translation": "Il collare del cane era troppo stretto. Lei ha regolato il colletto del suo cappotto per stare al caldo. Ha raddrizzato il suo colletto prima dell'incontro.",
      "imageLink": "image_files\\English\\"imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "talons",
      "translation": "tallone",
      "definition": "La partie arrière du pied humain, en dessous et derrière la cheville.",
      "definition_translation": "La parte posteriore del piede umano, sotto e dietro la caviglia.",
      "example": "Hier, j'ai tordu mon talon et j'ai dû prendre une pause. Aujourd'hui, je porte des chaussures à talons bas pour éviter la douleur. Demain, je vais m'entraîner à marcher en talons hauts.",
      "example_translation": "Ieri, ho torto il mio tallone e ho dovuto fare una pausa. Oggi, indosso scarpe con un tacco basso per evitare disagio. Domani, praticherò a camminare con tacchi alti.",
      "imageLink": "image_files\\English\\"imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "culottes",
      "translation": "mutandine",
      "definition": "Un type de sous-vêtement féminin couvrant les zones génitale et fessière.",
      "definition_translation": "Un tipo di indumento intimo femminile che copre le aree genitali e del gluteo.",
      "example": "Ma grand-mère portait des culottes longues sous ses jupes. Aujourd'hui, je préfère porter des culottes sans couture pour le confort. Dans le futur, je pourrai concevoir ma propre ligne de culottes.",
      "example_translation": "Mia nonna usava indossare mutandine lunghe sotto le sue gonne. Oggi, preferisco indossare mutandine senza cuciture per comodità. Nel futuro, potrei progettare la mia linea di mutandine.",
      "imageLink": "image_files\\English\\"imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pantalon",
      "translation": "pantaloni",
      "definition": "Un vêtement extérieur couvrant les jambes, généralement s'étendant de la taille aux chevilles.",
      "definition_translation": "Un indumento esterno che copre le gambe, tipicamente estendendosi dalla vita alle caviglie.",
      "example": "Je portais des pantalons déchirés au concert hier soir. Aujourd'hui, je porte des pantalons formels pour l'entrevue d'embauche. La semaine prochaine, j'achèterai de nouveaux pantalons pour la saison d'hiver.",
      "example_translation": "Ho indossato pantaloni strappati al concerto la sera scorsa. Oggi, indosso pantaloni formali per il colloquio di lavoro. La prossima settimana, comprerò nuovi pantaloni per la stagione invernale.",
      "imageLink": "image_files\\English\\"imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pull-over",
      "translation": "maglione",
      "definition": "Un pull-over est un type de sweater qui est enfilé par-dessus la tête, plutôt que d'être ouvert et fermé avec une fermeture éclair ou des boutons.",
      "definition_translation": "Un maglione è un tipo di maglione che si indossa tirandolo sulla testa, anziché aprirlo e chiuderlo con una cerniera o bottoni.",
      "example": "J'ai enfilé mon pull-over préféré pour rester chaud pendant le froid matin d'hiver. Je l'ai porté pendant des années, et il est toujours en parfait état. Je le porterai au party demain soir.",
      "example_translation": "Mi sono infilato il mio maglione preferito per stare al caldo durante la fredda mattina invernale. L'ho indossato per anni, e ancora sembra grande. Lo indosserò alla festa di domani sera.",
      "imageLink": "image_files\\English\\"imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sandale",
      "translation": "sandaletto",
      "definition": "Une sandale est un type de chaussure qui expose le pied et est généralement portée en temps chaud.",
      "definition_translation": "Un sandaletto è un tipo di calzatura che espone il piede e si indossa generalmente in tempo di caldo.",
      "example": "J'ai porté des sandales à la plage l'été dernier. J'ai acheté des sandales en ligne pendant des années, et elles s'ajustent toujours parfaitement. Je vais porter des sandales au parc le week-end prochain.",
      "example_translation": "Ho indossato sandaletti alla spiaggia l'estate scorsa. Compro sandaletti online da anni, e sono sempre della misura giusta. Indosserò sandaletti al parco il prossimo fine settimana.",
      "imageLink": "image_files\\English\\"imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manche",
      "translation": "manica",
      "definition": "Une manche est la partie d'un vêtement qui couvre le bras, généralement du épaule au poignet.",
      "definition_translation": "Una manica è la parte di un indumento che copre il braccio, tipicamente dalla spalla al polso.",
      "example": "J'ai roulé ma manche pour recevoir le vaccin. J'ai porté des manches courtes pendant l'été, et des manches longues pendant l'hiver. Je vais acheter un shirt avec des manches longues demain.",
      "example_translation": "Mi sono arrotolato la manica per ricevere il vaccino. Ho indossato maniche corte durante l'estate e maniche lunghe durante l'inverno. Comprerò una camicia con maniche lunghe domani.",
      "imageLink": "image_files\\English\\"imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pantoufles",
      "translation": "pantofole",
      "definition": "Une pantoufle est un type de chaussure conçue pour être portée à l'intérieur, généralement faite de matériaux légers et doux tels que le coton ou les tissus synthétiques.",
      "definition_translation": "Un pantofola è un tipo di calzatura progettata per essere indossata all'interno, tipicamente realizzata in materiali morbidi e leggeri come cotone o tessuti sintetici.",
      "example": "J'ai porté mes pantoufles au salon, puis je vais les porter à la cuisine, et l'année prochaine je les porterai à la chambre à coucher.",
      "example_translation": "Ho indossato le mie pantofole nel salotto, poi le indosserò in cucina, e il prossimo anno le indosserò in camera da letto.",
      "imageLink": "image_files\\English\\"imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sweat-shirt",
      "translation": "maglietta",
      "definition": "Un sweat-shirt est un type de vêtement casual qui est généralement fait de tissu épais et chaud, souvent avec un col rond et des manches longues.",
      "definition_translation": "Una maglietta è un tipo di abbigliamento informale che è tipicamente realizzato in tessuto spesso e caldo, spesso con collo rotondo e maniche lunghe.",
      "example": "J'ai porté mon sweat-shirt au gymnase, puis je vais le porter au parc, et la semaine dernière j'ai porté au centre commercial.",
      "example_translation": "Ho indossato la mia maglietta in palestra, poi la indosserò al parco, e la settimana scorsa l'ho indossata al centro commerciale.",
      "imageLink": "image_files\\English\\"imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maillot de bain",
      "translation": "costume da bagno uomo",
      "definition": "Un maillot de bain est un type de costume de bain conçu pour les hommes, généralement fait de tissu léger et rapide à sécher, avec un design court et lâche.",
      "definition_translation": "I costumi da bagno sono un tipo di costume da bagno progettato per gli uomini, tipicamente realizzato in tessuto ad asciugatura rapida e caratterizzato da un design breve e morbido.",
      "example": "J'ai porté mon maillot de bain à la plage, puis je vais le porter à la piscine, et l'été dernier j'ai porté au lac.",
      "example_translation": "Ho indossato i miei costumi da bagno sulla spiaggia, poi li indosserò in piscina, e l'estate scorsa li ho indossati al lago.",
      "imageLink": "image_files\\English\\"imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sommet",
      "translation": "cima",
      "definition": "Le point le plus haut ou le point le plus élevé de quelque chose.",
      "definition_translation": "Il punto più alto o parte superiore di qualcosa.",
      "example": "Je me suis tenu au sommet de la montagne, me sentant fier de mon accomplissement. Je vais grimper au sommet de la montagne l'année prochaine. J'ai grimpé au sommet de la montagne la semaine dernière.",
      "example_translation": "Mi sono fermato in cima alla montagna, sentendomi orgoglioso del mio successo. Salirò in cima alla montagna l'anno prossimo. Sono salito in cima alla montagna la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "survêtement",
      "translation": "tuta da corsa",
      "definition": "Un vêtement large et confortable porté pour des activités sportives ou occasionnelles, généralement composé d'un blouson et d'un pantalon.",
      "definition_translation": "Un indumento comodo e largo indossato per attività atletiche o informali, che consiste normalmente in una giacca e pantaloni.",
      "example": "J'ai porté un survêtement au gymnase hier. Je porterai un survêtement au stade demain. J'avais porté un survêtement au parc dimanche dernier.",
      "example_translation": "Mi sono messo una tuta da corsa alla palestra ieri. Mi metterò una tuta da corsa allo stadio domani. Mi sono messo una tuta da corsa al parco la scorsa domenica.",
      "imageLink": "image_files\\English\\"imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caleçon",
      "translation": "mutande",
      "definition": "Un vêtement porté contre la peau sous les vêtements externes, généralement fait de tissu ou de matériaux synthétiques.",
      "definition_translation": "Un indumento indossato contro la pelle sotto i vestiti esterni, normalmente fatto di tessuto o materiali sintetici.",
      "example": "J'ai mis un caleçon propre ce matin. Je vais acheter de nouveaux caleçons la semaine prochaine. J'ai porté mon caleçon préféré au lit hier soir.",
      "example_translation": "Mi sono messo un paio di mutande pulite questa mattina. Comprerò mutande nuove la settimana prossima. Mi sono messo le mie mutande preferite a letto la scorsa notte.",
      "imageLink": "image_files\\English\\"imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lingerie",
      "translation": "intimo",
      "definition": "Vêtements portés contre la peau, notamment sous d'autres vêtements.",
      "definition_translation": "Vestiti indossati vicino alla pelle, soprattutto sotto altri vestiti.",
      "example": "Elle a oublié d'emporter sa lingerie pour le voyage. Elle porte sa lingerie préférée aujourd'hui. Elle va acheter de nouvelle lingerie demain.",
      "example_translation": "Lei ha dimenticato di mettere in valigia il suo intimo per il viaggio. Indossa il suo intimo preferito oggi. Comprerà nuovo intimo domani.",
      "imageLink": "image_files\\English\\"imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tablier",
      "translation": "grembiule",
      "definition": "Un morceau de tissu porté sur le devant des vêtements pour les protéger des tâches ou des salissures.",
      "definition_translation": "Un pezzo di stoffa indossato sulla parte anteriore dei vestiti per proteggerli dalla sporcizia o dalle macchie.",
      "example": "Le chef portait un tablier pour protéger ses vêtements des tâches. Elle met toujours un tablier quand elle cuisine. Il va mettre un tablier pour commencer à cuisiner.",
      "example_translation": "Il cuoco indossava un grembiule per proteggere i suoi vestiti dalle macchie. Lei sempre indossa un grembiule quando cucina. Lui si metterà un grembiule per iniziare a cucinare.",
      "imageLink": "image_files\\English\\"imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bikini",
      "translation": "costume da bagno",
      "definition": "Type de maillot de bain féminin composé d'un haut et d'un short.",
      "definition_translation": "Un tipo di costume da bagno per donne composto da un top breve e da shorts brevi.",
      "example": "Elle a acheté un nouveau bikini pour l'été. Ils portaient des bikinis assortis à la plage. Elle va essayer un nouveau bikini demain.",
      "example_translation": "Lei ha comprato un nuovo costume da bagno per l'estate. Indossavano costumi da bagno abbinati sulla spiaggia. Proverà un nuovo costume da bagno domani.",
      "imageLink": "image_files\\English\\"imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "shorts de boxe",
      "translation": "mutande.boxer",
      "definition": "Les shorts de boxe sont un type de sous-vêtement porté par les hommes, caractérisé par une conception largement ajustée et une ceinture élastique, souvent porté pour le confort et les activités sportives.",
      "definition_translation": "Le mutande.boxer sono un tipo di indumento intimo indossato dai maschi, caratterizzato da un design aderente e un elastico in vita, spesso indossato per comfort e scopi atletici.",
      "example": "J'ai porté des shorts de boxe au lit hier soir, je les porte au gymnase tous les jours, et je vais les porter au parc demain.",
      "example_translation": "Ho indossato le mutande.boxer a letto ieri sera, le indosso in palestra ogni giorno e le indosserò al parco domani.",
      "imageLink": "image_files\\English\\"imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soutien-gorge",
      "translation": "reggiseno",
      "definition": "Un soutien-gorge est un type de sous-vêtement porté par les femmes, conçu pour offrir soutien et couverture pour les seins, souvent porté pour le confort et la pudeur.",
      "definition_translation": "Un reggiseno è un tipo di indumento intimo indossato dalle femmine, progettato per fornire sostegno e copertura per i seni, spesso indossato per comfort e modestia.",
      "example": "Elle a mis un nouveau soutien-gorge hier, elle le portera au parti ce soir, et elle l'avait porté au bureau la semaine dernière.",
      "example_translation": "Lei ha messo un nuovo reggiseno ieri, lo indosserà al party stasera e l'aveva indossato all'ufficio la scorsa settimana.",
      "imageLink": "image_files\\English\\"imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caleçon brief",
      "translation": "slip",
      "definition": "Les caleçons briefs sont un type de sous-vêtement porté par les hommes, caractérisé par une conception ajustée et une forme en Y à l'avant, souvent porté pour le confort et les activités sportives.",
      "definition_translation": "Gli slip sono un tipo di indumento intimo indossato dai maschi, caratterizzato da un design aderente e una parte anteriore a forma di Y, spesso indossato per comfort e scopi atletici.",
      "example": "Il a porté des caleçons briefs au gymnase hier, il les portera à la rencontre d'athlétisme demain, et il les avait portés au match de football la semaine dernière.",
      "example_translation": "Lui ha indossato gli slip in palestra ieri, li indosserà all'incontro di atletica leggera domani e li aveva indossati alla partita di football lo scorso fine settimana.",
      "imageLink": "image_files\\English\\"imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cardigan",
      "translation": "maglione",
      "definition": "Un cardigan est un type de vêtement tricoté qui a des boutons ou une fermeture éclair et est porté sur un shirt ou une robe.",
      "definition_translation": "Un maglione è un tipo di indumento lavorato a maglia che ha bottoni o una cerniera e viene indossato sopra una camicia o un vestito.",
      "example": "Je vais porter un cardigan pour me tenir chaud demain, j'ai porté un cardigan au parti hier soir, et je porte un cardigan au travail tous les jours.",
      "example_translation": "Indosserò un maglione per tenermi caldo domani, ho indossato un maglione al party la scorsa notte, e indosso un maglione al lavoro ogni giorno.",
      "imageLink": "image_files\\English\\"imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "costume",
      "translation": "costume",
      "definition": "Un costume est un ensemble de vêtements portés pour créer une apparence particulière, souvent pour se déguiser ou imiter quelqu'un ou quelque chose.",
      "definition_translation": "Un costume è un set di abiti indossati per creare un aspetto particolare, spesso per travestirsi o imitare qualcuno o qualcosa.",
      "example": "J'ai porté un costume au parti d'Halloween, elle va porter un costume à la représentation théâtrale ce soir, et ils portaient des costumes au bal masqué l'an dernier.",
      "example_translation": "Ho indossato un costume alla festa di Halloween, lei indosserà un costume alla rappresentazione teatrale stasera, e loro hanno indossato costumi al ballo in maschera l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manchette",
      "translation": "polso",
      "definition": "Une manchette est une partie de la manche qui couvre le poignet.",
      "definition_translation": "Un polso è una parte della manica che copre il polso.",
      "example": "J'ai roulé ma manchette pour laver mes mains, elle a dû ajuster la sienne pour mettre son montre, et il devra réparer la manchette de sa chemise.",
      "example_translation": "Ho arrotolato il mio polso per lavare le mani, lei ha dovuto regolare il suo polso per mettere il suo orologio, e lui dovrà riparare il polso della sua camicia.",
      "imageLink": "image_files\\English\\"imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "casque",
      "translation": "elmetto",
      "definition": "Un casque est un équipement de protection porté sur la tête pour la protéger des blessures, des dégâts ou des dommages, et est souvent utilisé dans les sports, l'armée ou d'autres activités.",
      "definition_translation": "Un elmetto è una forma di equipaggiamento protettivo indossato sulla testa per proteggerla dalle lesioni, danni o pericoli, e viene spesso utilizzato nello sport, militare o altre attività.",
      "example": "J'ai porté un casque lorsque j'ai fait du vélo hier. Je porte toujours un casque lorsqu'il fait du vélo. Je porterai un casque lorsque je ferai du vélo demain.",
      "example_translation": "Indossavo un elmetto quando guidavo la mia bicicletta ieri. Io sempre indosso un elmetto quando guido la mia bicicletta. Indosserò un elmetto quando guiderò la mia bicicletta domani.",
      "imageLink": "image_files\\English\\"imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "capuche",
      "translation": "cappuccio",
      "definition": "Une capuche est un couvre-chef qui couvre la tête et le cou, souvent attaché à un manteau ou un mantelet, et est porté pour protéger la tête et le cou des éléments.",
      "definition_translation": "Un cappuccio è una copertura per la testa e il collo, spesso attaccata a una giacca o un mantello, e viene indossato per proteggere la testa e il collo dagli elementi.",
      "example": "J'ai tiré la capuche de mon manteau lorsque ça a commencé à pleuvoir. Elle a porté une capuche pour cacher son visage. Ils vont concevoir une capuche pour le nouveau manteau.",
      "example_translation": "Ho tirato su il cappuccio della mia giacca quando ha iniziato a piovere. Lei indossava un cappuccio per nascondere il suo volto. Progetteranno un cappuccio per il nuovo cappotto.",
      "imageLink": "image_files\\English\\"imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chandail",
      "translation": "calze al ginocchio",
      "definition": "Un chandail est un type de chaussette qui couvre le pied et la jambe jusqu'au genou, souvent porté pour des raisons athlétiques ou de mode.",
      "definition_translation": "Le calze al ginocchio sono un tipo di calza che copre il piede e la gamba inferiore fino al ginocchio, spesso indossate per scopi atletici o di moda.",
      "example": "J'adore porter des chandails pour jouer au soccer. Elle a porté des chandails avec sa jupe. Ils vont concevoir des chandails pour la nouvelle équipe de sport.",
      "example_translation": "Adoro indossare le calze al ginocchio per giocare a calcio. Lei indossava le calze al ginocchio con la sua gonna. Progetteranno le calze al ginocchio per la nuova squadra sportiva.",
      "imageLink": "image_files\\English\\"imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chemise de nuit",
      "translation": "camicia da notte",
      "definition": "Une chemise de nuit est une robe ample et informelle portée pour dormir ou se reposer, typiquement faite de matériaux doux et légers.",
      "definition_translation": "Una veste larga, generalmente informale, indossata per dormire o rilassarsi, tipicamente fatta di materiale morbido e leggero.",
      "example": "J'ai porté une chemise de nuit au lit hier soir. Je porterai une chemise de nuit au lit ce soir. J'ai porté une chemise de nuit au lit hier.",
      "example_translation": "Ho indossato una camicia da notte a letto ieri sera. Indosserò una camicia da notte a letto stasera. Ho indossato una camicia da notte a letto ieri.",
      "imageLink": "image_files\\English\\"imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nuiton",
      "translation": "vestaglia",
      "definition": "Un nuiton est un vêtement ample et informel porté pour dormir ou se reposer, typiquement fait de matériaux doux et légers.",
      "definition_translation": "Un indumento largo, generalmente informale, indossato per dormire o rilassarsi, tipicamente fatto di materiale morbido e leggero.",
      "example": "Elle a porté un nuiton au lit hier soir. Elle portera un nuiton au lit ce soir. Elle a porté un nuiton au lit hier.",
      "example_translation": "Lei ha indossato una vestaglia a letto ieri sera. Indosserà una vestaglia a letto stasera. Lei ha indossato una vestaglia a letto ieri.",
      "imageLink": "image_files\\English\\"imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pyjama",
      "translation": "pigiama",
      "definition": "Des pyjamas sont des vêtements amples et confortables portés pour dormir ou se reposer, typiquement faits de matériaux doux et légers.",
      "definition_translation": "Pantaloni larghi e comodi e una parte superiore larga indossati per dormire o rilassarsi, tipicamente fatti di materiale morbido e leggero.",
      "example": "Il a porté des pyjamas au lit hier soir. Il portera des pyjamas au lit ce soir. Il a porté des pyjamas au lit hier.",
      "example_translation": "Lui ha indossato un pigiama a letto ieri sera. Indosserà un pigiama a letto stasera. Lui ha indossato un pigiama a letto ieri.",
      "imageLink": "image_files\\English\\"imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baskets",
      "translation": "scarpe da ginnastica",
      "definition": "Des baskets sont des chaussures de sport confortables avec une semelle en caoutchouc ou en matériau synthétique et une partie supérieure faite de cuir, de matériau synthétique ou de tissu.",
      "definition_translation": "Scarpe da atletica leggere con suola in gomma o sintetica e parte superiore in pelle, materiali sintetici o tessuto.",
      "example": "J'ai porté mes baskets au gym hier, je les porte actuellement, et je les porterai au parc demain.",
      "example_translation": "Ho indossato le mie scarpe da ginnastica alla palestra ieri, le sto indossando ora e le indosserò al parco domani.",
      "imageLink": "image_files\\English\\"imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "robe de chambre",
      "translation": "accappatoio",
      "definition": "Une robe de chambre est une robe ample et confortable portée après le bain ou la douche, typiquement faite de matériaux doux et absorbants.",
      "definition_translation": "Un'amaca larga e comoda indossata dopo un bagno o una doccia, solitamente fatta di materiale morbido e assorbente.",
      "example": "Elle a mis sa robe de chambre après la douche, elle la porte encore, et elle la portera jusqu'à ce qu'elle aille se coucher.",
      "example_translation": "Si è messa l'accappatoio dopo la doccia, lo sta ancora indossando e lo indosserà fino all'ora di andare a letto.",
      "imageLink": "image_files\\English\\"imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " noeud papillon",
      "translation": "cravatta a farfalla",
      "definition": "Un noeud papillon est un type de cravate consistant en un ruban noué en forme de papillon autour du cou, typiquement porté pour les occasions formelles.",
      "definition_translation": "Un tipo di cravatta consistente in una fascia annodata in un fiocco intorno al collo, solitamente indossata per occasioni formali.",
      "example": "Il a porté un noeud papillon au mariage l'an dernier, il en porte un maintenant, et il en portera un au gala le mois prochain.",
      "example_translation": "Ha indossato una cravatta a farfalla al matrimonio dello scorso anno, ne sta indossando una ora e ne indosserà una al galà il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "salopette",
      "translation": "tuta da lavoro",
      "definition": "Des pantalons ou des culottes larges, généralement faits de denim ou d'un autre tissu résistant, portés pour des occasions informelles ou de travail.",
      "definition_translation": "Tute o pantaloni larghi, tipicamente fatti di denim o altro tessuto resistente, indossati per occasioni casual o lavorative.",
      "example": "J'ai porté une salopette à la plage l'été dernier, et mon ami a porté une salopette au jardin party hier. Je porterai une salopette au festival le mois prochain.",
      "example_translation": "Ho indossato la tuta da lavoro al mare lo scorso estate, e il mio amico ha indossato alla festa in giardino ieri. Indosserò la tuta da lavoro al festival il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tongs",
      "translation": "infradito",
      "definition": "Un type de sandale, généralement porté pendant les chaudes saisons, qui a une semelle plate et une sangle qui va entre le gros orteil et le deuxième orteil.",
      "definition_translation": "Un tipo di sandalo, tipicamente indossato in tempo di caldo, che ha una suola piatta e una cinghia che va tra il dito grande e il secondo dito.",
      "example": "J'ai acheté des tongs au magasin de plage la semaine dernière, et je les porte tous les jours cet été. Elle achètera des tongs au centre commercial la semaine prochaine.",
      "example_translation": "Ho comprato infradito al negozio di articoli da spiaggia la settimana scorsa, e le indosso ogni giorno quest'estate. Comprerà infradito al centro commerciale il prossimo fine settimana.",
      "imageLink": "image_files\\English\\"imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manteau de fourrure",
      "translation": "cappotto di pelliccia",
      "definition": "Un manteau fait de la fourrure d'animaux, notamment un qui est luxueux et coûteux.",
      "definition_translation": "Un cappotto fatto di pelliccia di animali, specialmente uno che è lussuoso e costoso.",
      "example": "Ma grand-mère avait un beau manteau de fourrure lorsqu'elle était jeune, et ma mère l'a porté au mariage l'année dernière. Je vais acheter un manteau de fourrure pour ma femme l'hiver prochain.",
      "example_translation": "Mia nonna aveva un bellissimo cappotto di pelliccia quando era giovane, e mia madre l'ha indossato al matrimonio l'anno scorso. Comprerò un cappotto di pelliccia per mia moglie il prossimo inverno.",
      "imageLink": "image_files\\English\\"imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "salopette",
      "translation": "tuta",
      "definition": "Un vêtement porté sur d'autres vêtements pour les protéger de la saleté ou des taches, notamment un vêtement ample avec pantalon et veste ou avec chemise et bretelles.",
      "definition_translation": "un indumento indossato sopra altri vestiti per proteggerli da sporcizia o macchie, specialmente un indumento a piedi liberi con pantaloni e giacca o bavero e cinghie",
      "example": "J'ai porté une salopette pour repeindre la maison le week-end dernier, et maintenant elle est couverte de taches. Hier, j'ai porté une salopette pour réparer mon vélo, mais elle n'a pas pris de taches. La semaine prochaine, je porterai une salopette pour aider mon ami à déménager.",
      "example_translation": "Ho indossato la tuta per dipingere la casa il weekend scorso, e ora sono coperti di macchie. Ieri, ho indossato la tuta per riparare la mia bicicletta, ma non si sono sporcati. La settimana prossima, indosserò la tuta per aiutare il mio amico a traslocare.",
      "imageLink": "image_files\\English\\"imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bas-culotte",
      "translation": "collant",
      "definition": "Un vêtement qui couvre les jambes et le bas du corps, similaire à des collants mais souvent plus épais et plus opaque.",
      "definition_translation": "un indumento aderente che copre le gambe e il corpo inferiore, simile alle calze ma spesso più spesso e opaco",
      "example": "Elle a porté des bas-culottes au bureau pour garder ses jambes chaudes. Ma sœur adore porter des bas-culottes avec ses robes en hiver. D'ici l'hiver prochain, j'aurai usé toutes mes bas-culottes.",
      "example_translation": "Lei ha indossato collant in ufficio per tenere le gambe calde. Mia sorella adora indossare collant con i suoi vestiti in inverno. Per il prossimo inverno, avrò consumato tutti i miei collant.",
      "imageLink": "image_files\\English\\"imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bas",
      "translation": "calze",
      "definition": "Un vêtement qui couvre le pied et la jambe, généralement jusqu'au genou ou plus haut.",
      "definition_translation": "un indumento aderente che copre il piede e la gamba, tipicamente fino al ginocchio o sopra",
      "example": "J'ai oublié d'acheter des bas pour la fête, donc j'ai dû porter des collants à la place. Ma grand-mère portait toujours des bas avec ses robes lorsqu'elle était jeune. D'ici l'année prochaine, j'aurai appris à faire mes propres bas.",
      "example_translation": "Mi sono dimenticato di comprare calze per la festa, quindi ho dovuto indossare collant al loro posto. Mia nonna sempre indossava calze con i suoi vestiti quando era giovane. Per il prossimo anno, avrò imparato a fare le mie calze.",
      "imageLink": "image_files\\English\\"imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chapeau haut de forme",
      "translation": "cappello a cilindro",
      "definition": "Un chapeau haut et à couronne plate, porté par les hommes, généralement fait de soie ou de feutre.",
      "definition_translation": "Un cappello alto con corona piatta indossato dagli uomini, solitamente fatto di seta o feltro.",
      "example": "Il a porté un chapeau haut de forme au mariage, et tout le monde pensait qu'il avait l'air élégant. Il portera un chapeau haut de forme au parti ce soir. Elle avait porté un chapeau haut de forme à la cérémonie l'année dernière.",
      "example_translation": "Lui indossava un cappello a cilindro al matrimonio e tutti pensavano che fosse elegante. Indosserà un cappello a cilindro alla festa stasera. Lei aveva indossato un cappello a cilindro alla cerimonia lo scorso anno.",
      "imageLink": "image_files\\English\\"imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "voile",
      "translation": "velo",
      "definition": "Un morceau de tissu porté par les femmes pour couvrir leur visage, notamment lors d'un mariage.",
      "definition_translation": "Un pezzo di stoffa indossato dalle donne per coprire il loro viso, solitamente in un matrimonio.",
      "example": "La mariée a porté un voile pendant la cérémonie, et cela a ajouté à sa beauté. Elle portera un voile au mariage l'année prochaine. Ils avaient porté des voiles à la cérémonie le mois dernier.",
      "example_translation": "La sposa indossava un velo durante la cerimonia, e ciò aggiungeva alla sua bellezza. Indosserà un velo al matrimonio dell'anno prossimo. Avevano indossato veli alla cerimonia dello scorso mese.",
      "imageLink": "image_files\\English\\"imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gilet",
      "translation": "gilet",
      "definition": "Un vêtement sans manches porté autour du corps, généralement fait de laine ou de coton.",
      "definition_translation": "Un indumento senza maniche indossato attorno al corpo superiore, solitamente fatto di lana o cotone.",
      "example": "Il a porté un gilet sous son manteau pour se tenir chaud. Elle portera un gilet au parti ce soir. Ils avaient porté des gilets à la cérémonie l'année dernière.",
      "example_translation": "Lui indossava un gilet sotto la sua giacca per stare al caldo. Indosserà un gilet alla festa stasera. Avevano indossato gilet alla cerimonia dello scorso anno.",
      "imageLink": "image_files\\English\\"imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "balaclava",
      "translation": "passamontagna",
      "definition": "Un vêtement qui couvre la tête, le cou et une partie du visage, souvent porté en hiver ou comme forme de protection.",
      "definition_translation": "Una passamontagna è un tipo di copricapo che copre la testa, il collo e parte del viso, spesso indossato in tempo di freddo o come forma di protezione.",
      "example": "J'ai porté une balaclava pour protéger mon visage du vent froid hier. Je la porterai à nouveau demain. J'ai porté une balaclava chaque matin d'hiver.",
      "example_translation": "Ho indossato una passamontagna per proteggere il mio viso dal vento freddo ieri. La indosserò di nuovo domani. L'ho indossata ogni mattina d'inverno.",
      "imageLink": "image_files\\English\\"imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "culottes",
      "translation": "brache",
      "definition": "Les culottes sont un type de pantalons qui étaient autrefois portés par les hommes, généralement descendant juste en-dessous du genou.",
      "definition_translation": "Le brache sono un tipo di pantaloni che erano precedentemente indossati dagli uomini, raggiungendo tipicamente appena sotto il ginocchio.",
      "example": "Il porta des culottes pour monter à cheval au 18ème siècle. Ils les portent encore aujourd'hui pour certains événements équestres. Ils continueront à les porter pour les événements traditionnels.",
      "example_translation": "Lui indossava le brache per cavalcare il suo cavallo nel 18° secolo. Sono ancora indossate da alcuni cavalieri oggi. Continueranno a indossarle per eventi tradizionali.",
      "imageLink": "image_files\\English\\"imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cape",
      "translation": "cappa",
      "definition": "Un cape est un vêtement extérieur sans manche porté autour du cou, souvent porté comme symbole de pouvoir ou de prestige.",
      "definition_translation": " Una cappa è un capo di abbigliamento esterno senza maniche che pende dal collo, spesso indossato come simbolo di potere o prestigio.",
      "example": "Superman porte une cape pour symboliser son pouvoir. Elle porta une cape au party costumé l'année dernière. Ils vont concevoir une nouvelle cape pour le défilé de mode de la saison prochaine.",
      "example_translation": "Superman indossa una cappa per simbolizzare il suo potere. Lei indossò una cappa alla festa di costume l'anno scorso. Designeranno una nuova cappa per la sfilata di moda della prossima stagione.",
      "imageLink": "image_files\\English\\"imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouchon",
      "translation": "ingorgo",
      "definition": "Un bouchon est un blocage ou une obstruction dans un tuyau ou un canal, empêchant le flux de liquide ou de gaz.",
      "definition_translation": "Un ingorgo è un blocco o ostruzione in un tubo o canale, specialmente uno che impedisce il flusso di liquido o gas.",
      "example": "Le plombier a dû déboucher le bouchon dans le tuyau d'évacuation pour réparer l'évier. Hier, j'ai débouché le bouchon dans la tête de douche. D'ici une semaine, j'aurai débouché le bouchon dans la gouttière.",
      "example_translation": "L'idraulico doveva liberare l'ingorgo nel tubo di scarico per riparare il lavandino. Ieri, ho liberato l'ingorgo nella testa della doccia. Entro la prossima settimana, avrò liberato l'ingorgo nel canale di gronda.",
      "imageLink": "image_files\\English\\"imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "corset",
      "translation": "corsetto",
      "definition": "Un corset est un vêtement ajusté, généralement sans manche, descendant en-dessous de la taille, porté pour donner forme ou resserrer le torse, principalement par les femmes.",
      "definition_translation": "Un corsetto è un indumento aderente, solitamente senza maniche, che si estende sotto la vita, indossato per modellare o comprimere il torso, tipicamente dalle donne.",
      "example": "Ma grand-mère portait un corset pour resserrer sa taille dans les années 1950. Aujourd'hui, certaines femmes portent des corsets comme déclaration de mode. D'ici les années 1920, le corset était devenu moins populaire.",
      "example_translation": "Mia nonna indossava un corsetto per stringere la vita negli anni '50. Oggi, alcune donne indossano corsetti come una dichiarazione di moda. Entro gli anni '20, il corsetto era diventato meno popolare.",
      "imageLink": "image_files\\English\\"imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bas résille",
      "translation": "calzamaglia a rete",
      "definition": "Les bas résille sont un type de collants avec un motif en filet, généralement fabriqués en nylon ou en autres matières synthétiques.",
      "definition_translation": "Le calze a rete sono un tipo di calzatura con un pattern a rete, tipicamente realizzato in nylon o altri materiali sintetici.",
      "example": "Le mannequin porta des bas résille sur le podium. Hier, j'ai vu une femme portant des bas résille au club. D'ici le mois prochain, j'aurai acheté des bas résille pour Halloween.",
      "example_translation": "La modella ha indossato calze a rete sulla passerella. Ieri, ho visto una donna che indossava calze a rete al club. Entro il prossimo mese, avrò comprato calze a rete per Halloween.",
      "imageLink": "image_files\\English\\"imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ceinture porte-jupes",
      "translation": "cinghia",
      "definition": "Une ceinture porte-jupes est une bande flexible ou un cordon, porté autour de la taille pour maintenir les vêtements, tels que des jupes ou des pantalons.",
      "definition_translation": "Una cinghia è una fascia flessibile o corda, solitamente indossata attorno alla vita per sostenere i vestiti, come una gonna o i pantaloni.",
      "example": "Je portais une ceinture porte-jupes pour maintenir ma jupe, mais maintenant je préfère une ceinture. Je porterai une ceinture porte-jupes au party ce soir, et je l'ai portée au mariage la semaine dernière.",
      "example_translation": "Usavo indossare una cinghia per sostenere la gonna, ma ora preferisco una cintura. Indosserò una cinghia alla festa stasera, e ne indossai una al matrimonio la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaussettes échaudées",
      "translation": "calzamaglie",
      "definition": "Les chaussettes échaudées sont des vêtements tubulaires portés sur les jambes pour les garder chaudes, Habituellement portés par les danseurs ou les athlètes.",
      "definition_translation": "Le calzamaglie sono indumenti tubolari indossati sulle gambe per tenerle calde, solitamente dai danzatori o atleti.",
      "example": "Les danseuses portaient des chaussettes échaudées pendant la répétition, et elles les porteront pendant la performance ce soir. Elle porta des chaussettes échaudées au gym hier, mais a oublié de les enlever après l'entraînement.",
      "example_translation": "Le ballerine indossavano calzamaglie durante la prova, e le indosseranno durante l'esibizione stasera. Ha indossato calzamaglie alla palestra ieri, ma dimenticò di toglierle dopo l'allenamento.",
      "imageLink": "image_files\\English\\"imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jupon",
      "translation": "sottogonna",
      "definition": "Un jupon est un vêtement en forme de jupe porté sous une robe ou une jupe pour ajouter du volume ou de la forme.",
      "definition_translation": "Un sottogonna è un indumento simile a una gonna indossato sotto un vestito o gonna per aggiungere volume o forma.",
      "example": "Elle porta un jupon sous sa robe de mariage pour lui donner une forme plus pleine. L'actrice porta un jupon sous son costume pour le drama historique, et elle le portera au party costumé ce soir.",
      "example_translation": "Lei indossava un sottogonna sotto il suo abito da sposa per darle una forma più piena. L'attrice indossava un sottogonna sotto il suo costume per il dramma d'epoca, e ne indosserà uno alla festa in costume stasera.",
      "imageLink": "image_files\\English\\"imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manteau de peau de mouton",
      "translation": "cappotto di pelle di pecora",
      "definition": "Un manteau de peau de mouton est un type de vêtement extérieur fabriqué à partir de la peau de mouton, souvent porté pour se protéger du froid et des éléments.",
      "definition_translation": "Un cappotto di pelle di pecora è un tipo di indumento esterno fatto dalla pelle di pecora, spesso indossato per calore e protezione dagli elementi.",
      "example": "J'ai porté un manteau de peau de mouton à la montagne la semaine dernière, il était très chaud. Je le porterai à nouveau l'année prochaine. J'ai porté ce manteau de peau de mouton plusieurs fois auparavant.",
      "example_translation": "Ho indossato un cappotto di pelle di pecora sulla montagna la settimana scorsa, era molto caldo. Lo indosserò di nuovo l'anno prossimo. L'ho indossato molte volte prima.",
      "imageLink": "image_files\\English\\"imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gilet",
      "translation": "gilet",
      "definition": "Un gilet est un vêtement sans manche porté sur une chemise et sous un veston ou un manteau, généralement fabriqué à partir d'un matériau épais et chaud.",
      "definition_translation": "Un gilet è un indumento senza maniche indossato sopra una camicia e sotto una giacca o un cappotto, tipicamente fatto di un materiale spesso e caldo.",
      "example": "J'ai porté un gilet sous mon veston pour me tenir chaud. Je le porterai à nouveau demain. J'ai porté ce gilet plusieurs fois auparavant.",
      "example_translation": "Ho indossato un gilet sotto la mia giacca per stare al caldo. Lo indosserò di nuovo domani. L'ho indossato molte volte prima.",
      "imageLink": "image_files\\English\\"imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "capote",
      "translation": "cappello",
      "definition": "Une capote est un type de chapeau porté par les femmes, généralement fait d'un matériau souple et souvent décoré de rubans ou de fleurs.",
      "definition_translation": "Un cappello è un tipo di copricapo indossato dalle donne, tipicamente fatto di un materiale soffice e spesso decorato con nastri o fiori.",
      "example": "Elle a porté une capote à l'église dernier dimanche, c'était très joli. Elle la portera à nouveau la semaine prochaine. Elle l'a portée de nombreuses fois auparavant.",
      "example_translation": "Lei ha indossato un cappello alla chiesa la scorsa domenica, era molto carino. Lo indosserà di nuovo la prossima settimana. Lo ha indossato molte volte prima.",
      "imageLink": "image_files\\English\\"imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "peignoir",
      "translation": " accappatoio",
      "definition": "Un peignoir est un vêtement informel et confortable porté pour se reposer ou dormir, généralement fait d'un matériau doux comme le coton ou la soie.",
      "definition_translation": "Un indumento informale leggero indossato per rilassarsi o dormire, solitamente realizzato in un materiale morbido come cotone o seta.",
      "example": "J'ai porté un peignoir au lit hier soir, je le porterai à nouveau ce soir, et je l'ai porté hier matin.",
      "example_translation": "Ho indossato un accappatoio a letto ieri sera, lo indosserò di nuovo stasera e l'ho indossato ieri mattina.",
      "imageLink": "image_files\\English\\"imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sweat à capuche",
      "translation": "felpa con cappuccio",
      "definition": "Un sweat à capuche est un vêtement casual avec une capuche, généralement fait d'un tissu épais et chaud comme le coton ou le fleece.",
      "definition_translation": "Un indumento informale con cappuccio, solitamente realizzato in un tessuto spesso e caldo come cotone o fleece.",
      "example": "J'ai porté un sweat à capuche au parc hier, je le porterai au gymnase demain, et je l'ai porté à l'école la semaine dernière.",
      "example_translation": "Ho indossato una felpa con cappuccio al parco ieri, la indosserò in palestra domani e l'ho indossata a scuola la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "robe de chambre",
      "translation": "vestaglia",
      "definition": "Une robe de chambre est un vêtement informel et confortable porté à domicile, généralement fait d'un matériau doux et confortable.",
      "definition_translation": "Un indumento informale indossato in casa, solitamente realizzato in un materiale morbido e comodo.",
      "example": "Ma grand-mère portait toujours une robe de chambre lorsqu'elle était à la maison, elle la portait chaque matin, et elle la porte encore aujourd'hui.",
      "example_translation": "Mia nonna indossava sempre una vestaglia quando era a casa, la indossava ogni mattina e la indossa ancora oggi.",
      "imageLink": "image_files\\English\\"imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pull à col roulé",
      "translation": "maglione a collo alto",
      "definition": "Un pull à col roulé est un type de pull ou de haut qui a un col haut et arrondi qui se replie et couvre le cou.",
      "definition_translation": "Un maglione a collo alto è un tipo di maglione o top che ha un collo alto e rotondo che si ripiega e copre il collo.",
      "example": "J'ai porté un pull à col roulé au bureau hier, je porterai un pull à col roulé à la soirée ce soir, et j'ai porté un pull à col roulé au gymnase la semaine dernière.",
      "example_translation": "Ho indossato un maglione a collo alto all'ufficio ieri, indosserò un maglione a collo alto alla festa stasera e ho indossato un maglione a collo alto in palestra la scorsa settimana.",
      "imageLink": "image_files\\English\\"imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jupe sous-jupe",
      "translation": "sottogonna",
      "definition": "Une jupe sous-jupe est une jupe portée sous une autre jupe ou une robe, généralement pour ajouter du volume ou du soutien.",
      "definition_translation": "Una sottogonna è una gonna indossata sotto un'altra gonna o vestito, solitamente per aggiungere volume o supporto.",
      "example": "Elle a mis une jupe sous-jupe sous sa robe de mariée, elle portera une jupe sous-jupe sous son costume pour la pièce de théâtre, et elle a porté une jupe sous-jupe sous son uniforme pour la reconstitution historique.",
      "example_translation": "Lei si è messa una sottogonna sotto l'abito da sposa, indosserà una sottogonna sotto il costume per la rappresentazione e ha indossato una sottogonna sotto l'uniforme per la ricostruzione storica.",
      "imageLink": "image_files\\English\\"imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gilet",
      "translation": "gilet",
      "definition": "Un gilet est un vêtement sans manches porté autour du corps, généralement sur une chemise et sous une veste ou un manteau.",
      "definition_translation": "Un gilet è un indumento senza maniche indossato attorno al corpo superiore, solitamente sopra una camicia e sotto un cappotto o giacca.",
      "example": "Il a mis un gilet sous son costume pour l'événement formel, elle portera un gilet sur sa blouse pour le mariage, et ils portaient des gilets avec leurs uniformes pour la parade militaire.",
      "example_translation": "Lui si è messo un gilet sotto il suo completo per l'evento formale, lei indosserà un gilet sopra la sua camicetta per il matrimonio e loro hanno indossato gilets con le loro uniformi per la parata militare.",
      "imageLink": "image_files\\English\\"imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]