[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bardane",
      "translation": "bardana",
      "definition": "Plante bisannuelle de la famille des aster, originaire d'Europe et d'Asie, au feuillage grossier et aux fleurs pourpres.",
      "definition_translation": "Una pianta biennale della famiglia delle asteracee, originaria dell'Europa e dell'Asia, con foglie grosse e fiori purpurei.",
      "example": "J'allais cueillir des bardanes dans la campagne lorsque j'étais enfant, et ma grand-mère les utilisait pour faire du thé. Aujourd'hui, j'en achète au marché pour faire une infusion saine. D'ici l'année prochaine, j'aurai cultivé mes propres bardanes dans le jardin.",
      "example_translation": "Una volta raccoglievo le bardane in campagna quando ero bambino, e mia nonna le usava per fare il tè. Oggi le compro al mercato per fare un'infusione salutare. L'anno prossimo avrò coltivato le mie bardane nel giardino.",
      "imageLink": "image_files\\English\\"imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "camomille",
      "translation": "camomilla",
      "definition": "Plante herbacée aux fleurs blanches ou jaunes et au parfum apaisant, utilisée dans les thés et les médicaments pour promouvoir la relaxation et soulager l'anxiété.",
      "definition_translation": "Una erba con fiori bianchi o gialli e un profumo calmante, simile a quello della mela, utilizzata in tisane e medicinali per promuovere la rilassazione e alleviare l'ansia.",
      "example": "Ma mère me faisait du thé à la camomille pour m'aider à dormir lorsque j'étais stressé. Aujourd'hui, je préfère utiliser de l'huile essentielle de camomille dans mon diffuseur pour créer une ambiance apaisante. D'ici la semaine prochaine, j'aurai planté des graines de camomille dans mon jardin pour enjoyoir des fleurs fraîches.",
      "example_translation": "Mia madre mi faceva il tè di camomilla per aiutarmi a dormire quando mi sentivo stressato. Oggi preferisco utilizzare olio essenziale di camomilla nel mio diffusore per creare un'atmosfera rilassante. La prossima settimana, avrò piantato semi di camomilla nel mio giardino per godermi fiori freschi.",
      "imageLink": "image_files\\English\\"imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "griffe du chat",
      "translation": "unghia di gatto",
      "definition": "Plante grimpante à épines en forme de griffes et fleurs jaunes, originaire des forêts tropicales d'Amérique centrale et du Sud, utilisée en médecine traditionnelle pour traiter divers maux.",
      "definition_translation": "Una pianta rampicante con spine a forma di artiglio e fiori gialli, originaria delle foreste tropicali dell'America centrale e meridionale, utilizzata nella medicina erboristica per trattare varie malattie.",
      "example": "J'avais entendu que la griffe du chat était utilisée par les peuples indigènes pour traiter la fièvre et les infections. Maintenant, je prends des suppléments de griffe du chat pour booster mon système immunitaire. D'ici le mois prochain, j'aurai essayé le thé à la griffe du chat pour voir si cela m'aide avec mes douleurs articulaires.",
      "example_translation": "Avevo sentito che l'unghia di gatto era utilizzata dalle persone indigene per trattare la febbre e le infezioni. Ora, prendo integratori di unghia di gatto per rafforzare il mio sistema immunitario. Il mese prossimo, avrò provato il tè di unghia di gatto per vedere se aiuta con il mio dolore articolare.",
      "imageLink": "image_files\\English\\"imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pied de poule",
      "translation": "tussilago",
      "definition": "Plante herbacée perpétuelle aux fleurs en forme de marguerite et feuilles utilisées dans la médecine traditionnelle pour traiter les problèmes respiratoires.",
      "definition_translation": "Un'erba perenne con fiori simili a margherite e foglie utilizzate nella medicina erboristica per trattare problemi respiratori.",
      "example": "L'herboriste m'a recommandé un thé à la pied de poule pour apaiser ma toux. Elle l'avait utilisé dans le passé pour guérir sa propre bronchite. D'ici l'hiver prochain, j'aurai bu ce thé pendant des années.",
      "example_translation": "L'erborista mi ha raccomandato un tè di tussilago per calmare la mia tosse. Lo aveva usato in passato per curare la sua own bronchite. Fino all'inverno prossimo, avrò bevuto per anni.",
      "imageLink": "image_files\\English\\"imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pissenlit",
      "translation": "tarassaco",
      "definition": "Plante vivace aux fleurs jaunes vif, utilisée comme nourriture et médecine, et considérée comme une plante envahissante par de nombreux jardiniers.",
      "definition_translation": "Una pianta infestante perenne con fiori gialli brillanti, utilizzata come cibo e medicina, e considerata un fastidio da molti giardinieri.",
      "example": "Quand j'étais enfant, j'aimais souffler les graines de pissenlit dans l'air. Ma mère les utilisait dans des recettes de salade. D'ici l'été prochain, j'aurai planté un jardin entier de pissenlits.",
      "example_translation": "Da bambino, amavo soffiare i semi di tarassaco nell'aria. Mia madre li usava nelle ricette di insalata. Fino alla prossima estate, avrò piantato un intero giardino di essi.",
      "imageLink": "image_files\\English\\"imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fenugrec",
      "translation": "fenogreco",
      "definition": "Plante annuelle utilisée dans la cuisine et la médecine, particulièrement dans la cuisine indienne et moyen-orientale.",
      "definition_translation": "Un'erba annuale utilizzata nella cucina e nella medicina, particolarmente nella cucina indiana e medio-orientale.",
      "example": "J'avais déjà goûté du fenugrec dans un restaurant indien avant, mais ma mère l'utilisait dans sa cuisine depuis des années. D'ici le mois prochain, j'aurai maîtrisé la recette.",
      "example_translation": "Avevo provato il fenogreco in un ristorante indiano prima, ma mia madre lo aveva usato nella sua cucina per anni. Fino al prossimo mese, avrò padroneggiato la ricetta.",
      "imageLink": "image_files\\English\\"imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ginseng",
      "translation": "Ginseng",
      "definition": "Plante herbacée perpétuelle aux racines charnues et feuilles ressemblant au persil, originaire de Chine et valorisée pour ses propriétés médicinales supposées.",
      "definition_translation": "Una pianta perenne con radici carnose e foglie che assomigliano al prezzemolo, originaria della Cina e valutata per le sue presunte proprietà medicinali.",
      "example": "Elle prend des suppléments de ginseng depuis des années pour améliorer son énergie. Elle a pris des suppléments de ginseng la semaine dernière pour se préparer à son examen. Elle prendra des suppléments de ginseng le mois prochain pour booster son système immunitaire.",
      "example_translation": "Ha preso integratori di ginseng per anni per migliorare la sua energia. Ha preso integratori di ginseng la scorsa settimana per prepararsi all'esame. Prenderà integratori di ginseng il prossimo mese per boostare il suo sistema immunitario.",
      "imageLink": "image_files\\English\\"imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prêle des marais",
      "translation": "Coda di cavallo",
      "definition": "Plante fougère perpétuelle aux tiges creuses, souvent trouvée dans les zones marécageuses, utilisée en médecine traditionnelle et comme diurétique.",
      "definition_translation": "Una pianta perenne simile a una felce con steli cavi, che cresce spesso in aree paludose, utilizzata nella medicina erbacea e come diuretico.",
      "example": "Le botaniste a étudié les prêles des marais dans la zone marécageuse. Elle avait étudié les prêles des marais l'année dernière pour sa thèse. Elle étudiera les prêles des marais le semestre prochain pour en apprendre sur leurs propriétés médicinales.",
      "example_translation": "Il botanico ha studiato le piante di coda di cavallo nella zona paludosa. Aveva studiato le piante di coda di cavallo l'anno scorso per la sua tesi. Studierà le piante di coda di cavallo nel prossimo semestre per imparare sulle loro proprietà medicinali.",
      "imageLink": "image_files\\English\\"imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "herbe à puce",
      "translation": "Gramigna",
      "definition": "Type de graminée aux tiges articulées, souvent trouvée dans les champs et les prairies, utilisée en médecine traditionnelle pour traiter les problèmes digestifs.",
      "definition_translation": "Un tipo di erba con stelo articolato, spesso trovata in campi e prati, utilizzata nella medicina erbacea per trattare problemi digestivi.",
      "example": "Le fermier se plaignait de l'herbe à puce dans son champ. Il avait enlevé l'herbe à puce de son champ la saison dernière. Il enlèvera l'herbe à puce de son champ la semaine prochaine pour améliorer la croissance des cultures.",
      "example_translation": "Il contadino si è lamentato della gramigna nel suo campo. Aveva rimosso la gramigna dal suo campo nella stagione scorsa. Rimuoverà la gramigna dal suo campo la prossima settimana per migliorare la crescita del raccolto.",
      "imageLink": "image_files\\English\\"imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mélisse",
      "translation": "melissa officinale",
      "definition": "Plante herbacée perpétuelle de la famille des menthes, originaire d'Europe et d'Asie, aux feuilles vert clair et fleurs blanches ou jaunâtres.",
      "definition_translation": "Pianta perenne erbacea della famiglia delle labiate, originaria dell'Europa e dell'Asia, con foglie di colore verde chiaro e fiori bianchi o giallastri.",
      "example": "Elle ajoutait une branche de mélisse à son thé pour un effet apaisant. Elle plantera la mélisse dans son jardin le printemps prochain. Elle avait planté la mélisse dans son jardin l'été dernier.",
      "example_translation": "Ha aggiunto un rametto di melissa officinale al tè per un effetto calmante. Pianterà la melissa officinale nel suo giardino la prossima primavera. Ha piantato la melissa officinale nel suo giardino l'estate scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "calendula",
      "translation": "calendula",
      "definition": "Une fleur jaune ou orange avec une odeur forte et pénétrante, souvent utilisée dans les remèdes herbals et comme colorant naturel.",
      "definition_translation": "Un fiore giallo o arancione luminoso con un forte odore pungente, spesso usato in rimedi erboristici e come colore naturale.",
      "example": "Les fleurs de calendula ont fleuri dans le jardin l'été dernier. Elle utilisera les pétales de calendula pour faire un colorant naturel. Le thé à la calendula est censé avoir des propriétés curatives.",
      "example_translation": "I fiori di calendula sono fioriti nel giardino l'estate scorsa. Userà i petali di calendula per creare un colore naturale. Il tè di calendula si dice abbia proprietà curative.",
      "imageLink": "image_files\\English\\"imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guimauve",
      "translation": "malvone",
      "definition": "Un traitement sucré fait à partir de la sève de la plante de guimauve, souvent aromatisé au vanille ou à d'autres saveurs.",
      "definition_translation": "Un dolce trattato fatto con la linfa della pianta di malvone, spesso aromatizzato con vaniglia o altri sapori.",
      "example": "Elle a fait rôtir des guimauves sur le feu de camp dernière nuit. Les guimauves sont un traitement sucré au cirque. Elle fera des guimauves avec ses enfants ce week-end.",
      "example_translation": "Ha arrostito i malvoni sul fuoco del campeggio la scorsa notte. I malvoni sono un dolce trattato al circo. Farà i malvoni con i suoi bambini questo fine settimana.",
      "imageLink": "image_files\\English\\"imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plantain lancéolé",
      "translation": "piantaggine comune",
      "definition": "Une plante herbacée vivace qui pousse dans les pelouses et les prairies, avec des feuilles étroites et de petites fleurs.",
      "definition_translation": "Una pianta erbacea perenne che cresce in prati e giardini, con foglie strette e fiori piccoli.",
      "example": "J'ai vu un plantain lancéolé pousser dans mon jardin l'été dernier. Maintenant, il fleurit à nouveau. D'ici l'année prochaine, il aura envahi tout le gazon.",
      "example_translation": "Ho visto una piantaggine comune crescere in cortile estivo scorso. Ora sta fiorendo di nuovo. L'anno prossimo, si sarà diffusa su tutto il prato.",
      "imageLink": "image_files\\English\\"imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauge",
      "translation": "salvia",
      "definition": "Une herbe vivace avec des feuilles gris-vert et des fleurs pourpres, utilisée dans la cuisine et la médecine.",
      "definition_translation": "Una pianta erbacea perenne con foglie grigio-verdi e fiori viola, usata nella cucina e nella medicina.",
      "example": "J'ai utilisé de la sauge pour assaisonner le diner de Thanksgiving dernier. Ma grand-mère utilisait à faire du thé à la sauge lorsque j'étais malade. Quand je serai vieux, j'aurai maîtrisé la cuisine avec la sauge.",
      "example_translation": "Ho usato la salvia per condire il tacchino l'ultimo Ringraziamento. La mia nonna faceva il tè di salvia quando ero malato. Quando sarò vecchio, avrò padroneggiato la cottura con la salvia.",
      "imageLink": "image_files\\English\\"imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "millepertuis",
      "translation": "erba di San Giovanni",
      "definition": "Une herbe vivace avec des fleurs jaunes, utilisée en herboristerie et en médecine traditionnelle pour traiter la dépression et l'anxiété légères.",
      "definition_translation": "Una pianta erbacea perenne con fiori gialli, usata nella fitoterapia e nella medicina tradizionale per trattare la depressione lieve e l'ansietà.",
      "example": "J'ai pris des suppléments de millepertuis pour aider avec mon anxiété l'année dernière. Maintenant, je me sens beaucoup mieux. D'ici l'hiver prochain, j'aurai arrêté de les prendre complètement.",
      "example_translation": "Ho preso integratori di erba di San Giovanni per aiutare con la mia ansietà l'anno scorso. Ora mi sento molto meglio. L'inverno prossimo, avrò smesso di prenderli del tutto.",
      "imageLink": "image_files\\English\\"imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "absinthe",
      "translation": "assenzio",
      "definition": "Une plante au goût amer avec une odeur forte et désagréable, utilisée dans la médecine et pour faire un breuvage sucré appelé vermouth.",
      "definition_translation": "una pianta con gusto amaro e odore forte, usata in medicina e per produrre un dolce drink chiamato vermouth.",
      "example": "Dans le passé, ma grand-mère utilisait à faire une tisane à partir d'absinthe pour traiter ses problèmes d'indigestion. De nos jours, je bois un vermouth à l'absinthe pour me détendre après le diner. D'ici la semaine prochaine, j'aurai planté un jardin d'absinthe dans mon jardin.",
      "example_translation": "In passato, mia nonna usava preparare un tè con l'assenzio per curare la sua indigestione. Oggi, bevo un vermout alla assenzio per rilassarmi dopo cena. Entro la prossima settimana, avrò piantato un giardino di assenzio nel mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]