[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Vérseau",
      "translation": "Acquario",
      "definition": "Le Porteur d'Eau, une constellation du zodiaque, représentée par une figure versant de l'eau d'une flasque, associée à la générosité et à l'humanitarisme.",
      "definition_translation": "Il Portatore d'Acqua, una costellazione dello zodiaco, rappresentata da una figura che versa acqua da una fiasca, associata alla generosità e all'umanitarismo.",
      "example": "Le signe du zodiaque du Vérseau est associé à l'indépendance et à l'originalité, et les personnes nées sous ce signe sont connues pour leur travail humanitaire.",
      "example_translation": "Il segno zodiacale dell'Acquario è associato all'indipendenza e all'originalità, e le persone nate sotto questo segno sono note per il loro lavoro umanitario.",
      "imageLink": "image_files\\English\\"imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Bélier",
      "translation": "Ariete",
      "definition": "Le Bélier, une constellation du zodiaque, associée à l'impulsivité et au courage, et les personnes nées sous ce signe sont connues pour leur nature audacieuse et aventureuse.",
      "definition_translation": "Il Montone, una costellazione dello zodiaco, associata all'impulsività e al coraggio, e le persone nate sotto questo segno sono note per la loro natura audace e avventurosa.",
      "example": "Elle était un Bélier, toujours prête à relever de nouveaux défis et à se pousser à la limite, et son attitude sans peur inspirait les autres à faire de même.",
      "example_translation": "Era un'Ariete, sempre pronta a prendere nuove sfide e spingere sé stessa al limite, e la sua attitudine senza paura ispirava gli altri a fare lo stesso.",
      "imageLink": "image_files\\English\\"imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Cancer",
      "translation": "Cancro",
      "definition": "Le Crabe, une constellation du zodiaque, associée à la sensibilité émotionnelle et aux qualités nourricières, et les personnes nées sous ce signe sont connues pour leur nature protectrice et affectueuse.",
      "definition_translation": "Il Cancro, una costellazione dello zodiaco, associata alla sensibilità emotiva e alle qualità di accudimento, e le persone nate sotto questo segno sono note per la loro natura accudente e protettiva.",
      "example": "En tant que Cancer, elle était toujours très protectrice envers sa famille et ses amis, et ferait tout pour assurer leur bonheur et leur bien-être.",
      "example_translation": "Come Cancro, era sempre molto protettiva nei confronti della sua famiglia e degli amici, e avrebbe fatto qualsiasi cosa per garantire la loro felicità e benessere.",
      "imageLink": "image_files\\English\\"imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Capricorne",
      "translation": "Capricorno",
      "definition": "Une personne née entre le 22 décembre et le 19 janvier, associée au dixième signe du zodiaque.",
      "definition_translation": "Una persona nata tra il 22 dicembre e il 19 gennaio, associata al decimo segno dello zodiaco.",
      "example": "Ma sœur est un Capricorne, elle est très ambitieuse et disciplinée. Elle était un Capricorne, elle est un Capricorne, elle sera un Capricorne.",
      "example_translation": "Mia sorella è un Capricorno, lei è molto ambiziosa e disciplinata. Era un Capricorno, è un Capricorno, sarà un Capricorno.",
      "imageLink": "image_files\\English\\"imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Gémeaux",
      "translation": "Gemelli",
      "definition": "Une personne née entre le 21 mai et le 20 juin, associée au troisième signe du zodiaque.",
      "definition_translation": "Una persona nata tra il 21 maggio e il 20 giugno, associata al terzo segno dello zodiaco.",
      "example": "Mon ami est un Gémeaux, il est très curieux et communicatif. Il était un Gémeaux, il est un Gémeaux, il sera un Gémeaux.",
      "example_translation": "Il mio amico è un Gemelli, lui è molto curioso e comunicativo. Era un Gemelli, è un Gemelli, sarà un Gemelli.",
      "imageLink": "image_files\\English\\"imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Lion",
      "translation": "Leone",
      "definition": "Une personne née entre le 23 juillet et le 22 août, associée au cinquième signe du zodiaque.",
      "definition_translation": "Una persona nata tra il 23 luglio e il 22 agosto, associata al quinto segno dello zodiaco.",
      "example": "Mon frère est un Lion, il est très confiant et généreux. Il était un Lion, il est un Lion, il sera un Lion.",
      "example_translation": "Mio fratello è un Leone, lui è molto sicuro e generoso. Era un Leone, è un Leone, sarà un Leone.",
      "imageLink": "image_files\\English\\"imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "livre",
      "translation": "Bilancia",
      "definition": "Un livre est une unité de poids ou de masse dans le système impérial, égale à 0,453592 kilogrammes ou 16 onces.",
      "definition_translation": "Una libbra è un'unità di peso o massa nel sistema imperiale, pari a 0,453592 chilogrammi o 16 once.",
      "example": "Dans les temps anciens, les marchands pesaient les marchandises en livres. Aujourd'hui, je me pèse en livres. D'ici l'année prochaine, j'aurai perdu quelques livres.",
      "example_translation": "Nel passato, i mercanti usavano pesare le merci in libbre. Oggi, mi peso in libbre. L'anno prossimo, avrò persoalcune libbre.",
      "imageLink": "image_files\\English\\"imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Poissons",
      "translation": "Pesci",
      "definition": "Les Poissons sont le douzième signe du zodiaque, représentés par le symbole de deux poissons. Les personnes nées sous ce signe sont dites être empathiques et imaginatives.",
      "definition_translation": "I Pesci sono il dodicesimo segno dello zodiaco, rappresentato dal simbolo di due pesci. Le persone nate sotto questo segno sono dette essere empatiche e immaginative.",
      "example": "Mon père est un Poissons et il adore nager. Quand j'étais un Poissons, je rêvais d'être un poisson. Maintenant, je souhaite avoir une imagination de Poissons.",
      "example_translation": "Mio padre è un Pesce e adora nuotare. Quando ero un Pesce, sognavo di essere un pesce. Ora, desidero avere un'immaginazione tipo Pesce.",
      "imageLink": "image_files\\English\\"imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Sagittaire",
      "translation": "Sagittario",
      "definition": "Le Sagittaire est le neuvième signe du zodiaque, représenté par le symbole d'un archer. Les personnes nées sous ce signe sont dites être aventureuses et optimistes.",
      "definition_translation": "Il Sagittario è il nono segno dello zodiaco, rappresentato dal simbolo di un arciere. Le persone nate sotto questo segno sono dette essere avventurose e ottimiste.",
      "example": "Ma sœur est un Sagittaire et elle adore voyager. Quand j'étais un Sagittaire, je rêvais d'explorer le monde. Maintenant, je souhaite avoir un enthousiasme de Sagittaire.",
      "example_translation": "Mia sorella è un Sagittario e adora viaggiare. Quando ero un Sagittario, sognavo di esplorare il mondo. Ora, desidero avere un entusiasmo tipo Sagittario.",
      "imageLink": "image_files\\English\\"imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Scorpion",
      "translation": "Scorpione",
      "definition": "Un signe du zodiaque représenté par le symbole du scorpion, associé aux personnes nées entre le 23 octobre et le 21 novembre.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo dello scorpione, associato alle persone nate tra il 23 ottobre e il 21 novembre.",
      "example": "Elle est un Scorpion et est connue pour sa passion et sa détermination. Elle était un Scorpion et avait une très forte personnalité. Elle sera un Scorpion et aura un sens intuitif fort.",
      "example_translation": "È uno Scorpione e è nota per la sua passione e determinazione. Era uno Scorpione e aveva una personalità molto forte. Sarà uno Scorpione e avrà un forte senso di intuizione.",
      "imageLink": "image_files\\English\\"imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Taureau",
      "translation": "Toro",
      "definition": "Un signe du zodiaque représenté par le symbole du taureau, associé aux personnes nées entre le 20 avril et le 20 mai.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo del toro, associato alle persone nate tra il 20 aprile e il 20 maggio.",
      "example": "Il est Taureau et est connu pour sa patience et sa fiabilité. Il était Taureau et avait un tempérament très calme. Il sera Taureau et aura un sens fort de stabilité.",
      "example_translation": "È un Toro e è noto per la sua pazienza e affidabilità. Era un Toro e aveva un comportamento molto tranquillo. Sarà un Toro e avrà un forte senso di stabilità.",
      "imageLink": "image_files\\English\\"imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Vierge",
      "translation": "Vergine",
      "definition": "Un signe du zodiaque représenté par le symbole de la vierge, associé aux personnes nées entre le 23 août et le 22 septembre.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo della vergine, associato alle persone nate tra il 23 agosto e il 22 settembre.",
      "example": "Elle est Vierge et est connue pour son attention au détail et ses compétences analytiques. Elle était Vierge et avait une personnalité très organisée. Elle sera Vierge et aura un sens fort de practicalité.",
      "example_translation": "È una Vergine e è nota per la sua attenzione al dettaglio e le sue abilità analitiche. Era una Vergine e aveva una personalità molto organizzata. Sarà una Vergine e avrà un forte senso di praticità.",
      "imageLink": "image_files\\English\\"imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "signe du zodiaque",
      "translation": "segno zodiacale",
      "definition": "Un signe du zodiaque est une région du ciel qui est associée à un ensemble de traits de personnalité, de comportements et de caractéristiques, et est déterminée par la position du soleil, de la lune et des planètes au moment exact de la naissance d'une personne.",
      "definition_translation": "Un segno zodiacale è una regione del cielo che è associata a un particolare set di tratti della personalità, comportamenti e caratteristiche, e viene determinato dalla posizione del sole, della luna e dei pianeti nell'esatto momento della nascita di una persona.",
      "example": "Je suis né sous le signe du zodiaque du Scorpion, donc je suis censé être passionné et intense. Mon amie était Gémeaux, donc elle était toujours curieuse et communicative. Quand j'aurai 30 ans, je serai Taureau et je serai plus fiable et pratique.",
      "example_translation": "Sono nato sotto il segno zodiacale dello Scorpione, quindi dovrei essere appassionato e intenso. La mia amica era una Gemelli, quindi era sempre curiosa e comunicativa. Quando avrò 30 anni, sarò un Toro, e sarò più affidabile e pratico.",
      "imageLink": "image_files\\English\\"imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]