{
  "data": [
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "peigne",
      "translation": "peine",
      "definition": "Un peigne est un outil utilisé pour arranger, nettoyer et styliser les cheveux.",
      "definition_translation": "Un peine es una herramienta utilizada para arreglar, limpiar y estilizar el pelo.",
      "example": "J'ai peigné mes cheveux hier, je les peigne maintenant, et je les peignerai à nouveau demain.",
      "example_translation": "Peiné mi cabello ayer, estoy peinándolo ahora y lo peinaré de nuevo mañana.",
      "imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "shampooing",
      "translation": "champú",
      "definition": "Un shampooing est une substance liquide ou gelée utilisée pour nettoyer les cheveux.",
      "definition_translation": "Un champú es una sustancia líquida o gelatinosa utilizada para limpiar el cabello.",
      "example": "J'ai fait du shampooing à mes cheveux la semaine dernière, je fais du shampooing chaque jour, et je ferai du shampooing à nouveau le mois prochain.",
      "example_translation": "Me champúé el cabello la semana pasada, me champúo todos los días y me lo champúaré de nuevo el mes próximo.",
      "imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "crème",
      "translation": "crema",
      "definition": "Une crème est une substance liquide ou semi-liquide épaisse et riche, souvent utilisée dans la cuisine ou comme produit de beauté.",
      "definition_translation": "Una crema es una sustancia líquida o semi-líquida gruesa y rica, a menudo utilizada en la cocina o como producto de belleza.",
      "example": "J'ai utilisé une crème sur ma peau la nuit dernière, j'utilise des crèmes dans mes recettes, et j'utiliserai une crème sur mon visage demain.",
      "example_translation": "Usé una crema en mi piel anoche, uso cremas en mis recetas y usaré una crema en mi rostro mañana.",
      "imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déodorant",
      "translation": "desodorante",
      "definition": "Une substance appliquée sur le corps pour prévenir l'odeur corporelle causée par la décomposition bactérienne de la transpiration.",
      "definition_translation": "Una sustancia aplicada al cuerpo para prevenir el olor corporal causado por la descomposición bacteriana del sudor.",
      "example": "J'ai utilisé un déodorant avant d'aller au gym. Je vais utiliser un déodorant après avoir pris une douche. Elle avait utilisé un déodorant avant d'aller à la fête.",
      "example_translation": "Usé un desodorante antes de ir al gimnasio. Usaré un desodorante después de tomar una ducha. Ella había usado un desodorante antes de ir a la fiesta.",
      "imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "crème pour les mains",
      "translation": "crema para las manos",
      "definition": "Une lotion ou crème hydratante utilisée pour adoucir et protéger la peau des mains.",
      "definition_translation": "Una loción o crema humectante utilizada para suavizar y proteger la piel de las manos.",
      "example": "J'ai appliqué une crème pour les mains avant de sortir dans le froid. Elle va appliquer une crème pour les mains après avoir lavé la vaisselle. Ils avaient appliqué une crème pour les mains avant de jouer du guitare.",
      "example_translation": "Aplicé crema para las manos antes de salir al frío. Ella aplicará crema para las manos después de lavar los platos. Ellos habían aplicado crema para las manos antes de tocar la guitarra.",
      "imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rouge à lèvres",
      "translation": "lápiz labial",
      "definition": "Un produit cosmétique utilisé pour colorer et hydrater les lèvres.",
      "definition_translation": "Un palito cosmético utilizado para colorear y humectar los labios.",
      "example": "J'ai porté du rouge à lèvres au party. Elle portera du rouge à lèvres au mariage. Ils avaient porté du rouge à lèvres à la réunion.",
      "example_translation": "Me puse lápiz labial a la fiesta. Ella se pondrá lápiz labial a la boda. Ellos se habían puesto lápiz labial a la reunión.",
      "imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mascara",
      "translation": "rímel",
      "definition": "Un produit cosmétique utilisé pour assombrir, allonger ou épaissir les cils, généralement sous forme de liquide, crème ou poudre appliqué avec un pinceau ou un applicateur.",
      "definition_translation": "Un producto cosmético utilizado para oscurecer, alargar o espesar las pestañas, generalmente en forma de líquido, crema o polvo aplicado con un pincel o varita.",
      "example": "J'ai appliqué du mascara à mes cils pour les faire paraître plus dramatiques. Hier, j'ai oublié de retirer mon mascara et c'était difficile à enlever. Je vais acheter un nouveau mascara demain.",
      "example_translation": "Me aplico rímel en mis pestañas para hacer que se vean más dramáticas. Ayer, olvidé quitarme el rímel y fue difícil de quitar. Mañana compraré un nuevo rímel.",
      "imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "masque",
      "translation": "máscara",
      "definition": "Un couvre-visage ou partie du visage, porté pour cacher son identité, se protéger des intempéries ou comme déguisement.",
      "definition_translation": "Una cubierta para la cara o una parte de la cara, usada para ocultar la identidad, protegerse contra el clima o como disfraz.",
      "example": "J'ai porté un masque au party pour cacher mon visage. Le docteur a mis un masque pour empêcher la propagation des germes. Elle va fabriquer un masque pour la pièce de théâtre demain.",
      "example_translation": "Me puse una máscara en la fiesta para ocultar mi rostro. El doctor se puso una máscara para prevenir la dispersión de gérmenes. Ella hará una máscara para la obra de teatro mañana.",
      "imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gel de douche",
      "translation": "gel de ducha",
      "definition": "Un type de savon liquide utilisé pour nettoyer le corps pendant la douche ou le bain, généralement dans un flacon avec un pompier ou un bouchon.",
      "definition_translation": "Un tipo de jabón líquido utilizado para limpiar el cuerpo mientras se ducha o se baña, generalmente en una botella con un dispensador de pompón o tapón.",
      "example": "J'ai utilisé du gel de douche pour laver mes cheveux et mon corps ce matin. Elle préfère le gel de douche avec un parfum fruité. Ils vont lancer un nouveau produit de gel de douche le mois prochain.",
      "example_translation": "Usé gel de ducha para lavar mi cabello y cuerpo esta mañana. Ella prefiere gel de ducha con aroma a frutas. Lanzarán un nuevo producto de gel de ducha el próximo mes.",
      "imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "baume pour le corps",
      "translation": "bálsamo corporal",
      "definition": "Un produit cosmétique utilisé pour hydrater et adoucir la peau, souvent appliqué après la douche ou le bain.",
      "definition_translation": "Un producto cosmético utilizado para humectar y suavizar la piel, a menudo aplicado después de ducharse o bañarse.",
      "example": "Je mets toujours du baume pour le corps après la douche pour garder ma peau hydratée. J'ai appliqué du baume pour le corps après mon entraînement hier, et je vais l'appliquer à nouveau demain matin.",
      "example_translation": "Siempre aplico bálsamo corporal después de ducharme para mantener mi piel hidratada. Aplicó bálsamo corporal después de mi entrenamiento ayer, y aplicaré de nuevo mañana por la mañana.",
      "imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tampon de coton",
      "translation": "disco de algodón",
      "definition": "Un petit tampon absorbant utilisé pour appliquer ou enlever des cosmétiques, des médicaments ou d'autres substances.",
      "definition_translation": "Un pequño pad absorbente redondo utilizado para aplicar o eliminar cosméticos, medicamentos u otras sustancias.",
      "example": "J'ai utilisé un tampon de coton pour enlever mon vernis à ongles. Ma sœur utilise des tampons de coton pour appliquer son tonique facial. Je vais utiliser un tampon de coton pour appliquer ma crème pour les yeux ce soir.",
      "example_translation": "Usé un disco de algodón para remover mi esmalte de uñas. Mi hermana utiliza discos de algodón para aplicar su tónico facial. Usaré un disco de algodón para aplicar mi crema para los ojos esta noche.",
      "imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rasoir électrique",
      "translation": "rastrillo eléctrico",
      "definition": "Un appareil électrique utilisé pour se raser, généralement équipé de lames ou de feuilles rotatives qui coupent les poils.",
      "definition_translation": "Un dispositivo eléctrico utilizado para afeitar, que generalmente cuenta con cuchillas o láminas rotativas que cortan el cabello.",
      "example": "J'ai utilisé un rasoir électrique pour me raser la barbe hier. Mon frère utilise un rasoir électrique pour tailler sa moustache. Je vais acheter un rasoir électrique pour l'anniversaire de mon père.",
      "example_translation": "Usé un rastrillo eléctrico para afeitar mi barba ayer. Mi hermano utiliza un rastrillo eléctrico para recortar su bigote. Compraré un rastrillo eléctrico para el cumpleaños de mi papá.",
      "imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "huile essentielle",
      "translation": "aceite esencial",
      "definition": "Un extrait liquide concentré de plantes, obtenu par distillation ou extraction par solvant, utilisé en aromathérapie, en cosmétiques et en médecine.",
      "definition_translation": "Un extracto líquido concentrado de planta, obtenido normalmente mediante destilación o extracción con disolvente, utilizado en aromaterapia, cosmética y medicina.",
      "example": "Elle a utilisé de l'huile essentielle dans son massage thérapeutique pour relaxer ses clients. Elle avait appris les bienfaits de l'huile essentielle au collège. Elle va utiliser de l'huile essentielle dans son nouveau produit de soins de la peau.",
      "example_translation": "Ella usaba aceite esencial en su terapia de masaje para relajar a sus clientes. Había aprendido sobre los beneficios del aceite esencial en la universidad. Usará aceite esencial en su nuevo producto de cuidado de la piel.",
      "imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ciseaux à cils",
      "translation": "rizador de pestañas",
      "definition": "Un outil cosmétique utilisé pour donner une forme et un curled à ses cils, généralement consistant en un petit appareil métallique ou en plastique avec une surface courbe ou angulaire.",
      "definition_translation": "Una herramienta cosmética utilizada para dar forma y rizar las pestañas, que consiste normalmente en un dispositivo pequeño de metal o plástico con una superficie curva o angular.",
      "example": "Elle a pris soin d'utiliser un ciseaux à cils pour courber ses cils avant d'appliquer du mascara. Sa sœur lui avait recommandé un ciseaux à cils pour un look plus dramatique. Elle va acheter un ciseaux à cils pour l'anniversaire de son amie la plus proche.",
      "example_translation": "Ella usaba cuidadosamente un rizador de pestañas para rizar sus pestañas antes de aplicar rímel. Su hermana le había recomendado un rizador de pestañas para un look más dramático. Comprará un rizador de pestañas para el cumpleaños de su mejor amiga.",
      "imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "colorant pour cheveux",
      "translation": "tinte para el cabello",
      "definition": "Une substance cosmétique utilisée pour changer la couleur des cheveux, disponible sous forme de liquides, de crèmes et de poudres.",
      "definition_translation": "Una sustancia cosmética utilizada para cambiar el color del cabello, disponible en varias formas como líquidos, cremas y polvos.",
      "example": "Elle avait été utilisant du colorant pour cheveux pendant des années pour couvrir ses cheveux blancs. Il a décidé d'essayer une nouvelle marque de colorant pour cheveux pour une couleur plus vive. Ils vont lancer un nouveau produit de colorant pour cheveux le mois prochain.",
      "example_translation": "Ella había estado usando tinte para el cabello durante años para cubrir su cabello gris. Él decidió probar una nueva marca de tinte para el cabello para un color más vibrante. Lanzarán un nuevo producto de tinte para el cabello el mes próximo.",
      "imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lissage de ongles",
      "translation": "lima de uñas",
      "definition": "Un outil pour donner une forme et une surface lisse aux ongles des doigts ou des orteils.",
      "definition_translation": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o de los pies.",
      "example": "J'ai lissé mes ongles pour me débarrasser des rugosités. Hier, j'avais lissé mes ongles pour me préparer pour la soirée. D'ici une semaine, j'aurai lissé mes ongles pour les rendre parfaits pour le mariage.",
      "example_translation": "Limpie mis uñas para eliminar los bordes. Ayer, había limpiado mis uñas para prepararme para la fiesta. Para la próxima semana, habré limpiado mis uñas para lucir perfectas en la boda.",
      "imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": " coupe-ongles",
      "translation": "cortauñas",
      "definition": "Un outil portatif utilisé pour couper les ongles des doigts ou des orteils.",
      "definition_translation": "Un cortauñas es un dispositivo portátil utilizado para recortar y cortar las uñas de los dedos o de los pies.",
      "example": "J'ai coupé mes ongles trop courts. Elle avait coupé ses ongles la veille. D'ici demain, il aura coupé ses ongles pour le grand événement.",
      "example_translation": "Me corté las uñas demasiado cortas. Ella había cortado sus uñas el día anterior. Para mañana, él habrá cortado sus uñas para el gran evento.",
      "imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lime à ongles",
      "translation": "lima de uñas",
      "definition": "Un outil pour donner une forme et une surface lisse aux ongles des doigts ou des orteils.",
      "definition_translation": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o de los pies.",
      "example": "J'ai limé mes ongles pour me débarrasser des rugosités. Hier, j'avais limé mes ongles pour me préparer pour la soirée. D'ici une semaine, j'aurai limé mes ongles pour les rendre parfaits pour le mariage.",
      "example_translation": "Limpie mis uñas para eliminar los bordes. Ayer, había limpiado mis uñas para prepararme para la fiesta. Para la próxima semana, habré limpiado mis uñas para lucir perfectas en la boda.",
      "imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "spatule",
      "translation": "espátula",
      "definition": "Un outil de cuisine utilisé pour retourner, racler et soulever les aliments lors de la cuisson, souvent équipé d'une lame plate et large avec un manche long.",
      "definition_translation": "Una herramienta de cocina utilizada para voltear, raspar y levantar alimentos mientras se cocina, a menudo con una hoja plana y ancha y un mango largo.",
      "example": "Elle a utilisé une spatule pour retourner les pancakes, puis elle l'a utilisée pour racler les côtés du bol, et enfin, elle l'a utilisée pour soulever le gâteau hors du four.",
      "example_translation": "Ella usó una espátula para dar vuelta a los pancakes, luego la usará para raspar los lados del tazón, y finalmente, la usará para levantar el pastel fuera del horno.",
      "imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hydratant coloré",
      "translation": "hidratante teñido",
      "definition": "Un produit cosmétique qui apporte de l'humidité à la peau tout en lui donnant une couleur naturelle et discrète.",
      "definition_translation": "Un producto cosmético que proporciona hidratación a la piel mientras le da un color natural y sutil.",
      "example": "J'ai appliqué un hydratant coloré sur mon visage ce matin, puis je vais l'appliquer à nouveau ce soir après avoir lavé mon visage, et demain, j'essayerai une autre marque.",
      "example_translation": "Aplicó un hidratante teñido en mi rostro esta mañana, luego lo aplicaré de nuevo esta noche después de lavar mi rostro, y mañana, probaré una marca diferente.",
      "imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "séparateur d'orteils",
      "translation": "separador de dedos del pie",
      "definition": "Un dispositif ou outil utilisé pour séparer les orteils, souvent utilisé pour prévenir la friction et l'irritation entre les orteils, notamment pour les personnes ayant des déformations des orteils.",
      "definition_translation": "Un dispositivo o herramienta utilizado para separar los dedos del pie, a menudo utilizado para prevenir la fricción y la irritación entre los dedos del pie, especialmente para personas con deformidades en los dedos del pie.",
      "example": "Elle a utilisé un séparateur d'orteils pour soulager la douleur causée par sesorteils de marteau, puis elle l'a utilisé pour prévenir la friction pendant la course, et enfin, elle l'a utilisé pour aider ses orteils à guérir après la chirurgie.",
      "example_translation": "Ella usó un separador de dedos del pie para aliviar el dolor causado por sus dedos en martillo, luego lo usará para prevenir la fricción mientras corría, y finalmente, lo usará para ayudar a sus dedos del pie a sanar después de la cirugía.",
      "imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "eau de rasage",
      "translation": "aftershampoo",
      "definition": "Un liquide ou gel appliqué sur la peau après la rasage pour aider à fermer les pores et réduire l'irritation.",
      "definition_translation": "Un líquido o gel aplicado a la piel después de afeitar para ayudar a cerrar los poros y reducir la irritación.",
      "example": "Je n'oublie jamais d'utiliser de l'eau de rasage après la rasage pour prévenir les poils incarnés. Hier, j'ai oublié d'appliquer de l'eau de rasage et maintenant ma peau est irritée. Si je me souviens, j'utiliserai de l'eau de rasage demain.",
      "example_translation": "Siempre uso aftershampoo después de afeitar para prevenir pelo encarnado. Ayer, olvidé aplicar aftershampoo y ahora mi piel está irritada. Si me acuerdo, usaré aftershampoo mañana.",
      "imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fard à joues",
      "translation": "rubor",
      "definition": "Un produit cosmétique en poudre ou en crème utilisé pour donner un air santé et un éclat rosé aux joues.",
      "definition_translation": "Un polvo o crema cosmética utilizada para dar un brillo saludable y rosado a las mejillas.",
      "example": "J'ai appliqué du fard à joues sur mes joues pour avoir l'air plus énergique aujourd'hui. Hier, j'ai acheté un nouveau fard à joues que j'utiliserai demain. Si j'ai le temps, j'appliquerai du fard à joues avant la soirée ce soir.",
      "example_translation": "Me aplicó rubor a las mejillas para parecer más energético hoy. Ayer, compré un nuevo rubor que usaré mañana. Si tengo tiempo, me aplicaré rubor antes de la fiesta esta noche.",
      "imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gommage corporel",
      "translation": "exfoliante corporal",
      "definition": "Un produit cosmétique utilisé pour éliminer les cellules de peau mortes et lisser la peau.",
      "definition_translation": "Un producto cosmético utilizado para eliminar células de piel muertas y suavizar la piel.",
      "example": "J'utilise un gommage corporel une fois par semaine pour garder ma peau douce. Hier, j'ai utilisé un gommage corporel avant d'aller à la plage. Si je me souviens, j'utiliserai un gommage corporel à nouveau la semaine prochaine.",
      "example_translation": "Uso un exfoliante corporal una vez a la semana para mantener mi piel suave. Ayer, usé un exfoliante corporal antes de ir a la playa. Si me acuerdo, usaré un exfoliante corporal de nuevo la próxima semana.",
      "imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bain moussant",
      "translation": "baño de burbujas",
      "definition": "Un bain où une personne s'assoit dans une baignoire remplie d'eau et d'un type de savon parfumé qui forme des bulles.",
      "definition_translation": "Un baño en el que una persona se sienta en una tina llena de agua y un tipo de jabón perfumado que forma burbujas.",
      "example": "Elle s'est relaxée pendant une heure dans le bain moussant, sentant le stress se dissiper. Elle a pris des bains moussants tous les soirs cette semaine. Elle prendra un bain moussant après son entraînement demain.",
      "example_translation": "Ella se relajó en el baño de burbujas durante una hora, sintiendo que el estrés se desvanecía. Ha estado tomando baños de burbujas todas las noches esta semana. Tomará un baño de burbujas después de su entrenamiento mañana.",
      "imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poudrier",
      "translation": "compacto",
      "definition": "Un petit étui ou contenant pour les produits cosmétiques, souvent en poudre ou en crème.",
      "definition_translation": "Un pequeño caso o contenedor para contener cosméticos, generalmente en forma de polvo o crema.",
      "example": "Elle a emporté un poudrier dans son sac à main pour les retouches tout au long de la journée. L'entreprise a produit un nouveau poudrier avec un miroir intégré. Ils lanceront une nouvelle ligne de produits poudriers l'année prochaine.",
      "example_translation": "Ella llevaba un compacto en su bolso para toques durante todo el día. La empresa produjo un nuevo compacto con un espejo incorporado. Lanzarán una nueva línea de productos compactos el próximo año.",
      "imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cache-defauts",
      "translation": "corrector",
      "definition": "Un produit cosmétique utilisé pour cacher les imperfections ou les défauts de la peau.",
      "definition_translation": "Un producto cosmético utilizado para cubrir imperfecciones o defectos en la piel.",
      "example": "Elle a appliqué un cache-defauts pour cacher les cernes sous ses yeux. Il utilise un cache-defauts pour cacher ses cicatrices d'acné. Le maquilleur utilisera un cache-defauts pour égaliser son teint.",
      "example_translation": "Ella aplicó un corrector para ocultar los círculos oscuros bajo sus ojos. Él utiliza un corrector para cubrir sus cicatrices de acne. El maquillador usará un corrector para igualar su tono de piel.",
      "imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coton-tiges",
      "translation": "palletas de algodón",
      "definition": "De petits objets en forme de bâton utilisés pour appliquer ou enlever le maquillage, nettoyer les oreilles ou autres usages.",
      "definition_translation": "Objetos pequeños y delgados utilizados para aplicar o remover maquillaje, limpiar oídos o otros propósitos.",
      "example": "J'ai utilisé des coton-tiges pour nettoyer mes oreilles, puis j'ai appliqué du mascara avec les mêmes coton-tiges, et enfin, j'utiliserai des coton-tiges pour enlever mon maquillage ce soir.",
      "example_translation": "Usé palletas de algodón para limpiar mis oídos, luego apliqué máscara utilizando las mismas palletas de algodón, y finalmente, usarélas para remover mi maquillaje esta noche.",
      "imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rouleau à boucles",
      "translation": "rulero",
      "definition": "Un outil de coiffure utilisé pour donner forme et boucler les cheveux, souvent chauffé pour obtenir la boucle souhaitée.",
      "definition_translation": "Una herramienta de estilismo de cabello utilizada para dar forma y rizar el cabello, generalmente calentada para alcanzar la rizada deseada.",
      "example": "J'ai dû utiliser un rouleau à boucles pour obtenir les boucles spiralées parfaites pour ma coiffure de mariage, après quoi j'utiliserai le même rouleau à boucles pour retoucher mes cheveux avant la réception.",
      "example_translation": "Tuve que usar un rulero para obtener las rizas espirales perfectas para mi peinado de boda, después de lo cual lo utilizaré para retocar mi cabello antes de la recepción.",
      "imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fer à boucler",
      "translation": "plancha rizadora",
      "definition": "Un outil de coiffure utilisé pour boucler ou lisser les cheveux, souvent chauffé pour obtenir le style souhaité.",
      "definition_translation": "Una herramienta de estilismo utilizada para rizar o alisar el cabello, generalmente calentada para alcanzar el estilo deseado.",
      "example": "J'ai accidentellement brûlé mes cheveux avec le fer à boucler la semaine dernière, mais maintenant j'utilise un protecteur thermique pour prévenir les dégâts lorsque je boucle mes cheveux pour une soirée.",
      "example_translation": "Accidentalmente me quemé el cabello con la plancha rizadora la semana pasada, pero ahora uso un protector de calor para prevenir daños cuando rizo mi cabello para una noche fuera.",
      "imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ciseaux de cuticule",
      "translation": "cortauñas de cutícula",
      "definition": "Un petit instrument utilisé pour tailler et façonner les cuticules, généralement consistant en une paire de petites lames courbées.",
      "definition_translation": "un instrumento pequeño utilizado para recortar y dar forma a las cutículas, que consiste típicamente en una pareja de hojas pequeñas y curvas.",
      "example": "Elle a utilisé ses ciseaux de cuticule pour soigneusement tailler ses cuticules. Elle avait utilisé ses ciseaux de cuticule hier pour façonner ses ongles. Elle utilisera ses ciseaux de cuticule demain pour se faire une manucure.",
      "example_translation": "Ella utilizó sus cortauñas de cutícula para recortar cuidadosamente sus cutículas. Ella había utilizado sus cortauñas de cutícula ayer para dar forma a sus uñas. Ella utilizará sus cortauñas de cutícula mañana para darse un manicure.",
      "imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pousse-cuticule",
      "translation": "empujador de cutícula",
      "definition": "Un outil utilisé pour pousser doucement les cuticules, généralement fait de métal ou de plastique.",
      "definition_translation": "una herramienta utilizada para empujar suavemente hacia atrás las cutículas, típicamente hecha de metal o plástico.",
      "example": "Le technicien des ongles a utilisé un pousse-cuticule pour pousser doucement les cuticules de sa cliente. Elle n'avait jamais utilisé de pousse-cuticule avant, mais elle l'a trouvé très efficace. Elle continuera à utiliser un pousse-cuticule dans sa routine de soins des ongles.",
      "example_translation": "El técnico de uñas utilizó un empujador de cutícula para empujar suavemente hacia atrás las cutículas de su cliente. Ella nunca había utilizado un empujador de cutícula antes, pero encontró que era muy efectivo. Ella continuará utilizando un empujador de cutícula en su rutina de cuidado de uñas.",
      "imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dissolvant de cuticule",
      "translation": "quitacutículas",
      "definition": "Un liquide ou une crème utilisés pour dissoudre et éliminer les cellules de peau morte des cuticules.",
      "definition_translation": "una sustancia líquida o cremosa utilizada para disolver y remover células muertas de la piel de las cutículas.",
      "example": "Elle a appliqué un dissolvant de cuticule à ses ongles et a attendu qu'il prenne effet. Elle avait déjà utilisé un dissolvant de cuticule, mais celui-ci était beaucoup plus doux. Elle utilisera un dissolvant de cuticule chaque semaine pour garder ses ongles en santé.",
      "example_translation": "Ella aplicó un quitacutículas a sus uñas y esperó a que surtiera efecto. Ella había utilizado un quitacutículas antes, pero este era mucho más suave. Ella utilizará un quitacutículas todas las semanas para mantener sus uñas con aspecto saludable.",
      "imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "crème dépilatoire",
      "translation": "crema depilatoria",
      "definition": "Un produit cosmétique utilisé pour éliminer les poils indésirables de la peau, généralement appliqué en crème ou lotion.",
      "definition_translation": "Un producto cosmético utilizado para eliminar pelo no deseado de la piel, generalmente aplicado como crema o loción.",
      "example": "Elle a utilisé une crème dépilatoire pour éliminer ses poils indésirables avant les vacances d'été. Elle l'avait déjà utilisée auparavant, et le réutilisera l'été prochain.",
      "example_translation": "Ella utilizó una crema depilatoria para eliminar pelo no deseado antes de las vacaciones en la playa. Lo había usado antes, pero lo volverá a usar la próxima verano.",
      "imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "crayon sourcil",
      "translation": "lápiz de cejas",
      "definition": "Un outil cosmétique utilisé pour définir ou remplacer les sourcils, généralement sous forme de crayon ou stylo.",
      "definition_translation": "Una herramienta cosmética utilizada para definir o rellenar las cejas, generalmente en forma de lápiz o pluma.",
      "example": "Elle a soigneusement dessiné ses sourcils avec un crayon sourcil pour compléter sa routine de maquillage du matin. Elle l'avait utilisé pendant des années, et continuera à l'utiliser à l'avenir.",
      "example_translation": "Ella dibujó con cuidado sus cejas con un lápiz de cejas para completar su rutina de maquillaje matutina. Lo había estado utilizando durante años, y seguirá usando en el futuro.",
      "imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "eyeliner",
      "translation": "delineador de ojos",
      "definition": "Un produit cosmétique utilisé pour définir ou mettre en valeur la forme des yeux, généralement appliqué sous forme de liquide, gel ou poudre.",
      "definition_translation": "Un producto cosmético utilizado para definir o realzar la forma de los ojos, generalmente aplicado como líquido, gel o polvo.",
      "example": "Elle a habilement appliqué l'eyeliner pour créer un effet de chat pour la soirée. Elle avait déjà pratiqué avant, et le maîtrisera d'ici le mois prochain.",
      "example_translation": "Ella aplicó con habilidad el delineador de ojos para crear un efecto de ojos de gato para la fiesta. Lo había practicado antes, y lo perfeccionará para el próximo mes.",
      "imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fard à paupières",
      "translation": "sombra de ojos",
      "definition": "Un produit cosmétique appliqué sur les paupières pour donner de la couleur et du volume, souvent sous forme de poudre, crème ou gel.",
      "definition_translation": "Un cosmético aplicado a los párpados para dar color y textura, a menudo en forma de polvo, crema o gel.",
      "example": "J'ai appliqué du fard à paupières sur mes paupières avant la soirée. J'avais appliqué du fard à paupières sur mes paupières hier. J'appliquerai du fard à paupières sur mes paupières demain.",
      "example_translation": "Aplicé sombra de ojos a mis párpados antes de la fiesta. Había aplicado sombra de ojos a mis párpados ayer. Aplicaré sombra de ojos a mis párpados mañana.",
      "imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fer à lisser",
      "translation": "plancha de pelo",
      "definition": "Un appareil utilisé pour lisser ou façonner les cheveux, consistant en deux plaques chauffantes qui sont pressées ensemble pour aplatir ou façonner les cheveux.",
      "definition_translation": "Un dispositivo usado para enderezar o peinar el cabello, compuesto por dos placas calientes que se presionan juntas para aplanar o dar forma al cabello.",
      "example": "J'ai utilisé un fer à lisser pour lisser mes cheveux ce matin. J'avais utilisé un fer à lisser pour façonner mes cheveux pour la soirée. J'utiliserai un fer à lisser pour boucler mes cheveux pour le mariage.",
      "example_translation": "Usé una plancha de pelo para enderezar mi cabello esta mañana. Había usado una plancha de pelo para peinar mi cabello para la fiesta. Usaré una plancha de pelo para rizar mi cabello para la boda.",
      "imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "après-shampoing",
      "translation": "aceite para el cabello",
      "definition": "Un traitement appliqué sur les cheveux après le shampooing pour améliorer leur douceur, leur maniabilité et leur santé globale.",
      "definition_translation": "Un tratamiento aplicado al cabello después del champú para mejorar su suavidad, manejabilidad y salud en general.",
      "example": "J'ai appliqué un après-shampoing à mes cheveux après le shampooing. J'avais appliqué un après-shampoing à mes cheveux hier. J'appliquerai un après-shampoing à mes cheveux avant l'appointment chez le coiffeur.",
      "example_translation": "Aplicé aceite para el cabello a mi cabello después del champú. Había aplicado aceite para el cabello a mi cabello ayer. Aplicaré aceite para el cabello a mi cabello antes de la cita con la peluquera.",
      "imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mousse capillaire",
      "translation": "espuma para el cabello",
      "definition": "Un produit de coiffure utilisé pour ajouter du volume, de la texture et de la tenue aux cheveux, généralement sous forme de mousse ou de crème.",
      "definition_translation": "Un producto de estilismo utilizado para agregar volumen, textura y sujeción al cabello, generalmente en consistencia de espuma o mousse.",
      "example": "J'ai utilisé une mousse capillaire pour ajouter du volume à mes cheveux hier. Je l'utiliserai à nouveau demain pour coiffer mes cheveux pour la soirée. J'ai été en train de l'utiliser pendant des mois pour garder mes cheveux en excellente santé.",
      "example_translation": "Usé espuma para el cabello para agregar volumen a mi cabello ayer. Lo usaré de nuevo mañana para estilo mi cabello para la fiesta. He estado usando durante meses para mantener mi cabellolooking great.",
      "imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "laque pour cheveux",
      "translation": "laca para el cabello",
      "definition": "Un produit cosmétique utilisé pour maintenir les cheveux en place, généralement sous forme de spray.",
      "definition_translation": "Un producto cosmético utilizado para mantener el cabello en su lugar, generalmente en forma de spray.",
      "example": "J'ai utilisé une laque pour cheveux pour maintenir ma coiffure en place tout au long de la journée. Elle va l'utiliser ce soir pour fixer ses cheveux pour le mariage. Il l'a utilisé pendant des années pour maintenir ses cheveux parfaitement stylés.",
      "example_translation": "Usé laca para el cabello para mantener mi peinado en su lugar todo el día. Ella lo utilizará Esta noche para fijar su cabello para la boda. Él ha estado utilizando durante años para mantener su cabello estilizado perfectamente.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "baume à lèvres",
      "translation": "bálsamo labial",
      "definition": "Un produit topique utilisé pour hydrater et protéger les lèvres, souvent contenant des ingrédients tels que de la cire d'abeille et du pétrole.",
      "definition_translation": "Un producto tópico utilizado para hidratar y proteger los labios, a menudo contiene ingredientes como cera de abeja y jelly de petróleo.",
      "example": "J'ai appliqué un baume à lèvres pour soulager mes lèvres sèches hier soir. Elle va l'utiliser ce soir pour hydrater ses lèvres avant de se coucher. Il l'a utilisé tout l'hiver pour protéger ses lèvres du froid.",
      "example_translation": "Aplicó bálsamo labial para calmar mis labios agrietados ayer. Ella lo utilizará Esta noche para hidratar sus labios antes de acostarse. Él ha estado utilizando todo el invierno para proteger sus labios del frío.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brillant à lèvres",
      "translation": "brillo de labios",
      "definition": "Un produit cosmétique utilisé pour ajouter de la couleur, de la brillance et de l'humidité aux lèvres.",
      "definition_translation": "Un producto cosmético utilizado para agregar color, brillo y humedad a los labios.",
      "example": "Elle a appliqué un brillant à lèvres à ses lèvres avant de sortir au party. Elle l'a porté tout au long de la journée, mais il était encore brillant. Elle va le réappliquer après dîner.",
      "example_translation": "Ella aplicó una capa de brillo de labios en sus labios antes de salir a la fiesta. Lo había llevado puesto todo el día, pero todavía estaba brillante. Volverá a aplicarlo después de cenar.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "contour des lèvres",
      "translation": "delineador de labios",
      "definition": "Un produit cosmétique utilisé pour définir et donner forme au contour des lèvres.",
      "definition_translation": "Un producto cosmético utilizado para definir y dar forma al contorno de los labios.",
      "example": "Elle a utilisé un contour des lèvres pour créer un arc parfait. Elle a eu du mal à trouver la bonne nuance, mais a finalement trouvé une qui correspondait à la couleur de ses lèvres. Elle va essayer une nouvelle technique avec cela la semaine prochaine.",
      "example_translation": "Ella utilizó un delineador de labios para crear un arco de cupido perfecto. Tuvo problemas para encontrar el tono adecuado, pero finalmente encontró uno que coincidía con el color de sus labios. Probará una nueva técnica con él la próxima semana.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fond de teint liquide",
      "translation": "base líquida",
      "definition": "Un type de fond de teint cosmétique qui a une consistance liquide et est appliqué sur la peau pour offrir une couverture et un ton de peau uniforme.",
      "definition_translation": "Un tipo de base cosmética que tiene una consistencia líquida y se aplica a la piel para proporcionar cobertura y un tono uniforme.",
      "example": "Elle a appliqué un fond de teint liquide à son visage pour uniformiser son ton de peau. Elle l'a utilisé pendant des années, mais a récemment changé de marque. Elle va essayer une nouvelle nuance de cela l'été prochain.",
      "example_translation": "Ella aplicó una capa de base líquida a su rostro para uniformar su tono de piel. Lo había estado usando durante años, pero recientemente cambió a una nueva marca. Probará un tono diferente de ella el próximo verano.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poudre libre",
      "translation": "polvo suelto",
      "definition": "Un type de poudre cosmétique qui n'est pas pressée en forme compacte et est souvent utilisée pour fixer le maquillage ou ajouter un fini naturel.",
      "definition_translation": "Un tipo de polvo cosmético que no está presionado en una forma compacta y se utiliza a menudo para fijar el maquillaje o agregar un acabado natural y ligero.",
      "example": "J'applique une légère couche de poudre libre à mon visage pour fixer mon fond de teint. J'ai appliqué de la poudre libre à mon visage hier pour réduire le brillant. Je vais appliquer de la poudre libre à mon visage demain pour avoir un look parfait.",
      "example_translation": "Me aplico un polvo suelto ligero en la cara para fijar mi base. Ayer me aplicó polvo suelto en la cara para reducir el brillo. Mañana me aplicaré polvo suelto en la cara para parecer perfecta.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pinceau à ongles",
      "translation": "cepillo de uñas",
      "definition": "Un petit pinceau utilisé pour appliquer du vernis à ongles ou du fortifiant pour les ongles.",
      "definition_translation": "Un cepillo pequeño que se utiliza para aplicar esmalte de uñas o fortalecedor de uñas en las uñas de los dedos o los pies.",
      "example": "J'utilise un pinceau à ongles pour appliquer du vernis à ongles avec soin. J'ai utilisé un pinceau à ongles pour appliquer du fortifiant hier. Je vais utiliser un pinceau à ongles pour peindre mes ongles demain.",
      "example_translation": "Utilizo un cepillo de uñas para aplicar esmalte de uñas con cuidado. Utilicé un cepillo de uñas para aplicar fortalecedor de uñas ayer. Mañana utilizaré un cepillo de uñas para pintar mis uñas.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vernis à ongles",
      "translation": "esmalte de uñas",
      "definition": "Un produit cosmétique utilisé pour colorer et décorer les ongles des doigts ou des orteils.",
      "definition_translation": "Una sustancia cosmética utilizada para colorear y decorar las uñas de los dedos o los pies.",
      "example": "Je mets du vernis à ongles à mes orteils chaque semaine. J'ai mis du vernis à ongles à mes doigts hier. Je vais mettre du vernis à ongles à mes orteils demain.",
      "example_translation": "Me aplico esmalte de uñas en las uñas de los pies cada semana. Ayer me aplicó esmalte de uñas en las uñas de los dedos. Mañana me aplicaré esmalte de uñas en las uñas de los pies.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dissolvant de vernis à ongles",
      "translation": "quitapolish de uñas",
      "definition": "Un liquide à base de solvant utilisé pour enlever le vernis à ongles des doigts ou des orteils.",
      "definition_translation": "Un líquido basado en disolventes utilizado para quitar esmalte de uñas de los dedos de los pies o las uñas de los dedos.",
      "example": "J'ai besoin d'acheter un dissolvant de vernis à ongles pour enlever mon vieux vernis. Hier, j'ai utilisé un dissolvant de vernis à ongles pour nettoyer mes ongles. D'ici une semaine, j'aurai appris à utiliser un dissolvant de vernis à ongles efficacement.",
      "example_translation": "Necesito comprar un quitapolish de uñas para quitar mi esmalte de uñas antiguo. Ayer, usé un quitapolish de uñas para limpiar mis uñas. Para la próxima semana, habré aprendido cómo usar un quitapolish de uñas de manera efectiva.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poudrier",
      "translation": "polvillo",
      "definition": "Un outil doux et souple utilisé pour appliquer de la poudre sur le visage ou le corps.",
      "definition_translation": "Una herramienta suave y acolchada utilizada para aplicar polvo en la cara o el cuerpo.",
      "example": "Le maquilleur a utilisé un poudrier pour fixer le fond de teint sur le visage du mannequin. Elle a utilisé un poudrier pour appliquer de la poudre tout au long de la matinée. D'ici demain, elle aura maîtrisé la technique d'utilisation d'un poudrier.",
      "example_translation": "El artista de maquillaje usó un polvillo para fijar la base en la cara del modelo. Ha estado usando un polvillo para aplicar polvo toda la mañana. Para mañana, habrá dominado la técnica de usar un polvillo.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poudre pressée",
      "translation": "polvo compacto",
      "definition": "Un type de poudre cosmétique qui est pressée dans une forme compacte, utilisée pour fixer le fond de teint et le correcteur.",
      "definition_translation": "Un tipo de polvo cosmético que se presiona en una forma compacta, utilizado para fijar la base y el corrector.",
      "example": "Elle a appliqué une couche de poudre pressée pour fixer son maquillage. Hier, j'ai acheté une nouvelle poudre pressée qui contrôle l'huile. D'ici mois prochain, j'aurai fini ma poudre pressée et devrai en acheter une nouvelle.",
      "example_translation": "Ella aplicó una capa de polvo compacto para fijar su maquillaje. Ayer, compré un nuevo polvo compacto que es controlador de aceite. Para el próximo mes, habré terminado mi polvo compacto y necesitaré comprar uno nuevo.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "primer",
      "translation": "prueba",
      "definition": "Un primer est un enduit préparatoire de peinture ou de colle appliqué à une surface pour créer une base lisse pour les couches supplémentaires ou améliorer l'adhérence.",
      "definition_translation": "Un primer es una capa de pintura o pegamento aplicada a una superficie para crear una base suave para capas adicionales o mejorar la adhesión.",
      "example": "J'ai utilisé un primer pour peindre le mur, puis j'ai appliqué deux couches de peinture. Je vais utiliser un primer à nouveau la semaine prochaine pour finir le projet. Elle avait utilisé un primer l'année dernière pour préparer la surface.",
      "example_translation": "Usé un primer para pintar la pared, luego apliqué dos capas de pintura. Usaré un primer de nuevo la próxima semana para terminar el proyecto. Ella había usado un primer el año pasado para preparar la superficie.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pierre ponce",
      "translation": "piedra pómez",
      "definition": "Une pierre ponce est une pierre naturelle exfoliante utilisée pour éliminer les cellules mortes de la peau et lisser les zones rugueuses.",
      "definition_translation": "Una piedra pómez es una piedra natural exfoliante utilizada para eliminar células muertas de la piel y suavizar parches rugosos en la piel.",
      "example": "J'ai utilisé une pierre ponce pour éliminer les cellules mortes de mes pieds. Elle utilisera une pierre ponce demain pour exfolier ses mains. Ils avaient utilisé une pierre ponce la semaine dernière pour lisser leurs coudes.",
      "example_translation": "Usé una piedra pómez para eliminar células muertas de mis pies. Ella utilisará una piedra pómez mañana para exfoliar sus manos. Habían utilizado una piedra pómez la semana pasada para suavizar sus codos.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brosse à raser",
      "translation": "cepillo de afeitar",
      "definition": "Une brosse à raser est une brosse utilisée pour appliquer la mousse à raser ou le savon à raser sur la peau avant de se raser.",
      "definition_translation": "Un cepillo de afeitar es un cepillo utilizado para aplicar jabón o crema de afeitar a la piel antes de afeitar.",
      "example": "J'ai utilisé une brosse à raser pour appliquer la mousse à raser sur mon visage. Elle utilisera une brosse à raser demain pour se raser les jambes. Ils avaient utilisé une brosse à raser la semaine dernière pour se raser les barbes.",
      "example_translation": "Usé un cepillo de afeitar para aplicar crema de afeitar a mi rostro. Ella utilisará un cepillo de afeitar mañana para afeitar sus piernas. Habían utilizado un cepillo de afeitar la semana pasada para afeitar sus barbas.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mousse à raser",
      "translation": "crema de afeitar",
      "definition": "Une substance épaisse, riche et crémeuse utilisée pour lubrifier et protéger la peau pendant le rasage, contenant souvent des ingrédients qui aident à hydrater et à apaiser la peau.",
      "definition_translation": "Una sustancia gruesa, rica y cremosa utilizada para lubricar y proteger la piel mientras se afeita, que generalmente contiene ingredientes que ayudan a hidratar y calmar la piel.",
      "example": "J'ai utilisé de la mousse à raser pour me raser la barbe hier, mais je vais utiliser un rasoir demain. J'ai été utiliser de la mousse à raser pendant des mois, et je continuerai à l'utiliser à l'avenir.",
      "example_translation": "Usé crema de afeitar para afeitar mi barba ayer, pero usaré una navaja mañana. He estado usando crema de afeitar durante meses, y continuaré usando en el futuro.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mousse à raser en aérosol",
      "translation": "espuma de afeitar",
      "definition": "Une substance légère, aérée et mousseuse utilisée pour lubrifier et protéger la peau pendant le rasage, généralement dispensée à partir d'un aérosol.",
      "definition_translation": "Una sustancia liviana, aireada y espumosa utilizada para lubricar y proteger la piel mientras se afeita, generalmente dispensada desde una lata de aerosol.",
      "example": "Elle a appliqué de la mousse à raser en aérosol sur ses jambes avant de se raser, puis l'a rincée. Il a utilisé de la mousse à raser en aérosol pendant des années, mais maintenant il veut essayer un rasoir.",
      "example_translation": "Ella aplicó espuma de afeitar a sus piernas antes de afeitarse, y luego la enjuagó. Él ha estado usando espuma de afeitar durante años, pero ahora quiere probar una navaja.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "écran solaire",
      "translation": "protector solar",
      "definition": "Une crème, lotion ou spray utilisée pour protéger la peau des rayons ultraviolets nocifs du soleil, contenant souvent des ingrédients qui aident à hydrater et à apaiser la peau.",
      "definition_translation": "Una crema, loción o spray utilizada para proteger la piel de los dañinos rayos ultravioletas del sol, que a menudo contiene ingredientes que ayudan a hidratar y calmar la piel.",
      "example": "Je mets toujours de l'écran solaire avant d'aller à la plage, et je le réapplique toutes les deux heures. Elle a oublié d'apporter de l'écran solaire au parc, et maintenant elle a une brûlure solaire.",
      "example_translation": "Siempre aplico protector solar antes de ir a la playa, y reaplico cada dos horas. Ella se olvidó de帶r el protector solar al parque, y ahora tiene una quemadura solar.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pincettes",
      "translation": "pinzas",
      "definition": "De petits instruments métalliques, généralement en forme de ciseaux, utilisés pour attraper ou prendre des objets petits, notamment pour façonner ou ajuster les sourcils.",
      "definition_translation": "Instrumentos metálicos pequeños, generalmente en forma de tijeras, utilizados para arrancar o sujetar objetos pequeños, especialmente para dar forma o ajustar las cejas.",
      "example": "J'ai utilisé des pincettes pour retirer un éclat de ma peau. Je vais utiliser des pincettes pour épiler mes sourcils ce soir. Elle avait utilisé des pincettes pour ajuster son collier.",
      "example_translation": "Usé pinzas para quitar un astillo de mi piel. Usaré pinzas para depilar mis cejas esta noche. Ella había utilizado pinzas para ajustar su collar.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]
}