[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ennuyé",
      "translation": "скука",
      "definition": "Sentiment de fatigue et de malaise due à une absence d'intérêt.",
      "definition_translation": "Чувство усталости и неудовлетворенности, потому что что-то не интересно.",
      "example": "J'étais ennuyé à la soirée hier soir. Je serai ennuyé à la soirée demain. Je suis ennuyé à la soirée en ce moment.",
      "example_translation": "Мне было скучно на вечеринке вчера вечером. Я буду скучать на вечеринке завтра. Я сейчас скучаю на вечеринке.",
      "imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ennuyeux",
      "translation": "скучный",
      "definition": "Ne présentant pas d'intérêt ou d'excitation; monotone.",
      "definition_translation": "Не интересный или не-exciting; скучный.",
      "example": "Le film était ennuyeux. Le livre sera ennuyeux. La classe est ennuyeuse.",
      "example_translation": "Фильм был скучный. Книга будет скучной. Класс сейчас скучный.",
      "imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ingénieux",
      "translation": "умный",
      "definition": "Ayant ou montrant la capacité d'apprendre ou de comprendre rapidement.",
      "definition_translation": "Имея или показывая способность быстро學ить или понимать вещи.",
      "example": "Elle était ingénieuse et a résolu le problème rapidement. Il a été ingénieux et a fait une grande invention.",
      "example_translation": "Она была умной и решила головоломку быстро. Он был умным и сделал Великое изобретение.",
      "imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "difficile",
      "translation": "сложный",
      "definition": "Nécessitant beaucoup de compétence, d'effort ou de pratique pour faire ou comprendre.",
      "definition_translation": "Требующий многих навыков, усилий или практики, чтобы сделать или понять.",
      "example": "Le problème de mathématiques était difficile à résoudre. Le projet sera difficile à terminer.",
      "example_translation": "Математическая задача была сложной для решения. Проект будет сложным для завершения.",
      "imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "excité",
      "translation": "возбуждённый",
      "definition": "Éprouvant ou montrant un intérêt enthousiaste et impatient.",
      "definition_translation": "Чувствующий или проявляющий энтузиазм и жажду интереса или возбуждения.",
      "example": "J'étais excité de participer au concert, et je suis toujours excité de voir les photos de l'événement, et je serai excité d'y aller au prochain.",
      "example_translation": "Я был возбуждён посетить концерт, и я все ещё возбуждён смотреть фотографии с него, и я буду возбуждён пойти на следующий.",
      "imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "excitant",
      "translation": "волнующий",
      "definition": "Provoquant des sentiments d'enthousiasme et d'impatience.",
      "definition_translation": "Вызывающий чувства энтузиазма и жажды.",
      "example": "Les nouvelles excitées nous ont rendus tous ravis, et nous attendons toujours la prochaine mise à jour excitante.",
      "example_translation": "Волнующая новость вызвала у нас всех радость, и мы все ещё ждём следующего волнующего обновления.",
      "imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "célèbre",
      "translation": "знаменитый",
      "definition": "Bien connu et respecté pour une chose ou une réalisation particulière.",
      "definition_translation": "Хорошо известный и уважаемый за какую-либо вещь или достижение.",
      "example": "Elle était célèbre pour sa belle voix, est célèbre pour son nouvel album, et sera célèbre pour sa tournée mondiale à venir.",
      "example_translation": "Она была знаменита своей красивым голосом, является знаменитой за свой новый альбом, и будет знаменита за свой предстоящий мировой тур.",
      "imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "drôle",
      "translation": "смешной",
      "definition": "Provoquant le rire ou l'amusement.",
      "definition_translation": "Вызывающий смех или развлекательность.",
      "example": "La plaisanterie drôle nous a fait rire, et nous avons trouvé les impressions drôles du comédien hilarantes.",
      "example_translation": "Смешной анекдот нас рассмешил, и мы нашли комика's смешные впечатления очень забавными.",
      "imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bon",
      "translation": "хороший",
      "definition": "Ayant une qualité favorable ou un caractère; moralement excellent.",
      "definition_translation": "Имеющий благоприятное качество или характер; морально excelente.",
      "example": "J'ai eu une bonne ambiance en aidant mon ami. J'aurai une bonne ambiance demain. J'ai eu une bonne ambiance hier.",
      "example_translation": "Я чувствовал себя хорошо, помогая моему другу. Я буду чувствовать себя хорошо завтра. Я чувствовал себя хорошо вчера.",
      "imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "heureux",
      "translation": "счастливый",
      "definition": "Éprouvant de la joie ou du plaisir; content et satisfait.",
      "definition_translation": "Чувствующий радость или удовольствие; довольный и удовлетворенный.",
      "example": "J'étais heureux à la soirée. Je suis heureux aujourd'hui. Je serai heureux quand je obtiendrai mon diplôme.",
      "example_translation": "Я был счастлив на вечеринке. Я счастлив сегодня. Я буду счастлив, когда окончу университет.",
      "imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intéressant",
      "translation": "интересный",
      "definition": "Éveillant la curiosité ou l'intérêt; captivant et stimulant la pensée.",
      "definition_translation": "Повышающий любопытство или интерес; привлекательный и провоцирующий мысль.",
      "example": "Le film était intéressant. Le livre sera intéressant. La conférence était intéressante.",
      "example_translation": "Фильм был интересным. Книга будет интересной. Лекция была интересной.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agréable",
      "translation": "миль",
      "definition": "Plaisant, convenable ou satisfaisant; favorable ou plaisant.",
      "definition_translation": "Приятный, соглашательный или удовлетворительный; благоприятный или приятный.",
      "example": "Le temps était agréable hier. La nourriture est agréable ici. Les gens étaient agréables avec moi.",
      "example_translation": "Погода была приятной вчера. Еда здесь приятная. Люди были приятны со мной.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "triste",
      "translation": "грустный",
      "definition": "Éprouvant ou manifestant des sentiments de chagrin ou de malheur.",
      "definition_translation": "Имеющий или демонстрирующий чувства печали или несчастья.",
      "example": "J'étais triste lorsque mon animal de compagnie préféré est mort. Je suis triste quand il pleut. Je serai triste si je n'obtiens pas le poste.",
      "example_translation": "Я был грустным, когда умерла моя любимая домашняя животное. Я грустный, когда идёт дождь. Я буду грустным, если не получу работу.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fatigué",
      "translation": "уставший",
      "definition": "Éprouvant le besoin de se reposer ou de dormir en raison d'une pénurie d'énergie.",
      "definition_translation": "Чувствуя потребность отдохнуть или поспать из-за нехватки энергии.",
      "example": "J'étais fatigué après la longue randonnée. Je suis fatigué de ce travail. Je serai fatigué si je ne prends pas de pause.",
      "example_translation": "Я был уставшим после долгой прогулки. Я устал от этой работы. Я буду уставшим, если неprise перерыва.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "distrait",
      "translation": "рассеянный",
      "definition": "N'ayant pas l'esprit présent; oubliant facilement les choses.",
      "definition_translation": "Не обращая внимания на настоящий момент; забывая вещи легко.",
      "example": "Mon professeur distrait a toujours oublié notre devoir. Je suis distrait lorsque je regarde la télévision. Je serai distrait si je ne prends pas de notes.",
      "example_translation": "Мой рассеянный профессор всегда забывал наше задание. Я рассеянный, когда смотрю ТВ. Я буду рассеянным, если не сделаю записи.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "effrayé",
      "translation": "испуганный",
      "definition": "Éprouvant de la peur ou de l'anxiété à l'égard de quelque chose ou de quelqu'un.",
      "definition_translation": "Чувствующий страх или тревогу по поводу чего-то или кого-то.",
      "example": "J'étais effrayé du noir lorsque j'étais enfant. Je suis effrayé des hauteurs. Je serai effrayé si je ne me prépare pas à l'examen.",
      "example_translation": "Я был испуганным темнотой, когда был ребенком. Я испуганный высотой. Я буду испуганным, если не准备люсь к экзамену.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "furieux",
      "translation": "злой",
      "definition": "Éprouvant ou manifestant une grande annoyance, hostilité ou ressentiment.",
      "definition_translation": "Чувствующий или показывающий большую досаду, враждебность или обиду.",
      "example": "J'étais furieux lorsque j'ai vu les nouvelles, mais ensuite je me suis calmé. Je suis furieux contre mon frère pour m'avoir menti. Je serai furieux si vous ne vous excusez pas.",
      "example_translation": "Я был злым, когда видел новости, но затем я успокоился. Я зол на брата за то, что он лгал мне. Я буду злым, если ты не извинишься.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prudent",
      "translation": "осторожный",
      "definition": "Donnant un soin attentif aux conséquences probables de ses actions.",
      "definition_translation": "Проявляющий осторожность в своих действиях, чтобы избежать нежелательных последствий.",
      "example": "J'ai été prudent en conduisant dans le temps orageux. Elle est prudente avec son argent. Il sera prudent avec le vase fragile.",
      "example_translation": "Я был осторожен, когда ехал через бурю. Она бережет свои деньги. Он будет осторожен с хрупким вазой.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frais",
      "translation": "классный",
      "definition": "Moyennement froid en température; ayant une température basse ou régulière.",
      "definition_translation": "Умеренно холодный по температуре; имеющий низкую или равномерную температуру.",
      "example": "La brise fraîche d'un jour d'été chaud était rafraîchissante. L'eau fraîche était parfaite pour nager. Le temps frais rendra notre randonnée plus agréable.",
      "example_translation": "Прохладный ветер на жаркий летний день был освежающим. Холодная вода была идеальной для плавания. Прохладная погода сделает наш поход более приятным.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fou",
      "translation": "сумасшедший",
      "definition": "Mentalement instable; ayant un désir fort et déraisonnable ou une grande enthousiasme.",
      "definition_translation": "Психически неустойчивый; имеющий сильное и неразумное желание или энтузиазм.",
      "example": "Il conduit comme un fou sur l'autoroute. Elle est folle de son nouvel emploi. Je serai folièrement heureux lorsque je obtiendrai mon diplôme de collège.",
      "example_translation": "Он едет сумасшедшей скоростью на шоссе. Она сумасшедшая от своей новой работы. Я буду сумасшедше рад, когда закончу колледж.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dangereux",
      "translation": "опасный",
      "definition": "Plein de risque ; susceptible de causer du mal ou des blessures ; périlleux.",
      "definition_translation": "Полный риска; могут вызвать вред или травму; опасный.",
      "example": "Les routes étaient très dangereuses pendant l'hiver, j'étais soulagé d'être rentré chez moi sain et sauf. Je serai prudent demain en conduisant et j'espère éviter les zones dangereuses. Si je ne fais pas attention, je pourrais me trouver dans une situation dangereuse.",
      "example_translation": "Дороги были очень опасными зимой, я был рад вернуться домой целым и невредимым. Завтра я буду осторожен за рулем и надеюсь избежать опасных районов. Если я не буду осторожен, я может оказаться в опасной ситуации.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amical",
      "translation": "дружелюбный",
      "definition": "Ayant ou montrant une disposition chaleureuse et bienveillante ; étant en bons termes avec quelqu'un.",
      "definition_translation": "Имеющий или проявляющий теплое и добродушное отношение; быть в хороших отношениях с кем-то.",
      "example": "Mon voisin amical m'a toujours prêté main-forte. J'ai été amical avec mes collègues depuis que j'ai commencé à travailler ici. Je serai amical avec le nouvel étudiant et je lui ferai visiter le campus.",
      "example_translation": "Мой дружелюбный сосед всегдаready предлагает мне помочь. Я был дружелюбным с коллегами с тех пор, как начал работать здесь. Я буду дружелюбным к новому студенту и покажу ему вокруг кампуса.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "heureux",
      "translation": "радостный",
      "definition": "Éprouvant ou montrant du plaisir ou de la satisfaction.",
      "definition_translation": "Испытывая или проявляя радость или удовлетворение.",
      "example": "Je suis heureux d'avoir enfin réussi l'examen. Elle était heureuse de revoir sa famille après longtemps. Je serai heureux lorsque j'aurai fini mon projet et que je pourrai prendre une pause.",
      "example_translation": "Я рад, что я наконец сдал экзамен. Она была рада видеть свою семью после долгого времени. Я буду рад, когда закончу свой проект и смогу взять перерыв.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "honête",
      "translation": "честный",
      "definition": "Véridique et sincère ; ayant ou montrant un principe moral solide.",
      "definition_translation": "Правдивый и искренний; имеющий или проявляющий сильную моральную принцип.",
      "example": "Il est un homme honnête et toujours tient ses promesses. J'essaie d'être honnête avec mes amis et ma famille. Elle a été honnête sur ses sentiments et m'a dit la vérité.",
      "example_translation": "Он честный человек и всегда держит свои обещания. Я пытаюсь быть честным с друзьями и семьей. Она была честной о своих чувствах и сказала мне правду.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intéressé",
      "translation": "интересующий",
      "definition": "Éprouvant de la curiosité ou de la préoccupation à l'égard de quelque chose ou de quelqu'un.",
      "definition_translation": "Имеющий интерес к чему-либо или кому-либо.",
      "example": "J'étais intéressé par le film, alors j'ai regardé à nouveau. Je suis intéressé par l'apprentissage de nouvelles langues. Je serai intéressé de participer à la conférence.",
      "example_translation": "Я былinterested в фильме, поэтому я смотрел его снова. Я интересуюсь обучением новых языков. Я будуinterested в участии в конференции.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gentil",
      "translation": "добрый",
      "definition": "Ayant ou montrant une nature douce et considérée.",
      "definition_translation": "Имеющий или проявляющий мягкую, бережливую натуру.",
      "example": "Mon enseignant a été gentil avec moi lorsque j'ai fait une erreur. Elle a été gentille avec moi tout au long de l'année. Elle sera gentille avec moi lorsque j'aurai besoin d'aide.",
      "example_translation": "Моя учительница была доброй ко мне, когда я совершил ошибку. Она была доброй ко мне на протяжении всего года. Она будет доброй ко мне, когда мне потребуется помощь.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "paresseux",
      "translation": "ленивый",
      "definition": "Récalcitrant au travail ou à l'effort.",
      "definition_translation": "Не желающий работать или прилагать усилия.",
      "example": "J'étais paresseux hier, donc je n'ai pas fait mes devoirs. Je suis paresseux aujourd'hui, donc je ne fais pas la vaisselle. Je serai paresseux demain, donc je ne vais pas aller au gymnase.",
      "example_translation": "Я был ленивым вчера, поэтому я не делал домашнюю работу. Я ленивый сегодня, поэтому я не буду делать посуду. Я буду ленивым завтра, поэтому я не пойду в спортзал.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "furieux",
      "translation": "сердитый",
      "definition": "Éprouvant ou montrant une grande colère ou irritation.",
      "definition_translation": "Испытывая или проявляя большую злобу или раздражение.",
      "example": "J'étais furieux contre mon frère lorsqu'il a cassé mon jouet. Je suis furieux contre le gouvernement pour avoir augmenté les impôts. Je serai furieux contre moi-même si je rate l'examen.",
      "example_translation": "Я был сердит на брата, когда он сломал мою игрушку. Я сердит на правительство за повышение налогов. Я буду сердит на себя, если не сдам экзамен.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ravi",
      "translation": "радостный",
      "definition": "Éprouvant ou montrant du plaisir ou de la satisfaction.",
      "definition_translation": "чувствуя или демонстрируя радость или удовлетворение",
      "example": "J'étais ravi de voir mon ami après longtemps. Je suis ravi de mon nouveau travail. Je serai ravi de vous aider.",
      "example_translation": "Я был рад видеть моего друга после долгого времени. Я доволен своей новой работой. Я будет рад помочь вам.",
      "imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poli",
      "translation": "вежливый",
      "definition": "Ayant ou montrant un comportement respectueux et considéré envers les autres.",
      "definition_translation": "имеющий или демонстрирующий поведение, которое является уважительным и считательным по отношению к другим людям",
      "example": "Elle a été polie avec tout le monde à la fête. Il est toujours poli envers ses enseignants. Ils seront polis avec leurs invités.",
      "example_translation": "Она была вежлива со всеми на.party. Он всегда вежлив к своим учителям. Они будут вежливы к своим гостям.",
      "imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pauvre",
      "translation": "бедный",
      "definition": "ayant peu ou pas d'argent, de biens ou d'autres moyens de soutien",
      "definition_translation": "имея мало или совсем нет денег, товаров или других средств поддержки",
      "example": "Il était pauvre et ne pouvait pas s'offrir une voiture. Ils sont pauvres et vivent dans un petit appartement. Elle sera pauvre si elle ne trouve pas de travail.",
      "example_translation": "Он был беден и не мог dovolno автомобиля. Они бедны и живут в маленькой квартире. Она будет бедной, если не получит работу.",
      "imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "silencieux",
      "translation": "тихий",
      "definition": "faisant peu ou pas de bruit",
      "definition_translation": "делая мало или совершенно не шума",
      "example": "La bibliothèque est silencieuse pendant les examens. Elle était silencieuse pendant la réunion. Il sera silencieux pendant le concert.",
      "example_translation": "Библиотека тихая во время экзаменов. Она была тихой на встрече. Он будет тихим на концерте.",
      "imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sérieux",
      "translation": "серьезный",
      "definition": "Éprouvant ou montrant une intention, une attitude ou un humeur sincères et solennelles.",
      "definition_translation": "Чувствующий или демонстрирующий искреннюю и серьёзную намерение,Relation или настроение.",
      "example": "Il était très sérieux au travail et rencontrait toujours les délais. Il avait été sérieux concernant son éducation lorsqu'il était jeune. Il sera sérieux concernant ses objectifs de carrière à l'avenir.",
      "example_translation": "Он был очень серьёзен в своей работе и всегда сдавал задания вовремя. Он был серьёзен в отношении своего образования, когда он был молодым. Он будет серьёзен в отношении своих карьерных целей в будущем.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stupide",
      "translation": "глупый",
      "definition": "Manquant d'intelligence, de bon sens ou de jugement sage; fou.",
      "definition_translation": "Отсутствие интеллекта, здравого смысла или good судьбы; глупый.",
      "example": "Il a fait une chose stupide en investissant tout son argent dans une pyramide de Ponzi. Elle avait été stupide de faire confiance à lui avec son mot de passe. Ils seront stupides d'ignorer les signaux d'avertissement.",
      "example_translation": "Он сделал глупую вещь, инвестируя все свои деньги в пирамидную схему. Она была глупой, доверив ему свой пароль. Они будут глупыми, игнорируя предупредительные знаки.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "surpris",
      "translation": "удивленный",
      "definition": "Éprouvant ou montrant un sens de la merveille, de l'étonnement ou de plaisir inattendu.",
      "definition_translation": "Чувствующий или демонстрирующий чувство удивления, изумления или неожиданной радости.",
      "example": "J'ai été surpris par la nouvelle de sa grossesse. Il avait été surpris par la beauté de la ville. Ils seront surpris par la complexité de la tâche.",
      "example_translation": "Я был удивлен новостью о ее беременности. Он был удивлен красотой города. Они будут удивлены сложностью задачи.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doux",
      "translation": "сладкий",
      "definition": "Ayant un goût agréable et sucré; plaisant et délicieux.",
      "definition_translation": "Имеющий приятный и сахаристый вкус; приятный и обаятельный.",
      "example": "Elle a mangé un gâteau doux pour dessert. Il avait été doux avec sa petite amie le jour de la Saint-Valentin. Ils seront doux envers leurs enfants lorsqu'ils grandiront.",
      "example_translation": "Она съела сладкий торт на десерт. Он был сладок к своей девушке на День святого Валентина. Они будут сладки к своим детям, когда они вырастут.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "range",
      "translation": "аккуратный",
      "definition": "arranger ou conserver dans l'ordre; rendre ou conserver propre et organisé",
      "definition_translation": "упорядочивать или держать в порядке; делать или держать чистым и организованным",
      "example": "J'ai rangé ma chambre hier, je la rangerai à nouveau demain, et je la range chaque semaine.",
      "example_translation": "Я убрал свою комнату вчера, я уберу ее снова завтра, и я убирал ее каждую неделю.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "malheureux",
      "translation": "несчастный",
      "definition": "ne pas se sentir heureux ou content; éprouver de la tristesse ou de la mécontentement",
      "definition_translation": "не чувствующий счастья или удовлетворения; испытывающий печаль или неудовлетворенность",
      "example": "J'étais malheureux dans mon emploi l'année dernière, je suis malheureux maintenant, et je serai malheureux l'année prochaine.",
      "example_translation": "Я был несчастен с meiner работой в прошлом году, я несчастен с ней сейчас, и я буду несчастен с ней в следующем году.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "inquiet",
      "translation": "встревоженный",
      "definition": "éprouvant de l'anxiété ou de la préoccupation à propos de quelque chose",
      "definition_translation": "чувствующий тревогу или беспокойство о чем-то",
      "example": "J'étais inquiet à propos de mes résultats d'examen hier, je suis inquiet maintenant, et je serai inquiet jusqu'à ce que j'obtienne mes résultats.",
      "example_translation": "Я встревожен о своих результатах экзамена вчера, я встревожен о них сейчас, и я буду встревожен о них до тех пор, пока не получу их.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "actif",
      "translation": "активный",
      "definition": "engagé dans une activité ou une opération; pas inactif ou oisif",
      "definition_translation": "занятый какой-либо деятельностью или операцией; не бездействующий или неактивный",
      "example": "J'étais actif dans les sports lorsqu'il était plus jeune, je suis actif dans ma communauté maintenant, et je serai actif dans ma carrière l'année prochaine.",
      "example_translation": "Я был активен в спорте, когда я был моложе, я активен в своей общине сейчас, и я буду активен в своей карьере в следующем году.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étonné",
      "translation": "изумленный",
      "definition": "Éprouver une grande surprise ou une stupéfaction, souvent accompagnée d'un sentiment d'émerveillement.",
      "definition_translation": "Чувство большой неожиданности или изумления, часто сопровождаемое чувством удивления.",
      "example": "J'ai été étonné par la beauté du Grand Canyon. Je suis étonné par la complexité de l'algorithme. Je serai étonné si je passe l'examen.",
      "example_translation": "Я был изумлен beauty Гранд-Каньона. Я удивлен сложностью алгоритма. Я буду изумлен, если сдаю экзамен.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "incroyable",
      "translation": "удивительный",
      "definition": "Extrêmement bon ou attractif, provoquant une grande surprise ou une admiration.",
      "definition_translation": "До крайности хороший или привлекательный, вызывающий большое удивление или восхищение.",
      "example": "Le feu d'artifice était incroyable. Le nouveau restaurant est incroyable. La vue du haut sera incroyable.",
      "example_translation": "Шоу фейерверков было удивительным. Новый ресторан удивительный. Вид с вершины будет удивительным.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "en colère",
      "translation": "с гневом",
      "definition": "Dans un état de forte colère ou d'irritation.",
      "definition_translation": "В состоянии сильного гнева или раздражения.",
      "example": "Elle a parlé en colère à son frère. Il a répondu en colère à la critique. Ils réagiront en colère à la nouvelle.",
      "example_translation": "Она заговорила с братом с гневом. Он ответил критике с гневом. Они отреагируют на новость с гневом.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ennuyé",
      "translation": "раздраженный",
      "definition": "Éprouvant de l'irritation ou de la frustration, souvent d'une manière puérile.",
      "definition_translation": "Чувствующий раздражение или фрустрацию, часто в мелочном плане.",
      "example": "J'ai été ennuyé par le bruit. Elle se sent ennuyée lorsque les gens sont en retard. Ils seront ennuyés si ils ne reçoivent pas le paquet à temps.",
      "example_translation": "Я был раздражен шумом. Она раздражается, когда люди опаздывают. Они будут раздражены, если не получат пакет вовремя.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ennuyeux",
      "translation": "раздражающий",
      "definition": "Provoquant de l'irritation ou de l'ennui.",
      "definition_translation": "вызывающий раздражение или недовольство",
      "example": "Le son ennuyeux de la sonnerie m'a réveillé. Je trouve son comportement ennuyeux. Je ne tolérerai pas les commentaires ennuyeux.",
      "example_translation": "Раздражающий звук будильника разбудил меня. Я нахожу его поведение раздражающим. Я не терплю раздражающих комментариев.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "inquiet",
      "translation": "тревожный",
      "definition": "Éprouvant de l'inquiétude ou de l'anxiété à propos de quelque chose ou quelqu'un.",
      "definition_translation": "чувствующий беспокойство или нервозность по поводу кого-то или чего-то",
      "example": "J'étais inquiet à propos de l'examen. Elle est devenue inquiète lorsqu'elle n'a pas entendu parler de lui. Ils seront inquiets de voir leur nouvelle maison.",
      "example_translation": "Я был тревожен перед экзаменом. Она стала тревожной, когда не услышала от него. Они будут тревожными, чтобы увидеть свой новый дом.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brave",
      "translation": "храбрый",
      "definition": "Montrant du courage ou de la force face au danger ou à la difficulté.",
      "definition_translation": "демонстрирующий храбрость или силу в лицо опасности или трудности",
      "example": "Il a été brave pendant la guerre. Le brave pompier a sauvé l'enfant. Elle sera brave et lui dira la vérité.",
      "example_translation": "Он был храбрым во время войны. Храбрый пожарный спас ребенка. Она будет храброй и скажет ему правду.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bravement",
      "translation": "храбро",
      "definition": "Dans un manière brave ou courageuse.",
      "definition_translation": "в храбром или мужественном стиле",
      "example": "Elle a bravement affronté ses peurs. Il a bravement combattu pour son pays. Ils seront bravement affronteront les obstacles.",
      "example_translation": "Она храбро столкнулась с своими страхами. Он храбро боролся за свою страну. Они храбро преодолеют障碍.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "charmeur",
      "translation": "очаровывающий",
      "definition": "Extrêmement agréable ou attractif.",
      "definition_translation": "чрезвычайно приятный или привлекательный",
      "example": "Elle a été charmeuse et a conquis l'auditoire avec son discours. Elle charmera les investisseurs avec sa nouvelle proposition demain. Elle avait charmé les critiques avec sa précédente performance.",
      "example_translation": "Она была очаровательной и покорила аудиторию своей речью. Она будет очаровывать инвесторов своей новой предложением завтра. Она очаровала критиков своим предыдущим выступлением.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "joyeux",
      "translation": "VESёLЫЙ",
      "definition": "Ayant ou montrant une vision agréable et optimiste.",
      "definition_translation": "имеющий или проявляющий приятный и оптимистичный настрой",
      "example": "Il était joyeux et a aidé à élever le moral de tout le monde. Elle est joyeuse et nous fait toujours rire. Ils avaient été joyeux pendant les temps difficiles.",
      "example_translation": "Он был весёлым и помог поднять настроение всем. Она является весёлой и всегда делает нас смеяться. Они были весёлыми во время трудных времен.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "froid",
      "translation": "ХОЛОДНЫЙ",
      "definition": "ayant une température basse",
      "definition_translation": "имеющий низкую температуру",
      "example": "Il faisait froid dehors, donc j'ai mis un manteau. L'eau est froide, alors attention de ne pas glisser. Il fera froid demain, alors emportez des vêtements chauds.",
      "example_translation": "На улице было холодно, поэтому я надел куртку. Вода холодная, поэтому будьте осторожны, чтобы не поскользнуться. Завтра будет холодно, поэтому упакуйте тёплую одежду.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "confus",
      "translation": "ЗАПУТАННЫЙ",
      "definition": "incapable de penser clairement ou de prendre des décisions",
      "definition_translation": "не способный думать четко или принимать решения",
      "example": "J'étais confus par les instructions complexes. Elle est confuse quant à ses sentiments envers lui. Ils avaient été confus par les informations contradictoires.",
      "example_translation": "Я был запутан сложными инструкциями. Она запутана в своих чувствах к нему. Они были запутаны противоречивой информацией.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "créatif",
      "translation": "креативный",
      "definition": "Ayant la capacité ou le pouvoir de créer quelque chose de nouveau ou original ; ayant une imagination ou un pouvoir créatif fort.",
      "definition_translation": "Имеющий способность или власть создавать что-то новое или оригинальное; имеющий сильное воображение или творческую силу.",
      "example": "L'artiste était très créatif dans son utilisation des couleurs dans le tableau. Elle a créé une série de peintures l'année dernière, et en créera une autre le mois prochain.",
      "example_translation": "Художник была очень креативной с использованием цветов в живописи. Она создала серию картин в прошлом году и создаст еще одну в следующем месяце.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cruel",
      "translation": "жестокий",
      "definition": "Causing la douleur ou la souffrance, soit physiquement ou émotionnellement, souvent délibérément ou avec malveillance.",
      "definition_translation": "Причиняющий физическую или эмоциональную боль, часто намеренно или злобно.",
      "example": "Le dictateur cruel règnait le pays d'une main de fer. Il était cruel envers ses ennemis, et sera cruel envers quiconque s'opposera à lui à l'avenir.",
      "example_translation": "Жестокий диктатор правил страной с железной рукой. Он был жесток к своим врагам и будет жесток к любому, кто будет против него в будущем.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "curieux",
      "translation": "любопытный",
      "definition": "Ayant le désir d'apprendre ou de savoir quelque chose, souvent de manière ludique ou interrogative.",
      "definition_translation": "Имеющий желание учиться или знать о чем-то, часто в игривой или рассуждающей манере.",
      "example": "L'enfant curieux posait beaucoup de questions sur l'univers. Elle était curieuse des étoiles, et sera curieuse des planètes à l'avenir.",
      "example_translation": "Любопытный ребенок задал много вопросов о Вселенной. Она была любопытной о звездах и будет любопытной о планетах в будущем.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "curieusement",
      "translation": "любопытно",
      "definition": "De manière curieuse ou interrogative, souvent avec un sens de merveille ou de surprise.",
      "definition_translation": "В любопытной или рассуждающей манере, часто с чувством изумления или удивления.",
      "example": "Elle a regardé l'objet étrange curieusement, se demandant ce que c'était. Les touristes ont marché curieusement autour des ruines anciennes, et exploreront le musée curieusement demain.",
      "example_translation": "Она посмотрела на странное объект любопытно,궁о том, что это было. Туристы walked вокруг древних руин любопытно, и будут изучать музей любопытно завтра.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ravie",
      "translation": "радостный",
      "definition": "Éprouvant ou montrant un grand plaisir ou une grande jouissance.",
      "definition_translation": "Испытывая или проявляя большое удовольствие или радость.",
      "example": "J'étais ravie de voir mes amis à la fête. Je suis ravie d'annoncer notre nouveau produit. Je serai ravie de vous aider avec votre projet.",
      "example_translation": "Я был рад видеть своих друзей на вечеринке. Я рад объявить о нашем новом продукте. Я буду рад помочь вам с вашим проектом.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dépressé",
      "translation": "депрессивный",
      "definition": "Éprouvant un sentiment de tristesse et de désespoir.",
      "definition_translation": "Испытывая грусть и безнадежность.",
      "example": "Je me suis senti déprimé après avoir perdu mon emploi. Je suis déprimé par l'état actuel de la politique. Je serai déprimé si je n'obtiens pas la promotion.",
      "example_translation": "Я чувствовал депрессию после потери работы. Я депрессивен по поводу текущего состояния политики. Я буду депрессивен, если не получу повышение.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "déçu",
      "translation": "разочарованный",
      "definition": "Éprouvant un sentiment de tristesse ou de désillusionnement parce que quelque chose n'a pas eu lieu ou n'était pas aussi bien que prévu.",
      "definition_translation": "Испытывая неудовлетворенность или разочарование, потому что что-то не произошло или было не так хорошо, как ожидаемо.",
      "example": "J'ai été déçu par le film. Je suis déçu par ma performance. Je serai déçu si nous ne gagnons pas le jeu.",
      "example_translation": "Я был разочарован фильмом. Я разочаровался в моей производительности. Я буду разочарован, если мы не выиграем игру.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "décevant",
      "translation": "разочаровывающий",
      "definition": "Échouant à satisfaire les attentes ou les espoirs.",
      "definition_translation": "Не удовлетворяющий ожиданиям или надеждам.",
      "example": "Le film a été décevant. Les nouvelles ont été décevantes. L'expérience a été décevante.",
      "example_translation": "Фильм был разочаровывающим. Новости были разочаровывающими. Опыт был разочаровывающим.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "décontracté",
      "translation": "легкий в общении",
      "definition": "ayant une personnalité agréable et détendue, facile à vivre",
      "definition_translation": "имея приятную и расслабленную личность, легко сходиться",
      "example": "Elle est une personne très décontractée, toujours prête à aider. Elle était décontractée et s'est fait des amis rapidement. Elle sera décontractée et s'adaptera à la nouvelle équipe.",
      "example_translation": "Она очень легкая в общении, всегда готов помочь. Она была легкой в общении и быстро делала друзей. Она будет легкой в общении и адаптируется к новой команде.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gêné",
      "translation": "смущенный",
      "definition": "éprouvant ou montrant de la honte ou de la culpabilité, souvent dans une situation sociale",
      "definition_translation": "чувствующий или проявляющий стыд или вину, часто в социальной ситуации",
      "example": "J'ai eu honte lorsque je me suis trompé sur les escaliers. Elle était gênée par sa erreur. Il sera gêné s'il perd le jeu.",
      "example_translation": "Я чувствовал смущение, когда упал на лестнице. Она была смущена своей ошибкой. Он будет смущен, если проиграет игру.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gênant",
      "translation": "смущающий",
      "definition": "provoquant des sentiments de honte ou de gêne",
      "definition_translation": "вызывающий чувства стыда или смущения",
      "example": "C'était un moment gênant pour tout le monde. La situation gênante nous a fait tous rire. L'erreur gênante a été corrigée rapidement.",
      "example_translation": "Это был смущающий момент для всех. Смущающая ситуация вызвала смех у нас всех. Смущающая ошибка была быстро исправлена.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agréable",
      "translation": "приятный",
      "definition": " procurant du plaisir ou de la joie, plaisant à vivre",
      "definition_translation": "приносящий удовольствие или радость, приятный для переживания",
      "example": "Le film était agréable, j'ai adoré l'intrigue. Le voyage agréable nous a rendus tous heureux. La soirée agréable sera rappelée longtemps.",
      "example_translation": "Фильм был приятным, я любил сюжет. Приятная поездка сделала нас всех счастливыми. Приятная вечеринка будет вспоминаться lâu времени.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avec enthousiasme",
      "translation": "радостно",
      "definition": "De manière à montrer de l'enthousiasme et de l'impatience.",
      "definition_translation": "С энтузиазмом и желанием.",
      "example": "Elle a parlé avec enthousiasme de ses vacances à venir. Elle a été parlant avec enthousiasme de son nouveau travail. Elle parlera avec enthousiasme de sa remise de diplôme.",
      "example_translation": "Она радостно рассказывала о предстоящем отпуске. Она давно рассказывала радостно о новой работе. Она будет радостно рассказывать о своем выпуске.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épuisé",
      "translation": "исчерпанный",
      "definition": "Se sentant extrêmement fatigué ou vidé d'énergie.",
      "definition_translation": "Чувствующий себя чрезвычайно утомленным или истощенным энергией.",
      "example": "Après le marathon, j'étais épuisé. J'ai été épuisé après avoir travaillé en heures supplémentaires. Je serai épuisé après ce voyage.",
      "example_translation": "После марафона我 был истощен. Я был истощен после работы в сверхурочное время. Я буду истощен после этой поездки.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "expérimenté",
      "translation": "опытный",
      "definition": "Ayant acquis de la connaissance ou une compétence par la pratique ou l'exposition.",
      "definition_translation": "Приобретенный знания или навыки через практику или экспозицию.",
      "example": "Un enseignant expérimenté peut gérer des élèves difficiles. Il a été expérimenté dans la gestion d'équipes. Elle sera expérimentée dans la prise de parole en public.",
      "example_translation": "Опытный учитель может справиться со сложными студентами. Он приобрел опыт в управлении командами. Она будет опытной в публичных выступлениях.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oublieux",
      "translation": "забывчивый",
      "definition": "Enclin à oublier des choses ou des souvenirs.",
      "definition_translation": "Склонный к забыванию вещей или воспоминаний.",
      "example": "Je suis oublieux et je place toujours mes clés n'importe où. Elle a été oublieuse depuis son accident. Il sera oublieux s'il ne prend pas de notes.",
      "example_translation": "Я забывчивый и постоянно теряю свои ключи. Она была забывчивой после своей аварии. Он будет забывчивым, если не будет делать записи.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "effrayé",
      "translation": "испуганный",
      "definition": "éprouvant de la peur ou de l'anxiété; effrayé",
      "definition_translation": "испытывая страх или тревогу; напуганный",
      "example": "J'ai eu peur du bruit fort. J'ai peur des araignées. J'aurai peur si je ne vous vois pas demain.",
      "example_translation": "Я был испуган громким шумом. Я боюсь пауков. Я буду испуган, если не увижу тебя завтра.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "généreux",
      "translation": "щедрый",
      "definition": "prêt à donner librement de son argent, de son temps ou de ses ressources",
      "definition_translation": "желает дать добровольно свои деньги, время или ресурсы",
      "example": "Elle a été généreuse de son temps et m'a aidé à déménager. Il est généreux de son argent et fait des dons à une œuvre de charité. Ils seront généreux de leurs ressources et pourvoiront à leurs enfants.",
      "example_translation": "Она была щедрой со своим временем и помогла мне переехать. Он щедр со своими деньгами и жертвует на благотворительность. Они будут щедрыми со своими ресурсами и обеспечат своих детей.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doux",
      "translation": "мягкий",
      "definition": "doux et paisible dans la nature ou le comportement; pas dur ou rugueux",
      "definition_translation": "мягкий и нежный по своей природе или поведению; не жестокий или грубый",
      "example": "Elle a une douce touche avec les animaux. Il est doux avec ses mots et ne blesse pas les sentiments de qui que ce soit. Ils seront doux envers leurs enfants et leur enseigneront la gentillesse.",
      "example_translation": "У нее мягкое прикосновение к животным. Он мягок со своими словами и не задевает ничьих чувств. Они будут мягкими со своими детьми и научат их доброте.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "reconnaissant",
      "translation": "благодарный",
      "definition": "éprouvant ou montrant de l'appréciation ou de la gratitude",
      "definition_translation": "чувствующий или проявляющий благодарность или感謝ность",
      "example": "J'étais reconnaissant pour le cadeau. Elle est reconnaissante pour l'opportunité d'apprendre. Ils seront reconnaissants pour l'aide qu'ils ont reçue.",
      "example_translation": "Я был благодарен за подарок. Она благодарна за возможность учиться. Они будут благодарны за помощь, которую они получили.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coupable",
      "translation": "виновный",
      "definition": "Ayant commis une offense ou un crime; responsable d'une erreur ou d'une injustice.",
      "definition_translation": "Совершивший преступление или преступление; ответственный за неправильное или несправедливое деяние.",
      "example": "J'ai eu le sentiment de culpabilité pour avoir menti à mes parents. J'avais été coupable de plagiarism dans mon essai. Je me sentirai coupable si je ne m'excuse pas auprès d'elle.",
      "example_translation": "Я чувствовал себя виноватым за то, что солгал моим родителям. Я был виновен в плагиате в своем эссе. Я буду чувствовать себя виноватым, если не попрощаюсь с ней.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "heureusement",
      "translation": "счастливо",
      "definition": "D'une manière heureuse ou joyeuse; avec un sentiment de plaisir ou de contentement.",
      "definition_translation": "С радостью или удовлетворением; с чувством удовольствия или удовлетворения.",
      "example": "Nous avons vécu heureusement jamais après. J'ai accepté l'offre d'emploi avec joie. Ils se marieront heureusement l'année prochaine.",
      "example_translation": "Мы жили счастливо после этого. Я счастливо принял предложение работы. Они счастливо поженятся в следующем году.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "utile",
      "translation": "полезный",
      "definition": "Fournissant de l'assistance ou du soutien; utile ou bénéfique.",
      "definition_translation": "Оказывая помощь или поддержку; полезный или благоприятный.",
      "example": "Le professeur a été très utile pendant la leçon. Ce logiciel est utile pour l'analyse des données. Ils nous ont été utiles en temps de besoin.",
      "example_translation": "Учитель был очень полезен во время урока. Это программное обеспечение полезно для анализа данных. Они были полезны в наш час нужды.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "espérant",
      "translation": "надежный",
      "definition": "Ayant un sentiment d'attente ou de désir que quelque chose se produise.",
      "definition_translation": "Имея чувство ожидания или желания, чтобы что-то произошло.",
      "example": "J'étais espérant que j'obtiendrais le travail. Elle était espérante à propos du nouveau traitement. Ils étaient espérants que la pluie s'arrêterait bientôt.",
      "example_translation": "Я был надеюсь, что получу работу. Она была надеется на новое лечение. Они были надеясь, что дождь остановится вскоре.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "désespéré",
      "translation": "безнадёжный",
      "definition": "N'ayant aucune attente de bien ou d'amélioration; désespéré.",
      "definition_translation": "Не имеющий ожиданий хорошего или улучшения; отчаянный.",
      "example": "Elle a eu le sentiment de désespoir après avoir reçu les nouvelles, mais puis elle a décidé d'agir. Elle avait été désespérée dans sa précédente relation, mais maintenant elle est amoureuse. Elle se sentira désespérée si elle n'obtient pas le travail.",
      "example_translation": "Она чувствовала себя безнадёжной, получив известие, но затем она решила действовать. Она была безнадёжной в её предыдущих отношениях, но теперь она влюблена. Она будет чувствовать себя безнадёжной, если она не получит работу.",
      "imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "blessé",
      "translation": "обидеть",
      "definition": "Causer une douleur physique ou émotionnelle à quelqu'un ou quelque chose.",
      "definition_translation": "Причинять физическую или эмоциональную боль или травму кому-то или чему-то.",
      "example": "Elle s'est blessée au genou en courant hier, mais maintenant cela fait moins mal. Il a blessé ses sentiments quand il a dit cela, mais il ne voulait pas la blesser. Si elle ne prend pas soin, elle se blessera elle-même.",
      "example_translation": "Она обидела свою лодыжку, бегая вчера, но теперь это болит меньше. Он обидел ее чувства, когда сказал это, но он не хотел обидеть ее. Если она не будет беречься, она обидит себя.",
      "imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amoureux",
      "translation": "влюбленный",
      "definition": "Ayant des sentiments forts d'amour ou d'affection pour quelqu'un.",
      "definition_translation": "Имея сильные чувства любви или привязанности к кому-то.",
      "example": "Ils étaient amoureux depuis leur premier rendez-vous, mais maintenant ils se marient. Elle s'est sentie amoureuse de lui quando elle l'a vu sourire, et elle savait qu'elle était amoureuse. Ils seront amoureux pour toujours.",
      "example_translation": "Они были влюблены с первого свидания, но теперь они женятся. Она чувствовала себя влюбленной в него, когда увидела его улыбающимся, и она знала, что она влюблена. Они будут влюблены навечно.",
      "imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "en larmes",
      "translation": "в слезах",
      "definition": "Pleurer, notamment fort ou sans contrôle.",
      "definition_translation": "Плачущий, особенно громко или неудержимо.",
      "example": "Le film était si triste qu'elle était en larmes, mais puis elle a ri. Il était en larmes quand il a dit au revoir à sa famille, et il était en larmes lorsqu'il les a revus. Les nouvelles l'ont laissée en larmes.",
      "example_translation": "Фильм был такSad, что она была в слезах, но затем она засмеялась. Он был в слезах, когда сказал прощай своей семье, и он был в слезах, когда увидел их снова. Новости оставили ее в слезах.",
      "imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "интеллектуальный",
      "definition": "Ayant la capacité d'apprendre ou de comprendre ou de résoudre des problèmes ; ayant une grande capacité mentale.",
      "definition_translation": "Имеющий способность обучаться или понимать, или решать проблемы; имеющий высокую умственную способность.",
      "example": "Elle est une personne intelligente qui peut résoudre des problèmes complexes. Elle a résolu le puzzle intelligemment hier. Elle analysera intelligemment les données la semaine prochaine.",
      "example_translation": "Она умная человек, который может решать сложные проблемы. Она разрешила головоломку inteligently вчера. Она подумает над данными следующей неделей intelligently.",
      "imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jaloux",
      "translation": "ревнивый",
      "definition": "Éprouvant ou montrant un désir intense d'avoir quelque chose ou d'être avec quelqu'un ; éprouvant de la rancune ou de l'amertume parce que quelqu'un d'autre a quelque chose que vous voulez.",
      "definition_translation": "Чувствующее или демонстрирующее интенсивное желание иметь что-то или быть с кем-то; cítící обиду или горечь потому, что кто-то другой имеет то, что вы хотите.",
      "example": "Il était jaloux de la nouvelle voiture de son frère. Il a éprouvé de la jalousie lorsque sa petite amie a parlé à un autre garçon. Il sera jaloux si son ami obtient le travail.",
      "example_translation": "Он был ревнив по поводу новой машины его брата. Он чувствовал обиду, когда его девушка разговаривала с другим парнем. Он будет ревнив, если его друг получит работу.",
      "imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avide",
      "translation": "острый",
      "definition": "Ayant un intérêt fort et enthousiaste pour quelque chose ; ayant un esprit vif ou une intellect.",
      "definition_translation": "Имеющий сильный и энthusiastический интерес к чему-то; имеющий острый ум или интеллект.",
      "example": "Elle est avide de jouer au tennis. Elle était avide d'apprendre la nouvelle langue. Elle sera avide d'assister au concert.",
      "example_translation": "Она любит играть в теннис. Она была полна стремления научиться новому языку. Она будет полна стремления посетить концерт.",
      "imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aimablement",
      "translation": "любезно",
      "definition": "De manière amicale et prévenante ; avec une volonté de aider ou d'assister.",
      "definition_translation": "В дружелюбном и заботливом стиле; с готовностью помочь или помочь.",
      "example": "Elle m'a aimablement offert de m'aider avec mes devoirs. Elle m'a aimablement donné un tour jusqu'à l'aéroport. Elle nous expliquera aimablement les règles.",
      "example_translation": "Она любезно предложила помочь мне с домашним заданием. Она любезно дала мне поездку в аэропорт. Она будет любезно объяснять нам правила.",
      "imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "animé",
      "translation": "живой",
      "definition": "Plein d'énergie et de vitalité ; enthousiaste et animé.",
      "definition_translation": "Полный энергии и vitalности; энтузиастичный и живой.",
      "example": "La musique animée a mis tout le monde sur ses pieds. Hier, j'ai écouté un discours animé. Je vais assister à une fête animée ce soir.",
      "example_translation": "Живая музыка всех привела в движение. Вчера я слушала живую речь. Сегодня ночью я посещу живой вечеринку.",
      "imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "solitaire",
      "translation": "одинокий",
      "definition": "Triste ou malheureux parce que vous êtes seul ou n'avez pas d'amis.",
      "definition_translation": "Грустный или несчастный, потому что вы один или у вас нет друзей.",
      "example": "J'ai éprouvé de la solitude après avoir déménagé dans une nouvelle ville. Hier, j'étais solitaire dans le parc. Je ne serai pas solitaire au party ce soir.",
      "example_translation": "Я чувствовал себя одиноко, после переезда в новый город. Вчера я был одиноким в парке. Сегодня ночью я не буду одиноким на вечернике.",
      "imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lunatique",
      "translation": "капризный",
      "definition": "Donnant lieu à des changements soudains et inexplicables d'humeur, notamment en passant de l'état de bonheur à l'état de tristesse ou d'irritabilité.",
      "definition_translation": "Склонный к внезапным и необъяснимым изменениям настроения, особенно от счастья до печали или раздражительности.",
      "example": "Mon ami est lunatique aujourd'hui, alors je marche sur des œufs. Elle était lunatique hier, mais maintenant elle va bien. Il sera lunatique s'il n'obtient pas ce qu'il veut.",
      "example_translation": "Мой друг капризный сегодня, поэтому я иду на цыпочках. Она была капризной вчера, но теперь она в порядке. Он будет капризным, если он не получит то, что он хочет.",
      "imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "négatif",
      "translation": "отрицательный",
      "definition": "Exprimant ou laissant entendre une négation, un refus ou une opposition.",
      "definition_translation": "Выражающий или подразумевающий отрицание, отказ или противодействие.",
      "example": "J'ai une attitude négative envers les lundis. Hier, j'ai eu une expérience négative au magasin. Le docteur m'a donné un résultat de test négatif.",
      "example_translation": "У меня отрицательное отношение к понедельникам. Вчера у меня был отрицательный опыт в магазине. Доктор дал мне отрицательный результат теста.",
      "imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nerveux",
      "translation": "нервозный",
      "definition": "Éprouvant de l'anxiété ou de l'appréhension ; montrant des sentiments de nervosité.",
      "definition_translation": "Чувствуя тревогу или беспокойство; имея или проявляя признаки нервозности.",
      "example": "J'étais nerveux avant l'examen, mais puis j'ai commencé à me sentir plus confiant. J'avais été nerveux à l'idée de parler en public, mais maintenant je m'y suis habitué. Je serai nerveux à l'entrevue d'embauche demain.",
      "example_translation": "Я был нервозным перед экзаменом, но затем начал чувствовать себя более уверенно. Я был нервозным по поводу публичных выступлений, но теперь я привыкаю к этому. Завтра я буду нервозным перед интервью на работу.",
      "imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "patient",
      "translation": "пациент",
      "definition": "Une personne qui reçoit des soins médicaux, un traitement ou une attention.",
      "definition_translation": "Человек, получающий медицинскую помощь, лечение или внимание.",
      "example": "Le patient se remettait bien de la chirurgie. Le docteur a examiné le patient avec soin. L'infirmière va s'occuper du patient pendant la nuit.",
      "example_translation": "Пациент хорошо恢ился после операции. Доктор тщательно осмотрел пациента. Нigth медсестра будет ухаживать за пациентом всю ночь.",
      "imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poli",
      "translation": "вежливо",
      "definition": "De manière respectueuse et considérée envers les autres.",
      "definition_translation": "Способом, который является уважительным и учитывающим других.",
      "example": "Elle a parlé au client poliment. Il avait toujours traité ses collègues poliment. Ils accueilleront les invités poliment à la porte.",
      "example_translation": "Она разговаривала с клиентом вежливо. Он всегда обращался с коллегами вежливо. Они будут встречать гостей вежливо у двери.",
      "imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "puissant",
      "translation": "мощный",
      "definition": "Ayant ou capable d'exercer un grand pouvoir, force ou influence.",
      "definition_translation": "Имея или способный оказывать большую власть, силу или влияние.",
      "example": "Le moteur puissant s'est mis en marche. L'entreprise est devenue un acteur puissant sur le marché. La nouvelle politique leur donnera des outils plus puissants pour résoudre le problème.",
      "example_translation": "Мощный двигатель загремел жизнью. Компания стала мощным игроком на рынке. Новая политика даст им более мощные инструменты для решения проблемы.",
      "imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fier",
      "translation": "гордый",
      "definition": "Ayant ou montrant un fort sentiment de fierté, en particulier dans ses réalisations ou possessions.",
      "definition_translation": "Имея илиแสดงяя сильное чувство гордости, особенно в своих достижениях или владениях.",
      "example": "Elle était fière de sa nouvelle voiture et l'attendait depuis des mois. Elle est fière des réalisations scolaires de sa fille. Elle sera fière de montrer ses nouvelles compétences au party.",
      "example_translation": "Она гордилась своей новой машиной и ждала месяцев, чтобы ее получить. Она гордится академическими достижениями своей дочери. Она будет гордиться демонстрацией своих новых навыков на вечеринке.",
      "imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " querelleur",
      "translation": "ссорливый",
      "definition": "Ayant ou montrant une tendance à se disputer ou à se battre, notamment de manière insignifiante ou irraisonnable.",
      "definition_translation": "Имея или демонстрируя склонность к спорам или борьбе, особенно в мелочном или неразумном виде.",
      "example": "Il était une personne querelleuse et trouvait toujours à redire aux autres. Elle était querelleuse avec ses frères et sœurs lorsqu'elle était enfant. Ils seront querelleurs si ils n'obtiennent pas leur manière.",
      "example_translation": "Он был ссорливым человеком и всегда находил недостатки в других. Она была ссорливой со своими братьями и сестрами в детстве. Они будут ссорливыми, если они не получат своего пути.",
      "imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "détendu",
      "translation": "расслабленный",
      "definition": "Éprouvant ou montrant un état de calme ou de tranquillité, en particulier après une période de tension ou d'excitation.",
      "definition_translation": "Чувствующий или демонстрирующий состояние спокойствия или умиротворенности, особенно после периода напряжения или возбуждения.",
      "example": "Elle se sentait détendue sur les vacances de plage, loin de l'agitation de la vie urbaine. Il était détendu après un long bain chaud. Ils seront détendus une fois qu'ils auront terminé leur projet.",
      "example_translation": "Она чувствовала себя расслабленной на пляжном отдыхе, вдали от суеты и шума городской жизни. Он был расслаблен после длинной, горячей ванны. Они будут расслабленными, когда закончат свой проект.",
      "imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "détenteur",
      "translation": "расслабляющий",
      "definition": "Faisant sentir quelqu'un de calme ou de tranquille, en particulier après une période de tension ou d'excitation.",
      "definition_translation": "Вызывающий у кого-то чувство спокойствия или умиротворенности, особенно после периода напряжения или возбуждения.",
      "example": "Écouter de la musique est une activité détenteuse pour elle. Faire une promenade en nature est détenteur. Ils trouvent que jouer aux échecs est détenteur après une longue journée de travail.",
      "example_translation": "Слушание музыки - это расслабляющая деятельность для нее. Прогулка на природе - это расслабляющая. Они находит игру в шахматы расслабляющей после длинного дня труда.",
      "imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fiable",
      "translation": "надежный",
      "definition": "Pouvant être fiable ou dépendable pour faire quelque chose.",
      "definition_translation": "Способный быть доверенным или полагаться на выполнение чего-либо.",
      "example": "Il était une personne fiable qui avait toujours tenu ses promesses. Il est fiable et nous aidera certainement. Il sera fiable et terminera le projet à temps.",
      "example_translation": "Он был надежным человеком, который всегда держал свои обещания. Он является надежным и конечно поможет нам. Он будет надежным и закончит проект вовремя.",
      "imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "romantique",
      "translation": "романтический",
      "definition": "Relatif ou caractérisé par un appel sentimental ou émotionnel.",
      "definition_translation": "Относящийся к или характеризующийся сентиментальной или эмоциональной привлекательностью.",
      "example": "Le dîner romantique était parfait pour notre anniversaire. Elle était romantique et aimait regarder les couchers de soleil. Ils auront des vacances romantiques à Paris.",
      "example_translation": "Романтический обед был идеальным для нашей годовщины. Она была романтичной и любила смотреть на закаты. Они будут иметь романтический отпуск в Париже.",
      "imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grossier",
      "translation": "грубый",
      "definition": "Se comportant de manière grossière ou brutale, souvent de manière offensante ou ennuyeuse.",
      "definition_translation": "Ведет себя грубо или неотесанно, часто způsobem, который является оскорбительным или раздражающим.",
      "example": "Il a été grossier avec le client et s'est excusé plus tard. Elle était grossière et n'a pas dit merci. Ils ne seront pas grossiers envers leurs invités.",
      "example_translation": "Он был грубым к клиенту и позднее извинился. Она была грубой и не сказала спасибо. Они не будут грубыми к своим гостям.",
      "imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "satisfait",
      "translation": "довольный",
      "definition": "Éprouvant ou montrant de la satisfaction, souvent d'une manière calme et décontractée.",
      "definition_translation": "Чувствующий себя довольным или.content, часто способом, который является спокойным и расслабленном.",
      "example": "Elle était satisfaite du service et a laissé un bon commentaire. Il est satisfait de son travail et adore y travailler. Ils seront satisfaits du résultat.",
      "example_translation": "Она была довольной сервисом и оставила хороший отзыв. Он доволен своей работой и любит работать там. Они будут довольными результатом.",
      "imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "effrayé",
      "translation": "испуганный",
      "definition": "Éprouvant ou sentant de l'anxiété ou de la peur.",
      "definition_translation": "Испытывая страх или тревогу.",
      "example": "J'étais effrayé de faire du saut à ski pour la première fois. Je suis effrayé des araignées. Je serai effrayé si je n'obtiens pas le poste.",
      "example_translation": "Я был испуган прыгать с парашютом в первый раз. Я боюсь пауков. Я буду испуган, если не получу работу.",
      "imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "effrayant",
      "translation": "пугающий",
      "definition": "Provocant la peur ou l'alarme; effrayant.",
      "definition_translation": "Вызывающий страх или тревогу; страшный.",
      "example": "Le film effrayant m'a fait sursauter de mon siège. Les effets sonores effrayants ont ajouté à la tension. Le clown effrayant à la fête était trop pour les enfants.",
      "example_translation": "Страшный фильм заставил меня выпрыгнуть из своей сидения. Страшные звуковые эффекты добавили к напряжению. Устрашающий клоун на вечеринке был слишком для детей.",
      "imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "confiant en soi",
      "translation": "самоуверенный",
      "definition": "Ayant confiance en ses propres capacités, jugement ou actions.",
      "definition_translation": "Имеющий уверенность в своих способностях, суждении или действиях.",
      "example": "Elle était une oratrice confiante en elle-même qui avait captivé l'attention du public. Il était confiant en lui-même dans sa décision de lancer sa propre entreprise. Je serai confiant en moi-même dans ma réponse une fois que j'aurai vérifié les faits.",
      "example_translation": "Она была самоуверенным оратором, которая привлекала внимание аудитории. Он был самоуверенным в своем решении начать свой собственный бизнес. Я буду самоуверенным в моем ответе, когда я проверю факты дважды.",
      "imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "égocentrique",
      "translation": "эгоистичный",
      "definition": "Préoccupé de manière excessive ou exclusive de ses propres besoins, désirs ou bien-être.",
      "definition_translation": " Избыточно или исключительно озабоченный своими собственными потребностями, желаниями или благополучием.",
      "example": "Mon frère peut être égocentrique lorsqu'il s'agit de partager ses jouets. Elle était égocentrique et ne pensait qu'à sa propre carrière. Il était égocentrique et n'a pas considéré l'impact sur les autres.",
      "example_translation": "Мой брат может быть эгоистичным, когда речь идет о делении своих игрушек. Она была эгоистичной и только думала о своих собственных целях в карьере. Он был эгоистичным и не考虑ал влияния на других.",
      "imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sensé",
      "translation": "разумный",
      "definition": "Ayant, contenant ou indiquant du bon sens ou du jugement; raisonnable et prudent.",
      "definition_translation": "Имеющий, содержащий или свидетельствующий о хорошем смысле или суждении; разумный и предусмотрительный.",
      "example": "Elle était une personne sensée qui réfléchissait avant d'agir. Elle avait été sensée de avoir économisé de l'argent pour le voyage. Elle sera sensée et prendra un parapluie avec elle.",
      "example_translation": "Она была разумной personne, которая всегда думала перед тем, как действовать. Она была разумной enough, чтобы.save деньги для поездки. Она будет разумной и возьмет зонт с собой.",
      "imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "choqué",
      "translation": "шокированный",
      "definition": "Éprouvant une grande surprise ou une grande étonnement, souvent accompagnée d'un sentiment de détresse ou de découragement.",
      "definition_translation": "Чувствующий великое удивление или изумление, часто сопровождаемое чувством тревоги или огорчения.",
      "example": "J'étais choqué lorsque j'ai entendu la nouvelle. Elle était choquée par le bruit fort. Ils seront choqués par la surprise-party.",
      "example_translation": "Я был шокирован, когда услышал новость. Она была шокирована громким шумом. Они будут шокированы-surprise party.",
      "imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "choquant",
      "translation": "шокирующий",
      "definition": "Provocant un sentiment fort de surprise, d'étonnement ou d'indignation; profondément dérangeant ou offensant.",
      "definition_translation": "Вызывающий сильное чувство удивления, изумления или негодования; глубоко тревожный или оскорбительный.",
      "example": "La nouvelle choquante s'est répandue rapidement. L'image choquante est restée dans mon esprit. La vérité choquante a été révélée hier soir.",
      "example_translation": "Шокирующая новость быстро распространилась. Шокирующее изображение оставалось в моей памяти. Шокирующая правда была раскрыта вчера ночью.",
      "imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "timide",
      "translation": "забитый",
      "definition": "Éprouvant de la nervosité ou de la timidité en présence des autres; manquant de confiance en soi ou dans ses actions.",
      "definition_translation": "Чувствующий нервозность или робость в присутствии других; не уверенный в своих способностях или действиях.",
      "example": "Elle était timide et ne parlait pas en classe. Il était timide et rougissait lorsqu'il rencontrait elle. Ils seront timides et silencieux au parti.",
      "example_translation": "Она была застенчивой и не speaks lên в классе. Он был застенчивым и покраснел, когда встретил ее. Они будут застенчивыми и quiet на вечеринке.",
      "imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ridicule",
      "translation": "смешной",
      "definition": "Fol ou absurde, souvent d'une manière amusante",
      "definition_translation": "глупый или абсурдный, часто в забавной форме",
      "example": "J'étais ridicule et j'ai oublié mes clés à la maison. Je suis ridicule et je joue aux jeux vidéos toute la journée. Je serai ridicule et porterai un costume amusant au parti.",
      "example_translation": "Я был глуп и забыл ключи дома. Я веду себя глупо и играю в видеоигры весь день. Я буду глуп и надену комический костюм на вечеринку.",
      "imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "умный",
      "definition": "Ayant ou montrant une grande quantité d'intelligence ou de bon sens.",
      "definition_translation": "имеющий или демонстрирующий большой интеллект или здравый смысл",
      "example": "Elle est intelligente et résout le puzzle rapidement. Il était intelligent et a investi son argent sagement. Ils seront intelligents et étudieront dur pour l'examen.",
      "example_translation": " Она умна и быстро решает пазл. Он был умным и инвестирует деньги мудро. Они будут умными и тщательно готовиться к экзамену.",
      "imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sociable",
      "translation": "общительный",
      "definition": "prenant plaisir à la compagnie des autres et capable de parler et d'interagir avec les gens facilement",
      "definition_translation": "наслаждается компанией других и может легко разговаривать и общаться с людьми",
      "example": "Elle est sociable et fait facilement des amis. Il était sociable et a organizé une grande fête. Ils seront sociables et assisteront à tous les événements sociaux.",
      "example_translation": " Она общительна и легко заводит друзей. Он был общительным и tổыл большой вечеринка. Они будут общительными и посетят все социальные мероприятия.",
      "imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stressé",
      "translation": "напряженный",
      "definition": "se sentant anxieux ou submergé, souvent en raison de trop de travail ou de responsabilités",
      "definition_translation": "чувствуя тревогу или перегруженность, часто из-за слишком большой работы или ответственности",
      "example": "J'étais stressé et n'ai pas pu dormir hier soir. Elle est stressée et a besoin d'une vacance. Il sera stressé et étudiera dur pour l'examen.",
      "example_translation": " Я был напряжен и не мог спать прошлой ночью. Она была напряжена и нуждалась в отпуске. Он будет напряжен и тщательно готовиться к экзамену.",
      "imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stressant",
      "translation": "стрессовый",
      "definition": "causant ou caractérisé par le stress, l'anxiété ou la pression",
      "definition_translation": "вызывающий или характеризующий стресс, тревогу или давление",
      "example": "Le travail était stressant, mais j'ai réussi à gérer le workload. Je trouve les délais stressants, zejména lorsqu'ils sont serrés. La période stressante de ma vie était lorsque j'étais en train d'étudier pour les examens.",
      "example_translation": "Работа была стрессовой, но я смог справиться с работой. Я найти дедлайны стрессовыми, особенно когда они тесные. Стрессовый период в моей жизни был, когда я готовился к экзаменам.",
      "imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "strict",
      "translation": "строгий",
      "definition": "ayant ou marqué par une qualité sérieuse, sévère ou austère",
      "definition_translation": "имея или отмеченный серьезным, суровым или строгим качеством",
      "example": "Mes parents étaient très stricts lorsque j'étais enfant. Le professeur était strict en ce qui concerne les soumissions en retard. L'entreprise a des règles strictes en matière de confidentialité.",
      "example_translation": "Мои родители были очень строгими, когда я был ребенком. Учитель был строгим о поздних сдачах. Компания имеет строгие правила о конфиденциальности.",
      "imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "surprenant",
      "translation": "удивительный",
      "definition": "causant la surprise ou l'étonnement",
      "definition_translation": "вызывающий удивление или удивление",
      "example": "La nouvelle surprenante était un choc pour tout le monde. J'ai eu une réaction surprenante au médicament. La beauté surprenante du paysage m'a coupé le souffle.",
      "example_translation": "Удивительные новости пришли как шок для всех. Я имел удивительную реакцию на медицину. Удивительная красота ландшафта отняла у меня дыхание.",
      "imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étonnamment",
      "translation": "удивительно",
      "definition": "d'une manière surprenante",
      "definition_translation": "в удивительном виде",
      "example": "J'ai étonnamment gagné le concours. Le temps était étonnamment chaud pour l'hiver. Le film s'est étonnamment bien terminé.",
      "example_translation": "Я удивительно выиграл конкурс. Погода была удивительно теплой для зимы. Фильм закончился удивительно хорошо.",
      "imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "talentueux",
      "translation": "талантливый",
      "definition": "Ayant une aptitude naturelle ou une compétence.",
      "definition_translation": "Имея естественный талант или навык.",
      "example": "Elle était une chanteuse talentueuse qui avait interprété dans de nombreux concerts. Elle enregistre actuellement son premier album. Elle se produira aux Grammy Awards l'année prochaine.",
      "example_translation": "Она была талантливой певицей, которая выступала на многих концертах. Сейчас она записывает свой дебютный альбом. Она выступит на премии Грэмми в следующем году.",
      "imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrifié",
      "translation": "испуганный",
      "definition": "Éprouvant une peur ou une anxiété extrêmes.",
      "definition_translation": "Чувство極альной страха или тревоги.",
      "example": "J'étais terrifié des hauteurs lorsque j'étais enfant. Je suis terrifié des araignées maintenant. Je serai terrifié de parler en public à l'avenir.",
      "example_translation": "Я был испуган высотами, когда я был ребенком. Я сейчас испуган пауков. Я буду испуган публичных выступлений в будущем.",
      "imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fatigant",
      "translation": "утомительный",
      "definition": "Causing une sensation de fatigue physique ou mentale.",
      "definition_translation": "Вызывающий чувство физического или умственного истощения.",
      "example": "La randonnée était fatigante, mais la vue du haut était worth it. Étudier pour les examens peut être fatigant. Je vais me fatiguer avec trop d'exercice.",
      "example_translation": "Пеший поход был утомительным, но вид с вершины стоил того. Изучение для экзаменов может быть утомительным. Я утомлю себя too much упражнением.",
      "imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tolérant",
      "translation": "терпимый",
      "definition": "Acceptant ou supportant quelque chose de désagréable.",
      "definition_translation": "Желающий принимать или терпеть что-то неприятное.",
      "example": "Elle était tolérante envers la musique bruyante de son frère. Il est tolérant envers la nourriture épicée. Ils seront tolérants envers leurs différences.",
      "example_translation": "Она была терпимой к шумной музыке ее брата. Он терпим к острой еде. Они будут терпимы друг к другу異й.",
      "imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "inattendu",
      "translation": "неожиданный",
      "definition": "Ne pas être attendu ou prévu ; surprenant.",
      "definition_translation": "Не ожидаемый или предвиденный; удивляющий.",
      "example": "L'alarme incendie s'est déclenchée inopinément pendant l'examen. Hier, j'ai reçu une visite inattendue de mon amie. Je vais avoir un temps libre inattendu la semaine prochaine.",
      "example_translation": "Сигнализация пожарной тревоги неожиданно сработала во время экзамена.esterday, у меня был неожиданный визит от друга. В следующей неделе у меня будет неожиданное свободное время.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "inamical",
      "translation": "неприятный",
      "definition": "Ne pas montrer de gentillesse ou de chaleur ; hostile ou froid.",
      "definition_translation": "Не проявляющий заботы или теплоты; враждебный или холодный.",
      "example": "Le vendeur inamical a refusé de m'aider. Hier, j'ai rencontré un chien inamical dans la rue. Je vais devoir faire face à un collègue inamical la semaine prochaine.",
      "example_translation": "Неприятный ассистент магазина отказался помочь мне. Вчера, я встретил неприятную собаку на улице. В следующей неделе мне придется иметь дело с неприятным коллегой.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "indifférent",
      "translation": "бесинтересный",
      "definition": "Ne pas avoir ou montrer d'intérêt ; apathique.",
      "definition_translation": "Не имеющий или не проявляющий интереса; апатичный.",
      "example": "Le professeur a vu que les étudiants étaient indifférents au cours. Hier, je me suis trouvé indifférent au film. Je vais être indifférent à la réunion la semaine prochaine.",
      "example_translation": "Учитель мог видеть, что студенты были бесинтересны в уроке. Вчера, я был бесинтересен в фильме. В следующей неделе я буду бесинтересен в собрании.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "inintéressant",
      "translation": "нескучный",
      "definition": "Ne pas être intéressant ou captivant ; terne.",
      "definition_translation": "Не интересный или привлекательный; скучный.",
      "example": "Le film était inintéressant, donc je me suis endormi. Hier, j'ai lu un livre inintéressant. Je vais regarder une série télévisée inintéressante la semaine prochaine.",
      "example_translation": "Фильм был неинтересным, поэтому я уснул. Вчера, я прочитал неинтересную книгу. В следующей неделе я będуж смотреть неинтересный телевизионный сериал.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "méchant",
      "translation": "нежестокий",
      "definition": "Avoir ou montrer un manque de gentillesse ou de sympathie envers les autres.",
      "definition_translation": "Имея или проявляя недостаток доброжелательности или сочувствия к другим.",
      "example": "Elle a été méchante envers sa sœur quando'elle a pris son jouet sans demander. Elle a été méchante envers ses amis récemment. Elle sera méchante envers ses collègues si elle n'obtient pas ce qu'elle veut.",
      "example_translation": "Она была жестока к своей сестре, когда взяла ее игрушку без hỏi. Она была недружелюбна к друзьям в последнее время. Она будет нежестока к своим коллегам, если не получит своего.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaud",
      "translation": "теплый",
      "definition": "Ayant une température confortable, ni trop chaude ni trop froide.",
      "definition_translation": "Имея комфортную температуру, ни слишком горячую, ни слишком холодную.",
      "example": "Le soleil chaud nous a fait sentir heureux. L'eau chaude était parfaite pour un bain relaxant. La température chaude fera de cela une journée idéale pour un pique-nique.",
      "example_translation": "Теплое солнечное сияние сделало нас счастливыми. Теплая вода была идеальной для расслабляющей ванны. Теплая температура сделает это отличным днем для пикника.",
      "imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]