[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "danse",
      "translation": "танцевать",
      "definition": "Déplacer son corps de manière rythmique, généralement en musique, en utilisant des étapes et des gestes prescrits ou improvisés.",
      "definition_translation": "Двигать свое тело в ритмичном方式, типично к музыке, используя предписанные или импровизированные шаги и жесты.",
      "example": "J'ai dansé toute la nuit au party. Je danse à ma chanson favorite. Je danserai à mon mariage.",
      "example_translation": "Я танцевал всю ночь на вечеринке. Я танцую под свою любимую песню. Я буду танцевать на своей свадьбе.",
      "imageLink": "image_files\\English\\"imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "achats",
      "translation": "шоппинг",
      "definition": "L'acte d'acheter des choses, en particulier en grandes quantités ou comme activité de loisir.",
      "definition_translation": "Акт покупки вещей, особенно в большом количестве или как развлекательной деятельности.",
      "example": "Je suis allé faire des achats avec mes amis hier. Je fais des achats en ligne maintenant. Je ferai des achats de produits alimentaires demain.",
      "example_translation": "Я пошел за покупками с друзьями вчера. Теперь я-shop online. Я пойду за покупками продуктов завтра.",
      "imageLink": "image_files\\English\\"imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fumée",
      "translation": "курение",
      "definition": "L'acte d'inhaler et d'exhaler la fumée du tabac ou d'autres drogues.",
      "definition_translation": "Акт вдыхания и выдыхания дыма табака или других наркотиков.",
      "example": "Fumer est mauvais pour la santé. J'ai fumé une cigarette après dîner. Il fumera une pipe au party.",
      "example_translation": "Курение вредно для здоровья. Я курил сигарету после обеда. Он будет курить трубку на вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "travail",
      "translation": "работа",
      "definition": "Activité qui implique un effort mental ou physique fait pour atteindre un but ou gagner sa vie.",
      "definition_translation": "Активность, связанная с умственным или физическим трудом, сделанная для достижения цели илиearn на жизнь.",
      "example": "Je vais au travail à 9 heures. Elle travaille comme enseignante. Ils travailleront ensemble sur le projet.",
      "example_translation": "Я иду на работу в 9 утра. Она работает учителем. Они будут работать над проектом вместе.",
      "imageLink": "image_files\\English\\"imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "activité",
      "translation": "активность",
      "definition": "La qualité d'être actif et efficace dans un domaine ou une activité particulière.",
      "definition_translation": "Качество быть активным и эффективным в определенной области или деятельности.",
      "example": "J'ai apprécié l'activité d'escalade dans les montagnes. Je participerai à l'activité de travail bénévole demain. J'ai été impliqué dans l'activité d'apprentissage d'une nouvelle langue depuis deux ans.",
      "example_translation": "Я наслаждался активностью похода в горах. Я SHALL принимать участие в активности волонтерской работы завтра. Я был вовлечен в активность изучения нового языка в течение двух лет.",
      "imageLink": "image_files\\English\\"imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cliquer",
      "translation": "клик",
      "definition": "Un son bref et sec, comme celui fait par une souris ou un obturateur de camera.",
      "definition_translation": "Короткий, острый звук, похожий на тот, который делается мышью или шаттером камеры.",
      "example": "J'ai cliqué sur le bouton pour soumettre le formulaire. Elle cliquera sur la photo pour l'envoyer à son ami. Il a cliqué sur la souris pendant des heures.",
      "example_translation": "Я кликнул кнопку, чтобы отправить форму. Она WILL кликнуть на картинку, чтобы отправить ее своему другу. Он кликал на мышь в течение часов.",
      "imageLink": "image_files\\English\\"imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "escalade",
      "translation": "альпинизм",
      "definition": "L'acte d'ascension d'un objet escarpé, comme une montagne ou une corde, en utilisant des techniques et des équipements spécialisés.",
      "definition_translation": "Действие восхождения по крутому объекту, такому как гора или веревка, с помощью специализированных техник и оборудования.",
      "example": "J'aime l'escalade dans les montagnes en été. Elle escaladait le mur d'escalade avec aisance. Ils ont escaladé des arbres depuis qu'ils étaient enfants.",
      "example_translation": "Я люблю альпинизм в летнее время. Она легко лазила по стене скалы. Они лазили по деревьям с тех пор, как они были детьми.",
      "imageLink": "image_files\\English\\"imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuisine",
      "translation": "готовка",
      "definition": "L'acte de préparer et de chauffer des aliments, généralement dans une cuisine.",
      "definition_translation": "Действие приготовления и нагрева еды, обычно на кухне.",
      "example": "J'apprécie la cuisine du dîner pour ma famille. Elle préparait le déjeuner pour ses collègues. Ils ont cuisiné le petit déjeuner ensemble tous les matins.",
      "example_translation": "Я наслаждаюсь готовкой ужина для своей семьи. Она готовила обед для своих коллег. Они готовили завтрак вместе каждое утро.",
      "imageLink": "image_files\\English\\"imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cyclisme",
      "translation": "велоспорт",
      "definition": "L'acte de monter un vélo, notamment comme sport ou forme d'exercice",
      "definition_translation": "действие езды на велосипеде, особенно как спорт или форма упражнений",
      "example": "J'ai fait du cyclisme au parc hier, puis je ferai du cyclisme pour aller au travail demain, et j'ai fait du cyclisme avec mes amis la semaine dernière.",
      "example_translation": "Я ездил на велосипеде в парке вчера, потом я поеду на работу на велосипеде завтра, и я ездил с друзьями на велосипеде на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dessin",
      "translation": "рисование",
      "definition": "L'acte de créer une image ou un diagramme en utilisant des lignes, des formes et des couleurs.",
      "definition_translation": "действие создания рисунка или диаграммы с помощью линий, форм и цветов",
      "example": "J'ai fait un portrait de ma sœur hier, puis je ferai un paysage demain, et j'ai fait un nu hier semaine.",
      "example_translation": "Я рисовал портрет моей сестры вчера, потом я нарисую пейзаж завтра, и я рисовал натюрморт на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "exercice",
      "translation": "упражнение",
      "definition": "une tâche ou activité qui nécessite un effort physique ou mental, faite pour améliorer ou maintenir la santé et la condition physique",
      "definition_translation": "задача или деятельность, требующая физического или ментального усилия, выполняемая для улучшения или поддержания здоровья и физической формы",
      "example": "J'ai fait de l'exercice au gymnase hier, alors je vais faire de l'exercice à la maison demain, et j'ai fait de l'exercice avec mon entraîneur personnel la semaine dernière.",
      "example_translation": "Я занимался упражнением в спортзале вчера, потом я буду делать упражнение дома завтра, и я делал упражнение с личным тренером на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aide",
      "translation": "помощь",
      "definition": "l'assistance ou le soutien donné à quelqu'un, notamment pour lui permettre de faire quelque chose qu'il ne pourrait pas faire seul",
      "definition_translation": "помощь или поддержка, оказываемая кому-либо, особенно для того, чтобы ermöglichten им сделать что-то, что они не могли сделать самостоятельно",
      "example": "J'ai aidé mon ami hier, alors je vais aider ma sœur demain, et j'ai aidé mon frère la semaine dernière.",
      "example_translation": "Я помогал своему другу вчера, потом я помогу своей сестре завтра, и я помогал своему брату на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frapper",
      "translation": "пнуть",
      "definition": "frapper ou heurter quelque chose avec force, généralement avec le pied",
      "definition_translation": "ударять или бить что-либо с силой, обычно ногой",
      "example": "J'ai frappé le ballon au parc hier. Je frappe le ballon tous les jours. Je vais frapper le ballon demain.",
      "example_translation": "Я пнул мяч в парке вчера. Я пну мяч каждый день. Я пну мяч завтра.",
      "imageLink": "image_files\\English\\"imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "embrasser",
      "translation": "поцеловать",
      "definition": "toucher les lèvres de quelqu'un à celles d'une autre personne, généralement comme signe d'amour ou d'affection",
      "definition_translation": "прикасаться губами к кому-либо, обычно как знак любви или привязанности",
      "example": "Elle m'a embrassé pour mon anniversaire l'an dernier. Elle m'embrasse chaque matin. Elle m'embrassera bonsoir demain.",
      "example_translation": "Она поцеловала меня в день рождения прошлого года. Она целует меня каждое утро. Она поцелует меня на ночь завтра.",
      "imageLink": "image_files\\English\\"imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pratiquer",
      "translation": "практика",
      "definition": "l'acte de répéter ou d'exercer une compétence ou une activité pour l'améliorer ou la perfectionner",
      "definition_translation": "действие повторения или упражнения в技能е или деятельности для улучшения или совершенствования ее",
      "example": "J'ai pratiqué la guitare hier. Je pratique tous les jours. Je vais pratiquer pour le concert la semaine prochaine.",
      "example_translation": "Я практиковал игру на гитаре вчера. Я практикую каждый день. Я SHALL практиковать для концерта на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chanter",
      "translation": "пение",
      "definition": "produire des sons musicaux avec la voix, notamment de manière habile ou artistique",
      "definition_translation": "действие производства музыкальных звуков голосом, особенно в умелой или художественной манере",
      "example": "J'ai chanté sous la douche hier. Je chante dans la chorale chaque dimanche. Je vais chanter au spectacle de talents le mois prochain.",
      "example_translation": "Я пел в душе вчера. Я пою в хоре каждое воскресенье. Я спою на шоу талантов следующего месяца.",
      "imageLink": "image_files\\English\\"imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "skateboard",
      "translation": "скейтбординг",
      "definition": "l'acte de monter et de manœuvrer un skateboard, généralement sur des rampes ou des surfaces spécialement conçues",
      "definition_translation": "действие езды и управление скейтбордом, обычно на рампах или других специально спроектированных поверхностях",
      "example": "J'adorais faire du skateboard quand j'étais enfant, et maintenant mon fils apprend à faire des tricks. Hier, j'ai fait du skateboard sur le trottoir. D'ici l'an prochain, j'aurai maîtrisé le skateboard.",
      "example_translation": "Я любил скейтбординг в детстве, и теперь мой сын учится делать трюки. Вчера я катался на скейтборде по тротуару. К следующему году я освою скейтбординг.",
      "imageLink": "image_files\\English\\"imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "patiner",
      "translation": "катание",
      "definition": "l'acte de glisser sur la glace ou une surface lisse, généralement sur des patins",
      "definition_translation": "действие скольжения по льду или гладкой поверхности, обычно на коньках",
      "example": "J'adore patiner sur la patinoire en plein air pendant l'hiver. Elle patine depuis qu'elle a cinq ans. D'ici que j'aie 30 ans, j'aurai appris à patiner.",
      "example_translation": "Я люблю кататься на открытой каток зимой. Она катается с пяти лет. К тому времени, когда мне будет 30, я научусь кататься.",
      "imageLink": "image_files\\English\\"imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "snowboard",
      "translation": "сноубординг",
      "definition": "l'acte de descendre une pente enneigée ou une montagne sur un snowboard, généralement debout",
      "definition_translation": "действие катания на доске вниз по снежному холму или горе, обычно в стоячем положении",
      "example": "Je n'ai jamais essayé le snowboard, mais mes amis disent que c'est extrêmement excitant. Elle fait du snowboard depuis des années. D'ici l'hiver prochain, j'aurai appris à faire du snowboard.",
      "example_translation": "Я никогда не пробовал сноубординг, но мои друзья говорят, что это возбуждающе. Она катается на сноуборде годы. К следующей зиме я научусь сноубордингу.",
      "imageLink": "image_files\\English\\"imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "surfer",
      "translation": "сёрфинг",
      "definition": "l'acte de chevaucher une vague, généralement sur un surf",
      "definition_translation": "действие катания на волне, обычно на сёрфборде",
      "example": "J'adore surfer à Hawaï, où les vagues sont énormes. Il fait du surf depuis qu'il est adolescent. D'ici que j'aie 40 ans, j'aurai maîtrisé le surf.",
      "example_translation": "Я люблю сёрфинг на Гавайях, где волны огромные. Он катается на сёрфе с подростка. К тому времени, когда мне будет 40, я освою сёрфинг.",
      "imageLink": "image_files\\English\\"imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "natation",
      "translation": "плавание",
      "definition": "L'acte de se déplacer dans l'eau en utilisant des mouvements, notamment comme forme d'exercice ou de loisir.",
      "definition_translation": "Действие перемещения через воду с использованием ударов, особенно в виде упражнения или отдыха.",
      "example": "J'étais en train de nager dans le lac hier, mais je vais nager dans l'océan demain, et j'ai nagé dans la rivière la semaine dernière.",
      "example_translation": "Я плавал в озере вчера, но я буду плавать в океане завтра, и я плавал в реке на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "utiliser",
      "translation": "использовать",
      "definition": "Employer quelque chose pour un but ou un avantage.",
      "definition_translation": "Использовать для цели или прикладывать для выгоды.",
      "example": "J'utilisais ce laptop pour le travail, mais maintenant je l'utilise pour les jeux, et je vais l'utiliser pour la vidéo édition bientôt.",
      "example_translation": "Я использовал этот ноутбук для работы, но сейчас я использую его для игр, и я буду использовать его для видеомонтажа скоро.",
      "imageLink": "image_files\\English\\"imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marcher",
      "translation": "ходьба",
      "definition": "Se déplacer à un pas lent à pied, généralement dans une position debout.",
      "definition_translation": "Двигаться шагом на_slow скорости на ногах, обычно в прямой позиции.",
      "example": "J'ai marché jusqu'au magasin hier, mais je vais marcher jusqu'à l'école demain, et j'ai marché jusqu'au parc la semaine dernière.",
      "example_translation": "Я шел в магазин вчера, но я буду ходить в школу завтра, и я шел в парк на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marche",
      "translation": "ходьба",
      "definition": "L'acte de se déplacer à pied à un rythme modéré, notamment de manière détendue ou récréative.",
      "definition_translation": "Действие перемещения на ногах в умеренном темпе, особенно в развлекательном или рекреационном виде.",
      "example": "J'aime marcher dans les montagnes pendant l'été, mais je préfère marcher sur la plage pendant l'hiver, et j'étais en train de marcher dans le parc hier soir.",
      "example_translation": "Я люблю ходить в горах летом, но я предпочитаю ходить на пляже зимой, и я ходил в парке прошлой ночью.",
      "imageLink": "image_files\\English\\"imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lavage",
      "translation": "стирка",
      "definition": "L'acte de nettoyer quelque chose, notamment des vêtements, avec de l'eau et du savon ou du détergent.",
      "definition_translation": "Действие очистки чего-либо, особенно衣服, с водой и мылом или детергентом.",
      "example": "J'étais en train de laver ma voiture hier, je lave mes vêtements maintenant, et je vais laver la vaisselle demain.",
      "example_translation": "Я мыл свою машину вчера, я мою теперь свои вещи, и я умыву посуду завтра.",
      "imageLink": "image_files\\English\\"imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vaisselle",
      "translation": "мытье посуды",
      "definition": "L'acte de laver les plats, les ustensiles et les autres objets de cuisine après un repas.",
      "definition_translation": "Действие мытья посуды, столовых приборов и других кухонных предметов после еды.",
      "example": "Ma mère faisait la vaisselle après le dîner, je l'ai fait hier, et ma sœur va le faire demain.",
      "example_translation": "Моя мама делала мытье посуды после обеда, я делал это вчера, и моя сестра сделает это завтра.",
      "imageLink": "image_files\\English\\"imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réussite",
      "translation": "достижение",
      "definition": "Le processus ou le fait de réaliser quelque chose, notamment quelque chose de difficile ou de remarquable.",
      "definition_translation": "Процесс или факт достижения чего-либо, особенно чего-то трудного или внушающего.",
      "example": "Obtenir une bourse d'études a été une grande réussite pour moi, j'ai réussi mon objectif l'année dernière, et je vais réussir mon rêve à l'avenir.",
      "example_translation": "Получение стипендии было великим достижением для меня, я достиг своей цели в прошлом году, и я достигну своего сна в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrangement",
      "translation": "расположение",
      "definition": "La façon dont quelque chose est organisé ou structuré, notamment de manière soignée ou attrayante.",
      "definition_translation": "Способ, которым что-то организовано или структурировано, особенно в порядке или привлекательном виде.",
      "example": "L'arrangement des fleurs sur la table était beau, j'ai arrangé les meubles dans ma chambre hier, et je vais arranger une réunion la semaine prochaine.",
      "example_translation": "Расположение цветов на столе было красивым, я расположил мебель в своей комнате вчера, и я устрою встречу на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrivée",
      "translation": "прибытие",
      "definition": "L'acte d'arriver ou de venir à un endroit.",
      "definition_translation": "Акт прибытия или прибытия в место.",
      "example": "L'arrivée du train a été retardée d'une heure. L'arrivée de l'équipe a été accueillie par des applaudissements. L'arrivée du nouvel employé est attendue pour booster la productivité.",
      "example_translation": "Прибытие поезда было задержано на час. Прибытие команды было встречено аплодисментами. Ожидается, что прибытие нового сотрудника будет способствовать росту производительности.",
      "imageLink": "image_files\\English\\"imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attaque",
      "translation": "атака",
      "definition": "Une agression ou offensive vigoureuse ou intense.",
      "definition_translation": "Энергичная или интенсивная атака или наступление.",
      "example": "L'équipe a lancé une attaque féroce sur le but adverse. L'entreprise a lancé une attaque contre la part de marché des concurrents avec succès. L'attaque sur la ville a été brutale et dévastatrice.",
      "example_translation": "Команда запустила яростную атаку на ворота соперника. Атака компании на долю рынка конкурентов была успешной. Атака на город была жестокой и разрушительной.",
      "imageLink": "image_files\\English\\"imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vérifier",
      "translation": "проверка",
      "definition": " Examiner ou enquêter sur quelque chose pour déterminer son exactitude ou sa qualité.",
      "definition_translation": "Проверять или исследовать что-то для определения его точности или качества.",
      "example": "Elle a décidé de vérifier les calculs pour s'assurer qu'ils étaient corrects. L'entreprise vérifiera le produit avant de l'expédier. Je dois vérifier mon e-mail pour les messages importants.",
      "example_translation": "Она решила проверить расчеты, чтобы убедиться, что они точны. Компания будет проверять продукт перед отправкой его. Мне нужно проверить свою электронную почту для важных сообщений.",
      "imageLink": "image_files\\English\\"imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "choix",
      "translation": "выбор",
      "definition": "L'acte de sélectionner ou de décider entre deux ou plusieurs possibilités.",
      "definition_translation": "Акт выбора или принятия решения между двумя или более возможностями.",
      "example": "Le restaurant offrait un large éventail de choix pour dîner. Elle a dû faire un choix difficile entre deux offres d'emploi. Le choix des spécialités universitaires était accablant.",
      "example_translation": "Ресторан предлагал широкий выбор для ужина. Ей пришлось сделать трудный выбор между двумя предложениями работы. Выбор специальности в колледже был подавляющим.",
      "imageLink": "image_files\\English\\"imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "décision",
      "translation": "решение",
      "definition": "Une décision est un choix fait après avoir réfléchi soigneusement à quelque chose.",
      "definition_translation": "Решение - это выбор, сделанный после тщательного размышления о чем-то.",
      "example": "J'ai pris la décision de quitter mon emploi et de voyager dans le monde. Je fais une décision concernant mon avenir maintenant. Je prendrai une décision après avoir considéré toutes les options.",
      "example_translation": "Я принял решение уйти с работы и путешествовать по миру. Я сейчас принимаю решение о моем будущем. Я буду принимать решение после рассмотрения всех вариантов.",
      "imageLink": "image_files\\English\\"imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "livraison",
      "translation": "доставка",
      "definition": "L'acte de prendre des marchandises ou des produits à domicile ou au travail.",
      "definition_translation": "Доставка - это акт доставки товаров или продуктов до дома или бизнеса человека.",
      "example": "L'entreprise offre une livraison rapide pour toutes les commandes. Ils ont livré le paquet hier. Ils livreront les marchandises la semaine prochaine.",
      "example_translation": "Компания предлагает быструю доставку на все заказы. Они доставили пакет вчера. Они доставят товары на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "développement",
      "translation": "развитие",
      "definition": "Le processus de croissance ou de progression.",
      "definition_translation": "Развитие - это процесс роста или становления более avanzado.",
      "example": "L'entreprise investit dans le développement de nouvelles technologies. Le développement du nouveau projet a été lent. Le développement de l'économie du pays a été rapide.",
      "example_translation": "Компания инвестирует в развитие новых технологий. Разработка нового проекта была медленной. Развитие экономики страны было быстрым.",
      "imageLink": "image_files\\English\\"imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plongée",
      "translation": "дайвинг",
      "definition": "L'acte de sauter dans l'eau, notamment à partir d'un endroit élevé.",
      "definition_translation": "Дайвинг - это акт прыгания в воду, особенно с высокой точки.",
      "example": "J'adore plonger dans la piscine pendant les jours d'été chauds. Elle a plongé dans l'océan hier. Il plongera dans le lac le week-end prochain.",
      "example_translation": "Я люблю дайвинг в бассейн на жаркие летние дни. Она дайвинг в океан вчера. Он будет дайвинг в озеро на следующем выходных.",
      "imageLink": "image_files\\English\\"imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "conduire",
      "translation": "вести",
      "definition": "Opérer un véhicule, notamment une voiture, un camion ou une moto.",
      "definition_translation": "управлять транспортным средством, особенно автомобилем, грузовиком или мотоциклом",
      "example": "J'ai conduit au magasin hier, je conduis au travail tous les jours, et je conduirai à la plage demain.",
      "example_translation": "Я управлял машиной в магазин вчера, я управляю машиной на работу каждый день, и я управлю машиной на пляж завтра.",
      "imageLink": "image_files\\English\\"imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "effort",
      "translation": "усилие",
      "definition": "Un essai énergique ou déterminé pour faire quelque chose.",
      "definition_translation": "энергичная или решительная попытка сделать что-то",
      "example": "J'ai fait un effort pour terminer le projet à temps, je fais un effort pour apprendre le russe, et je ferai un effort pour assister à la réunion.",
      "example_translation": "Я приложил усилие, чтобы закончить проект вовремя, я прилагаю усилие, чтобы выучить русский язык, и я приложу усилие, чтобы присутствовать на встрече.",
      "imageLink": "image_files\\English\\"imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "échange",
      "translation": "обмен",
      "definition": "L'acte de donner quelque chose en retour de quelque chose d'autre.",
      "definition_translation": "действие, при которомomething отдается в обмен на что-то другое",
      "example": "J'ai échangé mon ancien téléphone contre un nouveau, j'échange des cadeaux avec mes amis lors des anniversaires, et j'échangerai des informations avec mes collègues demain.",
      "example_translation": "Я обменивал свой старый телефон на новый, я обмениваюсь подарками с друзьями на дни рождения, и я обменяюсь информацией с коллегами завтра.",
      "imageLink": "image_files\\English\\"imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "expérience",
      "translation": "эксперимент",
      "definition": "Un test ou une épreuve scientifique pour prouver ou améliorer quelque chose.",
      "definition_translation": "научный тест или проба, чтобы доказать или улучшить что-то",
      "example": "J'ai mené une expérience pour vérifier l'hypothèse, je mène une expérience pour développer un nouveau produit, et je mènerai une expérience pour mesurer le résultat.",
      "example_translation": "Я проводил эксперимент, чтобы проверить гипотезу, я провожу эксперимент, чтобы разработать новый продукт, и я проведу эксперимент, чтобы измерить результат.",
      "imageLink": "image_files\\English\\"imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "se battre",
      "translation": "бороться",
      "definition": "S'engager dans un combat physique ou verbal avec quelqu'un ou quelque chose.",
      "definition_translation": "Бороться с кем-то или чем-то физически илиverbally.",
      "example": "Je me suis battu avec mon frère hier, mais nous nous sommes réconciliés ce matin. Je me bats contre un rhume maintenant, et je vais me battre pour mes droits à l'avenir.",
      "example_translation": "Я боролся с братом вчера, но мы помирились этим утром. Сейчас я борюсь с простудой, и я буду бороться за свои права в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aller",
      "translation": "идти",
      "definition": "Se déplacer d'un endroit à un autre, ou voyager d'un endroit à un autre.",
      "definition_translation": "Переместиться из одного места в другое или путешествовать из одного места в другое.",
      "example": "Je suis allé au magasin hier, je vais au gym maintenant, et je vais aller à la plage demain.",
      "example_translation": "Я пошел в магазин вчера, сейчас я иду в спортзал, и я пойду на пляж завтра.",
      "imageLink": "image_files\\English\\"imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "habitude",
      "translation": "привычка",
      "definition": "Une tendance ou une pratique établie, notamment celle qui est difficile à abandonner.",
      "definition_translation": "Установленная или регулярная тенденция или практика, особенно та, которую трудно преодолеть.",
      "example": "J'ai l'habitude de vérifier mon téléphone toutes les heures, ma sœur a l'habitude de se mordre les ongles lorsqu'elle est nerveuse, et il avait l'habitude de se lever tard.",
      "example_translation": "У меня есть привычка проверять свой телефон каждый час, моя сестра имеет привычку грызть ногти, когда она нервничает, и у него была привычка просыпаться поздно.",
      "imageLink": "image_files\\English\\"imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "travaux ménagers",
      "translation": "домашняя работа",
      "definition": "Les tâches telles que le nettoyage, la cuisine et autres devoirs domestiques nécessaires pour maintenir un foyer.",
      "definition_translation": "Задачи, such как уборка, приготовления еды и другие домашние обязанности, необходимые для поддержания дома.",
      "example": "J'ai fait les travaux ménagers hier, ma mère fait les travaux ménagers tous les jours, et ils vont faire les travaux ménagers ensemble demain.",
      "example_translation": "Я делал домашнюю работу вчера, моя мать делает домашнюю работу каждый день, и они будут делать домашнюю работу вместе завтра.",
      "imageLink": "image_files\\English\\"imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étreindre",
      "translation": "обнять",
      "definition": "Serrer alguien ou quelque chose dans ses bras, généralement pour montrer de l'affection.",
      "definition_translation": "обнимать кого-то или что-то紧око в своих руках, обычно чтобыแสดงать привязанность",
      "example": "Je vais embrasser ma mère quand je la verrai demain. J'ai embrassé mon ami à la fête. J'étreins mon oreiller chaque nuit.",
      "example_translation": "Я обниму свою маму, когда увижу ее завтра. Я обнял друга на вечеринке. Я обнимаю свою подушку каждый вечер.",
      "imageLink": "image_files\\English\\"imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "repasse",
      "translation": "гладилье",
      "definition": "L'action d'utiliser un fer à repasser pour enlever les plis des tissus.",
      "definition_translation": "действие по удалению морщин с ткани с помощью утюга",
      "example": "Je vais faire la repasse demain. Elle repasse ses vêtements tous les matins. Il a passé une heure à repasser sa chemise.",
      "example_translation": "Я сделаю гладилье завтра. Она гладит одежду каждый morning. Он занимается гладилье рубашки уже час.",
      "imageLink": "image_files\\English\\"imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauter",
      "translation": "прыгать",
      "definition": "Se propulser vers le haut ou vers l'avant par une brusque libération d'énergie.",
      "definition_translation": "передвигаться вверх или вперед с помощью внезапного высвобождения энергии",
      "example": "Les enfants sautent dans la piscine tous les étés. Elle a sauté par-dessus l'obstacle. Il va sauter en parachute demain.",
      "example_translation": "Дети прыгают в бассейне каждое лето. Она перепрыгнула препятствие. Он будет прыгать с самолета завтра.",
      "imageLink": "image_files\\English\\"imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "regarder",
      "translation": "смотреть",
      "definition": "Diriger son regard dans une direction spécifique ou vers une chose particulière.",
      "definition_translation": "направлять свой взгляд в указанном направлении или на определенную вещь",
      "example": "Je vais regarder les étoiles ce soir. Elle m'a regardé avec des larmes dans les yeux. Il cherche ses clés depuis ce matin.",
      "example_translation": "Я посмотрю на звезды сегодня вечером. Она смотрела на меня с слезами в глазах. Он ищет свои ключи уже целое утро.",
      "imageLink": "image_files\\English\\"imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "préparation",
      "translation": "подготовка",
      "definition": "L'acte de préparer ou de rendre quelque chose prêt à utiliser.",
      "definition_translation": "Акт приготовления или приготовления чего-то для использования",
      "example": "Le chef était responsable de la préparation du repas, qui allait être servi dans une heure. L'équipe avait préparé le grand match pendant des semaines. D'ici l'an prochain, le nouveau produit sera en préparation pour son lancement.",
      "example_translation": "Шеф-повар был ответственен за подготовку блюда, которое должно было быть сервировано через час. Команда готовилась к большому матчу неделями. К следующему году новый продукт будет готов к запуску.",
      "imageLink": "image_files\\English\\"imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "recyclage",
      "translation": "переработка",
      "definition": "Le processus de conversion des déchets en nouveaux matériaux.",
      "definition_translation": "Процесс преобразования отходов в новые материалы",
      "example": "La ville a mis en place un programme de recyclage pour réduire les déchets. L'entreprise se spécialise dans le recyclage des plastiques. Le recyclage aide à conserver les ressources naturelles.",
      "example_translation": "Город ввел программу переработки отходов, чтобы уменьшить количество мусора. Компания специализируется на переработке пластика. Переработка помогает сохранить природные ресурсы.",
      "imageLink": "image_files\\English\\"imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauvetage",
      "translation": "спасение",
      "definition": "L'acte de sauver quelqu'un ou quelque chose d'une situation dangereuse ou difficile",
      "definition_translation": "Акт спасения кого-то или чего-то из опасной или сложной ситуации",
      "example": "L'équipe de sauvetage est arrivée juste à temps pour sauver les randonneurs piégés. L'opération de sauvetage a été un succès. Le chat a été sauvé de l'arbre par un voisin gentil.",
      "example_translation": "Команда спасателей прибыла вовремя, чтобы спасти зажатых туристов. Операция по спасению была успешной. Кота спас от дерева добрый сосед.",
      "imageLink": "image_files\\English\\"imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "retour",
      "translation": "возврат",
      "definition": "Revenir ou aller à un endroit ou une personne",
      "definition_translation": "Вернуться или прийти обратно в место или к человеку",
      "example": "Je vais retourner le livre à la bibliothèque demain. Le retour du héros a été célébré par toute la ville. La compagnie retrouvera son investissement dans quelques années.",
      "example_translation": "Я верну книгу в библиотеку завтра. Возвращение героя было отпраздновано whole городом. Компания вернет инвестицию через несколько лет.",
      "imageLink": "image_files\\English\\"imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "courir",
      "translation": "бежать",
      "definition": "Se déplacer rapidement à pied, généralement à un rythme régulier et rapide.",
      "definition_translation": "Двигаться быстро на ногах, обычно с устойчивым и быстрым темпом.",
      "example": "J'ai couru au magasin hier, je cours au gymnase en ce moment, et je courrai un marathon la semaine prochaine.",
      "example_translation": "Я побежал в магазин вчера, я бегу в спортзал сейчас, и я побегу марафон на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rechercher",
      "translation": "искать",
      "definition": "Chercher soigneusement et minutieusement quelque chose ou quelqu'un.",
      "definition_translation": "Искать тщательно и详情 что-то или кого-то.",
      "example": "J'ai recherché mes clés hier, je recherche un nouvel emploi en ce moment, et je rechercherai un nouvel appartement le mois prochain.",
      "example_translation": "Я искал мои ключи вчера, я ищу новую работу сейчас, и я буду искать новую квартиру 다음 месяц.",
      "imageLink": "image_files\\English\\"imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sexe",
      "translation": "секс",
      "definition": "Les caractéristiques biologiques et physiologiques qui définissent les mâles et les femelles.",
      "definition_translation": "Биологические и физиологические характеристики, которые определяют мужчин и женщин.",
      "example": "L'éducation sexuelle est importante pour les adolescents, le sexe est un aspect important des relations humaines, et la discrimination sexuelle est illégale dans de nombreux pays.",
      "example_translation": "Сексуальное образование важно для подростков, секс - важный аспект человеческих отношений, и секс-дискриминация является незаконной во многих странах.",
      "imageLink": "image_files\\English\\"imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pas",
      "translation": "шаг",
      "definition": "Un mouvement du pied en marchant ou en courant.",
      "definition_translation": "Движение ноги при ходьбе или беге.",
      "example": "J'ai fait un pas en arrière pour regarder la vue, je fais un pas en avant dans ma carrière, et je ferai un pas de côté pour éviter l'obstacle.",
      "example_translation": "Я шагнул назад, чтобы посмотреть на вид, я делаю шаг вперед в своей карьере, и я шагну вбок, чтобы избежать препятствия.",
      "imageLink": "image_files\\English\\"imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soutien",
      "translation": "поддержка",
      "definition": "Donner de l'assistance ou de l'encouragement à quelqu'un ou quelque chose, notamment dans une situation difficile.",
      "definition_translation": "Предоставлять поддержку илипоощрение кому-то или чему-то, особенно в трудной ситуации.",
      "example": "J'ai soutenu mon ami pendant sa maladie. Je le soutiendrai à l'avenir. J'ai soutenu pendant longtemps.",
      "example_translation": "Я поддерживал свою подругу во время ее болезни. Я поддержу ее в будущем. Я поддерживаю ее уже давно.",
      "imageLink": "image_files\\English\\"imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "visite",
      "translation": "посетить",
      "definition": "Aller voir quelqu'un ou quelque chose, notamment dans un contexte social ou officiel.",
      "definition_translation": "Побывать у кого-то или с целью официального или социального визита.",
      "example": "J'ai visité mes grands-parents l'été dernier. Je les visiterai à nouveau l'année prochaine. J'ai visité régulièrement.",
      "example_translation": "Я посетил своих бабушку и дедушку прошлым летом. Я посещу их снова следующим годом. Я регулярно посещаю их.",
      "imageLink": "image_files\\English\\"imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gaspiiller",
      "translation": "отходы",
      "definition": "Des matières ou des substances inutiles ou indésirables qui sont jetées ou rejetées.",
      "definition_translation": "Нежелательные или бесполезные материалы или вещества, которые выбрасываются или отвергаются.",
      "example": "La compagnie a gaspillé beaucoup de ressources sur le projet échoué. Elle gaspillera moins d'argent à l'avenir. Elle a gaspillé du temps sur des réunions inutiles.",
      "example_translation": "Компания растратила многие ресурсы на провалившийся проект. Они будут тратить меньше денег в будущем. Они тратят время на ненужные встречи.",
      "imageLink": "image_files\\English\\"imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "séance d'entraînement",
      "translation": "тренировка",
      "definition": "Une séance d'exercice physique, notamment une qui est planifiée et structurée.",
      "definition_translation": "Сеанс физических упражнений, особенно один, который планируется и структурируется.",
      "example": "J'ai fait une séance d'entraînement au gymnase hier. Je ferai une séance d'entraînement à nouveau demain. J'ai fait des séances d'entraînement régulièrement pendant un mois.",
      "example_translation": "Я тренировался в спортзале вчера. ЯAGAIN буду тренироваться завтра. Я регулярно тренируюсь уже месяц.",
      "imageLink": "image_files\\English\\"imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]