[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accepter",
      "translation": "принимать",
      "definition": "recevoir quelque chose de manière volontaire ou être d'accord avec quelque chose",
      "definition_translation": "принимать что-то добровольно или соглашаться с чем-то",
      "example": "J'ai accepté l'offre d'emploi, j'accepte l'invitation et j'accepterai le défi.",
      "example_translation": "Я принял предложение работы, я принимаю приглашение, и я aceptyu вызов.",
      "imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réussir",
      "translation": "достичь",
      "definition": "réaliser ou compléter quelque chose avec succès",
      "definition_translation": "успешно выполнить или завершить что-то",
      "example": "J'ai réussi à atteindre mon objectif, je réussis à avoir du succès et je réussirai à grandir.",
      "example_translation": "Я достиг своей цели, я достигаю успеха, и я достигну величия.",
      "imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agir",
      "translation": "действие",
      "definition": "le processus de faire quelque chose",
      "definition_translation": "процесс выполнения чего-то",
      "example": "J'ai agi rapidement, j'agis maintenant et j'agirai bientôt.",
      "example_translation": "Я действовал быстро, я действую сейчас, и я буду действовать скоро.",
      "imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "acte",
      "translation": "игра",
      "definition": "une performance, notamment au théâtre",
      "definition_translation": "представление, особенно в театре",
      "example": "L'acte était incroyable, j'agis dans une pièce de théâtre et j'agirai dans un film.",
      "example_translation": "Действие было удивительным, я играю в пьесе, и я буду играть в фильме.",
      "imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "conseiller",
      "translation": "советовать",
      "definition": "offrir une opinion ou une suggestion à quelqu'un sur ce qu'il doit faire dans une situation donnée",
      "definition_translation": "предлагать кому-то мнение или совет о том, что делать в конкретной ситуации",
      "example": "Elle m'a conseillé de prendre une pause au travail. Je conseille contre d'investir dans cette entreprise. Je vous conseillerai lorsque la décision sera prise.",
      "example_translation": "Она посоветовала мне взять перерыв от работы. Я не рекомендую инвестировать в эту компанию. Я дам вам совет, когда будет принято решение.",
      "imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "autoriser",
      "translation": "разрешать",
      "definition": "donner la permission à quelqu'un de faire quelque chose",
      "definition_translation": "давать кому-то разрешение на выполнение чего-то",
      "example": "Elle a autorisé ses enfants à rester debout tard. L'entreprise autorise les employés à travailler à domicile. Ils nous autoriseront à entrer dans le bâtiment.",
      "example_translation": "Она разрешила детям остаться до позднего вечера. Компания разрешает сотрудникам работать из дома. Они разрешат нам войти в здание.",
      "imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "approcher",
      "translation": "подход",
      "definition": "une façon de gérer une situation ou un problème",
      "definition_translation": "способ обращения с ситуацией или проблемой",
      "example": "J'ai approché le problème avec prudence. Elle approche son travail avec enthousiasme. Ils approcheront la situation avec soin.",
      "example_translation": "Я подошел к проблеме с осторожностью. Она подходит к работе с энтузиазмом. Они будут подходить к ситуации с осторожностью.",
      "imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "argumenter",
      "translation": "спорить",
      "definition": "donner des raisons ou des preuves pour soutenir ou s'opposer à quelque chose",
      "definition_translation": "предоставлять причины или доказательства в поддержку или против чего-то",
      "example": "J'ai argumenté avec mon frère sur la politique. Elle a argumenté que l'entreprise ne valait pas la peine d'investir. Ils argumenteront sur la décision demain.",
      "example_translation": "Я спорил с братом о политике. Она спорила, что компания не стоит инвестиций. Они будут спорить о решении завтра.",
      "imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrêter",
      "translation": "арест",
      "definition": "prendre ou saisir quelqu'un ou quelque chose en vertu de la loi, notamment pour les détenir",
      "definition_translation": "принять или захватить кого-то или что-то поauthority zákona, особенно для содержания под стражей",
      "example": "Le policier a décidé d'arrêter le suspect, qui avait évité la capture pendant des mois. Elle a été arrêtée la nuit dernière et sera amenée au tribunal demain. S'ils ne se comportent pas, ils seront arrêtés.",
      "example_translation": "Полицейский решил арестовать подозреваемого, который avoidanced捕ура в течение месяцев. Она была арестована прошлой ночью и будет доставлена в суд завтра. Если они не поведутся, они будут арестованы.",
      "imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attacher",
      "translation": "прикреплять",
      "definition": "fixer ou joindre quelque chose à autre chose, notamment avec une corde ou une pince",
      "definition_translation": "привязать или присоединить что-то к чему-то еще, особенно с помощью шнура или зажима",
      "example": "Je vais attacher le fichier à l'email. Elle a attaché une note au cadeau. Ils attacheront le harnais au parachute.",
      "example_translation": "Я прикреплю файл к электронному письму. Она прикрепила записку к подарку. Они прикрепят снаряжение к парашюту.",
      "imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attaquer",
      "translation": "нападать",
      "definition": "Attaquer quelqu'un ou quelque chose de manière forcée ou violente",
      "definition_translation": "нападать на кого-то или что-то с силой или насилием",
      "example": "Les soldats ont reçu l'ordre d'attaquer la base ennemie. Le chien a attaqué le facteur. Si nous ne nous préparons pas, nous allons nous attaquer nous-mêmes.",
      "example_translation": "Солдаты получили приказ напасть на базу врага. Собака напала на почтальона. Если мы не приготовимся, мы нападем на самих себя.",
      "imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "essayer",
      "translation": "попытка",
      "definition": "Tenter de faire quelque chose, en particulier quelque chose de difficile",
      "definition_translation": "пытаться сделать что-то, особенно что-то трудное",
      "example": "Je vais essayer de terminer le projet vendredi. Elle a essayé d'escalader la montagne. Ils vont essayer de battre le record.",
      "example_translation": "Я постараюсь закончить проект к пятнице. Она пыталась забраться на гору. Они постараются побить рекорд.",
      "imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "assister",
      "translation": "посещать",
      "definition": "Être présent à un événement ou à une réunion, ou prendre part à une activité",
      "definition_translation": "Быть присутствовать на мероприятии или собрании, или принимать участие в aktivitети.",
      "example": "J'ai assisté à la réunion hier, je vais assister à la soirée ce soir, et j'ai assisté au concert la semaine dernière.",
      "example_translation": "Я присутствовал на встрече вчера, я пойду на вечеринку сегодня, и я был на концерте на прошлой неделе.",
      "imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "garder d'enfants",
      "translation": "сидеть с ребенком",
      "definition": "Prendre soin d'un enfant pendant que les parents sont absents, généralement en échange d'une rémunération.",
      "definition_translation": "Ухаживать за ребенком, пока родители находятся в отъезде, обычно за оплату.",
      "example": "J'ai gardé les enfants de mon voisin hier soir, je vais les garder la semaine prochaine, et j'ai gardé ceux de mon amie l'an dernier.",
      "example_translation": "Я сидел с детьми моего соседа вчера вечером, я побуду сидеть с детьми моей сестры на следующей неделе, и я сидел с детьми моего друга в прошлом году.",
      "imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "se comporter",
      "translation": "вести себя",
      "definition": "Agir d'une certaine manière, en particulier dans une situation sociale ou officielle.",
      "definition_translation": "Вести себя определенным образом, особенно в социальной или официальной situaci.",
      "example": "Je me suis bien comporté au party, je vais me bien comporter à la réunion, et je me suis mal comporté à l'école.",
      "example_translation": "Я вёл себя хорошо на вечеринке, я буду вести себя прилично на встрече, и я вел себя плохо в школе.",
      "imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mordre",
      "translation": "укус",
      "definition": "Serrer ou broyer avec les dents, notamment comme moyen de défense ou d'attaque naturels.",
      "definition_translation": "Захватывать или схватывать зубами, особенно как естественная оборона или атака.",
      "example": "Le chien m'a mordu hier, je vais mordre dans la pomme maintenant, et j'ai mordu ma langue par accident.",
      "example_translation": "Собака укусила меня вчера, я сейчас укушу яблоко, и я случайно укусил свой язык.",
      "imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "souffler",
      "translation": "дуть",
      "definition": "Créer un courant d'air, généralement en utilisant la bouche ou un ventilateur.",
      "definition_translation": "Создавать поток воздуха, обычно используя рот или вентилятор.",
      "example": "Elle aime souffler des bulles dans son verre. Hier, elle les a soufflées au party. Si elle a le temps, elle les soufflera à nouveau demain.",
      "example_translation": "Она любит дуть пузыри в ее напитке. Вчера она дувала их на вечеринке. Если у нее будет время, она будет дуть их снова завтра.",
      "imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bombe",
      "translation": "бомба",
      "definition": "Un conteneur rempli de matériau explosif, conçu pour être largué d'un aéronef et détoner à l'impact.",
      "definition_translation": "Контейнер, заполненный взрывчатым веществом, предназначенный для сброса с самолета и детонации при ударе.",
      "example": "Les autorités ont trouvé une bombe à l'aéroport. Ils en avaient trouvée une la semaine dernière. Si elles ne sont pas prudentes, elles en trouveront une autre bientôt.",
      "example_translation": "Власти нашли бомбу в аэропорту. Они нашли одну на прошлой неделе. Если они не будут осторожными, они найдут другую вскоре.",
      "imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brûler",
      "translation": "гореть",
      "definition": "Subir une combustion rapide, souvent avec production de chaleur et de lumière.",
      "definition_translation": "Проходить быстрое сгорание, часто с производством тепла и света.",
      "example": "Le feu brûlera toute la nuit. Il a brûlé la maison hier soir. Si nous avons de la chance, il s'éteindra bientôt.",
      "example_translation": "Огонь будет гореть всю ночь. Он сжег дом прошлой ночью. Если мы будем幸運ными, он погаснет soon.",
      "imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "éclater en larmes",
      "translation": "всплакнуть",
      "definition": "Commencer à pleurer soudainement, souvent en raison d'émotions fortes.",
      "definition_translation": "Внезапно начать плакать, часто из-за сильных эмоций.",
      "example": "Elle a éclaté en larmes en apprenant la nouvelle. Elle avait éclaté en larmes hier. Si elle n'est pas prudente, elle éclatera en larmes à nouveau.",
      "example_translation": "Она всплакнула, когда услышала новости. Она всплакнула вчера. Если она не будет осторожной, она всплакнет снова.",
      "imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "enterrer",
      "translation": "хоронить",
      "definition": "placer un corps mort dans le sol, généralement avec une cérémonie",
      "definition_translation": "класть умершего в землю, обычно с церемонией",
      "example": "Je vais enterrer mon chat dans le jardin. Hier, j'ai enterré ma grand-mère. Demain, j'enterrerai mes vieilles chaussures.",
      "example_translation": "Я похороню своего кота в заднем дворе. Вчера я похоронил свою бабушку. Завтра я похороню свои старые туфли.",
      "imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "annuler",
      "translation": "отменять",
      "definition": "arrêter officiellement quelque chose ou déclarer qu'elle ne se produira pas",
      "definition_translation": "официально остановить что-то или сказать, что это не состоится",
      "example": "Je vais annuler mon voyage à Paris. Hier, j'ai annulé mon vol. Demain, j'annulerai mon adhésion au gym.",
      "example_translation": "Я отменю свою поездку в Париж. Вчера я отменил свой рейс. Завтра я отменю свою подписку в спортзале.",
      "imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "enregistrer son arrivée",
      "translation": "регистрироваться",
      "definition": "arriver à un hôtel, un aéroport ou autre endroit et signaler son arrivée au personnel",
      "definition_translation": "прибывать в отель, аэропорт или другое место и сообщать персоналу о прибытии",
      "example": "Je vais enregistrer mon arrivée à l'hôtel à 15 heures. Hier, j'ai enregistré mon arrivée à l'aéroport. Demain, j'enregistrerai mon arrivée au centre de conférence.",
      "example_translation": "Я зарегистрируюсь в отеле в 3 часа дня. Вчера я зарегистрировался в аэропорту. Завтра я зарегиструюсь в конференц-центре.",
      "imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "quitter son hébergement",
      "translation": "выселиться",
      "definition": "quitter un hôtel, une chambre ou autre endroit et rendre la clé",
      "definition_translation": "покидать отель, комнату или другое место и возвращать ключ",
      "example": "Je vais quitter mon hébergement à 12 heures. Hier, j'ai quitté la bibliothèque. Demain, je quitterai mon hébergement au hostel.",
      "example_translation": "Я выйду из отеля в 12 часов дня. Вчера я вышел из библиотеки. Завтра я выйду из хостела.",
      "imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cercler",
      "translation": "круг",
      "definition": "Une forme ronde sans début ni fin, se poursuivant indéfiniment dans toutes les directions.",
      "definition_translation": "Круглая форма без начала или конца, продолжающаяся бесконечно в любом направлении.",
      "example": "J'ai tracé un cercle sur le papier. Je suis en train de tracer un cercle sur le papier. Je vais tracer un cercle sur le papier demain.",
      "example_translation": "Я нарисовал круг на бумаге. Я рисую круг на бумаге. Я нарисую круг на бумаге.",
      "imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "applaudir",
      "translation": "хлопать",
      "definition": "Frapper dans ses mains pour exprimer son approbation ou son admiration.",
      "definition_translation": "Ударять ладонями рук вместе, обычно для выражения одобрения или аппpreciации.",
      "example": "J'ai applaudi après le spectacle. Je suis en train d'applaudir maintenant. Je vais applaudir au concert demain soir.",
      "example_translation": "Яapplaudировал после шоу. Яapplaudирую сейчас. Яapplaudирую на концерте.",
      "imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "collecter",
      "translation": "собирать",
      "definition": "Rassembler ou réunir des choses, des personnes ou des informations.",
      "definition_translation": "Собирать или собрать вместе вещи, людей или информацию.",
      "example": "J'ai collecté des timbres lorsque j'étais enfant. Je suis en train de collecter des données pour mon projet. Je vais collecter mes pensées avant de parler.",
      "example_translation": "Я собирал марки, когда был ребенком. Я собираю данные для моего проекта. Я соберу свои мысли, прежде чем говорить.",
      "imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "peigner",
      "translation": "расческа",
      "definition": "Un outil utilisé pour arranger, nettoyer ou lisser les cheveux, généralement consistant en une surface plate ou courbe avec des dents ou des pics.",
      "definition_translation": "Инструмент, используемый для укладки,cleaning или сгладки волос, обычно состоящий из плоской или изогнутой поверхности с зубцами или шипами.",
      "example": "J'ai utilisé un peigne pour coiffer mes cheveux. Je suis en train de peigner mes cheveux maintenant. Je vais peigner ma barbe plus tard.",
      "example_translation": "Я использовал расческу, чтобы уложить мои волосы. Я сейчас расчесываю мои волосы. Я расчесаю свою бороду позже.",
      "imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "concourir",
      "translation": "конкурировать",
      "definition": "s'efforcer de gagner ou d'obtenir quelque chose en battant ou surpassant les autres",
      "definition_translation": "стремиться получить или выиграть何か, победив или превзойдя других",
      "example": "J'ai concouru au marathon l'année dernière, je concours aux Jeux olympiques cette année, et je concourrai au championnat l'année prochaine.",
      "example_translation": "Я участвовал в марафоне в прошлом году, я участвую в Олимпиаде в этом году, и я буду участвовать в чемпионате в следующем году.",
      "imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "se concentrer",
      "translation": "концентрировать",
      "definition": "centrer son attention ou son effort sur une tâche ou une activité particulière",
      "definition_translation": "сконцентрировать внимание или усилия на конкретной задаче или деятельности",
      "example": "Je me suis concentré sur mes études le semestre dernier, je me concentre sur mon projet maintenant, et je me concentrerai sur ma carrière à l'avenir.",
      "example_translation": "Я сосредоточился на своих учёбах в прошлом семестре, я сейчас сосредоточен на своем проекте, и я сосредоточусь на своей карьере в будущем.",
      "imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "se.connecter",
      "translation": "соединять",
      "definition": "relier ou lier deux choses ou plus ensemble",
      "definition_translation": "соединить или связать две или более вещи вместе",
      "example": "J'ai connecté mon téléphone au réseau Wi-Fi hier, je me connecte au serveur maintenant, et je me connecterai avec mes amis demain.",
      "example_translation": "Я подключил свой телефон к сети Wi-Fi вчера, я сейчас подключаюсь к серверу, и я буду подключаться с друзьями завтра.",
      "imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "continuer",
      "translation": "продолжать",
      "definition": "faire quelque chose à nouveau ou continuer à faire quelque chose que vous avez déjà commencé",
      "definition_translation": "снова делать что-то или продолжать делать что-то, что вы уже начали",
      "example": "J'ai continué mon éducation après le lycée, je continue mes recherches maintenant, et je continuerai à travailler sur mon projet à l'avenir.",
      "example_translation": "Я продолжил своё образование после школы, я продолжаю свое исследование сейчас, и я продолжу работать над моим проектом в будущем.",
      "imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "contrôler",
      "translation": "контроль",
      "definition": "Le pouvoir d'influencer ou de diriger le comportement des gens ou le cours des événements.",
      "definition_translation": "Власть влиять или направлять поведение людей или ход событий.",
      "example": "Le gouvernement a le contrôle sur l'économie. Hier, j'ai perdu le contrôle de ma voiture. Je prendrai le contrôle du projet le mois prochain.",
      "example_translation": "Правительство имеет контроль над экономикой. Вчера я потерял контроль над своей машиной. Я возьму контроль над проектом на следующий месяц.",
      "imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tousser",
      "translation": "кашлять",
      "definition": "Une expulsion brusque et violente d'air des poumons, typically pour dégager les voies respiratoires.",
      "definition_translation": "Внезапное, сильное выталкивание воздуха из легких, обычно для очистки дыхательных путей.",
      "example": "J'ai toussé bruyamment pendant la présentation. Elle a toussé du sang après l'accident. Il toussera constamment s'il ne quitte pas de fumer.",
      "example_translation": "Я громко кашлял во время презентации. Она кашляла кровью после аварии. Он будет кашлять постоянно, если он не бросит курить.",
      "imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "compter",
      "translation": "считать",
      "definition": "Déterminer le nombre de quelque chose en notant séparément chaque élément ou unité.",
      "definition_translation": "Определить количество чего-либо, отдельно注意 каждого отдельного элемента или единицы.",
      "example": "Pouvez-vous compter le nombre de personnes dans la salle ? J'ai compté l'argent soigneusement. Elle comptera les voix à l'élection.",
      "example_translation": "Можете ли вы сосчитать количество людей в комнате? Я аккуратно сосчитал деньги. Она будет считать голоса на выборах.",
      "imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "s'écraser",
      "translation": "авария",
      "definition": "Un impact brusque et violent, souvent causant des dégâts ou des blessures.",
      "definition_translation": "Внезапное, насилийное столкновение или столкновение, часто вызывающее повреждения или травмы.",
      "example": "L'accident de voiture a été fatal. L'ordinateur s'est écrasé pendant la mise à jour. Le marché boursier s'effondrera si les taux d'intérêt augmentent.",
      "example_translation": "Автомобильная авария была смертельной. Компьютер рухнул во время обновления. Фондовый рынок рухнет, если процентные ставки возрастут.",
      "imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "créer",
      "translation": "создавать",
      "definition": "Faire exister quelque chose ou créer quelque chose de nouveau.",
      "definition_translation": "Создавать что-либо или делать что-то новое.",
      "example": "J'ai créé un nouveau projet la semaine dernière. Je crée un rapport maintenant. Je créerai un nouvel algorithme l'année prochaine.",
      "example_translation": "Я создал новый проект на прошлой неделе. Я создаю отчет сейчас. Я создам новый алгоритм в следующем году.",
      "imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cyclical",
      "translation": "цикл",
      "definition": "Une série d'événements ou de processus qui se répètent dans un ordre régulier.",
      "definition_translation": "Серия событий или процессов, которые повторяются в регулярном порядке.",
      "example": "J'ai fait du vélo jusqu'au travail hier. Je fais du vélo maintenant. Je ferai du vélo jusqu'aux montagnes le week-end prochain.",
      "example_translation": "Я ехал на работу на велосипеде вчера. Я катюсь сейчас. Я поеду на велосипеде в горы на следующий уикенд.",
      "imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "endommager",
      "translation": "повреждение",
      "definition": "Causer du mal ou de l'injure à quelque chose ou à quelqu'un.",
      "definition_translation": "Ущерб или травма кому-либо или чему-либо.",
      "example": "L'orage a endommagé le toit. L'accident a endommagé ma voiture. La société endommagera l'environnement si elle ne change pas ses politiques.",
      "example_translation": "Шторм повредил крышу. Авария повредила мою машину. Компания повредит окружающую среду, если они не изменят свои политики.",
      "imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "décorer",
      "translation": "украшать",
      "definition": "Rendre quelque chose plus attrayant en ajoutant des décorations.",
      "definition_translation": "Сделать что-то более привлекательным, добавив украшения.",
      "example": "J'ai décoré ma chambre pour Noël. Elle décore le gâteau maintenant. Ils décoreront le hall pour le mariage.",
      "example_translation": "Я украсил свою комнату для Рождества. Она украшает торт сейчас. Они украсят зал для свадьбы.",
      "imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "décorer",
      "translation": "украсить",
      "definition": "rendre quelque chose plus attractiveness en ajoutant des décorations ou des ornements",
      "definition_translation": "делать что-то более привлекательным, добавляя украшения или орнаменты",
      "example": "Je vais décorer ma chambre pour la fête. J'ai décoré ma chambre pour la fête. J'ai déjà décoré ma chambre pour la fête.",
      "example_translation": "Я украслю свою комнату для вечеринки. Я украсил свою комнату для вечеринки. Я украсила свою комнату для вечеринки.",
      "imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vaincre",
      "translation": "победить",
      "definition": "remporter une victoire sur quelqu'un ou quelque chose, ou surmonter un problème ou une difficulté",
      "definition_translation": "добиться победы над кем-то или чем-то, или преодолеть проблему или трудность",
      "example": "Nous avons vaincu l'équipe adverse. Nous avions vaincu l'équipe adverse. Nous allons vaincre l'équipe adverse.",
      "example_translation": "Мы победили противную команду. Мы победили противную команду. Мы победим противную команду.",
      "imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "défendre",
      "translation": "защищать",
      "definition": "protéger quelqu'un ou quelque chose contre une attaque ou un dommage",
      "definition_translation": "защищать кого-то или что-то от нападения или вреда",
      "example": "J'ai défendu mon frère. J'avais défendu mon frère. Je vais défendre mon frère.",
      "example_translation": "Я защищал свой брат. Я защитил свой брат. Я защищу свой брат.",
      "imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "retarder",
      "translation": "отсрочка",
      "definition": "reporter à plus tard la réalisation de quelque chose",
      "definition_translation": "откладывать что-то до более позднего времени",
      "example": "J'ai retardé mon voyage. J'avais retardé mon voyage. Je vais retarder mon voyage.",
      "example_translation": "Я отложил свою поездку. Я отложил свою поездку. Я отложу свою поездку.",
      "imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "supprimer",
      "translation": "удалить",
      "definition": "enlever ou effacer quelque chose, comme un fichier ou un élément d'information, d'un ordinateur ou d'un autre appareil",
      "definition_translation": "удалить или стереть какой-либо файл или кусок информации с компьютера или другого устройства",
      "example": "Je vais supprimer le fichier après avoir fini de l'éditer. J'ai supprimé le fichier hier. J'ai déjà supprimé de nombreux fichiers aujourd'hui.",
      "example_translation": "Я удалю файл после редактирования его. Я удалил файл вчера. Я удалил viele файлы сегодня.",
      "imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "livrer",
      "translation": "доставлять",
      "definition": "apporter ou prendre quelque chose à une personne ou à un endroit, souvent en échange d'un paiement",
      "definition_translation": "принести или доставить что-то شخصу или месту, часто в обмен на оплату",
      "example": "La compagnie va livrer le paquet demain. Ils ont livré le paquet hier. Je vais livrer le paquet la semaine prochaine.",
      "example_translation": "Компания доставит пакет завтра. Они доставили пакет вчера. Я доставлю пакет на следующей неделе.",
      "imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "concevoir",
      "translation": "дизайн",
      "definition": "planifier et prendre des décisions sur l'apparence et la fonction de quelque chose, comme un produit ou un bâtiment",
      "definition_translation": "планировать и принимать решения о внешнем виде и функциональности чего-то, такого как продукт или здание",
      "example": "J'ai conçu le site web l'année dernière. Elle conçoit des vêtements pour vivre. Il va concevoir un nouveau logo pour la compagnie.",
      "example_translation": "Я спроектировал веб-сайт в прошлом году. Она проектирует одежду для жизни. Он спроектирует новый логотип для компании.",
      "imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "détruire",
      "translation": "уничтожать",
      "definition": "causer la destruction totale de quelque chose, de sorte qu'il n'existe plus ou ne peut plus être utilisé",
      "definition_translation": "причинять ущерб чему-либо, чтобы оно было полностью разрушено или уничтожено, так что оно больше не существует или не может быть использовано",
      "example": "Le tornade a détruit de nombreuses maisons. Ils ont détruit le bâtiment la nuit dernière. La compagnie va détruire tous les déchets toxiques.",
      "example_translation": "Торнадо уничтожил многие дома. Они уничтожили здание прошлой ночью. Компания уничтожит все токсические отходы.",
      "imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "composer",
      "translation": "набрать",
      "definition": "tourner un cadran pour opérer une machine, notamment un téléphone",
      "definition_translation": "набрать на машине, особенно на телефоне, для его работы",
      "example": "J'ai composé le numéro, mais il était occupé. Je vais composer à nouveau plus tard. J'ai déjà composé trois fois déjà.",
      "example_translation": "Я набрал номер, но он был занят. Я наберу его снова позже. Я уже набрал его три раза.",
      "imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fouiller",
      "translation": "копать",
      "definition": "déplacer la terre ou d'autres matériaux avec une pelle ou un autre outil, ou faire un trou dans le sol",
      "definition_translation": "перемещать землю или другие материалы лопатой или другим инструментом, или выкопать яму в земле",
      "example": "J'ai fouillé un trou dans le jardin pour planter un arbre. Elle fouille dans son jardin tous les week-ends. Ils ont fouillé un tunnel sous la ville.",
      "example_translation": "Я выкопал яму в заднем дворе, чтобы посадить дерево. Она копает в своем саду каждый уикенд. Они выкопали туннель под городом.",
      "imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "diriger",
      "translation": "направлять",
      "definition": "contrôler la direction ou le cours de quelque chose, ou donner des instructions ou des ordres",
      "definition_translation": "контролировать направление или курс чего-либо, или давать инструкции или приказы",
      "example": "Elle dirige le département du marketing. Il a dirigé le film. Ils vont diriger le flux de circulation.",
      "example_translation": "Она руководит отделом маркетинга. Он снял фильм. Они будут направлять поток трафика.",
      "imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "direct",
      "translation": "прямой",
      "definition": "allant directement à un endroit ou à une personne, sans s'arrêter ou tourner",
      "definition_translation": "идущий прямо к месту или человеку, не останавливаясь или не поворачивая",
      "example": "J'ai pris un vol direct pour Moscou. Elle habite dans une maison directement en face. Il a envoyé un message direct au gestionnaire.",
      "example_translation": "Я сел на прямой рейс в Москву. Она живет в прямо противоположном доме. Он отправил прямое сообщение менеджеру.",
      "imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "découvrir",
      "translation": "открывать",
      "definition": "trouver quelque chose ou quelqu'un qui était précédemment inconnu ou inaperçu",
      "definition_translation": "найти что-то или кого-то, что было ранее неизвестно или незамечено",
      "example": "J'ai découvert un nouveau hobby l'année dernière. Je découvrirai une nouvelle ville le mois prochain. Elle a découvert un talent caché pour le chant.",
      "example_translation": "Я открыл новый хобби в прошлом году. Я открою новый город в следующем месяце. Она открыла скрытый талант к пению.",
      "imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "afficher",
      "translation": "дисплей",
      "definition": "montrer ou exposer quelque chose dans un endroit public ou sur un écran",
      "definition_translation": "показать или выставить что-то в общественном месте или на экране",
      "example": "Le musée exposera une nouvelle collection d'art la semaine prochaine. Elle affichera ses compétences lors du concert. Ils ont affiché un message d'avertissement sur l'écran.",
      "example_translation": "Музей выставит новую коллекцию искусства на следующей неделе. Она покажет свои навыки на концерте. Они отображали предупреждающее сообщение на экране.",
      "imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plonger",
      "translation": "нырять",
      "definition": "sauter dans l'eau, généralement la tête la première, ou descendre rapidement dans un avion",
      "definition_translation": "прыгнуть в воду, обычно головой вперед, или спускаться быстро на самолете",
      "example": "J'ai plongé dans la piscine hier. Ils vont plonger dans l'océan l'été prochain. L'avion a plongé pour éviter la collision.",
      "example_translation": "Я нырнул в бассейн вчера. Они нырнут в океан в следующем летом. Самолет нырнул вниз, чтобы避ать столкновения.",
      "imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "diviser",
      "translation": "делить",
      "definition": "séparer ou splitsomething en parties ou groupes",
      "definition_translation": "разделить или разбить что-то на части или группы",
      "example": "Pouvez-vous diviser le gâteau en quatre parts? Ils ont divisé la classe en petits groupes. Elle va diviser son temps entre le travail et l'étude.",
      "example_translation": "Можете поделить торт на четыре части? Они разделили класс на маленькие группы. Она будет делить свое время между работой и учёбой.",
      "imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lâcher",
      "translation": "падать",
      "definition": "laisser tomber ou laisser descendre quelque chose d'une position élevée à une position plus basse, généralement en raison de la gravité",
      "definition_translation": "Позволить упасть или опуститься с более высокой позиции на более низкую, обычно из-за силы тяжести.",
      "example": "J'ai lâché le ballon sur le sol. Je vais passer chez toi demain. J'avais lâché l'habitude de fumer.",
      "example_translation": "Я упал мяч на пол. Я зайду к тебе завтра. Я бросил курить.",
      "imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "embaucher",
      "translation": "нанимать",
      "definition": "payer quelqu'un pour travailler pour vous, ou utiliser quelque chose pour un but particulier",
      "definition_translation": "Платить кому-то за работу на вас или использовать что-то для определенной цели.",
      "example": "L'entreprise emploie plus de 500 travailleurs. Elle a embauché une nouvelle stratégie pour augmenter les ventes. Ils vont embaucher plus de personnes l'année prochaine.",
      "example_translation": "Компания нанимает более 500 работников. Она telahнала новую стратегию для увеличения продаж. Они нанять больше людей в следующем году.",
      "imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "encourager",
      "translation": "поощрять",
      "definition": "donner confiance ou soutien à quelqu'un pour faire quelque chose, ou rendre quelque chose plus susceptible de se produire",
      "definition_translation": "Давать кому-то уверенность или поддержку делать что-то, или чтобы сделать что-то более вероятным.",
      "example": "Les parents de la fille l'ont encouragée à poursuivre une carrière musicale. Le gouvernement a encouragé l'investissement étranger. Ils vont encourager l'équipe à gagner le championnat.",
      "example_translation": "Ее родители поощрили ее продолжать карьеру в музыке. Правительство поощрило иностранные инвестиции. Они поощрят команду赢рать чемпионат.",
      "imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entrer",
      "translation": "входить",
      "definition": "venir ou aller dans un endroit, un concours, ou un état ou position particulier",
      "definition_translation": "Приходить или идти в место, соревнование, или определенную ситуацию или положение.",
      "example": "Je vais entrer dans la pièce lorsque j'aurai fini mon travail. Elle est entrée dans le concours et a gagné un prix. Ils vont entrer un nouveau marché l'année prochaine.",
      "example_translation": "Я войду в комнату, когда закончу свою работу. Она вступила в конкурс и выиграла приз. Они войдут на новый рынок в следующем году.",
      "imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "divertir",
      "translation": "развлекать",
      "definition": "fournir de l'amusement ou du plaisir à quelqu'un",
      "definition_translation": "предоставлять развлечение или удовольствие кому-либо",
      "example": "Je vais divertir mes invités chez moi ce soir. J'ai divertir avec des histoires hier soir. Je divertirai des pensées de voyager à l'étranger l'année prochaine.",
      "example_translation": "Я буду развлекать гостей у себя дома сегодня вечером. Я развлекал их историями вчера вечером. Я развлекаю мысли о поездке за границу в следующем году.",
      "imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "s'échapper",
      "translation": "бежать",
      "definition": "s'éloigner d'un lieu ou d'une situation, notamment dangereuse ou déplaisante",
      "definition_translation": "убежать из места или ситуации, особенно если она опасна или неприятна",
      "example": "Le prisonnier a tenté de s'échapper de la prison. Elle s'est échappée du bâtiment en flammes. Ils vont s'échapper dans les montagnes pour une semaine.",
      "example_translation": "Заключенный попытался бежать из тюрьмы. Она бежала из горящего здания. Они убегут в горы на неделю.",
      "imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "exercer",
      "translation": "упражнение",
      "definition": "activité que vous faites pour améliorer votre santé physique ou mentale",
      "definition_translation": "деятельность, которую вы выполняете для улучшения вашего физического или умственного здоровья",
      "example": "J'exerce chaque matin pour rester en bonne santé. Elle a exercé ses muscles en soulevant des poids. Ils vont exercer leurs cérébraux avec des puzzles.",
      "example_translation": "Я занимаюсь упражнениями каждое утро, чтобы оставаться здоровым. Она упражняла свои мускулы, поднимая веса. Они будут упражнять свои мозги с головоломками.",
      "imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sortie",
      "translation": "выход",
      "definition": "voie de sortie d'un bâtiment, d'une pièce ou d'un lieu",
      "definition_translation": "выход из здания, комнаты или места",
      "example": "Veuillez sortir du bâtiment par la porte principale. J'ai quitté la pièce discrètement. Ils vont sortir de l'autoroute à la prochaine sortie.",
      "example_translation": "Пожалуйста, выйдите из здания через основную дверь. Я вышел из комнаты тихо. Они выйдут из шоссе на следующей остановке.",
      "imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "s'attendre",
      "translation": "ожидать",
      "definition": "considérer quelque chose comme probable ou susceptible de se produire",
      "definition_translation": "Считать что-то вероятным или возможным.",
      "example": "Je m'attends à finir ce projet d'ici la fin de la semaine. J'avais esperé te voir à la fête, mais tu n'es pas venu. Je m'attendrai à ce que tu te comportes bien à la réunion.",
      "example_translation": "Я ожидаю закончить этот проект к концу недели. Я ожидал видеть вас на вечеринке, но вы не пришли. Я буду ожидать, что вы будете вести себя прилично на встрече.",
      "imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "explorer",
      "translation": "исследовать",
      "definition": "examiner ou enquêter systématiquement pour acquérir une compréhension plus profonde de quelque chose",
      "definition_translation": "Исследовать или обследовать что-то систематически, чтобы получить более глубокое понимание.",
      "example": "Nous avons exploré la nouvelle ville en prenant un tour guidé. Elle a exploré la possibilité de lancer son propre entreprise. Ils vont explorer les profondeurs de l'océan dans le nouveau sous-marin.",
      "example_translation": "Мы исследовали новый город, взяв гидический тур. Она исследовала возможность начала собственного бизнеса. Они будут исследовать глубины океана на новой субмарине.",
      "imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "visage",
      "translation": "лицо",
      "definition": "la partie frontale de la tête, du front au menton",
      "definition_translation": "Передняя часть головы, от лба до подбородка.",
      "example": "Elle a un beau visage avec des yeux bleus perçants. Le visage de l'horloge affichait 3 heures. Il a essayé de mettre un visage brave, mais il avait peur.",
      "example_translation": "У нее есть красивое лицо с пронзительными голубыми глазами. Лицо часов показывало 3 часа. Он пытался поставить храброе лицо, но он был напуган.",
      "imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "s'endormir",
      "translation": "уснуть",
      "definition": "devenir inconscient et inactif en raison du sommeil",
      "definition_translation": "Стать бессознательным и неактивным из-за сна.",
      "example": "Je me suis endormi sur le canapé en regardant la télévision. Elle s'est endormie tôt ces derniers jours. Ils vont s'endormir dès qu'ils rentreront à la maison.",
      "example_translation": "Я уснул на диване, когда смотрел телевизор. Она начинает спать раньше в эти дни. Они уснут, как только они придут домой.",
      "imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tomber amoureux",
      "translation": "влюбиться",
      "definition": "éprouver une forte attachement émotionnel ou affection pour quelqu'un, souvent soudainement ou inattendument",
      "definition_translation": "Иметь сильную эмоциональную привязанность или привязанность к кому-то, часто внезапно или неожиданно.",
      "example": "Je suis tombé amoureux d'elle au moment où je l'ai vue, je tombe amoureux d'elle maintenant, je tomberai amoureux d'elle à nouveau un jour.",
      "example_translation": "Я влюбился в нее, когда увидел ее, я влюбляюсь в нее сейчас, я влюблюсь в нее снова когда-нибудь.",
      "imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attacher",
      "translation": "закрепить",
      "definition": " Fixer ou rattacher solidement quelque chose, souvent à l'aide d'un dispositif de fixation ou d'un nœud",
      "definition_translation": "Укрепить или прикрепить что-то прочно, часто используя крепление или узел.",
      "example": "J'ai attaché ma ceinture de sécurité avant que l'avion ne décolle, j'attache mes lacets maintenant, je vais attacher la vis demain.",
      "example_translation": "Я закрепил свой ремень безопасности перед вылетом самолета, я сейчас закрепляю мои шнурки, завтра я закреплю винт.",
      "imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nourrir",
      "translation": "кормить",
      "definition": "Donner de la nourriture à quelqu'un ou quelque chose, souvent de manière régulière.",
      "definition_translation": "Давать еду кому-то или чему-то, часто на регулярной основе.",
      "example": "J'ai nourri mon chat ce matin, je nourris les oiseaux maintenant, je nourrirai le bébé demain.",
      "example_translation": "Я покормил свою кошку сегодня утром, я сейчас кормлю птиц, завтра я покормлю ребенка.",
      "imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aller chercher",
      "translation": "принести",
      "definition": "Aller chercher quelque chose et le ramener, souvent à la demande de quelqu'un.",
      "definition_translation": "Идти и bringenить что-то обратно, часто по запросу кого-то.",
      "example": "J'ai été chercher le ballon pour mon chien hier, je vais chercher le journal maintenant, je irai chercher le livre demain.",
      "example_translation": "Я принес мяч для моей собаки вчера, я сейчас приношу газету, завтра я принесу книгу.",
      "imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "se battre",
      "translation": "бороться",
      "definition": "Engager un combat physique ou verbal avec quelqu'un ou quelque chose.",
      "definition_translation": "Заниматься физическим или словесным конфликтом с кем-то или чем-то.",
      "example": "Je me suis battu avec mon frère quando j'étais gamin. Maintenant, je me bats pour mon pays. Je me battrai pour mes droits à l'avenir.",
      "example_translation": "Я боролся со своим братом, когда мы были детьми. Теперь я борюсь за свою страну. Я będę бороться за свои права в будущем.",
      "imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "film",
      "translation": "фильм",
      "definition": "Un film ou un film de fiction.",
      "definition_translation": "Движущийся образ или кинофильм, особенно вымышленный.",
      "example": "J'ai regardé un film hier soir. Je vais filmer mes vacances l'année prochaine. J'ai filmé un film quand j'étais à l'université.",
      "example_translation": "Я смотрел фильм вчера ночью. Я сниму свой отпуск следующим годом. Я снимал фильм, когда был в колледже.",
      "imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poisson",
      "translation": "рыба",
      "definition": "Un animal aquatique à sang froid qui vit dans l'eau.",
      "definition_translation": "Холоднокровное водное животное, которое живет в воде.",
      "example": "J'ai attrapé un poisson hier. Je vais pêcher dans le lac demain. J'ai pêché avec mes amis l'été dernier.",
      "example_translation": "Я поймал рыбу вчера. Я пойду на рыбалку в озеро завтра. Я рыбачил с друзьями прошлым летом.",
      "imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réparer",
      "translation": "очистить",
      "definition": "Réparer ou arranger quelque chose.",
      "definition_translation": "Починить или отремонтировать что-то.",
      "example": "J'ai réparé la voiture hier. Je vais réparer l'évier demain. J'ai réparé l'ordinateur la semaine dernière.",
      "example_translation": "Я починил машину вчера. Я починую раковину завтра. Я починил компьютер на прошлой неделе.",
      "imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "flotter",
      "translation": "плыть",
      "definition": "Reposer sur la surface d'un fluide ou être suspendu dans l'air, comme si dans un état d'apesanteur.",
      "definition_translation": "Плавать на поверхности жидкости или быть поднятым в воздухе, как если бы в состоянии безвесности.",
      "example": "Le ballon flottera doucement dans l'air. Hier, il flottait sur la surface du lac. Demain, il flottera à nouveau.",
      "example_translation": "Шарик будет плавать мягко в воздухе. Вчера он плыл на поверхности озера. Завтра он снова будет плавать.",
      "imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plier",
      "translation": "складывать",
      "definition": "Plier ou casser quelque chose, généralement pour le rendre plus compact ou créer une forme plus organisée.",
      "definition_translation": "Сгибать или складывать что-то, обычно чтобы сделать его более компактным или создать более организованную форму.",
      "example": "J'ai plié le linge hier. Elle va plier le papier pour créer un oiseau en origami. Ils ont plié les bras en signe de désapprobation.",
      "example_translation": "Я сложил белье вчера. Она сложит бумагу, чтобы создать птицу оригами. Они сложили руки в знак неодобрения.",
      "imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "suivre",
      "translation": "следовать",
      "definition": "Se déplacer derrière quelqu'un ou quelque chose, généralement dans la même direction, ou accepter la guidance ou la direction de quelqu'un.",
      "definition_translation": "Двигатьсяbehind кого-то или чем-то, обычно в том же направлении, или принимать руководство или лидерство кого-то.",
      "example": "Je vais suivre jusqu'au magasin. Elle suit son instinct lorsqu'elle prend des décisions. Ils ont suivi le GPS pour atteindre la destination.",
      "example_translation": "Я føljer вас в магазин. Она следует своим инстинктам при принятии решений. Они следовали GPS, чтобы достичь目的.",
      "imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "saisir",
      "translation": "хватать",
      "definition": "Prendre rapidement possession de quelque chose, généralement avec ses mains, ou saisir une opportunité.",
      "definition_translation": "Внезапно брать что-то, обычно своими руками, или захватывать возможность.",
      "example": "Elle a saisi le téléphone pour répondre à l'appel. Il va saisir un snack avant le film. Ils ont saisi l'opportunité d'investir dans l'entreprise.",
      "example_translation": "Она схватила телефон, чтобы ответить на звонок. Он схватит перекус перед фильмом. Они схватили возможность инвестировать в компанию.",
      "imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guide",
      "translation": "руководитель",
      "definition": "Une personne qui dirige ou conduit d'autres, notamment dans une profession ou une activité particulière.",
      "definition_translation": "Человек, который руководит или управляет другими, особенно в определенной профессии или деятельности.",
      "example": "Elle a été un guide pour de nombreux jeunes avocats dans le cabinet. Elle nous a guidés à travers le processus complexe. Elle guidera l'équipe vers le succès.",
      "example_translation": "Она была руководителем для многих молодых адвокатов в фирме. Она руководила нами через сложный процесс. Она будет руководить командой к успеху.",
      "imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manipuler",
      "translation": "обрабатывать",
      "definition": "Traiter ou gérer quelque chose, notamment avec soin ou habileté.",
      "definition_translation": "Обрабатывать или управлять чем-то, особенно с заботой или умением.",
      "example": "Il a manipulé la situation avec aisance. Elle avait manipulé le projet parfaitement. Ils vont manipuler le nouveau compte.",
      "example_translation": "Он легко справился с ситуацией. Она идеально управляла проектом. Они будут обрабатывать новый счет.",
      "imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accrocher",
      "translation": "висеть",
      "definition": "Suspendre ou être suspendu dans l'air, notamment à un crochet ou par une corde.",
      "definition_translation": "Висеть в воздухе, особенно от крюка или на веревке.",
      "example": "Le tableau est accroché au mur. Elle avait accroché les rideaux hier. Ils vont accrocher les lumières demain.",
      "example_translation": "Картина висит на стене. Она повесила шторы вчера. Они повесят лампы завтра.",
      "imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cacher",
      "translation": "скрывать",
      "definition": "Dissimuler ou couvrir quelque chose, notamment pour l'empêcher d'être vu ou trouvé.",
      "definition_translation": "Скрывать или покрывать что-то, особенно чтобы предотвратить его видимости или обнаружения.",
      "example": "Les enfants se cachent derrière le canapé. Elle avait caché la clé sous le paillasson. Ils vont cacher la surprise-party.",
      "example_translation": "Дети скрываются за диваном. Она спрятала ключ под ковриком. Они будут скрывать вечеринку-сюрприз.",
      "imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "embaucher",
      "translation": "нанять",
      "definition": "Engager les services de quelqu'un en échange d'un paiement.",
      "definition_translation": "Нанимать кого-либо за работу в обмен на оплату.",
      "example": "J'ai embauché un avocat pour gérer mon cas. J'ai embauché des freelances pour mes projets. J'embaucherai un nouvel employé le mois prochain.",
      "example_translation": "Я нанял адвоката, чтобы обработать мой случай. Я нанимал фрилансеров для моих проектов. Я найму нового сотрудника в следующем месяце.",
      "imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "faire de l'auto-stop",
      "translation": "автостоп",
      "definition": "Voyager en obtenant des trajets gratuits auprès des conducteurs, généralement en se tenant sur le côté de la route et en tenant un panneau.",
      "definition_translation": "Путешествовать, получая бесплатные поездки от водителей, обычно стоя на обочине дороги и держа знак.",
      "example": "J'ai fait de l'auto-stop à travers le pays pendant mon année sabbatique. Elle a fait de l'auto-stop pendant des mois. Ils vont faire de l'auto-stop au festival de musique le week-end prochain.",
      "example_translation": "Я автостопом проехал по всей стране во время года обучения. Она автостопом едет уже несколько месяцев. Они автостопом поедут на музыкальный фестиваль на следующих выходных.",
      "imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tenir",
      "translation": "держать",
      "definition": "Saisir ou maintenir fermement quelque chose, souvent avec ses mains ou ses bras.",
      "definition_translation": "Держать или схватывать что-то крепко, Often с помощью своих рук или рук.",
      "example": "Elle tient le bébé dans ses bras. Il avait tenu la porte ouverte pour moi. Ils vont tenir une réunion demain.",
      "example_translation": "Она держит ребенка в своих руках. Он держал дверь открытой для меня. Они проведут собрание завтра.",
      "imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étreindre",
      "translation": "обнимать",
      "definition": "Passer ses bras autour de quelqu'un ou de quelque chose, généralement pour montrer de l'affection ou du réconfort.",
      "definition_translation": "Обнимать кого-то или что-то своими руками, обычно чтобы показать любовь или комфорт.",
      "example": "Elle m'a étreint serré. Il étreint son oreiller favori. Ils vont s'étreindre à l'aéroport.",
      "example_translation": "Она обняла меня крепко. Он обнимает свой любимый подушку. Они обнимут друг друга в аэропорту.",
      "imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chasser",
      "translation": "охотиться",
      "definition": "Poursuivre ou chasser (le gibier ou la proie) pour se nourrir ou pour le sport.",
      "definition_translation": "преследовать или гнаться (за дичью или добычей) для еды или спорта",
      "example": "J'ai chassé le cerf dans la forêt le week-end dernier. Je suis en train de chasser un emploi en ce moment. Je chasserai au trésor lorsqu je serai à la retraite.",
      "example_translation": "Я охотился на оленей в лесу на прошлых выходных. Я сейчас ищу работу. Я поищу за сокровищами, когда ухожу на пенсию.",
      "imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "imaginer",
      "translation": "представлять",
      "definition": "Former une image mentale ou concept de quelque chose.",
      "definition_translation": "образовывать в уме картину или понятие о чем-то",
      "example": "J'imaginais être un super-héros lorsque j'étais enfant. Elle imagine un dîner romantique sur la plage. Ils imagineront un avenir sans guerres.",
      "example_translation": "Я представлял себя супергероем, когда был ребенком. Она представляет себе романтический ужин на пляже. Они представят себе будущее без войн.",
      "imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "informer",
      "translation": "информировать",
      "definition": "donner à quelqu'un des informations ou des connaissances sur quelque chose",
      "definition_translation": "давать кому-либо информацию или знание о чем-то",
      "example": "La professeure nous a informé de l'examen à venir. Elle informera son patron du problème. Ils ont informé la police du crime.",
      "example_translation": "Учитель информировал нас о предстоящем экзамене. Она уведомит своего босса о проблеме. Они уведомили полицию о преступлении.",
      "imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "insister",
      "translation": "настаивать",
      "definition": "exiger ou demander quelque chose fortement ou avec force",
      "definition_translation": "требовать или просить что-то сильно или с силой",
      "example": "J'ai insisté pour aller à la fête seul. Elle a insisté pour porter sa nouvelle robe. Ils insisteront pour obtenir un remboursement.",
      "example_translation": "Я настаивал на том, чтобы пойти наparty одному. Она настаивала на ношении своей новой платья. Они будут настаивать на получении возврата денег.",
      "imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "installer",
      "translation": "установить",
      "definition": "mettre en place ou en position, notamment de manière préparée, pour qu'il puisse être utilisé ou fonctionner",
      "definition_translation": "установить в определенном месте или положении, особенно в подготовленном виде, чтобы он мог быть использован или управлен",
      "example": "J'ai installé le nouveau logiciel sur mon ordinateur. J'installe la mise à jour maintenant. Je vais installer le programme antivirus demain.",
      "example_translation": "Я установил новое программное обеспечение на мой компьютер. Я устанавливаю обновление сейчас. Я установлю программу антивируса завтра.",
      "imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entrevue",
      "translation": "интервью",
      "definition": "conversation entre un journaliste et quelqu'un, généralement une personne célèbre ou importante, pour collecter des informations ou des opinions",
      "definition_translation": "беседа между журналистом и кем-то, обычно знаменитым или важным человеком, с целью сбора информации или мнений",
      "example": "J'ai eu une entrevue avec le PDG de l'entreprise hier. Le journaliste mène une entrevue avec le políticien maintenant. Elle aura une entrevue à l'université demain.",
      "example_translation": "Я имел интервью с генеральным директором компании вчера. Журналист проводит интервью с политиком сейчас. Она будет иметь интервью в университете завтра.",
      "imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "inventer",
      "translation": "изобрести",
      "definition": "créer ou concevoir quelque chose de nouveau, notamment un appareil ou un processus",
      "definition_translation": "создать или спроектировать что-то новое, особенно устройство или процесс",
      "example": "Thomas Edison a inventé l'ampoule électrique. Elle est en train d'inventer un nouveau type de robot maintenant. Il a inventé une machine qui peut transformer l'eau en glace.",
      "example_translation": "Томас Эдисон изобрел лампочку. Она изобретает новый тип робота сейчас. Он изобрел машину, способную converting воду в лед.",
      "imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "repasser",
      "translation": "железо",
      "definition": "métal lourd et dur utilisé pour fabriquer de nombreux objets, tels que des machines, des outils et des meubles",
      "definition_translation": "тяжелый, твердый металл, который используется для изготовления многих вещей, таких как машины, инструменты и мебель",
      "example": "J'ai repassé ma chemise hier. Elle est en train de repasser sa robe maintenant. Il repassera son pantalon demain.",
      "example_translation": "Я гладил свою рубашку вчера. Она гладит свою платье сейчас. Он будет гладить свои брюки завтра.",
      "imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tricoter",
      "translation": "вязать",
      "definition": " fabriquer du tissu en entrelaçant des fils ou des fils à l'aide d'une aiguille ou d'une machine",
      "definition_translation": "создавать ткань путем взаимного пересечения пряжи или нити в серии соединенных петель с помощью иглы или машины",
      "example": "Je vais tricoter un pull-over pour mon frère l'hiver prochain. J'ai tricoté un écharpe pour ma sœur l'année dernière. Je tricote un chapeau chaque dimanche.",
      "example_translation": "Я будет вязать свитер для брата на следующую зиму. Я вязала шарф для сестры в прошлом году. Я вяжу шляпу каждое воскресенье.",
      "imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frapper",
      "translation": "стучать",
      "definition": "frapper quelque chose, généralement avec un coup rapide et sec, notamment pour attirer l'attention ou signaler une demande",
      "definition_translation": "ударять что-либо, обычно с быстрым, резким ударом, особенно для привлечения внимания или для сигнала запроса",
      "example": "Je vais frapper à la porte quand j'arriverai. Elle a frappé sur la table pour attirer l'attention de tout le monde. Ils ont renversé le vase par erreur.",
      "example_translation": "Я постучу в дверь, когда прибуду. Она постучала по столу, чтобы привлечь внимание всех. Они случайно опрокинули вазу.",
      "imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mettre le couvert",
      "translation": "накрывать стол",
      "definition": "préparer une table avec de la nourriture, des assiettes, des verres et des ustensiles en prévision d'un repas",
      "definition_translation": "устанавливать стол с едой, тарелками, чашками и столовыми приборами в preparation for a meal",
      "example": "Elle met le couvert chaque soir. Ils vont mettre le couvert pour la soirée dînatoire ce soir. Nous avons mis le couvert pour le festin des fêtes l'année dernière.",
      "example_translation": "Она накрывает стол каждый вечер. Они накроют стол для вечеринки сегодня вечером. Мы накрыли стол для праздничного пира в прошлом году.",
      "imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guider",
      "translation": "вести",
      "definition": "conduire ou diriger quelqu'un ou quelque chose, ou montrer le chemin",
      "definition_translation": "вести или направлять кого-то или что-то, или показывать путь",
      "example": "Il guidera l'équipe à la victoire. Elle a conduit le groupe à travers la forêt. Ils ont conduit le cheval à l'étable.",
      "example_translation": "Он приведет команду к победе. Она привела группу через лес. Они привели лошадь в стойло.",
      "imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "quitter",
      "translation": "уходить",
      "definition": "Partir d'un endroit ou d'une personne, ou cesser de faire quelque chose",
      "definition_translation": "Уйти от места или человека, или перестать делать что-то",
      "example": "J'ai quitté la fête à 22h, je quitte pour Paris demain, et je quitterai l'entreprise l'année prochaine.",
      "example_translation": "Я ушел из партии в 10 вечера, я уезжаю в Париж завтра, и я уйду из компании в следующем году.",
      "imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soulever",
      "translation": "lifting",
      "definition": "Élever quelque chose ou quelqu'un, ou rendre quelque chose plus légère ou plus facile à porter",
      "definition_translation": "Поднимать что-то или кого-то вверх, или сделать что-то легче или проще носить",
      "example": "J'ai soulevé la boîte sur la table, je soulève des poids au gymnase, et je souleverai les restrictions la semaine prochaine.",
      "example_translation": "Я поднял коробку на стол, я поднимаю веса в спортзале, и я подниму ограничения на следующей неделе.",
      "imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lumière",
      "translation": "свет",
      "definition": "Une source d'éclairage, ou un sentiment de bonheur ou de joie",
      "definition_translation": "Источник освещения, или чувство счастья или радости",
      "example": "La lumière dans la pièce est trop faible, j'ai allumé la lumière dans la cuisine, et la lumière dans le ciel était belle.",
      "example_translation": "Свет в комнате слишком тусклый, я включил свет на кухне, и свет в небе был красивым.",
      "imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fermer à clé",
      "translation": "замок",
      "definition": "Un dispositif pour fermer ou sécuriser quelque chose, ou une section d'un canal qui peut être fermée",
      "definition_translation": "Устройство для застегивания или фиксации чего-то, или участок канала, который может быть закрыт",
      "example": "J'ai fermé la porte à clé en partant, je ferme la boîte avec une clé, et je fermerai la fenêtre ce soir.",
      "example_translation": "Я закрыл дверь, когда ушел, я закрываю коробку ключом, и я закрою окно сегодня ночью.",
      "imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gérer",
      "translation": "управлять",
      "definition": "Gérer ou diriger quelque chose avec un degré de compétence ou de soin, notamment pour obtenir les meilleurs résultats.",
      "definition_translation": "Обрабатывать или направлять что-то с определенной степенью умения или заботы, особенно для достижения наилучших результатов.",
      "example": "J'ai géré le projet, et nous avons terminé à l'heure. Hier, je gérais une équipe, mais maintenant je gère un département. Je gérerai l'entreprise d'ici la fin de l'année.",
      "example_translation": "Я управлял проектом, и мы закончили его вовремя. Вчера я управлял командой, но теперь я управляю отделом. К концу года я werde управлять компанией.",
      "imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gérer",
      "translation": "управлять",
      "definition": "Gérer ou diriger quelque chose avec un degré de compétence ou de soin, notamment pour obtenir les meilleurs résultats.",
      "definition_translation": "Обрабатывать или направлять что-то с определенной степенью умения или заботы, особенно для достижения наилучших результатов.",
      "example": "Elle a géré le budget, et nous avons économisé beaucoup d'argent. L'année dernière, elle gérait une petite entreprise, mais maintenant elle gère une corporation. Elle gérera sa propre startup d'ici l'année prochaine.",
      "example_translation": "Она управляла бюджетом, и мы сэкономили много денег. В прошлом году она управляла маленьким бизнесом, но теперь она управляет корпорацией. Она wird управлять своим стартапом к следующему году.",
      "imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "se marier",
      "translation": "жениться",
      "definition": "Prendre quelqu'un comme époux ou épouse, ou se marier à quelqu'un.",
      "definition_translation": "Взять кого-то в качестве мужа или жены, или выйти замуж за кого-то.",
      "example": "J'ai épousé mon amour de lycée, et nous sommes ensemble depuis. Hier, j'épousais mon meilleur ami, mais maintenant je suis marié à mon âme sœur. Je me marierai à mon partenaire d'ici l'été prochain.",
      "example_translation": "Я женился на своей любимой из школы, и мы были вместе с тех пор. Вчера я женился на моем лучшем друге, но теперь я женат на своей soulmate. Я werde жениться на своем партнере к следующему лету.",
      "imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "allumette",
      "translation": "совпадать",
      "definition": "Un petit bâton avec un produit chimique à l'extrémité qui produit une flamme lorsqu'il est frotté contre une surface rugueuse.",
      "definition_translation": "Маленькая палочка с химическим веществом на конце, производящая пламя, когда трется о шероховатую поверхность.",
      "example": "J'ai allumé une allumette, et elle a créé un incendie. Hier, j'appariais les chaussettes, mais maintenant j'apparie les joueurs. J'apparierai les équipes d'ici la fin de la semaine.",
      "example_translation": "Я зажег спичку, и она вспыхнула. Вчера я сопоставлял носки, но теперь я сопоставляю игроков. Я werde сопоставлю команды к концу недели.",
      "imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réparer",
      "translation": "исправить",
      "definition": "Réparer ou fixer quelque chose qui est endommagé ou cassé",
      "definition_translation": "ремонтировать или починить что-то, что повреждено или сломано",
      "example": "J'ai réparé ma chemise déchirée hier, je vais réparer mon vélo aujourd'hui, et je vais réparer mon vase cassé demain.",
      "example_translation": "Я исправил мою порванную рубашку вчера, я почину свой велосипед сегодня, и я исправлю свою сломанную вазу завтра.",
      "imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "déplacer",
      "translation": "двигаться",
      "definition": "Changer la position de quelque chose ou de quelqu'un",
      "definition_translation": "изменять положение кого-то или чего-то",
      "example": "J'ai déménagé dans une nouvelle maison l'année dernière, je déménage dans une nouvelle ville maintenant, et je déménagerai dans un nouveau pays l'année prochaine.",
      "example_translation": "Я переехал в новый дом в прошлом году, я переезжаю в новый город сейчас, и я перееду в новую страну в следующем году.",
      "imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "emménager",
      "translation": "въезжать",
      "definition": "commencer à vivre dans un nouveau lieu",
      "definition_translation": "начать жить в новом месте",
      "example": "Je vaisemménager chez mes amisnext mois, ma sœur a emménagé chez son petit ami l'année dernière, et mes parents ont emménagé dans une nouvelle maison lorsque j'étais gosse.",
      "example_translation": "Я перееду к моим друзьям следующий месяц, моя сестра переехала к своему boyriend в прошлом году, и мои родители переехали в новый дом, когда я был ребенком.",
      "imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "quitter",
      "translation": "выйти",
      "definition": "partir d'un lieu, especialmente une maison ou un appartement, et aller vivre ailleurs",
      "definition_translation": "покинуть место, особенно дом или квартиру, и переехать куда-то еще",
      "example": "J'ai quitté la maison de mes parents lorsque j'avais 18 ans, mon frère a quitté son appartement l'année dernière, et mon ami va quitter la ville next mois.",
      "example_translation": "Я вышел из дома своих родителей, когда мне было 18, мой брат вышел из своей квартиры в прошлом году, и мой друг выйдет из города следующий месяц.",
      "imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "meurtre",
      "translation": "убийство",
      "definition": "L'acte de tuer illégalement un être humain avec préméditation.",
      "definition_translation": "Действие убийства другого человека с предварительным умыслом.",
      "example": "Le détective était chargé de résoudre le meurtre qui a eu lieu la nuit dernière. Elle avait résolu de nombreux meurtres dans le passé, et elle continuera de le faire à l'avenir.",
      "example_translation": "Детективу было поручено раскрыть убийство, которое произошло прошлой ночью. Она раскрыла много убийств в прошлом и будет продолжать делать это в будущем.",
      "imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nom",
      "translation": "имя",
      "definition": "Un mot ou une phrase quiréférence une personne, un lieu ou une chose spécifique.",
      "definition_translation": "Слово или фраза, которая ссылается на конкретного человека, место или вещь.",
      "example": "Quel est votre nom ? Mon nom était Jean, mais je vais le changer en Michel dans le futur. J'ai nommé mon chien après mon grand-père.",
      "example_translation": "Как вас зовут? Мое имя было Джоном, но я изменю его на Майкл в будущем. Я назвал свою собаку в честь моего дедушки.",
      "imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "note",
      "translation": "заметка",
      "definition": "Un-court enregistrement écrit ou rappel.",
      "definition_translation": "Краткая письменная запись или напоминание.",
      "example": "J'ai pris une note à moi-même pour acheter du lait. Elle a pris des notes pendant la conférence et les passera en revue plus tard. Je noterai les changements dans le document demain.",
      "example_translation": "Я сделал себе записку купить молоко. Она делала записи во время лекции и просмотрит их позже. Я сделаю заметки о изменениях в документе завтра.",
      "imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avis",
      "translation": "уведомление",
      "definition": "Une annonce ou un avertissement formel.",
      "definition_translation": "Официальное объявление или предупреждение.",
      "example": "Je n'ai pas vu l'avis jusqu'à ce qu'il soit trop tard. La compagnie a envoyé un avis à tous les employés concernant la réunion. Elle remarquera les changements dans la politique bientôt.",
      "example_translation": "Я не заметил знака, пока не стало слишком поздно. Компания направила уведомление всем сотрудникам о встрече. Она заметит изменения в политикеsoon.",
      "imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "opérer",
      "translation": "оперировать",
      "definition": "contrôler ou diriger le fonctionnement de quelque chose, comme une machine ou un système",
      "definition_translation": "контролировать или направлять работу чего-либо, такого как машина или система",
      "example": "Le chirurgien opérera le patient demain. La compagnie opère plusieurs usines à travers le pays. D'ici l'année prochaine, ils opéreront dans trois nouveaux marchés.",
      "example_translation": "Хирург будет оперировать на пациенте завтра. Компания оперирует несколькими фабриками по всей стране. К следующему году они будут работать на трех новых рынках.",
      "imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "organiser",
      "translation": "организовать",
      "definition": "arranger ou systématiser les choses de manière efficace, notamment pour atteindre un objectif spécifique",
      "definition_translation": "организовывать или систематизировать вещи в эффективном порядке, особенно для достижения конкретной цели",
      "example": "Elle a organisé un événement de charité l'année dernière. Il va organiser une équipe pour travailler sur le projet. D'ici le mois prochain, ils auront organisé une nouvelle stratégie de marketing.",
      "example_translation": "Она организовала благотворительное мероприятие в прошлом году. Он организует команду для работы над проектом. К следующему месяцу они будут иметь организованную новую маркетинговую стратегию.",
      "imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "passer",
      "translation": "проходить",
      "definition": "se déplacer au-delà de quelque chose ou quelqu'un, ou être réussi dans un test ou un examen",
      "definition_translation": "пройти мимо чего-либо или кого-либо, или быть успешным в тесте или экзамене",
      "example": "Elle va passer l'examen facilement. Le bus passe par ma maison toutes les heures. Il est décédé l'année dernière.",
      "example_translation": "Она пройдет экзамен легко. Автобус проходит мимо моего дома каждый час. Он умер в прошлом году.",
      "imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "passer",
      "translation": "передавать",
      "definition": "donner quelque chose à quelqu'un, ou faire passer quelque chose d'une personne à une autre",
      "definition_translation": "передавать что-либо кому-либо, или передвигать что-либо от одного человека к другому",
      "example": "Pouvez-vous me passer le livre ? Elle va passer la responsabilité à son collègue. Il a passé le ballon à son coéquipier.",
      "example_translation": "Может, вы передадите мне книгу? Она передаст ответственность своему коллеге. Он передал мяч своему товарищу по команде.",
      "imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "exécuter",
      "translation": "исполнить",
      "definition": "effectuer une activité ou une tâche, notamment une qui nécessite une compétence ou un effort",
      "definition_translation": "выполнить задачу или действие, особенно то, которое требует навыков или усилий",
      "example": "Elle exécutera la danse au concert ce soir. Elle a bien exécuté lors de l'examen l'année dernière. Elle a été en train d'exécuter ses devoirs avec diligence.",
      "example_translation": "Она исполнит танец на концерте сегодня вечером. Она прошла экзамен хорошо в прошлом году. Она добросовестно исполняет свои обязанности.",
      "imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "choisir",
      "translation": "выбрать",
      "definition": "sélectionner ou choisir quelque chose, souvent avec soin",
      "definition_translation": "выбрать или выбрать что-то, часто тщательно",
      "example": "Je vais choisir le livre sur l'étagère. Elle a choisi des fleurs dans le jardin. Il a été en train de choisir les employés appropriés pour le travail.",
      "example_translation": "Я возьму книгу с полки. Она собрала цветы из сада. Он выбирает подходящих сотрудников для работы.",
      "imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cueillir",
      "translation": "выбрать",
      "definition": "cueillir ou arracher quelque chose, souvent brusquement",
      "definition_translation": "черпать или_pull что-то, часто внезапно",
      "example": "Elle a cueilli une fraise dans le panier. Il a cueilli son nez pendant la réunion. Le fermier va cueillir les pommes des arbres.",
      "example_translation": "Она собрала клубнику из корзины. Он чихнул во время встречи. Фермер будет собирать яблоки с деревьев.",
      "imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épingler",
      "translation": "булавка",
      "definition": "un petit élément de métal utilisé pour fixer ou attacher des choses",
      "definition_translation": "маленькая, тонкая металлическая деталь, используемая для закрепления или прикрепления вещей",
      "example": "Elle a utilisé une épingle pour fixer sa robe. Il a épinglé le note sur le tableau. Le professeur va épingler les œuvres d'art des élèves sur le mur.",
      "example_translation": "Она использовала булавку, чтобы закрепить платье. Он прикрепил заметку к доске. Учитель прикрепит работы студентов на стену.",
      "imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "planter",
      "translation": "растение",
      "definition": "Un organisme vivant qui pousse dans le sol et qui possède généralement des feuilles, des tiges et des racines.",
      "definition_translation": "Живой организм, который растет в земле и обычно имеет листья, стебли и корни.",
      "example": "J'ai planté un arbre dans mon jardin hier, je plante un jardin aujourd'hui, et je planterai des fleurs la semaine prochaine.",
      "example_translation": "Я посадил дерево в своем дворе вчера, я сажаю сад сегодня, а на следующей неделе я посадлю цветы.",
      "imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pointer",
      "translation": "точка",
      "definition": "Un petit point ou une petite marque.",
      "definition_translation": "Маленькое пятно или метка.",
      "example": "J'ai pointé sur la carte pour montrer l'emplacement, je pointe le tableau maintenant, et je vais pointer l'erreur plus tard.",
      "example_translation": "Я указал на карту, чтобы показать местоположение, сейчас я指ю на доску, а позже я укажу на ошибку.",
      "imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poster",
      "translation": "почта",
      "definition": "Une structure verticale en bois ou en métal utilisée pour soutenir quelque chose, comme une clôture ou un panneau.",
      "definition_translation": "Вертикальная деревянная или металлическая конструкция, используемая для поддержки чего-либо, такого как забор или знак.",
      "example": "Je vais poster la lettre demain, j'ai posté l'annonce sur le tableau hier, et j'avais posté la photo en ligne la semaine dernière.",
      "example_translation": "Я отправлю письмо завтра, я развесил объявление на доске вчера, а на прошлой неделе я опубликовал фотографию в Интернете.",
      "imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "reporter",
      "translation": "отложить",
      "definition": "Retarder ou déplacer un événement ou une activité à une date ultérieure.",
      "definition_translation": "Отложить или перенести событие или деятельность на более позднее время.",
      "example": "Je vais reporter la réunion jusqu'à la semaine prochaine, j'ai reporté le voyage le mois dernier, et j'avais reporté le projet pendant un an.",
      "example_translation": "Я отложу встречу до следующей недели, я отложил поездку в прошлом месяце, а проект я отложил на год.",
      "imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "verser",
      "translation": "ливать",
      "definition": "couler ou se déplacer de manière fluide et continue, souvent en un flux régulier",
      "definition_translation": "течь или двигаться fluidly и постоянно, часто в потоке или устойчивом потоке",
      "example": "J'ai versé l'eau dans le verre. Je verse le café dans la tasse. Je vais verser le jus dans la bouteille.",
      "example_translation": "Я налит воду в стакан. Я наливаю кофе в чашку. Я буду лить сок в бутылку.",
      "imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prier",
      "translation": "молиться",
      "definition": "s'adresser à Dieu ou à un dieu pour exprimer sa gratitude ou demander quelque chose",
      "definition_translation": "Обращаться к Богу или богу, чтобы выразить благодарность или запросить что-то",
      "example": "J'ai prié pour ma famille hier soir. Je prie pour la paix dans le monde maintenant. Je vais prier pour la guérison de mon ami demain.",
      "example_translation": "Я молился за мою семью вчера ночью. Я молюсь за мир в мире сейчас. Я буду молиться за выздоровление моего друга завтра.",
      "imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "appuyer",
      "translation": "нажимать",
      "definition": "pousser ou serrer fermement quelque chose, souvent pour la faire plat ou pour en extraire quelque chose",
      "definition_translation": "нажимать или сжимать что-тоfirmly, часто чтобы сделать его плоским или извлечь что-то из него",
      "example": "J'ai appuyé sur le bouton de l'ascenseur. Je suis en train d'appuyer le fer à repasser pour enlever les plis. Je vais appuyer les raisins pour faire du vin.",
      "example_translation": "Я нажал кнопку лифта. Я нажимаю утюг, чтобы удалить морщины. Я буду нажимать виноград, чтобы сделать вино.",
      "imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "empêcher",
      "translation": "предотвращать",
      "definition": "empêcher quelque chose de se produire ou rendre impossible qu'elle se produise",
      "definition_translation": "останавливать что-то от случая или使 что-то невозможно для случая",
      "example": "J'ai empêché la porte de se fermer. Je suis en train d'empêcher le chien d'aboyer. Je vais empêcher l'accident de se produire.",
      "example_translation": "Я предотвратил дверь от закрытия. Я предотвращаю собаку от лаяния. Я буду предотвращать аварию от случая.",
      "imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "produire",
      "translation": "производить",
      "definition": "Faire ou fabriquer quelque chose, notamment à grande échelle.",
      "definition_translation": "Производить или изготовлять что-либо, особенно на большом масштабе.",
      "example": "L'entreprise produira 1000 unités du nouveau produit d'ici la fin de l'année. L'an dernier, ils ont produit 500 unités. Ils auront produit 2000 unités d'ici la fin de l'année prochaine.",
      "example_translation": "Компания произведет 1000 единиц нового продукта к концу года. В прошлом году они произвели 500 единиц. К концу следующего года они произведут 2000 единиц.",
      "imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "promettre",
      "translation": "обещать",
      "definition": "Un engagement ou une assurance de faire quelque chose.",
      "definition_translation": "Обязательство или заверение сделать что-либо.",
      "example": "J'ai promis de l'appeler hier, mais j'ai oublié. Je promets de finir le projet d'ici la fin de la semaine. Elle avait promis d'assister à la réunion, mais elle n'est pas venue.",
      "example_translation": "Я обещал позвонить ей вчера, но забыл. Я обещаю закончить проект к концу недели. Она обещала прийти на встречу, но не появилась.",
      "imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "protéger",
      "translation": "защищать",
      "definition": "Défendre ou garder quelque chose contre les dommages, les blessures ou les atteintes.",
      "definition_translation": "Защищать или охранять что-либо от вреда, ущерба или травмы.",
      "example": "Nous devons protéger l'environnement de la pollution. La police a protégé les manifestants contre la violence. Elle va protéger ses droits en tant que citoyenne.",
      "example_translation": "Нам нужно защитить окружающую среду от загрязнения. Полиция защищала протестующих от насилия. Она будет защищать свои права как гражданина.",
      "imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prouver",
      "translation": "доказать",
      "definition": "Montrer ou démontrer la vérité ou l'existence de quelque chose.",
      "definition_translation": "Показать или доказать истину или существование чего-либо.",
      "example": "Il a prouvé le théorème dans sa thèse de doctorat. L'entreprise prouvera sa stabilité financière d'ici la fin de l'année. Elle a prouvé être un employé précieux.",
      "example_translation": "Он доказал теорему в своей диссертации. Компания докажет свою финансовую стабильность к концу года. Она доказала себя как ценного работника.",
      "imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fournir",
      "translation": "предоставлять",
      "definition": "Rendre disponible pour usage ou fournir quelque chose qui est nécessaire",
      "definition_translation": "предоставлять что-то для использования или обеспечивать чем-то необходимым",
      "example": "Je vais fournir un repas pour les invités demain. J'ai fourni un repas pour les invités hier. Je fournirai un repas pour les invités chaque semaine.",
      "example_translation": "Я предоставлю еду для гостей завтра. Я предоставил еду для гостей вчера. Я обеспечиваю едой гостей каждую неделю.",
      "imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "punir",
      "translation": "наказывать",
      "definition": "Donner une pénalité ou une punition à quelqu'un pour avoir fait quelque chose de mal",
      "definition_translation": "давать кому-то штраф или наказание за неправильное поведение",
      "example": "Le professeur a puni l'élève pour avoir mal agi. Le professeur punira l'élève si il ne se comporte pas. Le professeur a puni l'élève hier.",
      "example_translation": "Учитель наказал студента за плохое поведение. Учитель наказает студента, если он не будет вести себя хорошо. Учитель наказал студента вчера.",
      "imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "quitter",
      "translation": "бросать",
      "definition": "Arrêter de faire quelque chose ou de laisser un emploi ou une position",
      "definition_translation": "прекращать делать что-то или уходить с работы или должности",
      "example": "Je vais quitter mon emploi demain. J'ai quitté mon emploi la semaine dernière. J'ai quitté de fumer il y a cinq ans.",
      "example_translation": "Я уволюсь с работы завтра. Я уволился с работы на прошлой неделе. Я бросил курить пять лет назад.",
      "imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "quitter",
      "translation": "бросать",
      "definition": "Arrêter de faire quelque chose ou de laisser un emploi ou une position",
      "definition_translation": "прекращать делать что-то или уходить с работы или должности",
      "example": "Elle a quitté son emploi pour démarrer son propre business. Il a quitté l'équipe après la dispute. Ils ont quitté de se parler après la bagarre.",
      "example_translation": "Она уволилась с работы, чтобы начать свой собственный бизнес. Он покинул команду после ссоры. Они перестали разговаривать друг с другом после драки.",
      "imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "course",
      "translation": "гонка",
      "definition": "une compétition entre des personnes ou des animaux, où la première personne ou animal à finir un parcours est le vainqueur",
      "definition_translation": "конкурс между людьми или животными, где первый человек или животное, которое завершит курс, является победителем",
      "example": "Je vais courser contre toi à la ligne d'arrivée demain. Hier, j'ai couru avec mon ami. Je cours contre le temps pour respecter le délai.",
      "example_translation": "Я побегу с тобой до финишной линии завтра. Вчера я соревновался с моим другом. Я соревнуюсь с временем, чтобы уложиться в сроки",
      "imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "élever",
      "translation": "поднимать",
      "definition": "soulever quelque chose ou quelqu'un, ou augmenter quelque chose en quantité ou en niveau",
      "definition_translation": "поднимать что-то или кого-то, или чтобы увеличить что-то в количестве или уровне",
      "example": "J'ai élevé la main pour poser une question. Elle élèvera ses enfants pour qu'ils soient gentils. Ils ont élevé le prix des billets la semaine dernière.",
      "example_translation": "Я поднял руку, чтобы задать вопрос. Она будет воспитывать своих детей быть добрыми. Они подняли цену билетов на прошлой неделе",
      "imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "reconstruire",
      "translation": "перестраивать",
      "definition": "construire à nouveau quelque chose, souvent de manière meilleure ou plus solide, après qu'elle a été endommagée ou détruite",
      "definition_translation": "строить что-то снова, часто лучше или сильнее, после того как оно было повреждено или уничтожено",
      "example": "Nous allons reconstruire la maison après l'ouragan. Ils ont reconstruit la ville après la guerre. Elle reconstruit sa confiance après l'échec.",
      "example_translation": "Мы перестроим дом после урагана. Они перестроили город после войны. Она перестраивает свою уверенность после неудачи",
      "imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "recycler",
      "translation": "перерабатывать",
      "definition": "traiter ou transformer des matières premières pour produire de nouveaux produits, réduisant les déchets et préservant les ressources naturelles",
      "definition_translation": "обработать или обработать использованные материалы для производства новых продуктов, уменьшить отходы и сохранить природные ресурсы",
      "example": "Nous recyclons le papier et le plastique pour sauver l'environnement. Ils vont recycler les anciens ordinateurs pour en faire de nouveaux. Elle recycle ses vieux vêtements pour en faire de nouveaux accessoires.",
      "example_translation": "Мы перерабатываем бумагу и пластик, чтобы спасти окружающую среду. Они переработают старые компьютеры, чтобы сделать новые. Она перерабатывает свои старые вещи, чтобы сделать новых аксессуаров",
      "imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "remplacer",
      "translation": "заменить",
      "definition": "mettre quelque chose de nouveau à la place de quelque chose d'ancien ou existant",
      "definition_translation": "Поместить что-то новое вместо старого или существующего",
      "example": "J'ai remplacé mon ancien téléphone par un nouveau hier, je le remplacerai à nouveau demain, et j'avais remplacé le mien la semaine dernière.",
      "example_translation": "Я заменил старый телефон новым вчера, я заменю его снова завтра, и я заменил его на прошлой неделе.",
      "imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauver",
      "translation": "спасение",
      "definition": "l'acte de sauver quelqu'un ou quelque chose du danger ou de la difficulté",
      "definition_translation": "Акт спасения кого-то или чего-то от опасности или неприятности",
      "example": "L'équipe de secours a sauvé les personnes de l'immeuble en feu hier, ils les sauveront à nouveau demain, et ils les avaient sauvées la semaine dernière.",
      "example_translation": "Команда спасения спасла людей из горящего здания вчера, они спасут их снова завтра, и они спасли их на прошлой неделе.",
      "imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réserver",
      "translation": "резерв",
      "definition": "garder quelque chose pour utilisation future ou pour une raison particulière",
      "definition_translation": "Сохранять что-то для будущего использования или откладывать что-то для определенной цели",
      "example": "J'ai réservé une table au restaurant hier, je la réserverai à nouveau demain, et j'avais réservé une la semaine dernière.",
      "example_translation": "Я забронировал столик в ресторане вчера, я забронирую один снова завтра, и я забронировал один на прошлой неделе.",
      "imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "se reposer",
      "translation": "отдых",
      "definition": "une période de relaxation ou de sommeil",
      "definition_translation": "Период отдыха или сна",
      "example": "Je me suis reposé à la maison hier, je me reposerai à nouveau demain, et je m'étais reposé à la plage la semaine dernière.",
      "example_translation": "Я отдыхал дома вчера, я отдохну снова завтра, и я отдыхал на пляже на прошлой неделе.",
      "imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réviser",
      "translation": "пересматривать",
      "definition": "faire des changements à quelque chose, notamment un écrit, pour l'améliorer",
      "definition_translation": "Изменить что-то, особенно письменный текст, чтобы улучшить его.",
      "example": "J'ai révisé mon essai la nuit dernière. Je révise mes objectifs chaque année. Je vais réviser le rapport la semaine prochaine.",
      "example_translation": "Я пересмотрел свою эссе昨 вечером. Я пересматриваю свои цели каждый год. Я пересмотрю отчет на следующей неделе.",
      "imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "voler",
      "translation": "ограбить",
      "definition": "prendre des biens à une personne ou à un endroit en utilisant la force ou des menaces",
      "definition_translation": "Похищать имущество у человека или места с помощью силы или угроз.",
      "example": "La banque a été volée la nuit dernière. J'ai été volé de mon Porte-monnaie. Le magasin sera volé si nous n'augmentons pas la sécurité.",
      "example_translation": "Банк был ограблен昨 вечером. Меня ограбили моего кошелька. Магазин будет ограблен, если мы не увеличит безопасность.",
      "imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "courir",
      "translation": "бежать",
      "definition": "Se déplacer rapidement à pied, généralement à un rythme régulier et rapide.",
      "definition_translation": "Двигаться быстро на ногах, обычно в стабильном и быстром темпе.",
      "example": "J'ai couru un marathon l'an dernier. Je cours chaque matin. Je courrai au magasin plus tard.",
      "example_translation": "Я пробежал марафон в прошлом году. Я бегаю каждое утро. Я побегу в магазин позднее.",
      "imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauver",
      "translation": "сэкономить",
      "definition": "Conserver ou stocker quelque chose, notamment de l'argent, dans un endroit sûr, ou éviter de l'utiliser ou de le dépenser.",
      "definition_translation": "Хранить или запасать что-то, особенно деньги, в безопасном месте, или избежать использования или расхода его.",
      "example": "J'ai économisé de l'argent pendant un an. Jeconomise de l'énergie en éteignant les lumières. Je vais sauver le fichier sur mon ordinateur.",
      "example_translation": "Я сэкономил деньги за год. Я экономлю энергию, отключая свет. Я сохраню файл на моем компьютере.",
      "imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "score",
      "translation": "счёт",
      "definition": "Un score est un nombre qui indique la performance de quelqu'un dans un test, un jeu ou une compétition.",
      "definition_translation": "Счёт - это число, которое показывает, как хорошо кто-то справился в тесте, игре или соревновании.",
      "example": "Elle a obtenu un score élevé au test de mathématiques. Elle a obtenu des scores élevés tout le semestre. Elle va marquer le but gagnant demain.",
      "example_translation": "Она набрала высокий балл на математическом тесте. Она набирала хорошо весь семестр. Она забьет победный гол завтра.",
      "imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hurler",
      "translation": "крикнуть",
      "definition": "Hurler, c'est faire un bruit très fort et aigu, souvent en raison de la peur, de la douleur ou de l'excitation.",
      "definition_translation": "Крикнуть - это сделать очень громкий, высокий звук, часто из-за страха, боли илиexcitement.",
      "example": "La foule a hurlé d'excitation lorsque le concert a commencé. Elle a hurlé de terreur lorsqu'elle a vu l'araignée. Le bébé va hurler très fort si il a faim.",
      "example_translation": "Толпа крикнула от радости, когда начался концерт. Она закричала от恐ора, когда увидела паука. Малыш закричит громко, если он голоден.",
      "imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chercher",
      "translation": "искать",
      "definition": "Chercher, c'est examiner soigneusement et méthodiquement quelque chose ou quelqu'un.",
      "definition_translation": "Искать - это тщательно и подробно искать что-то, часто систематическим образом.",
      "example": "Elle a cherché partout dans la maison pour trouver ses clés perdues. Il a cherché pendant des mois pour trouver un nouvel emploi. Ils vont fouiller les affaires du suspect ce soir.",
      "example_translation": "Она искала потерянные ключи по всему дому. Он искал новую работу в течение месяцев. Они будут искать вещи подозреваемого сегодня вечером.",
      "imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sélectionner",
      "translation": "выбрать",
      "definition": "Sélectionner, c'est choisir quelque chose parmi un groupe ou une liste, souvent en raison de sa qualité ou de sa convenance.",
      "definition_translation": "Выбрать - это выбрать что-то из группы или списка, часто из-за его качества или подходящности.",
      "example": "Elle a sélectionné le meilleur vin pour la soirée. Il va sélectionner l'équipe pour le championnat. Ils avaient sélectionné l'emplacement parfait pour le nouveau bureau.",
      "example_translation": "Она выбрала лучшее вино для ужина. Он выберет команду для чемпионской игры. Они выбрали идеальное место для нового офиса.",
      "imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "servir",
      "translation": "служить",
      "definition": "Servir, c'est fournir de la nourriture ou des boissons à quelqu'un, notamment dans un restaurant ou lors d'un repas.",
      "definition_translation": "Обслуживать кого-то едой или напитками, особенно в ресторане или во время еды.",
      "example": "J'ai servi du café aux invités. Je sers du café aux invités. Je vais servir du café aux invités.",
      "example_translation": "Я сервировал кофе гостям. Я обслуживаю кофе гостям. Я буду обслуживать кофе гостям.",
      "imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coudre",
      "translation": "шить",
      "definition": "Réparer ou fabriquer quelque chose à l'aide d'une aiguille et de fil.",
      "definition_translation": "Исправлять или создавать что-то, используя иголку и нить.",
      "example": "J'ai cousu un bouton sur ma chemise. Je couds une robe. Je vais coudre un quilt.",
      "example_translation": "Я пришил пуговицу на рубашке. Я шью платье. Я буду шить квilt.",
      "imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "secouer",
      "translation": "трясти",
      "definition": "Déplacer rapidement et fortement quelque chose d'un côté à l'autre ou d'un haut en bas.",
      "definition_translation": "Двигать что-то быстро и сильно из стороны в сторону или вверх и вниз.",
      "example": "J'ai serré sa main. Je secoue l'arbre. Je vais secouer la bouteille.",
      "example_translation": "Я пожал руку ему. Я тряс дерево. Я буду трясти бутылку.",
      "imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serrer la main",
      "translation": "поручиться",
      "definition": "Serrer la main de quelqu'un en guise de salut ou pour marquer un accord.",
      "definition_translation": "Сцепить чью-то руку как способ приветствия или выражения согласия.",
      "example": "Nous avons serré la main sur la proposition. Nous serrons la main. Nous serrons la main à nouveau.",
      "example_translation": "Мы пожали руки по договору. Мы пожимаем руки. Мы снова пожмем руки.",
      "imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tirer",
      "translation": "стрелять",
      "definition": "lancer un projectile avec une arme, ou utiliser un appareil photo pour prendre une photo",
      "definition_translation": "выпускать_projectile из оружия или использовать камеру для съемки",
      "example": "J'ai tiré un but au jeu de soccer hier. Je suis en train de tourner un film maintenant. Je vais tirer une cible à la galerie de tir demain.",
      "example_translation": "Я забил гол в игре в футбол вчера. Я снимаю фильм сейчас. Я буду стрелять по мишени на тире завтра.",
      "imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasiner",
      "translation": "магазин",
      "definition": "un bâtiment ou une partie d'un bâtiment où des biens ou des services sont vendus",
      "definition_translation": "здание или часть здания, где продаются товары или услуги",
      "example": "J'ai fait des achats au centre commercial le week-end dernier. Je suis en train de faire des achats en ligne maintenant. Je vais faire des achats au supermarché demain.",
      "example_translation": "Я делал покупки в торговом центре на прошлых выходных. Я делаю покупки онлайн сейчас. Я буду делать покупки в супермаркете завтра.",
      "imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "skier",
      "translation": "кататься на лыжах",
      "definition": "pratiquer le ski, ou utiliser des skis comme moyen de transport",
      "definition_translation": "заниматься спортом катания на лыжах или использовать лыжи как средство передвижения",
      "example": "J'ai skier sur la montagne hier. Je suis en train de skier avec mes amis maintenant. Je vais skier aux Jeux Olympiques l'année prochaine.",
      "example_translation": "Я катался на лыжах вниз по горе вчера. Я катаюсь на лыжах со своими друзьями сейчас. Я буду кататься на лыжах на Олимпийских играх в следующем году.",
      "imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "glisser",
      "translation": "скользить",
      "definition": "tomber ou glisser accidentellement, ou faire une erreur",
      "definition_translation": "падать или скользить случайно, или делать ошибку",
      "example": "J'ai glissé sur la glace hier. Je suis en train de me mettre à l'aise maintenant. Je vais me faufiler tranquillement demain.",
      "example_translation": "Я поскользнулся на льду вчера. Я надеваю теплую одежду сейчас. Я уйду тихо завтра.",
      "imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sentir",
      "translation": "пахнуть",
      "definition": "percevoir l'odeur ou le parfum de quelque chose",
      "definition_translation": "ощущать запах или запах чего-то",
      "example": "J'ai senti le café en train de mijoter le matin. Je suis en train de sentir les fleurs maintenant. Je vais sentir le pain frais sorti du four demain.",
      "example_translation": "Я почувствовал запах кофе, варящегося утром. Я чувствую запах цветов сейчас. Я услышу запах свежевыпеченного хлеба завтра.",
      "imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sourire",
      "translation": "улыбаться",
      "definition": "une expression faciale caractérisée par une courbure ascendante des coins de la bouche",
      "definition_translation": "лицевое выражение, характеризующееся выгибом уголков рта вверх",
      "example": "Elle m'a souri lorsque je suis entré dans la pièce. Elle sourit à son téléphone maintenant. Elle va sourire lorsque elle verra son cadeau d'anniversaire.",
      "example_translation": "Она улыбнулась мне, когда я вошел в комнату. Она улыбается теперь в свой телефон. Она улыбнется, когда увидит свой подарок на день рождения.",
      "imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "verser",
      "translation": "разлить",
      "definition": "faire couler ou tomber quelque chose d'un récipient",
      "definition_translation": "позволить чему-либо течь или выпасть из контейнера",
      "example": "J'ai versé du jus sur le sol. Je suis en train de verser du café maintenant. Je vais verser de l'eau demain.",
      "example_translation": "Я пролил сок на пол. Я проливаю кофе сейчас. Я пролью воду завтра.",
      "imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gâter",
      "translation": "испортивать",
      "definition": "endommager ou ruiner quelque chose, notamment de la nourriture",
      "definition_translation": "повредить или испортить что-то, особенно еду",
      "example": "Le lait va gâter si vous ne le réfrigérez pas. J'ai gâché la surprise-partie. Elle va gâter ses cheveux en les chauffant trop.",
      "example_translation": "Молоко испортится, если не положить его в холодильник. Я испортил сюрпризную вечеринку. Она испортит волосы с помощью слишком частой стилизации с помощью нагрева.",
      "imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coller",
      "translation": "приклеивать",
      "definition": "attacher ou fixer quelque chose à autre chose, généralement à l'aide d'une substance adhésive",
      "definition_translation": "Прикрепить или зафиксировать что-то к чему-то другому, типично используя клей или другой адгезивный материал.",
      "example": "J'ai collé l'affiche au mur à l'aide de colle. Je vais coller l'étiquette sur le paquet demain. Elle s'est tenue à sa décision et n'a pas changé d'avis.",
      "example_translation": "Я приклеил плакат к стене с помощью клея. Я приклею этикетку к пакету завтра. Она придерживалась svého решения и не изменила свое мнение.",
      "imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "remuer",
      "translation": " перемешивать",
      "definition": "mouvoir une cuillère ou autre objet dans un mélange, comme de la nourriture ou une boisson, pour le mélanger",
      "definition_translation": "Перемешивать ложкой или другими предметами в смеси,such as пищу или напиток, для ее смешивания.",
      "example": "Pouvez-vous remuer la soupe pour moi ? Elle remue le café doucement. Il va remuer le mélange demain matin.",
      "example_translation": "Можешь перемешать суп для меня? Она медленно перемешивает кофе. Он परमешает смесь завтра утром.",
      "imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frapper",
      "translation": "ударять",
      "definition": "Frapper ou attaquer quelque chose ou quelqu'un avec force, souvent avec un mouvement rapide et puissant.",
      "definition_translation": "Ударять или атаковать что-то или кого-то с силой, часто с быстрым, мощным движением.",
      "example": "Le boxeur frappera son adversaire ce soir. Elle a frappé le ballon avec sa raquette. Ils ont frappé l'or dans la mine l'année dernière.",
      "example_translation": "Боксер ударит своего соперника сегодня вечером. Она ударила мяч своей ракеткой. Они нашли золото в шахте прошлом году.",
      "imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réussir",
      "translation": "успевать",
      "definition": "Réussir à accomplir quelque chose que vous avez essayé de faire, souvent après beaucoup d'efforts ou de difficultés.",
      "definition_translation": "Достичь чего-то, что вы пытались сделать, часто после большого усилия или трудности.",
      "example": "J'ai réussi à obtenir le travail après trois entretiens. Elle réussira dans son entreprise. Ils ont réussi à escalader la montagne.",
      "example_translation": "Я добился работы после трех интервью. Она добьется успеха в своем бизнес-предприятии. Они добились успеха в восхождении на гору.",
      "imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "suggérer",
      "translation": "предлагать",
      "definition": "Proposer ou recommander quelque chose comme une possibilité ou une solution.",
      "definition_translation": "предлагать или рекомендовать что-то как可能性 или решение",
      "example": "Elle a suggéré que nous prenions une pause, mais je voulais finir le projet. Hier, j'ai suggéré une nouvelle approche, et demain je vais suggérer une réunion.",
      "example_translation": "Она предложила, что мы взяли бы паузу, но я хотел закончить проект. Вчера я предложил новый подход, а завтра я предложу встречу.",
      "imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bronzer",
      "translation": "загорать",
      "definition": "Se reposer ou s'asseoir au soleil, especialmente pour obtenir un bronzage.",
      "definition_translation": "лежать или сидеть на солнце, особенно для того, чтобы получить загар",
      "example": "J'aime bronzer sur la plage pendant mes vacances. Elle a bronzé tout le matin, mais s'est brûlée. Ils vont bronzer sur le toit plus tard.",
      "example_translation": "Я люблю загорать на пляже во время моего отпуска. Она загорала целое утро, но получить солнечный ожог. Они будут загорать на крыше позже.",
      "imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soutenir",
      "translation": "помощь",
      "definition": "Donner de l'aide ou de l'encouragement à quelqu'un ou quelque chose.",
      "definition_translation": "предоставлять помощь или поддержку кому-либо или чему-либо",
      "example": "L'équipe a reçu le soutien de ses fans pendant le match. Elle soutient sa famille financièrement. Ils vont soutenir l'événement caritatif le mois prochain.",
      "example_translation": "Команда получила поддержку от своих фанатов во время игры. Она финансово поддерживает свою семью. Они поддержат благотворительное мероприятие в следующем месяце.",
      "imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soutenir",
      "translation": "помощь",
      "definition": "Tenir ou maintenir quelque chose dans une certaine position.",
      "definition_translation": "держать или mantener что-то в определенном положении",
      "example": "Le mur soutient le toit du bâtiment. La société soutient la communauté locale. Le système va soutenir la mise à jour logicielle nouvelle.",
      "example_translation": "Стена поддерживает крышу здания. Компания поддерживает местное сообщество. Система будет поддерживать новое обновление программного обеспечения.",
      "imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "éteindre",
      "translation": "отключить",
      "definition": "Arrêter le fonctionnement de quelque chose, especialmente en appuyant sur un bouton ou en déplaçant un interrupteur.",
      "definition_translation": "остановить работу чего-либо, особенно нажатием кнопки или перемещением переключателя",
      "example": "J'ai éteint la lumière quand je suis sorti de la pièce. Je vais éteindre l'ordinateur lorsque j'aurai fini mon travail. Si vous n'éteignez pas le four, il continuera à chauffer.",
      "example_translation": "Я отключил свет, когда вышел из комнаты. Я отключу компьютер, когда закончу свою работу. Если ты не отключишь духовку, она будет продолжать нагреваться.",
      "imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "allumer",
      "translation": "включить",
      "definition": "Demarrer le fonctionnement de quelque chose, especialmente en appuyant sur un bouton ou en déplaçant un interrupteur.",
      "definition_translation": "начать работу чего-либо, особенно нажатием кнопки или перемещением переключателя",
      "example": "J'ai allumé la lumière lorsque je suis entré dans la pièce. Elle va allumer la télévision lorsque son émission favorite commence. Si vous allumez le climatiseur, il refroidira la pièce.",
      "example_translation": "Я включил свет, когда вошел в комнату. Она включит телевизор, когда начнется ее любимое шоу. Если ты включишь кондиционер, он охладит комнату.",
      "imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "goût",
      "translation": "вкус",
      "definition": "La sensation de saveur ou de douceur quand vous mangez ou buvez quelque chose.",
      "definition_translation": "ощущение вкуса или сладости, когда вы едите или пьете что-то",
      "example": "Le vin a un goût riche. Elle aime le goût des fraises. Le chef a ajouté un nouvel ingrédient pour améliorer le goût du plat.",
      "example_translation": "Вино имеет богатый вкус. Она любит вкус клубники. Шеф-повар добавил новый ингредиент, чтобы усилить вкус блюда.",
      "imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "déchirer",
      "translation": "рассказать",
      "definition": "Tirer ou être tiré à part, ou faire un trou dans quelque chose avec un mouvement soudain et force.",
      "definition_translation": "потянуть или быть разорванным, или сделать дыру в чем-то сudden, силовым движением",
      "example": "Elle a déchiré sa robe lorsqu'elle est tombée. Il a déchiré la page du livre. La tempête a déchiré la ville, causant des destructions.",
      "example_translation": "Она разорвала платье, когда упала. Он порвал страницу из книги. Шторм разорвал город, gây разрушение.",
      "imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tester",
      "translation": "тест",
      "definition": "Un test est une série de questions ou de problèmes conçus pour évaluer les connaissances, les compétences ou les capacités d'une personne.",
      "definition_translation": "Тест - это серия вопросов или задач, разработанных для оценки знаний, навыков или способностей человека.",
      "example": "Je passerai un test demain, mais je n'ai pas étudié encore. Elle a passé un test la semaine dernière et l'a réussi. Ils auront passé un test d'ici le mois prochain.",
      "example_translation": "Я werde примут тест завтра, но я еще не учился. Она взяла тест на прошлой неделе и сдала его. Они примут тест к следующему месяцу.",
      "imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tique",
      "translation": "клещ",
      "definition": "Une tique est un petit insecte parasite qui se fixe sur la peau des animaux ou des humains et se nourrit de leur sang.",
      "definition_translation": "Клещ - это маленькое паразитическое насекомое, которое прикрепляется к коже животных или людей и питается их кровью.",
      "example": "J'ai trouvé une tique sur mon chien hier. Elle enlèvera une tique de son chat aujourd'hui. Ils avaient enlevé une tique de leur cheval l'an dernier.",
      "example_translation": "Я нашел клещ на моей собаке вчера. Она удалит клещ с ее кошки сегодня. Они удалили клещ с их лошади в прошлом году.",
      "imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cravate",
      "translation": "галстук",
      "definition": "Une cravate est un long ruban de tissu porté autour du cou, généralement par les hommes, comme partie d'un ensemble formel.",
      "definition_translation": "Галстук - это длинная, узкая полоска ткани, носимая вокруг шеи, обычно мужчинами, как часть формального наряда.",
      "example": "Il a porté une cravate au mariage hier. Elle portera une cravate à la conférence aujourd'hui. Ils avaient porté une cravate aux funérailles la semaine dernière.",
      "example_translation": "Он надел галстук на свадьбу вчера. Она будет носить галстук на конференцию сегодня. Они надели галстук на похороны на прошлой неделе.",
      "imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "total",
      "translation": "общий",
      "definition": "Le total se réfère au montant complet ou entier de quelque chose, y compris toutes les parties ou les éléments.",
      "definition_translation": "Общий относится к полному или всему количеству чего-либо, включая все части или элементы.",
      "example": "Le coût total du projet sera très élevé. Elle calculera le montant total des dépenses aujourd'hui. Ils avaient un total de cinq enfants.",
      "example_translation": "Общая стоимость проекта будет rất высокой. Она будет рассчитывать общую сумму затрат сегодня. У них былообщего пять детей.",
      "imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tour",
      "translation": "тур",
      "definition": "Un voyage avec des arrêts à des endroits intéressants, notamment un voyage organisé par une entreprise.",
      "definition_translation": "поездка с остановками в интересных местах, особенно та, которая организована компанией",
      "example": "J'ai fait un tour de l'Europe l'été dernier. Je fais un tour de la ville demain. Je ferai un tour du musée la semaine prochaine.",
      "example_translation": "Я совершил тур по Европе прошлым летом. Я беру тур по городу завтра. Я поберу тур по музею на следующей неделе.",
      "imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "train",
      "translation": "поезд",
      "definition": "Un véhicule autopropulsé sur rails, composé d'une série de wagons, utilisé pour transporter des personnes ou des marchandises.",
      "definition_translation": "самодвижущийся транспорт на рельсах, состоящий из связанной серии вагонов, используемый для перевозки людей или товаров",
      "example": "J'ai pris le train pour Paris. Je prends le train pour Berlin demain. Je prendrai le train pour Londres le mois prochain.",
      "example_translation": "Я сел на поезд в Париж. Я беру поезд в Берлин завтра. Я поберу поезд в Лондон अगलий месяц.",
      "imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "transférer",
      "translation": "перевод",
      "definition": "Déplacer quelque chose ou quelqu'un d'un endroit à un autre.",
      "definition_translation": "перемещать что-то или кого-то из одного места в другое",
      "example": "J'ai transféré l'argent sur mon compte. Je transfère les fichiers sur l'ordinateur nouveau. Je transférerai les données dans le cloud.",
      "example_translation": "Я перевел деньги на мой счет. Я переношу файлы на новый компьютер. Я переведу данные в облако.",
      "imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "traduire",
      "translation": "переводить",
      "definition": "Exprimer le sens des mots ou du texte dans une autre langue.",
      "definition_translation": "выражать смысл слов или текста на другом языке",
      "example": "Pouvez-vous traduire ce texte en russe ? J'ai traduit le document en anglais. Je traduirai le site web en espagnol.",
      "example_translation": "Можете перевести этот текст на русский язык? Я перевел документ на английский язык. Я переведу сайт на испанский язык.",
      "imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "essayer",
      "translation": "попытаться",
      "definition": "Faire un effort pour faire quelque chose ou tenter d'accomplir quelque chose.",
      "definition_translation": "попытаться сделать что-то или попытаться достичь чего-то",
      "example": "J'ai essayé de courir un marathon l'an dernier, j'essaie d'apprendre une nouvelle langue maintenant, et je vais essayer de finir ce projet d'ici demain.",
      "example_translation": "Я попытался пробежать марафон в прошлом году, сейчас я пытаюсь выучить новый язык, и я постараюсь завершить этот проект к завтра.",
      "imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "type",
      "translation": "тип",
      "definition": "Une catégorie ou classe de quelque chose, ayant des caractéristiques ou des traits communs.",
      "definition_translation": "категория или класс чего-то, имеющий общие характеристики или признаки",
      "example": "Ce type de voiture est très populaire, je tape sur mon ordinateur portable maintenant, et elle tapera un rapport demain.",
      "example_translation": "Такой тип машины очень популярный, сейчас я печатаю на meinem лэптопе, и она будет печатать отчет завтра.",
      "imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "déshabiller",
      "translation": "разоблачаться",
      "definition": "ôter ses vêtements, notamment en préparation pour le lit ou le bain",
      "definition_translation": "снимать одежду, особенно в подготовке ко сну или ванне",
      "example": "Elle s'est déshabillée rapidement et s'est mise au lit, il s'est déshabillé lentement et a sauté dans la piscine, et ils se déshabilleront pour le défilé de mode.",
      "example_translation": "Она быстро раздевалась и ложилась в постель, он медленно раздевался и прыгал в бассейн, и они будут раздеваться для модного шоу.",
      "imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "défaire ses bagages",
      "translation": "разгружать",
      "definition": "Retirer le contenu d'un sac, d'une boîte ou d'un autre contenant, notamment après un voyage",
      "definition_translation": "извлекать содержимое сумки, коробки или другого контейнера, особенно после путешествия",
      "example": "J'ai défait mes bagages après le voyage, elle défera les cartons de déménagement demain, et ils ont défaire les meubles du salon.",
      "example_translation": "Я разгрузил мой чемодан после поездки, она будет разгружать ящики для переезда завтра, и они разгружали новую мебель.",
      "imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mettre à jour",
      "translation": "обновить",
      "definition": "Rendre quelque chose plus moderne ou à jour en ajoutant de nouvelles informations, fonctionnalités ou idées.",
      "definition_translation": "Обновлять что-то, делая его более современным или актуальным, добавляя новую информацию, функции или идеи.",
      "example": "Je dois mettre à jour le système d'exploitation de mon téléphone à la dernière version. J'ai mis à jour mon site web la semaine dernière. Je mettrai à jour mon CV le mois prochain.",
      "example_translation": "Мне нужно обновить операционную систему моего телефона до последней версии. Я обновил мой веб-сайт на прошлой неделе. Я обновлю свое резюме в следующем месяце.",
      "imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "voter",
      "translation": "голосовать",
      "definition": "Choisir ou décider quelque chose en exprimant une préférence ou une opinion.",
      "definition_translation": "Выбирать или решать что-то, выражая предпочтение или мнение.",
      "example": "Je voterai pour elle lors de l'élection. Elle a voté contre la proposition. Ils voteront sur la nouvelle politique la semaine prochaine.",
      "example_translation": "Я проголосую за нее на выборах. Она проголосовала против предложения. Они проголосуют по новой политике на следующей неделе.",
      "imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "promener son chien",
      "translation": "выгуливать собаку",
      "definition": "Emmener un chien pour une promenade, généralement en laisse, pour l'exercice et le plaisir.",
      "definition_translation": "Взять собаку на прогулку, обычно на поводке, для физической и эмоциональной стимуляции.",
      "example": "Je promène mon chien chaque matin. Elle promène son chien dans le parc. Ils promèneront leur chien autour du pâté de maisons.",
      "example_translation": "Я выгуливаю свою собаку каждое утро. Она выгуливает свою собаку в парке. Они выгуливали свою собаку вокруг квартала.",
      "imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mettre en garde",
      "translation": "предупреждать",
      "definition": "Donner un avertissement ou une notification à quelqu'un que quelque chose est faux ou peut arriver.",
      "definition_translation": "Давать кому-то предупреждение или уведомление, что что-то не так или может发生ить.",
      "example": "J'ai mis en garde contre le danger. Elle m'a mis en garde contre la tempête. Ils nous mettront en garde contre l'accident.",
      "example_translation": "Я предупредил его о опасности. Она предупредила меня о шторме. Они предупредят нас об аварии.",
      "imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gâcher",
      "translation": "мусор",
      "definition": "Matériel, substance ou sous-produit inutile ou non désiré.",
      "definition_translation": "Нежелательный или бесполезный материал, субстанция или побочный продукт.",
      "example": "J'ai gâché beaucoup de temps à jouer aux jeux vidéo hier. Je gaspille mon argent dans des choses inutiles. Je vais gâcher une heure à lire un livre demain.",
      "example_translation": "Я потратил много времени, играя в видеоигры вчера. Я трачу свои деньги на ненужные вещи. Я потрачу час, читая книгу завтра.",
      "imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vague",
      "translation": "волна",
      "definition": "Un mouvement d'énergie qui traverse l'air ou l'eau, souvent provoquant des mouvements de montée et de descente.",
      "definition_translation": "Движение энергии, которое проходит через воздух или воду, часто вызывая его поднятие и опускание.",
      "example": "J'ai vu une grande vague à la plage hier. La vague de la nouvelle technologie change nos vies. Les vagues vont se briser contre le rivage demain.",
      "example_translation": "Я видел большую волну на пляже вчера. Волна новой технологии изменяет нашу жизнь. Волны будут разбивать о берег завтра.",
      "imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "noter quelque chose",
      "translation": "записать что-то",
      "definition": "Enregistrer ou noter quelque chose par écrit.",
      "definition_translation": "Записать или отметить что-то в письменной форме.",
      "example": "J'ai noté le numéro de téléphone hier. Je note ma liste de tâches maintenant. Je noterai la recette demain.",
      "example_translation": "Я записал номер телефона вчера. Я пишу сейчас мой список задач. Я запишу рецепт завтра.",
      "imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]