[
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Vendredi",
      "translation": "Пятница",
      "definition": "Le jour de la semaine entre jeudi et samedi.",
      "definition_translation": "День недели между четвергом и субботой.",
      "example": "Je vous retrouve vendredi après-midi. Hier était vendredi. J'ai rencontré quelqu'un vendredi dernier.",
      "example_translation": "Я встречусь с тобой в пятницуПослеобеда. Вчера был пятница. Я встретился с ней в прошлую пятницу.",
      "imageLink": "image_files\\English\\"imageLink": "friday.jpg",
      "audioLink": "Friday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Lundi",
      "translation": "Понедельник",
      "definition": "Le premier jour de la semaine, considéré comme le début de la semaine de travail.",
      "definition_translation": "Первый день недели, считающийся началом рабочей недели.",
      "example": "Je commence mon nouveau travail lundi. J'étais fatigué lundi matin. Je partirai en voyage lundi prochain.",
      "example_translation": "Я начну новую работу в понедельник. Я был утомлен в понедельник утром. Я поеду в понедельник на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "monday.jpg",
      "audioLink": "Monday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Samedi",
      "translation": "Суббота",
      "definition": "Le jour de la semaine entre vendredi et dimanche, souvent considéré comme un jour de loisir.",
      "definition_translation": "День недели между пятницей и воскресеньем, часто считающийся днем досуга.",
      "example": "Je vais à la plage samedi. Ils se sont mariés samedi dernier. Je vais étudier samedi matin.",
      "example_translation": "Я пойду на пляж в субботу. Они поженились в прошлый субботу год. Я буду учиться в субботу утром.",
      "imageLink": "image_files\\English\\"imageLink": "saturday.jpg",
      "audioLink": "Saturday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Dimanche",
      "translation": "Воскресенье",
      "definition": "Le jour de la semaine entre samedi et lundi, souvent considéré comme un jour de repos.",
      "definition_translation": "День недели между субботой и понедельником, часто считающийся днем отдыха.",
      "example": "Je vais à l'église dimanche. Ils ont fait un pique-nique dimanche après-midi. Je vais regarder la télévision dimanche soir.",
      "example_translation": "Я пойду в церковь в воскресенье. Они устроили пикник в воскресенье днем. Я буду смотреть телевизор в воскресенье вечером.",
      "imageLink": "image_files\\English\\"imageLink": "sunday.jpg",
      "audioLink": "Sunday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Jeudi",
      "translation": "Четверг",
      "definition": "Le cinquième jour de la semaine, suivant le mercredi et précédant le vendredi.",
      "definition_translation": "Пятый день недели, следующий после среды и предшествующий пятнице.",
      "example": "Je vous retrouve jeudi à 17 heures. J'ai rencontré quelqu'un jeudi dernier. J'aurai rencontré quelqu'un jeudi l'année prochaine.",
      "example_translation": "Я встречусь с вами в четверг в 5 вечера. Я встретился с вами в прошлый четверг. К следующему году я встречусь с вами в четверг.",
      "imageLink": "image_files\\English\\"imageLink": "thursday.jpg",
      "audioLink": "Thursday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Mardi",
      "translation": "Вторник",
      "definition": "Le deuxième jour de la semaine, suivant le lundi et précédant le mercredi.",
      "definition_translation": "Второй день недели, следующий после понедельника и предшествующий среде.",
      "example": "J'ai une réunion mardi à 14 heures. J'ai eu une réunion mardi dernier mois. J'aurai une réunion mardi prochain.",
      "example_translation": "У меня есть встреча во вторник в 2 часа дня. У меня была встреча во вторник прошлого месяца. У меня будет встреча во вторник на следующей недели.",
      "imageLink": "image_files\\English\\"imageLink": "tuesday.jpg",
      "audioLink": "Tuesday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Mercredi",
      "translation": "Среда",
      "definition": "Le troisième jour de la semaine, suivant le mardi et précédant le jeudi.",
      "definition_translation": "Третий день недели, следующий после вторника и предшествующий четвергу.",
      "example": "J'ai étudié l'anglais mercredi soir. Je vais étudier l'anglais mercredi matin. J'avais étudié l'anglais mercredi après-midi.",
      "example_translation": "Я изучал английский язык в среду вечером. Я изучу английский язык в среду утром. Я изучил английский язык в среду днем.",
      "imageLink": "image_files\\English\\"imageLink": "wednesday.jpg",
      "audioLink": "Wednesday.mp3"
    }
  ]