[
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre",
      "translation": "дерево",
      "definition": "Une plante vivace avec un seul tronc (appelé tronc) qui supporte les branches et les feuilles dans la plupart des espèces.",
      "definition_translation": "Многолетнее растение с единственным стволом (называемым стволом), которое поддерживает ветви и листья в большинстве видов.",
      "example": "J'ai grimpé un arbre lorsque j'étais enfant. Je grimpe un arbre chaque jour maintenant. Je grimperai un arbre demain.",
      "example_translation": "Я爬ал на дерево, когда был ребенком. Я爬аю на дерево каждый день сейчас. Я爀у на дерево завтра.",
      "imageLink": "image_files\\English\\"imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pommier",
      "translation": "яблоня",
      "definition": "Un arbre décidué cultivé pour son fruit, la pomme.",
      "definition_translation": "Листопадное дерево, культивируемое для его плодов, яблока.",
      "example": "J'ai planté un pommier dans mon jardin. Je l'arrose chaque matin. Je le cueillerai l'automne prochain.",
      "example_translation": "Я посадил яблоню в моем саду. Я поливаю яблоню каждое утро. Я соберу яблоню следующей осенью.",
      "imageLink": "image_files\\English\\"imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "forêt",
      "translation": "лес",
      "definition": "Une grande région de terrain couverte d'arbres et de sous-bois.",
      "definition_translation": "Большой участок земли, покрытый деревьями и подлеском.",
      "example": "Je suis allé dans la forêt avec mes amis. Nous allons dans la forêt chaque week-end. Nous irons dans la forêt l'été prochain.",
      "example_translation": "Я пошел в лес с моими друзьями. Мы ходим в лес каждые выходные. Мы поедем в лес следующим летом.",
      "imageLink": "image_files\\English\\"imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "branche",
      "translation": "ветвь",
      "definition": "Une partie de l'arbre qui pousse à partir du tronc ou d'une autre branche.",
      "definition_translation": "Часть дерева, которая растет из ствола или из другой ветви.",
      "example": "Je me suis assis sur une branche de l'arbre. Je casse occasionnellement une branche de l'arbre. Je vais grimper le long d'une branche de l'arbre demain.",
      "example_translation": "Я сидел на ветви дерева. Я ломаю ветвь дерева время от времени. Я爀у по ветви дерева завтра.",
      "imageLink": "image_files\\English\\"imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre fruitier",
      "translation": "фруктовое дерево",
      "definition": "Un arbre qui produit des fruits, généralement cultivé dans un verger ou un jardin.",
      "definition_translation": "Дерево, которое производит фрукты, обычно выращивается в саду или огороде.",
      "example": "Elle a planté un arbre fruitier dans son jardin il y a un an. Il donne des fruits chaque été. Elle les cueillera l'automne prochain.",
      "example_translation": "Она посадила фруктовое дерево в её дворе прошлой весной. Оно приносит плоды каждое лето. Она будет собирать фрукты на следующей осени.",
      "imageLink": "image_files\\English\\"imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "feuille",
      "translation": "лист",
      "definition": "Une structure plate, généralement verte, qui pousse sur les plantes et les arbres, fonctionnant habituellement comme organe photosynthétique.",
      "definition_translation": "Плоская, обычно зеленая, структура, которая растет на растениях и деревьях, обычно функционируя как фотосинтетический орган.",
      "example": "La feuille est tombée de l'arbre hier. Elle était verte et saine. Elle sera jaune et sèche bientôt.",
      "example_translation": "Лист упал с дерева вчера. Он был зеленым и здоровым. Он будет желтым и сухим скоро.",
      "imageLink": "image_files\\English\\"imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chêne",
      "translation": "дуб",
      "definition": "Un type d'arbre décidue avec un bois dur et durable, souvent trouvé dans les forêts et les parcs.",
      "definition_translation": "Тип листопадного дерева с твердой, долговечной древесиной, часто встречающегося в лесах и парках.",
      "example": "Ils ont construit une maison sous le chêne l'année dernière. Elle a été debout pendant des siècles. Elle restera debout pendant de nombreuses années à venir.",
      "example_translation": "Они построили дом под дубом прошлом году. Он стоит веками. Он будет стоять многие годы вперед.",
      "imageLink": "image_files\\English\\"imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prunier",
      "translation": "сливовое дерево",
      "definition": "Un arbre qui produit des prunes, généralement cultivé pour son fruit et souvent utilisé comme plante ornementale.",
      "definition_translation": "Дерево, которое производит сливы, обычно выращивается для его фруктов и часто используется как декоративное растение.",
      "example": "Ils ont planté un prunier dans leur jardin l'été dernier. Il a donné des fruits l'automne dernier. Ils les mangeront l'été prochain.",
      "example_translation": "Они посадили сливовое дерево в их саду прошлым летом. Оно приносит плод прошлой осенью. Они будут есть сливы на следующее лето.",
      "imageLink": "image_files\\English\\"imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "racine",
      "translation": "корень",
      "definition": "La partie souterraine d'une plante, généralement composée d'une racine principale et de racines secondaires.",
      "definition_translation": "Подземная часть растения, обычно состоящая из главного корня и более小ких ветвистых корней.",
      "example": "Le système racinaire de l'arbre a été endommagé pendant la tempête. Hier, nous avons déraciné la vieille plante. Demain, nous planterons un nouvel arbre et regarderons ses racines se développer.",
      "example_translation": "Система корней дерева была повреждена во время шторма. Вчера мы выкорчевали старое растение. Завтра мы посадим новое дерево и будем наблюдать, как его корни будут расти.",
      "imageLink": "image_files\\English\\"imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "palmier",
      "translation": "пальма",
      "definition": "Un arbre de la famille des palmiers, généralement avoir un tronc unique et de grandes feuilles qui sont souvent utilisées comme symbole de victoire ou de paix.",
      "definition_translation": "Дерево семейства пальм, обычно имеющее одиночный ствол и большие листья, которые часто используются как символ победы или мира.",
      "example": "Le palmier a oscillé gentiment dans la brise. Nous planterons un palmier dans notre jardin la semaine prochaine. L'année prochaine, il sera grand et fort.",
      "example_translation": "Пальма мягко качалась в бризе. Мы посадим пальму в нашем дворе на следующей неделе. К следующему году она будет расти высокой и сильной.",
      "imageLink": "image_files\\English\\"imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boisée",
      "translation": "лесной",
      "definition": "Une zone de terre couverte d'arbres et de végétation, souvent avec des plantes sauvages et des animaux.",
      "definition_translation": "Область земли, покрытая деревьями и подлеском, часто с дикими растениями и животными.",
      "example": "La créature de boisée était timide et rarement vue. Nous irons pour une promenade dans la zone de boisée demain. L'année dernière, nous avons eu un pique-nique dans la boisée et avons vu un cerf.",
      "example_translation": "Лесное создание было застенчивым и редко sees. Мы пойдем на прогулку по лесной зоне завтра. В прошлом году мы устроили пикник в лесу и увидели оленя.",
      "imageLink": "image_files\\English\\"imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "acacia",
      "translation": "акация",
      "definition": "Un arbre ou arbuste à branches épineuses et fleurs odorantes, souvent trouvé dans les climats chauds.",
      "definition_translation": "Дерево или кустарник с колючими ветвями и душистыми цветами, часто встречающиеся в теплых климатах.",
      "example": "L'acacia a fleuri magnifiquement dans le jardin. Nous planterons un acacia dans notre jardin le mois prochain. L'année dernière, nous avons vu un acacia avec des fleurs jaunes.",
      "example_translation": "Дерево акации чудесно распустилось в саду. Мы посадим дерево акации в нашем дворе следующий месяц. В прошлом году мы увидели дерево акации с желтыми цветами.",
      "imageLink": "image_files\\English\\"imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aulne",
      "translation": "ольха",
      "definition": "Un arbre ou arbuste décidu de la famille des bouleaux, ayant des feuilles coniques et des fruits coniques.",
      "definition_translation": "Опадающее дерево или кустарник берёзовой семьи, имеющий конические листья и конической формы плод.",
      "example": "L'aulne s'élevait au-dessus de la rive du fleuve, ses branches oscillant doucement dans la brise. Hier, nous avons marché passé un aulne, et demain nous planterons un aulne dans notre jardin.",
      "example_translation": "Дерево ольхи возвышалось над берегом реки, его ветви мягко качались на ветру. Вчера мы прошли мимо дерева ольхи, а завтра мы посадим дерево ольхи в нашем заднем дворе.",
      "imageLink": "image_files\\English\\"imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amandier",
      "translation": "миндальное дерево",
      "definition": "Un petit arbre décidu ou arbuste avec des fleurs roses ou blanches voyantes et des noix comestibles.",
      "definition_translation": "Маленькое листопадное дерево или кустарник с декоративными розовыми или белыми цветами и съедобными орехами.",
      "example": "Nous cultivons des amandiers depuis des siècles, et hier nous avons récolté des amandes sur notre amandier. Dans le futur, nous planterons plus d'amandiers dans notre verger.",
      "example_translation": "Мы веками культивируем миндальные деревья, и вчера мы собрали миндаль с нашего миндального дерева. В будущем мы посадим больше миндальных деревьев в нашем саду.",
      "imageLink": "image_files\\English\\"imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frêne",
      "translation": "ясень",
      "definition": "Un arbre décidu avec des feuilles composées et une écorce grise, souvent trouvé près de l'eau.",
      "definition_translation": "Листопадное дерево с сложными листьями и серо-коричневой корой, часто встречающееся вблизи воды.",
      "example": "Le frêne se tenait debout sur la rive du fleuve, ses feuilles bruissant dans le vent. Hier, nous avons grimpé un frêne, et demain nous émonderons un frêne dans notre jardin.",
      "example_translation": "Дерево ясеня стояло высоко на берегу реки, его листья шелестели на ветру. Вчера мы залезли на дерево ясеня, а завтра мы обрежем дерево ясеня в нашем саду.",
      "imageLink": "image_files\\English\\"imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baobab",
      "translation": "баобаб",
      "definition": "Un grand arbre décidu avec un tronc épais stockant de l'eau et des branches qui ressemblent à des racines.",
      "definition_translation": "Большое листопадное дерево с толстым, водосберегающим стволом и ветвями, похожими на корни.",
      "example": "Le baobab s'élevait au-dessus de la savane, ses branches tordues et noueuses. Hier, nous nous sommes assis sous un baobab, et dans le futur, nous planterons un baobab dans notre jardin.",
      "example_translation": "Дерево баобаба возвышалось над саваной, его ветви были изогнуты и измяты. Вчера мы сидели под деревом баобаба, а в будущем мы посадим дерево баобаба в нашем заднем дворе.",
      "imageLink": "image_files\\English\\"imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hêtre",
      "translation": "бук",
      "definition": "Un arbre décidu avec une écorce grise lisse, des feuilles petites et des noix comestibles, originaire d'Europe et d'Amérique du Nord.",
      "definition_translation": "Дерево с гладкой серой корой, маленькими листьями и съедобными орехами, родом из Европы и Северной Америки.",
      "example": "Le hêtre se tenait debout dans la forêt, ses branches oscillant doucement dans la brise. Hier, j'ai marché sous le hêtre, sentant son ombre. Demain, je grimperai le hêtre pour avoir une vue meilleure.",
      "example_translation": "Дерево бук стояло высоко в лесу, его ветви мягко качались на ветру. Вчера я прошел под деревом бук, чувствуя его тень. Завтра я пойду на дерево бук, чтобы получить лучший вид.",
      "imageLink": "image_files\\English\\"imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouleau",
      "translation": "береза",
      "definition": "Un arbre décidu avec un tronc élancé, souvent avec une écorce blanche et des feuilles petites, originaire des régions froides de l'hémisphère nord.",
      "definition_translation": "Дерево с тонким стволом, часто с белой корой и маленькими листьями, родом из прохладных регионов Северного полушария.",
      "example": "Le bouleau était le reflet de la lumière de la lune sur le lac. Nous avons marché sous le bouleau hier, sentant sa fraîcheur. La semaine prochaine, nous ferons une canoe avec le bouleau.",
      "example_translation": "Дерево березы было отражением лунного света на озере. Мы прошли под деревом березы вчера, чувствуя его свежесть. На следующей неделе мы сделаем каноэ из дерева березы.",
      "imageLink": "image_files\\English\\"imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "branche",
      "translation": "ветвь",
      "definition": "Une branche d'un arbre, en particulier une grande ou solide.",
      "definition_translation": "Ветвь дерева, особенно большая или крепкая.",
      "example": "La branche de l'arbre de chêne a cassé sous le poids de la neige. Hier, j'ai assis sur la branche du saule, regardant le coucher de soleil. Demain, je grimperai la branche du pin pour avoir une vue meilleure.",
      "example_translation": "Ветвь дуба сломалась под весом снега. Вчера я сидел на ветви ивы, смотря на закат. Завтра я пойду на ветвь сосны, чтобы получить лучший вид.",
      "imageLink": "image_files\\English\\"imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cèdre",
      "translation": "кедр",
      "definition": "Un conifère always vert avec des feuilles en forme d'aiguille, originaire des montagnes de l'Himalaya occidental et de la région méditerranéenne.",
      "definition_translation": "Вечнозеленое хвойное дерево с игольчатыми листьями, родом из гор западного Гималая и Средиземноморского региона.",
      "example": "Le cèdre se tenait debout sur la pente de la montagne, son parfum emplissant l'air. Hier, j'ai marché autour du cèdre, sentant son grandeur. L'année prochaine, nous planterons un nouveau cèdre dans le parc.",
      "example_translation": "Дерево кедра стояло высоко на склоне горы, его аромат наполнял воздух. Вчера я прошел вокруг дерева кедра, чувствуя его величие. На следующий год мы посадим новое дерево кедра в парке.",
      "imageLink": "image_files\\English\\"imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre de cerises",
      "translation": "вишнёвое дерево",
      "definition": "Un arbre qui produit des cerises, généralement avec des fleurs décoratives et des feuilles luisantes.",
      "definition_translation": "Дерево, производящее вишни, обычно имеющее красивые цветы и глянцевые листья.",
      "example": "J'ai planté un arbre de cerises dans mon jardin l'année dernière. Il est maintenant en fleurs, et il produira des cerises l'été prochain.",
      "example_translation": "Я посадил вишнёвое дерево в своем дворе прошлом году. Сейчас оно цветет, и оно произведет вишни на следующее лето.",
      "imageLink": "image_files\\English\\"imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "palmier à noix de coco",
      "translation": "пальма кокосовая",
      "definition": "Un palmier haut avec un fruit brun dur qui contient de la chair blanche et du lait.",
      "definition_translation": "Высокая пальма с твердым коричневым плодом, содержащим белую мякоть и молоко.",
      "example": "J'ai vu un palmier à noix de coco sur la plage lors de mes vacances. Il oscillait dans le vent, et j'ai bu du lait de coco à partir de lui.",
      "example_translation": "Я видел пальму кокосовую на пляже, когда был в отпуске. Она качалась на ветру, и я пил кокосовую воду из нее.",
      "imageLink": "image_files\\English\\"imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cône",
      "translation": "шишка",
      "definition": "Une forme comme un triangle avec une base ronde, utilisée spécialement pour décrire des objets ou des formes en mathématiques et en géométrie.",
      "definition_translation": "Форма, похожая на треугольник с круглой основой, используемая особенно при описании объектов или форм в математике и геометрии.",
      "example": "La forme de cône de la glace était parfaite pour manger sur un bâton. J'ai utilisé un cône dans mes devoirs de maths pour résoudre un problème.",
      "example_translation": "Форма шишки мороженого была идеальной для еды на палочке. Я использовал шишку в своей математической домашней работе, чтобы решить задачу.",
      "imageLink": "image_files\\English\\"imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre conifère",
      "translation": "хвойное дерево",
      "definition": "Un arbre qui produit des cônes et a des feuilles en forme d'aiguilles, comme un pin, un épicéa ou un sapin.",
      "definition_translation": "Дерево, производящее шишки и имеющее игольчатые листья, such as сосну, ель или пихту.",
      "example": "J'ai marché dans une forêt d'arbres conifères lors de ma randonnée. L'arbre conifère de mon jardin est très haut et beau.",
      "example_translation": "Я прошел через лес хвойных деревьев на своей прогулке. Хвойное дерево в моем дворе очень высокое и красивое.",
      "imageLink": "image_files\\English\\"imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arbre décidué",
      "translation": "листопадное дерево",
      "definition": "Un arbre qui perd ses feuilles chaque année, généralement à l'automne.",
      "definition_translation": "Дерево, которое теряет свои листья ежегодно, обычно осенью.",
      "example": "L'arbre décidué de notre jardin change de couleur de manière spectaculaire en automne.",
      "example_translation": "Листопадное дерево в нашем дворе изменяет цвета красиво осенью.",
      "imageLink": "image_files\\English\\"imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sureau",
      "translation": "бузина",
      "definition": "Un arbuste ou un petit arbre avec des grappes de petites fleurs parfumées et des baies pourpres.",
      "definition_translation": "Кустарник или маленькое дерево с гроздьями маленьких, душистых цветков и фиолетовых ягод.",
      "example": "Ma grand-mère faisait souvent de la confiture de sureau lorsqu'elle était enfant.",
      "example_translation": "Моя бабушка делала варенье из бузины, когда я был ребенком.",
      "imageLink": "image_files\\English\\"imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orme",
      "translation": "вяз",
      "definition": "Un arbre décidué avec une canopée élargie et une écorce grise-brun rugueuse.",
      "definition_translation": "Листопадное дерево с раскидистой кроной и шероховатой, серо-коричневой корой.",
      "example": "L'orme situé en face de notre maison a été abattu l'année dernière.",
      "example_translation": "Дерево вяза перед нашим домом было срублено в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "figuier",
      "translation": "фиговое дерево",
      "definition": "Un petit arbre décidué ou un arbuste avec un tronc lisse, gris-brun, et des fruits sucrés comestibles.",
      "definition_translation": "Маленькое, листопадное дерево или кустарник с гладким, серо-коричневым стволом и сладкими, съедобными плодами.",
      "example": "Nous aurons un figuier dans notre jardin lorsque nous nous installerons en Californie.",
      "example_translation": "У нас будет фиговое дерево в нашем дворе, когда мы переедем в Калифорнию.",
      "imageLink": "image_files\\English\\"imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sapin",
      "translation": "ель",
      "definition": "Un sapin est un type d'arbre conifère sempervirent qui est originaire des régions montagneuses de l'Europe, de l'Asie et de l'Amérique du Nord.",
      "definition_translation": "Ель - это тип вечнозеленого хвойного дерева, которое является родным для горных регионов Европы, Азии и Северной Америки.",
      "example": "Le sapin était décoré de lumières et d'ornements pour Noël. Le sapin sera coupé demain. Le sapin a été planté l'année dernière.",
      "example_translation": "Ель была украшена огнями и украшениями на Рождество. Ель будет срублена завтра. Ель была посажена прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "noisetier",
      "translation": "лещина",
      "definition": "Un noisetier est un type d'arbuste décidué ou de petit arbre qui est originaire d'Europe et d'Asie.",
      "definition_translation": "Лещина - это тип листопадного кустарника или маленького дерева, которое является родным для Европы и Азии.",
      "example": "Les noix de noisetier étaient mûres et prêtes à être mangées. L'arbre de noisetier sera taillé la semaine prochaine. Les buissons de noisetier étaient couverts de neige.",
      "example_translation": "Орехи лещины были зрелыми и готовыми к употреблению. Tree лещины будет обрезана на следующей неделе. Кусты лещины были покрыты снегом.",
      "imageLink": "image_files\\English\\"imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aunée",
      "translation": "падуб",
      "definition": "Un houx est un type d'arbuste ou de petit arbre sempervirent originaire d'Europe, d'Asie et d'Afrique du Nord.",
      "definition_translation": "Падуб - это тип вечнозеленого кустарника или маленького дерева, которое является родным для Европы, Азии и Северной Африки.",
      "example": "Les feuilles de houx étaient piquantes au toucher. L'arbre de houx serait décoré pour Noël. Les buissons de houx restaient verts tout au long de l'année.",
      "example_translation": "Листья падуба были колючими на ощупь. Дерево падуба будет украшено на Рождество. Кусты падуба были зелеными круглый год.",
      "imageLink": "image_files\\English\\"imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "charme",
      "translation": "граб",
      "definition": "Un charme est un type d'arbre décidue originaire d'Europe et d'Asie, connu pour son écorce grise lisse et son bois dur.",
      "definition_translation": "Граб - это тип листопадного дерева, которое является родным для Европы и Азии, известным своей гладкой серой корой и твердой древесиной.",
      "example": "L'arbre de charme avait été planté dans le parc. Le bois de charme était utilisé pour la fabrication de meubles. Les feuilles de charme tournaient au jaune.",
      "example_translation": "Дерево граба было посажено в парке. Древесина граба была использована для производства мебели. Листья граба были желтеют.",
      "imageLink": "image_files\\English\\"imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marronnier d'Inde",
      "translation": "конский каштан",
      "definition": "Arbre décidu d'Europe et d'Asie occidentale, aux feuilles palmées et aux noix coniques enfermées dans une capsule collante.",
      "definition_translation": "Дерево с листопадом Европы и западной Азии, с пальчатыми листьями и коническими орехами, заключенными в липкую капсулу.",
      "example": "L'arbre de marronnier d'Inde dans notre parc a plus d'un siècle et sa beauté est admirée par tous. L'année dernière, il a été taillé pour maintenir sa forme. Au printemps prochain, il fleurira à nouveau.",
      "example_translation": "Дерево конского каштана в нашем парке стоит более века, и его красота восхищает каждого. В прошлом году оно было подстрижено, чтобы сохранить форму. На следующую весну оно снова зацветет.",
      "imageLink": "image_files\\English\\"imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "genévrier",
      "translation": "можжевельник",
      "definition": "Arbuste ou petit arbre conifère avec des feuilles en forme d'aiguille et des baies bleu-noir ou pourpre.",
      "definition_translation": "Хвойное растение или маленькое дерево с игольчатыми листьями и синими черными или пурпурными ягодами.",
      "example": "L'arôme des baies de genévrier est souvent utilisé en cuisine et en parfumerie. Hier, j'ai utilisé des baies de genévrier pour faire une délicieuse soupe. La semaine prochaine, je les utiliserai pour créer un nouveau parfum.",
      "example_translation": "Аромат можжевельника часто используется в кулинарии и парфюмерии. Вчера я использовал можжевельник, чтобы приготовить вкусный суп. На следующей неделе я использую его, чтобы создать новый аромат.",
      "imageLink": "image_files\\English\\"imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mélèze",
      "translation": "лиственница",
      "definition": "Arbre conifère du nord de l'Europe et de l'Asie, avec des feuilles en forme d'aiguille qui tournent au jaune et tombent en automne.",
      "definition_translation": "Хвойное дерево северной Европы и Азии, с игольчатыми листьями, которые становятся желтыми и опадают осенью.",
      "example": "L'arbre de mélèze dans notre jardin est l'un des plus hauts. L'automne dernier, ses feuilles ont tourné au jaune doré avant de tomber. L'année prochaine, il grandira encore plus.",
      "example_translation": "Дерево лиственницы в нашем саду является одним из самых высоких. В прошлом году его листья стали золотистыми желтыми, прежде чем упасть. В следующем году оно будет расти еще выше.",
      "imageLink": "image_files\\English\\"imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tilleul",
      "translation": "липа",
      "definition": "Arbre décidu d'Europe et d'Asie, avec des feuilles en forme de cœur et des fleurs jaune-blanc très parfumées.",
      "definition_translation": "Листопадное дерево Европы и Азии, с сердцевидными листьями и душистыми желто-белыми цветами.",
      "example": "L'arbre de tilleul sur la place de notre ville est un lieu de rencontre populaire. Hier, je me suis assis à son ombre et ai regardé les enfants jouer. L'été prochain, je m'y asseoirai à nouveau, appréciant le parfum de ses fleurs.",
      "example_translation": "Дерево липы на городской площади является популярным местом встречи. Вчера я сидел под его затенением и наблюдал, как играют дети. На следующее лето я снова będусидеть там, наслаждаясь ароматом его цветов.",
      "imageLink": "image_files\\English\\"imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pin de Pierre",
      "translation": "каменный сосна",
      "definition": "Type de pin qui pousse dans les régions montagneuses, caractérisé par ses branches tordues et ses feuilles étroites en forme d'écailles.",
      "definition_translation": "Тип сосны, который растет в горных регионах, характеризуется своими извитыми ветвями и узкими, чешуйчатыми листьями.",
      "example": "Les pins de Pierre dans le jardin ont fourni de l'ombre aux visiteurs. Hier, les jardiniers ont planté d'autres pins de Pierre. Si nous plantons plus de pins de Pierre, le jardin aura l'air encore plus beau à l'avenir.",
      "example_translation": "Деревья каменного сосны в саду обеспечили тень для посетителей. Вчера садовники посадили больше деревьев каменного сосны. Если мы посадим больше деревьев каменного сосны, сад будет выглядеть еще более красивым в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pin de Suisse",
      "translation": "швейцарская сосна",
      "definition": "Type de pin originaire des Alpes européennes, connu pour sa forme colonnaire haute et ses aiguilles douces et sombres.",
      "definition_translation": "Тип сосны, родиной которого являются Альпы Европы, известный своим высоким, колонновидным формой и мягкими, темно-зелеными иголками.",
      "example": "Les pins de Suisse dans la prairie alpine oscillaient doucement dans le vent. L'année dernière, nous avons vu un pin de Suisse qui avait plus de 100 ans. Quand je serai à la retraite, j'aurai planté de nombreux pins de Suisse dans mon jardin.",
      "example_translation": "Деревья швейцарской сосны в альпийской луге качались легонько на ветру. В прошлом году мы увидели швейцарскую сосну, которая была старше 100 лет. К тому времени, когда я выйду на пенсию, я посадлю много деревьев швейцарской сосны в своем саду.",
      "imageLink": "image_files\\English\\"imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sycomore",
      "translation": "платан",
      "definition": "Type d'arbre décidu avec un large dôme et une écorce grise tachetée.",
      "definition_translation": "Тип листопадного дерева с широким, развевающимся верхушкой и мозаичной, серо-коричневой корой.",
      "example": "L'arbre de sycomore dans notre jardin était le foyer de nombreux oiseaux. Quand j'étais enfant, je grimpais l'arbre de sycomore du quartier. Dans 20 ans, l'arbre de sycomore fournira de l'ombre à nos petits-enfants.",
      "example_translation": "Дерево платана в нашем дворе было домом для многих птиц. Когда я был ребенком, я любил лазать по дереву платана в нашем квартале. Через 20 лет дерево платана обеспечит тень для наших внучат.",
      "imageLink": "image_files\\English\\"imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rameau",
      "translation": "веточка",
      "definition": "Petite branche fine qui pousse sur un arbre ou un buisson, souvent utilisée pour fabriquer des objets d'artisanat ou comme élément de décoration.",
      "definition_translation": "Маленькая, тонкая ветвь, растущая от дерева или кустарника, часто используемая для изготовления поделок или в качестве декоративного элемента.",
      "example": "L'oiseau a construit son nid avec des rameaux et des feuilles. Hier, j'ai cassé un rameau de l'arbre pour utiliser comme marqueur de plante. Au printemps prochain, le rameau aura grandi en une nouvelle branche.",
      "example_translation": "Птица построила свое гнездо из веточек и листьев. Вчера я отломил веточку от дерева, чтобы использовать ее в качестве маркера для растений. К следующей весне веточка вырастет в новую ветвь.",
      "imageLink": "image_files\\English\\"imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "saule pleureur",
      "translation": "плакучая ива",
      "definition": "Un saule pleureur est un type d'arbre avec des branches longues et pendantes et des feuilles délicates, souvent trouvé près de l'eau.",
      "definition_translation": "Плакучая ива - это тип дерева с длинными, висящими ветвями и нежными листьями, часто встречающимся вблизи воды.",
      "example": "L'arbre saule pleureur dans notre jardin arrière a fourni de l'ombre pour notre pique-nique familial l'été dernier, fournira un beau décor pour notre mariage l'année prochaine, et a été un endroit préféré pour nos enfants pour jouer pendant des années.",
      "example_translation": "Дерево плакучей ивы в нашем заднем дворе предоставляло тень для нашего семейного пикника прошлым летом, предоставит красивый фон для нашей свадьбы в следующем году и было любимым местом для наших детей играть в течение лет.",
      "imageLink": "image_files\\English\\"imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "saule",
      "translation": "ива",
      "definition": "Un saule est un type d'arbre avec des branches flexibles et des feuilles, souvent associé à la flexibilité et à la résilience.",
      "definition_translation": "Ива - это тип дерева с гибкими ветвями и листьями, часто связываемый с гибкостью и устойчивостью.",
      "example": "L'arbre saule a été utilisé pendant des siècles pour fabriquer des paniers, a été utilisé pour créer un beau dais pour la cérémonie en plein air la semaine dernière, et sera utilisé pour créer un meuble exceptionnel le mois prochain.",
      "example_translation": "Дерево ивы использовалось на протяжении веков для изготовления корзин, было использовано для создания красивой крыши для церемонии на открытом воздухе на прошлой неделе и будет использоваться для создания изумительной pieces мебели в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]