[
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "noir",
      "translation": "чёрный",
      "definition": "Ayant la couleur du charbon ou du焦coal; absorbant tout le lumière et réfléchissant rien.",
      "definition_translation": "Имеющий цвет сажи или угля; поглощающий весь свет и не отражающий его.",
      "example": "J'ai porté une robe noire au party hier soir, je porterai un shirt noir à la réunion demain, et j'ai porté un costume noir au mariage la semaine dernière.",
      "example_translation": "Я надела черное платье на вечеринку вчера вечером, я надену черную рубашку на встречу завтра, и я надел черный костюм на свадьбу на прошлой неделе.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bleu",
      "translation": "синий",
      "definition": "Ayant une couleur vive et apaisante comme le ciel ensoleillé.",
      "definition_translation": "Имеющий яркий, успокаивающий цвет, похожий на небо в солнечный день.",
      "example": "Les fleurs bleues étaient magnifiques dans le jardin l'été dernier, le ciel bleu est merveilleux aujourd'hui, et l'océan bleu sera incroyable l'année prochaine.",
      "example_translation": "Синие цветы были красивыми в саду прошлым летом, синее небо сегодня является чудесным, и синий океан будет поражающим в следующем году.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brun",
      "translation": "коричневый",
      "definition": "Ayant une couleur sombre et terreuse comme le sol ou le bois.",
      "definition_translation": "Имеющий темный, земной цвет, похожий на почву или дерево.",
      "example": "J'avais un chien brun lorsque j'étais gamin, mes cheveux sont bruns maintenant, et je les teindrai bruns à nouveau le mois prochain.",
      "example_translation": "У меня был коричневый пес когда я был ребенком, мои волосы коричневые сейчас, и я крашу их коричневыми снова в следующем месяце.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vert",
      "translation": "зеленый",
      "definition": "Ayant une couleur vive et naturelle comme l'herbe ou les feuilles.",
      "definition_translation": "Имеющий яркий, естественный цвет, похожий на траву или листья.",
      "example": "Le gazon vert était doux sous mes pieds hier, les arbres verts sont hauts autour de ma maison, et je planterai des fleurs vertes au printemps prochain.",
      "example_translation": "Зеленая трава была мягкой под моими ногами вчера, зеленые деревья высокие вокруг моего дома, и я посадлю зеленые цветы на следующей весне.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gris",
      "translation": "серый",
      "definition": "Ayant une couleur située entre le noir et le blanc; pas brillante ni vive.",
      "definition_translation": "Имеющий цвет, средний между черным и белым; не яркий или насыщенный.",
      "example": "Le ciel gris rendait difficile de voir les étoiles. Hier, les murs gris ont été peints en blanc. D'ici l'année prochaine, la zone grise sera rénovée.",
      "example_translation": "Серое небо делало difficile vedere звезды. Вчера серые стены были покрашены белым. К следующему году серая зона будет реконструирована.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orange",
      "translation": "апельсиновый",
      "definition": "Une couleur vive et éclatante entre le rouge et le jaune.",
      "definition_translation": "Яркий, насыщенный цвет между красным и желтым.",
      "example": "Le ballon orange a rebondi sur le terrain. Hier, j'ai mangé une orange pour petit déjeuner. D'ici l'été prochain, les oranges seront en fleur.",
      "example_translation": "Апельсиновый мяч отскакивал через поле. Вчера я ел апельсин на завтрак. К следующему лету апельсиновые деревья будут в цвету.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rouge",
      "translation": "красный",
      "definition": "Une couleur vive et éclatante, souvent associée à la passion, l'énergie et l'amour.",
      "definition_translation": "Яркий, насыщенный цвет, часто ассоциирующийся с.passion, энергией и любовью.",
      "example": "La voiture rouge a descendu la rue. Hier, j'ai porté un chemisier rouge. D'ici Noël, les décorations rouges seront mises en place.",
      "example_translation": "Красная машина ехала вниз по улице. Вчера я надел красную рубашку. К следующему Рождеству красные украшения будут висеть.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "blanc",
      "translation": "белый",
      "definition": "Ayant une couleur comme la neige ou le lait; pur et propre.",
      "definition_translation": "Имеющий цвет, как у снега или молока; чистый и чистый.",
      "example": "Le chat blanc ronronne sur mes genoux. Hier, j'ai bu un verre de vin blanc. D'ici l'hiver, la neige blanche couvrira le sol.",
      "example_translation": "Белая кошка воркует на моих коленях. Вчера я выпил стакан белого вина. К следующей зиме белый снег покроет землю.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jaune",
      "translation": "жёлтый",
      "definition": "Ayant une couleur vive et ensoleillée; une couleur entre le vert et l'orange dans le spectre.",
      "definition_translation": "имея яркий, солнечный цвет; цвет между зеленым и оранжевым в спектре",
      "example": "Le soleil brillait dans le ciel jaune. Hier, j'ai vu un oiseau jaune. Demain, je porterai un chemisier jaune.",
      "example_translation": "Солнце сияло ярко в жёлтом небе. Вчера я видел жёлтую птицу. Завтра я надену жёлтую рубашку.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crème",
      "translation": "крем",
      "definition": "Un liquide ou pâte épais, riche et sucré fait à partir du lait, utilisé comme aliment ou dans la cuisine.",
      "definition_translation": "густая, богатая и сладкая жидкость или паста, сделанная из молока, используемая в еде или в кулинарии",
      "example": "J'aime mettre de la crème sur mes fraises. Hier, j'ai acheté un gâteau à la crème. À l'avenir, je ferai une soupe à la crème.",
      "example_translation": "Я люблю класть крем на мои клубники. Вчера я купил кремовый торт. В будущем я сделаю кремовый суп.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doré",
      "translation": "золотой",
      "definition": "ayant une couleur jaune brillante, semblable à l'or",
      "definition_translation": "имея яркий, блестящий жёлтый цвет, как золото",
      "example": "Le soleil doré se levait sur les montagnes. L'an dernier, j'ai remporté une médaille dorée. Dans le futur, j'aurai un retriever doré.",
      "example_translation": "Золотое солнце восходило над горами. В прошлом году я выиграл золотую медаль. В будущем у меня будет золотистый ретривер.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "citron",
      "translation": "лимон",
      "definition": "un petit fruit citron ayant un goût acide et une couleur jaune vif",
      "definition_translation": "маленький, овальный цитрусовый фрукт с кислым вкусом и ярким жёлтым цветом",
      "example": "J'adore boire du jus de citron. Hier, j'ai mangé une tarte au citron. Demain, je vais faire de l'ade au citron.",
      "example_translation": "Я люблю пить лимонный сок. Вчера я ел лимонный тарт. Завтра я сделаю лимонад.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rose",
      "translation": "розовый",
      "definition": "une couleur vive et brillante généralement associée à la féminité et à la douceur",
      "definition_translation": "Яркий, вдохновляющий цвет, обычно связанный с женственностью и сладостью.",
      "example": "Les fleurs roses fleurissaient dans le jardin hier, mais aujourd'hui elles fleurissent, et demain elles auront fleuri.",
      "example_translation": "Розовые цветы распускались в саду вчера, но сегодня они будут распускаться, а завтра они будут распущены.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pourpre",
      "translation": "фиолетовый",
      "definition": "une couleur riche et luxueuse souvent associée au pouvoir, à la créativité et à la sagesse",
      "definition_translation": "Богатый, роскошный цвет, часто связанный с властью, креативностью и мудростью.",
      "example": "La reine portait une robe pourpre au bal royal, où elle avait porté une robe pourpre l'an dernier, et portera une robe pourpre à nouveau l'année prochaine.",
      "example_translation": "Королева надела фиолетовое платье на королевский бал, где она надевала фиолетовое платье в прошлом году, и будет надевать фиолетовое платье снова в следующем году.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "argent",
      "translation": "серебряный",
      "definition": "un métal brillant et luisant souvent utilisé pour fabriquer des bijoux, des pièces de monnaie et d'autres objets décoratifs",
      "definition_translation": "Яркий, блестящий металл, часто используемый для изготовления украшений, монет и других декоративных предметов.",
      "example": "Le collier argenté scintillait dans la lumière, et scintillera dans la lumière demain, bien qu'il ait scintillé dans la lumière hier.",
      "example_translation": "Серебряное ожерелье мерцало в свете, и будет мерцать в свете завтра, хотя оно мерцало в свете вчера.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "violet",
      "translation": "фиолетовый",
      "definition": "une couleur brillante et pourpre-bleue souvent associée à la créativité, à l'imagination et à l'individualité",
      "definition_translation": "Яркий, фиолетово-синий цвет, часто связанный с креативностью, воображением и индивидуальностью.",
      "example": "Les fleurs violettes fleurissaient dans le jardin, et fleuriront à nouveau l'année prochaine, bien qu'elles aient fleuri l'an dernier.",
      "example_translation": "Фиолетовые цветы распускались в саду, и будут распускаться снова в следующем году, хотя они распускались в прошлом году.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "beige",
      "translation": "бежевый",
      "definition": "une couleur brune claire, semblable à celle de la laine non teinte",
      "definition_translation": "Светло-коричневый цвет, подобный цвету неокрашенной шерсти.",
      "example": "Elle portait une belle robe beige au mariage. Elle porte des robes beige depuis des années. Elle portera une robe beige au parti ce soir.",
      "example_translation": "Она надела красивое бежевое платье на свадьбу. Она носит бежевые платья в течение лет. Она наденет бежевое платье на вечеринку сегодня вечером.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bleu marine",
      "translation": "темно-синий",
      "definition": "une couleur bleue foncée, semblable à celle d'un uniforme naval",
      "definition_translation": "Темно-синий цвет, подобный цвету морского униформы.",
      "example": "Il portait un costume bleu marine à l'entrevue d'embauche. Il porte des costumes bleu marine depuis des années. Il portera un costume bleu marine à la réunion demain.",
      "example_translation": "Он надел темно-синий костюм на интервью по работе. Он носит темно-синие костюмы в течение лет. Он наденет темно-синий костюм на встречу завтра.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "kaki",
      "translation": "хаки",
      "definition": "une couleur brune claire ou olive-brune, souvent utilisée pour les uniformes militaires",
      "definition_translation": "Светло-коричневый или оливково-коричневый цвет, часто используемый для военной униформы.",
      "example": "Les soldats portaient des uniformes kaki dans le désert. Ils portent des uniformes kaki depuis des années. Ils porteront des uniformes kaki lors de la prochaine mission.",
      "example_translation": "Солдаты надели хаки мундиры в пустыне. Они носили хаки мундиры в течение лет. Они наденут хаки мундиры на следующей миссии.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vert olive",
      "translation": "оливковый зеленый",
      "definition": "une couleur jaune-vert, semblable à celle du fruit olivier",
      "definition_translation": "Желто-зеленый цвет, подобный цвету оливкового плода.",
      "example": "Les véhicules de l'armée étaient peints en vert olive pour le camouflage. Ils utilisent des véhicules verts olives depuis des années. Ils peindront les nouveaux véhicules en vert olive bientôt.",
      "example_translation": "Войсковые машины были окрашены оливковым зеленым для маскировки. Они используют оливковые зеленые машины в течение лет. Они вскоре нароят новые машины оливковым зеленым.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amarante",
      "translation": "амарант",
      "definition": "L'amarante est une plante à fleurs native des Amériques. C'est une plante annuelle herbacée qui peut atteindre 2 mètres de haut.",
      "definition_translation": "Амарант - цветущее растение, родом из Америки. Это травянистое однолетнее растение, способное вырастать до 2 метров в высоту.",
      "example": "Elle planta avec soin les graines d'amarante dans son jardin au printemps dernier, les arrosa régulièrement et en récolta les fleurs en été, et replantera à nouveau l'an prochain.",
      "example_translation": "Она тщательно посадила семена амаранта в свой сад прошлой весной, регулярно поливала их, собирала цветы летом и будет снова садить их в следующем году.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ambre",
      "translation": "янтарь",
      "definition": "L'ambre est une résine fossile d'arbre souvent utilisée en joaillerie et qui est très prisée pour sa beauté et sa durabilité depuis des milliers d'années.",
      "definition_translation": "Янтарь - это окаменевшая древесная смола, часто используемая в ювелирных изделиях и ценившаяся за свою красоту и прочность тысячи лет.",
      "example": "Le vendeur vendit un ravissante collier d'ambre à la touriste, qui l'avait porté à son anniversaire l'année dernière, le porte maintenant et le portera à son anniversaire l'année prochaine.",
      "example_translation": "Продавец продал красивый янтарный кулон туристу, которая надевала его на свой день рождения в прошлом году, сейчас носит его и будет надевать на свою годовщину в следующем году.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "anthracite",
      "translation": "антрацит",
      "definition": "L'anthracite est un type de charbon qui est très dur et brillant, et est souvent utilisé comme carburant ou dans des processus industriels.",
      "definition_translation": "Антрацит - это тип угля, который очень твердый и блестящий, и часто используется в качестве топлива или в промышленных процессах.",
      "example": "La société importa de l'anthracite d'Australie l'année dernière, l'utilise actuellement pour générer de l'électricité et augmentera sa production l'année prochaine.",
      "example_translation": "Компания импортировала антрацит из Австралии в прошлом году, сейчас использует его для генерации электроэнергии и увеличит производство в следующем году.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aigue-marine",
      "translation": "аквамарин",
      "definition": "L'aigue-marine est un type de pierre précieuse souvent utilisée en joaillerie et qui est censée avoir un effet calmant sur le porteur.",
      "definition_translation": "Аквамарин - это тип драгоценного камня, который часто используется в ювелирных изделиях и, कथается, имеет калмирующее воздействие на носителя.",
      "example": "Elle reçut un anneau d'aigue-marine en cadeau de sa grand-mère lorsqu'elle obtint son diplôme d'université, le porte maintenant et le transmettra à sa fille un jour.",
      "example_translation": "Она получила кольцо с аквамарином в подарок от своей бабушки, когда она окончила колледж, теперь носит его и передаст его своей дочери когда-нибудь.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "carmin",
      "translation": "кармин",
      "definition": "Un pigment rouge vif à rouge violacé obtenu à partir de l'insecte cochineal, utilisé dans les aliments, les cosmétiques et l'art.",
      "definition_translation": "Ярко-красный до фиолетово-красного пигмент, полученный из насекомого cochineal, используемого в пищевых продуктах, косметике и искусстве.",
      "example": "L'artiste mélangea du carmin avec du bleu pour créer une teinte pourpre profonde. Elle avait utilisé du carmin dans sa peinture la semaine dernière. La société commencera à vendre du maquillage à base de carmin l'année prochaine.",
      "example_translation": "Художник смешал кармин с синим, чтобы создать глубокий пурпурный оттенок. Она использовала кармин в своей картине на прошлой неделе. Компания начнет продавать кармин-основную косметику в следующем году.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crimson",
      "translation": "багровый",
      "definition": "Une couleur rouge profonde et riche, notamment en relation avec le sang.",
      "definition_translation": "Глубокий, насыщенный красный цвет, особенно в отношении крови.",
      "example": "L'uniforme écarlate du soldat était taché de boue. Le coucher de soleil avait une teinte écarlate impressionnante. Le texte ancien était écrit en encre écarlate.",
      "example_translation": "Форма солдата багрового цвета была испачкана грязью. Красный оттенок заката солнца было трудно переварить. Древний текст был написан багровой чернилой.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cyan",
      "translation": "циан",
      "definition": "Une couleur verte-bleue, notamment en relation avec un pigment ou un colorant.",
      "definition_translation": "Зеленовато-синий цвет, особенно в отношении пигмента или краски.",
      "example": "L'artiste mélangea du cyan avec du jaune pour créer un vert vif. Le designer choisit le cyan comme couleur principale du logo. Les fleurs cyan-bloomaient au printemps.",
      "example_translation": "Художник смешал циан с желтым, чтобы создать ярко-зеленый цвет. Дизайнер выбрал циан в качестве основного цвета логотипа. Цветы цианового цвета расцвели весной.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "émeraude",
      "translation": "изумруд",
      "definition": "Une pierre précieuse verte, notamment un béryl vert, utilisée en joaillerie.",
      "definition_translation": "Ярко-зеленый драгоценный камень, особенно зеленый берилл, используемый в ювелирных изделиях.",
      "example": "La reine porta un collier d'émeraude au bal. Le touriste trouva un anneau d'émeraude sur la plage. L'émeraude scintillait de manière saisissante.",
      "example_translation": "Королева надела изумрудное ожерелье на бал. Турист нашел изумрудное кольцо на пляже. Блеск изумруда был завораживающим.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gingembre",
      "translation": "имбирь",
      "definition": "Une plante à saveur piquante et aromatique, souvent utilisée en cuisine et en médecine traditionnelle.",
      "definition_translation": "Растение с резким, острым вкусом и ароматом, широко используемое в кулинарии и традиционной медицине.",
      "example": "Elle ajouta une pincée de gingembre à son thé pour calmer son rhume. Hier, elle avait râpé du gingembre sur son sushi. D'ici une semaine, elle aura planté du gingembre dans son jardin.",
      "example_translation": "Она добавила щепотку имбиря к чаю, чтобы унять простуду. Вчера она натерла имбирь на ее суши. К следующей неделе она будет садить имбирь в своем саду.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "indigo",
      "translation": "индиго",
      "definition": "Une couleur bleue profonde, également une plante utilisée pour produire un colorant bleu.",
      "definition_translation": "Глубокий синий цвет, также растение, используемое для производства синего красителя.",
      "example": "L'artiste mélangea de l'indigo avec du jaune pour créer un beau vert. Au 18e siècle, l'indigo était une marchandise précieuse. D'ici 2025, l'indigo sera une couleur très populaire pour les vêtements.",
      "example_translation": "Художник смешал индиго с желтым, чтобы создать красивый оттенок зеленого. В XVIII веке индиго было ценным товаром. К 2025 году индиго будет популярным цветом для одежды.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magenta",
      "translation": "магента",
      "definition": "A bright, pinkish-purple color, also a type of dye or ink.",
      "definition_translation": "Яркий, розовато-пурпурный цвет, также тип красителя или чернил.",
      "example": "The graphic designer chose magenta as the accent color for the logo. In the 1980s, magenta was a popular color for hair dye. By next year, magenta will be a trend color for home decor.",
      "example_translation": "Графический дизайнер выбрал магенту как акцентный цвет для логотипа. В 1980-х годах магента была популярным цветом для окрашивания волос. К следующему году магента будет тренд-цветом для домашнего декора.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mahogany",
      "translation": "могано",
      "definition": "A type of hardwood tree, also a reddish-brown color.",
      "definition_translation": "Типtreeview, также красно-коричневый цвет.",
      "example": "The furniture maker used mahogany to create a beautiful wooden table. Mahogany was a valuable wood in the 19th century. By 2030, mahogany will be a rare wood due to deforestation.",
      "example_translation": "Мебельщик использовал могано, чтобы создать красивый деревянный стол. Могано было ценным деревом в XIX веке. К 2030 году могано будет редким деревом из-за дефорестации.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maroon",
      "translation": "красно-коричневый",
      "definition": "A dark reddish-brown color, approaching crimson.",
      "definition_translation": "Тёмно-красно-коричневый цвет, приближающийся к багровому.",
      "example": "The maroon paint on the wall was starting to fade, but it had looked beautiful when it was first applied. It will look great again after we finish repainting it. We had marooned the paint cans in the garage.",
      "example_translation": "Красно-коричневая краска на стене начала выцветать, но она выглядела красочно, когда была впервые нанесена. Она будет выглядеть великолепно снова, когда мы закончим ее перекрашивать. Мы сместили банки с краской в гараж.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ochre",
      "translation": "охра",
      "definition": "A natural pigment made from the iron oxide-rich soil of certain areas, used as a yellow or reddish-brown color in art and cosmetics.",
      "definition_translation": "Естественный пигмент, получаемый из железосодержащей почвы определенных областей, используется как желтый или красно-коричневый цвет в искусстве и косметике.",
      "example": "The artist mixed ochre with water to create a vibrant yellow paint. She had used ochre to color her paintings for years. Ochre will be a popular color in fashion this season.",
      "example_translation": "Художник смешал охру с водой, чтобы создать яркую желтую краску. Она использовала охру для окраски своих картин в течение года. Охра будет популярным цветом в моде в этом сезоне.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "scarlet",
      "translation": "алый",
      "definition": "A bright, vivid red color, often associated with passion, energy, and love.",
      "definition_translation": "Яркий, насыщенный красный цвет, часто ассоциируемый с страстью, энергией и любовью.",
      "example": "The scarlet dress was the most stunning outfit at the party. She had worn scarlet lipstick to match her dress. The scarlet sunset was breathtaking.",
      "example_translation": "Алый платье было самым ошеломляющим нарядом на вечеринке. Она надела алый губной помады, чтобы соответствовать ее платью. Алый закат был 숨ерительной.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "turquoise",
      "translation": "тульпан",
      "definition": "A blue-green mineral, prized for its vibrant color and used in jewelry, decorative objects, and as a pigment.",
      "definition_translation": "Синий-зеленый минерал, ценящийся за свой яркий цвет и используемый в ювелирных изделиях, декоративных объектах и как пигмент.",
      "example": "The turquoise ring was her grandmother's most treasured possession. Turquoise was a popular color in the 1960s. The turquoise walls of the hotel lobby were stunning.",
      "example_translation": "Тульпановое кольцо было самым ценным владением ее бабушки. Тульпан был популярным цветом в 1960-х годах. Тульпановые стены лобби отеля были ошеломляющими.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]