[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre",
      "translation": "номер",
      "definition": "Une valeur ou quantité numérique, souvent utilisée pour le comptage, la mesure ou l'identification.",
      "definition_translation": "Числовое значение или количество, часто используемое для счета, измерения или идентификации.",
      "example": "J'ai oublié mon numéro de téléphone. Hier, je l'ai mémorisé. Demain, je vais l'écrire.",
      "example_translation": "Я забыл свой номер телефона. Вчера я его запомнил. Завтра я напишу его.",
      "imageLink": "image_files\\English\\"imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cercle",
      "translation": "круг",
      "definition": "Une forme ronde sans début ni fin, souvent utilisée en géométrie et en architecture.",
      "definition_translation": "Круглая форма без начала или конца, часто используемая в геометрии и архитектуре.",
      "example": "Le cercle d'amis s'est élargi. L'année dernière, nous l'avons formé. L'année prochaine, il va s'étendre.",
      "example_translation": "Круг друзей увеличился. В прошлом году мы сформировали его. В следующем году он расширится.",
      "imageLink": "image_files\\English\\"imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "carré",
      "translation": "квадрат",
      "definition": "Un quadrilatère avec quatre angles droits et quatre côtés de longueur égale, souvent utilisé en géométrie et en architecture.",
      "definition_translation": "Четырехугольник с четырьмя прямыми углами и четырьмя сторонами равной длины, часто используемый в геометрии и архитектуре.",
      "example": "La place de la ville était animée. Hier, nous l'avons visitée. Demain, nous allons l'explorer.",
      "example_translation": "Квадрат города кипел жизнью. Вчера мы его посетили. Завтра мы его исследуем.",
      "imageLink": "image_files\\English\\"imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étoile",
      "translation": "звезда",
      "definition": "Une boule de gaz massive et lumineuse qui est maintenue par sa propre gravité, souvent vue dans le ciel nocturne.",
      "definition_translation": "Массивный, светящийся шар газа, который держится вместе своей собственной гравитацией, часто видимый в ночном небе.",
      "example": "J'ai vu une étoile brillant fort. Hier soir, je l'ai observée. Demain soir, je vais l'observer.",
      "example_translation": "Я увидел звезду, сияющую ярко. В прошлую ночь я смотрел на нее. В следующую ночь я ее наблюдаю.",
      "imageLink": "image_files\\English\\"imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "croix",
      "translation": "крест",
      "definition": "Une croix est une figure géométrique consistant en deux lignes ou barres qui s'intersectent, ou une structure ou objet ayant une telle forme.",
      "definition_translation": "Крест - это геометрическая фигура, состоящая из двух пересекающихся линий или стержней, или структура или объект в форме такой фигуры.",
      "example": "Elle a traversé la route, et puis elle traverse la route tous les jours, et enfin elle va traverser la route demain.",
      "example_translation": "Она перешла дорогу, а затем она пересекает дорогу каждый день, и наконец она будет пересекать дорогу завтра.",
      "imageLink": "image_files\\English\\"imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pour cent",
      "translation": "процент",
      "definition": "Pour cent est une unité de proportion, égale à un centième d'un tout, utilisée pour exprimer une proportion d'un tout comme une fraction de 100.",
      "definition_translation": "Процент - это единица пропорции, равная одной сотой части целого, используемая для выражения пропорции целого как дроби 100.",
      "example": "Le prix a augmenté de 10 pour cent, et puis il a augmenté de 20 pour cent, et enfin il va augmenter de 30 pour cent.",
      "example_translation": "Цена увеличилась на 10 процентов, а затем она увеличилась на 20 процентов, и наконец она будет увеличиваться на 30 процентов.",
      "imageLink": "image_files\\English\\"imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "somme",
      "translation": "сумма",
      "definition": "La somme est le résultat de l'addition de deux ou plusieurs nombres, quantités ou montants.",
      "definition_translation": "Сумма - это результат сложения двух или более чисел, количеств или величин вместе.",
      "example": "Je fais la somme des nombres, et puis j'ai fait la somme des nombres, et enfin je vais faire la somme des nombres.",
      "example_translation": "Я суммирую числа, а затем я суммировал числа, и наконец я буду суммировать числа.",
      "imageLink": "image_files\\English\\"imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "addition",
      "translation": "добавление",
      "definition": "L'addition est l'acte d'ajouter quelque chose à quelque chose d'autre, ou l'état d'être ajouté.",
      "definition_translation": "Добавление - это акт добавления чего-то к чему-то еще, или состояние добавления.",
      "example": "J'ai fait une addition au rapport, et puis j'ai fait des additions au rapport, et enfin je vais faire une addition au rapport.",
      "example_translation": "Я сделал добавление к отчету, а затем я делал добавления к отчету, и наконец я буду делать добавление к отчету.",
      "imageLink": "image_files\\English\\"imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cone",
      "translation": "конус",
      "definition": "Un cône est une forme géométrique tridimensionnelle qui se rétrécit en un point à partir d'une base circulaire.",
      "definition_translation": "Конус - это трехмерная геометрическая форма, которая сужается к точке от круглой основы.",
      "example": "Elle tenait un cône dans sa main, léchant la glace qui fondait rapidement. Hier, j'ai acheté un cône au glacier. D'ici une semaine, j'aurai appris à faire un cône en classe de géométrie.",
      "example_translation": "Она держала конус в руке, облизывая hızla тающий лед. Вчера я купил конус в магазине мороженого. К следующей неделе я научусь делать конус на уроке геометрии.",
      "imageLink": "image_files\\English\\"imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cube",
      "translation": "куб",
      "definition": "Un cube est un solide tridimensionnel avec six faces carrées de taille égale.",
      "definition_translation": "Куб - это трехмерная твердая форма с шестью квадратными гранями равного размера.",
      "example": "Le cube était posé sur la table, parfaitement équilibré. Je vais placer un cube sur l'étagère demain. Hier, j'ai bâti un cube en utilisant des blocs.",
      "example_translation": "Куб сидел на столе, идеально уравновешенный. Я поставлю куб на полку завтра. Вчера я построил куб с кубиками.",
      "imageLink": "image_files\\English\\"imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "diamètre",
      "translation": "диаметр",
      "definition": "Le diamètre d'un cercle ou d'une sphère est la distance la plus longue possible entre deux bords, passant par le centre.",
      "definition_translation": "Диаметр круга или сферы - это наибольшее возможное расстояние от одного края до другого, проходящее через центр.",
      "example": "Le diamètre du cercle était exactement de 10 pouces. Je vais mesurer le diamètre du tuyau demain. Le diamètre de la planète était énorme.",
      "example_translation": "Диаметр круга был ровно 10 дюймов. Я измерю диаметр трубы завтра. Диаметр планеты был колоссальным.",
      "imageLink": "image_files\\English\\"imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ovale",
      "translation": "овал",
      "definition": "Un ovale est une forme qui ressemble à un cercle, mais n'est pas exactement rond, avec une forme allongée ou en forme d'œuf.",
      "definition_translation": "Овал - это форма, похожая на круг, но не совсем круглая, с вытянутой или яйцевидной формой.",
      "example": "La forme ovale du stade était impressionnante. Je vais dessiner un ovale sur le papier demain. Le miroir ovale reflétait son visage.",
      "example_translation": "Овальная форма стадиона была впечатляющей. Янарисую овал на бумаге завтра. Овальное зеркало отражало ее лицо.",
      "imageLink": "image_files\\English\\"imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "triangle",
      "translation": "треугольник",
      "definition": "Un triangle est un polygone à trois côtés et trois sommets. C'est une forme fondamentale en géométrie et est utilisée dans de nombreux domaines des mathématiques, de la physique et de l'ingénierie.",
      "definition_translation": "Треугольник - это многоугольник с тремя сторонами и тремя вершинами. Это фундаментальная фигура в геометрии и используется во многих областях математики, физики и инженерии.",
      "example": "Hier, j'ai dessiné un triangle sur le tableau, aujourd'hui je résous un problème de triangle, et demain je vais calculer l'aire d'un triangle.",
      "example_translation": "Вчера я нарисовал треугольник на доске, сегодня я решаю задачу с треугольником, а завтра я рассчитаю площадь треугольника.",
      "imageLink": "image_files\\English\\"imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle",
      "translation": "угол",
      "definition": "Un angle est une figure formée par deux rayons partageant un point commun, appelé sommet de l'angle. Il est utilisé pour mesurer la quantité de rotation entre deux lignes ou plans.",
      "definition_translation": "Угол - это фигура, образованная двумя лучами, имеющими общую точку, называемой вершиной угла. Он используется для измерения количества вращения между двумя линиями или плоскостями.",
      "example": "J'ai mesuré l'angle du toit hier, je calcule l'angle de la pente aujourd'hui, et demain je vais déterminer l'angle du triangle.",
      "example_translation": "Вчера я измерил угол крыши, сегодня я рассчитываю угол наклона, а завтра я определю угол треугольника.",
      "imageLink": "image_files\\English\\"imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pyramide",
      "translation": "пирамида",
      "definition": "Une pyramide est une forme géométrique en trois dimensions avec une base carrée et quatre côtés triangulaires qui se rencontrent au sommet. Elle est souvent utilisée en architecture et en ingénierie.",
      "definition_translation": "Пирамида - это трехмерная геометрическая фигура с квадратной основой и четырьмя треугольными сторонами, которые встречаются на вершине. Она часто используется в архитектуре и инженерии.",
      "example": "Les anciens Égyptiens ont construit une pyramide hier, je conçois une structure de pyramide aujourd'hui, et demain je vais construire un modèle de pyramide.",
      "example_translation": "Древние египтяне построили пирамиду вчера, сегодня я проектирую структуру пирамиды, а завтра я построю модель пирамиды.",
      "imageLink": "image_files\\English\\"imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rectangle",
      "translation": "прямоугольник",
      "definition": "Un rectangle est un quadrilatère avec quatre angles droits et quatre côtés de longueurs différentes. C'est une forme commune utilisée en géométrie, en architecture et en design.",
      "definition_translation": "Прямоугольник - это четырехугольник с четырьмя прямыми углами и четырьмя сторонами разной длины. Это распространенная фигура, используемая в геометрии, архитектуре и дизайне.",
      "example": "J'ai dessiné un rectangle sur le papier hier, aujourd'hui je calcule l'aire d'un rectangle, et demain je vais concevoir un bâtiment en forme de rectangle.",
      "example_translation": "Вчера я нарисовал прямоугольник на бумаге, сегодня я рассчитываю площадь прямоугольника, а завтра я спроектирую прямоугольное здание.",
      "imageLink": "image_files\\English\\"imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ensemble",
      "translation": "набор",
      "definition": "Un ensemble est une collection d'objets uniques, appelés éléments ou membres, qui peuvent être n'importe quoi (nombres, mots, personnes, etc.).",
      "definition_translation": "Набор - это коллекция уникальных объектов, известных как элементы или члены, которые могут быть чем угодно (числами, словами, людьми и т.д.).",
      "example": "J'ai mis le livre sur la table. Elle règle l'alarme chaque matin. Ils vont créer une nouvelle entreprise l'année prochaine.",
      "example_translation": "Я положил книгу на стол. Она настраивает будильник каждое утро. Они устроят новый бизнес в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "variable",
      "translation": "переменная",
      "definition": "Une variable est un emplacement de stockage nommé qui contient une valeur qui peut changer pendant l'exécution d'un programme.",
      "definition_translation": "Переменная - это именованное хранилище, которое содержит значение, которое может изменяться во время выполнения программы.",
      "example": "J'ai déclaré une variable pour stocker le nom de l'utilisateur. La variable x est utilisée pour calculer l'aire du triangle. La variable sera initialisée avec une valeur par défaut.",
      "example_translation": "Я объявил переменную для хранения имени пользователя. Переменная x используется для расчета площади треугольника. Переменная будет инициализирована значениям по умолчанию.",
      "imageLink": "image_files\\English\\"imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle aigu",
      "translation": "острый угол",
      "definition": "Un angle aigu est un angle dont la mesure est comprise entre 0 degrés et 90 degrés.",
      "definition_translation": "Острый угол - это угол, чья мера находится между 0 градусами и 90 градусами.",
      "example": "L'angle entre les deux lignes est un angle aigu. Elle a dessiné un angle aigu sur le tableau. Le toit de la maison a un angle aigu.",
      "example_translation": "Угол между двумя линиями - это острый угол. Она нарисовала острый угол на доске. Крыша дома имеет острый угол.",
      "imageLink": "image_files\\English\\"imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "axe des coordonnées",
      "translation": "ось координат",
      "definition": "L'axe des coordonnées est une ligne qui sert de point de référence pour mesurer les distances et les directions dans un système de coordonnées.",
      "definition_translation": "Ось координат - это линия, которая служит точкой отсчета для измерения расстояний и направлений в системе координат.",
      "example": "Les axes x et y sont les axes des coordonnées dans un système de coordonnées cartésien. L'axe des coordonnées est utilisé pour graphiquer les fonctions. L'axe des coordonnées nous aide à localiser les points dans l'espace.",
      "example_translation": "Ось x и ось y - это оси координат в декартовой системе координат. Ось координат используется для графика функций. Ось координат помогает нам определить точки в пространстве.",
      "imageLink": "image_files\\English\\"imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre cardinal",
      "translation": "основное число",
      "definition": "Un nombre cardinal est un nombre qui exprime la taille d'un ensemble et est utilisé pour compter le nombre d'éléments dans un ensemble.",
      "definition_translation": "Основное число - это число, которое выражает размер множества, и используется для счета числа элементов в множестве.",
      "example": "Le nombre cardinal de l'ensemble est 5. Hier, le nombre cardinal de l'ensemble était 3, et demain il sera 7.",
      "example_translation": "Основное число множества - 5. Вчера основное число множества было 3, а завтра оно будет 7.",
      "imageLink": "image_files\\English\\"imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "circonférence",
      "translation": "окружность",
      "definition": "La circonférence est la distance autour d'un cercle ou d'une autre forme courbe.",
      "definition_translation": "Окружность - это расстояние вокруг круга или другой кривой фигуры.",
      "example": "La circonférence du cercle est de 20 mètres. La circonférence de la roue était de 15 mètres, mais maintenant elle est de 18 mètres.",
      "example_translation": "Окружность круга - 20 метров. Окружность колеса была 15 метров, но теперь она - 18 метров.",
      "imageLink": "image_files\\English\\"imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coefficient",
      "translation": "коэффициент",
      "definition": "Un coefficient est un nombre ou une valeur qui est multiplié par une variable ou une valeur inconnue dans une expression mathématique.",
      "definition_translation": "Коэффициент - это число или значение, которое умножается на переменную или неизвестное значение в математическом выражении.",
      "example": "Le coefficient de x dans l'équation est 2. Hier, le coefficient était 3, mais maintenant il est 4.",
      "example_translation": "Коэффициент x в уравнении - 2. Коэффициент был 3 вчера, но теперь он - 4.",
      "imageLink": "image_files\\English\\"imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "compas",
      "translation": "циркуль",
      "definition": "Les compas sont un outil utilisé pour dessiner des cercles et des arcs, composé de deux jambes articulées.",
      "definition_translation": "Циркуль - это инструмент, используемый для рисования кругов и дуг, состоящий из двух ног, соединенных шарниром.",
      "example": "J'ai utilisé des compas pour dessiner un cercle. Hier, j'ai utilisé des compas pour dessiner un arc, mais maintenant je dois dessiner un cercle.",
      "example_translation": "Я использовал циркуль, чтобы нарисовать круг. Вчера я использовал циркуль, чтобы нарисовать дугу, но теперь я нужно нарисовать круг.",
      "imageLink": "image_files\\English\\"imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle complet",
      "translation": "полный угол",
      "definition": "Un angle dont la mesure est de 360 degrés, c'est-à-dire un angle qui est égal à une rotation complète.",
      "definition_translation": "Угол, чья мера составляет 360 градусов, то есть угол, который равен одному полному обороту.",
      "example": "La danseuse de ballet a fait un angle complet avec son corps pour impressionner le public. Elle avait passé des années à pratiquer pour atteindre cette pose parfaite. Elle fera un angle complet à nouveau lors de la dernière performance.",
      "example_translation": "Балерина сделала полный угол своим телом, чтобы впечатлить аудиторию. Она практиковалась годами, чтобы достигнуть этой идеальной позы. Она снова сделает полный угол на финальном выступлении.",
      "imageLink": "image_files\\English\\"imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "système de coordonnées",
      "translation": "система координат",
      "definition": "Un système qui utilise deux ou plusieurs lignes ou courbes pour localiser des points dans un plan ou dans l'espace.",
      "definition_translation": "Система, которая использует две или более линии или кривые, чтобы локализовать точки в плоскости или в пространстве.",
      "example": "Le mathématicien a utilisé un système de coordonnées pour identifier la localisation du navire sur la carte. Elle avait étudié le système pendant des mois pour résoudre le problème complexe. Elle utilisera à nouveau un système de coordonnées pour trouver la solution optimale.",
      "example_translation": "Математик использовала систему координат, чтобы определить местоположение корабля на карте. Она изучала систему месяцев, чтобы решить сложную задачу. Она снова будет использовать систему координат, чтобы найти оптимальное решение.",
      "imageLink": "image_files\\English\\"imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "racine cube",
      "translation": "кубический корень",
      "definition": "Une valeur qui, lorsqu'elle est élevée au cube, donne une valeur ou un nombre spécifié.",
      "definition_translation": "Значение, которое, будучи возведенным в куб, дает указанное значение или число.",
      "example": "L'étudiante a eu du mal à trouver la racine cube du nombre. Elle avait pratiqué pendant des semaines pour résoudre l'équation. Elle trouvera à nouveau la racine cube pour passer le test de mathématiques.",
      "example_translation": "Ученица боролась с поиском кубического корня числа. Она практиковалась неделями, чтобы решить уравнение. Она снова найдет кубический корень, чтобы сдать математический тест.",
      "imageLink": "image_files\\English\\"imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parallélépipède",
      "translation": "прямоугольный параллелепипед",
      "definition": "Un solide délimité par six faces rectangulaires, chacune d'elles étant un rectangle.",
      "definition_translation": "Твердое тело, ограниченное шестью прямоугольными гранями, каждая из которых является прямоугольником.",
      "example": "L'enfant a construit un parallélépipède avec des blocs pour créer une maison. Elle avait construit des parallélépipèdes pendant des mois pour développer ses compétences spatiales. Elle construira à nouveau un parallélépipède pour créer un château.",
      "example_translation": "Ребенок построил прямоугольный параллелепипед из блоков, чтобы создать дом. Она строила прямоугольные параллелепипеды месяцами, чтобы развить свои пространственные навыки. Она снова построит прямоугольный параллелепипед, чтобы создать замок.",
      "imageLink": "image_files\\English\\"imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cylindre",
      "translation": "цилиндр",
      "definition": "Un cylindre est une forme fermée qui a deux bases circulaires et parallèles connectées par une surface latérale courbe.",
      "definition_translation": "Цилиндр - это закрытая фигура, имеющая две параллельные и круглые основания, соединенные кривой боковой поверхностью.",
      "example": "L'ingénieur a utilisé un cylindre pour concevoir un nouveau moteur. Elle avait conçu un cylindre l'année dernière. Elle concevra à nouveau un cylindre le mois prochain.",
      "example_translation": "Инженер использовал цилиндр для проектирования нового двигателя. Она проектировала цилиндр в прошлом году. Она будет проектировать новый цилиндр в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "décimal",
      "translation": "десятичный",
      "definition": "Un décimal est un nombre exprimé dans le système décimal, qui est basé sur le nombre 10.",
      "definition_translation": "Десятичное - это число, выраженное в десятичной системе, которая основана на числе 10.",
      "example": "L'étudiant a appris à convertir des fractions en décimaux. Elle avait étudié les décimaux pendant une semaine. Elle maîtrisera les décimaux d'ici la fin du mois.",
      "example_translation": "Студентка научилась преобразовывать дроби в десятичные. Она изучала десятичные в течение недели. Она будет мастер десятичными к концу месяца.",
      "imageLink": "image_files\\English\\"imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "équation différentielle",
      "translation": "дифференциальное уравнение",
      "definition": "Une équation différentielle est une équation mathématique qui implique une fonction inconnue et ses dérivées, et relie les valeurs de la fonction et de ses dérivées à différents points dans l'espace et le temps.",
      "definition_translation": "Дифференциальное уравнение - это математическое уравнение, которое涉ляет неизвестную функцию и ее производные, и связывает значения функции и ее производных в различных точках пространства и времени.",
      "example": "Le physicien a utilisé une équation différentielle pour modéliser le mouvement d'une particule. Il avait étudié les équations différentielles au collège. Il appliquera les équations différentielles à sa recherche l'année prochaine.",
      "example_translation": "Физик использовал дифференциальное уравнение для моделирования движения частицы. Он изучал дифференциальные уравнения в колледже. Он будет применять дифференциальные уравнения в своем исследовании в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chiffre",
      "translation": "цифра",
      "definition": "Un chiffre est un symbole unique utilisé pour représenter un nombre dans un système de numération.",
      "definition_translation": "Цифра - это одиночный символ, используемый для представления числа в системе счисления.",
      "example": "L'écran de l'ordinateur affichait un chiffre. Elle avait entré un chiffre incorrectement. Elle entrera un chiffre correctement la prochaine fois.",
      "example_translation": "Компьютерный экран отображал цифру. Она ввела цифру неправильно. Она будет вводить цифру правильно в следующий раз.",
      "imageLink": "image_files\\English\\"imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dividende",
      "translation": "дивиденд",
      "definition": "Un dividende est une part des profits distribuée aux actionnaires d'une entreprise.",
      "definition_translation": "Дивиденд - это часть прибыли, распределяемой между акционерами компании.",
      "example": "La compagnie a payé un dividende à ses actionnaires le trimestre dernier. Elle paiera un dividende à nouveau le trimestre prochain. Elle avait payé un dividende à ses actionnaires il y a trois ans.",
      "example_translation": "Компания выплатила дивиденд своим акционерам в прошлом квартале. Она выплатит дивиденд снова в следующем квартале. Она выплатила дивиденд своим акционерам три года назад.",
      "imageLink": "image_files\\English\\"imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "division",
      "translation": "деление",
      "definition": "L'acte de diviser quelque chose en parties ou groupes.",
      "definition_translation": "Действие деления чего-либо на части или группы.",
      "example": "La division de la compagnie en équipes plus petites a amélioré la productivité. L'équipe terminera la division des tâches d'ici la fin de la semaine. La division du terrain sera terminée le mois prochain.",
      "example_translation": "Деление компании на небольшие команды verbess производительность. Команда завершит деление задач к концу недели. Деление земли будет завершено в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "diviseur",
      "translation": "делитель",
      "definition": "Un nombre par lequel un autre nombre est divisé.",
      "definition_translation": "Число, на которое делится другое число.",
      "example": "Le diviseur de 10 est 2 parce que 10 peut être divisé par 2. L'élève a trouvé le diviseur de l'équation. Le diviseur du problème n'était pas évident.",
      "example_translation": "Делитель 10 - это 2, потому что 10 можно разделить на 2. Ученик нашел делитель уравнения. Делитель проблемы не был очевиден.",
      "imageLink": "image_files\\English\\"imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "exposant, puissance",
      "translation": "степень, показатель степени",
      "definition": "Un petit nombre qui montre combien de fois un nombre doit être multiplié par lui-même.",
      "definition_translation": "Маленькое число, указывающее, сколько раз число должно быть умножено само на себя.",
      "example": "L'exposant de 2 dans 2^3 est 3 parce que 2 doit être multiplié par lui-même trois fois. La puissance de 10 dans 10^2 est 2. L'exposant de x dans x^4 est 4.",
      "example_translation": "Степень 2 в 2^3 - это 3, потому что 2 должно быть умножено само на себя три раза. Степень 10 в 10^2 - это 2. Степень x в x^4 - это 4.",
      "imageLink": "image_files\\English\\"imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fraction",
      "translation": "дробь",
      "definition": "Une fraction est une manière d'exprimer une partie d'un tout comme un quotient d'entiers, généralement écrite sous la forme a/b, où a et b sont des entiers et b est non nul.",
      "definition_translation": "Дробь - это способ выражения части целого как частного от целых чисел, обычно записываемого в форме a/b, где a и b - целые числа и b не равно нулю.",
      "example": "Dans le passé, j'avais du mal à comprendre les fractions. Maintenant, je peux résoudre facilement les équations avec des fractions. À l'avenir, je pourrai enseigner les fractions à mes étudiants.",
      "example_translation": "Ранее я испытывал трудности с пониманием дробей. Теперь я могу легко решать уравнения с дробями. В будущем я смогу преподавать дроби своим студентам.",
      "imageLink": "image_files\\English\\"imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fonction",
      "translation": "функция",
      "definition": "Une fonction est une relation entre un ensemble d'entrées, appelé le domaine, et un ensemble de sorties possibles, appelé la plage, de sorte que chaque entrée est liée à exactement une sortie.",
      "definition_translation": "Функция - это отношение между множеством входов, называемым областью определения, и множеством возможных выходов, называемым областью значений, так что каждый вход связан с ровно одним выходом.",
      "example": "Je pensais autrefois que les fonctions étaient difficiles à comprendre. Maintenant, je peux définir et analyser facilement les fonctions. À l'avenir, je pourrai appliquer les fonctions à des problèmes du monde réel.",
      "example_translation": "Ранее я думал, что функции сложны для понимания. Теперь я могу легко определять и анализировать функции. В будущем я смогу применять функции к реальным проблемам.",
      "imageLink": "image_files\\English\\"imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hémisphère",
      "translation": "полушарие",
      "definition": "Un hémisphère est la moitié d'une sphère, notamment la terre, divisée en hémisphère nord et hémisphère sud par l'équateur.",
      "definition_translation": "Полушарие - это половина шара, особенно Земли, разделенная на северное и южное полушарие экватором.",
      "example": "L'hémisphère nord expérience l'hiver, tandis que l'hémisphère sud expérience l'été. Dans le passé, les explorateurs pensaient que l'hémisphère était plat. Maintenant, nous savons que l'hémisphère est arrondi.",
      "example_translation": "Северное полушарие переживает зиму, а южное полушарие - лето. Ранее исследователи думали, что полушарие является плоским. Теперь мы знаем, что полушарие является круглым.",
      "imageLink": "image_files\\English\\"imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "heptagone",
      "translation": "семиугольник",
      "definition": "Un heptagone est un polygone à sept côtés, dans lequel la somme des angles internes est de 900 degrés.",
      "definition_translation": "Семиугольник - это многоугольник с семью сторонами, в котором сумма внутренних углов составляет 900 градусов.",
      "example": "Je avait du mal à dessiner un heptagone. Maintenant, je peux facilement construire un heptagone en utilisant la géométrie. À l'avenir, je pourrai utiliser des heptagones dans la conception d'architecture.",
      "example_translation": "Ранее я испытывал трудности в рисовании семиугольника. Теперь я могу легко построить семиугольник с помощью геометрии. В будущем я смогу использовать семиугольники в проектировании архитектуры.",
      "imageLink": "image_files\\English\\"imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hexagone",
      "translation": "шестигранник",
      "definition": "Un hexagone est un polygone à six côtés et six sommets, où tous les angles internes sont égaux à 120 degrés.",
      "definition_translation": "Шестигранник - это многоугольник с шестью сторонами и шестью вершинами, где все внутренние углы равны 120 градусам.",
      "example": "L'architecte a conçu un bâtiment en forme d'hexagone, qui était un chef-d'œuvre de l'architecture moderne. Les étudiants étudieront les propriétés d'un hexagone dans leur leçon de mathématiques demain. D'ici l'année prochaine, la compagnie aura construit un musée inspiré de l'hexagone.",
      "example_translation": "Архитектор спроектировал шестигранное здание, которое было чудом современной архитектуры. Ученики будут изучать свойства шестигранника на уроках математики завтра. К следующему году компания построит музей, вдохновленный шестигранником.",
      "imageLink": "image_files\\English\\"imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "infini",
      "translation": "бесконечность",
      "definition": "L'infini est un concept en mathématiques qui se réfère à quelque chose qui n'a pas de fin ou de limite, s'étendant sans fin dans toutes les directions.",
      "definition_translation": "Бесконечность - это математическое понятие, которое относится к чему-то, что не имеет конца или предела, неограниченно распространяясь во всех направлениях.",
      "example": "L'univers est censé avoir l'infini en termes de sa vaste étendue et de ses mystères. Le mathématicien a passé des années à étudier le concept de l'infini. En comprenant l'infini, nous pouvons mieux saisir la nature de l'espace et du temps.",
      "example_translation": "Вселенная считается иметь бесконечность в плане своей обширности и тайн. Математик провел годы, изучая понятие бесконечности. Понимая бесконечность, мы можем лучше понять природу пространства и времени.",
      "imageLink": "image_files\\English\\"imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entier",
      "translation": "целое число",
      "definition": "Un entier est un nombre entier, soit positif, soit négatif, soit zéro, sans partie fractionnaire.",
      "definition_translation": "Целое число - это celé число, либо положительное, либо отрицательное, либо нулевое, без дробной части.",
      "example": "L'entier 5 est un nombre premier. Le programmeur a utilisé une variable entière pour stocker l'âge de l'utilisateur. La valeur entière de pi est approximativement 3.",
      "example_translation": "Целое число 5 является простым числом. Программист использовал целую переменную, чтобы хранить возраст пользователя. Целочисленное значение пи приблизительно равно 3.",
      "imageLink": "image_files\\English\\"imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "intégrale",
      "translation": "интегральный",
      "definition": "En mathématiques, une intégrale est un objet mathématique qui peut être interprété comme la surface sous une courbe ou l'accumulation d'une quantité sur un intervalle.",
      "definition_translation": "В математике интеграл - это математический объект, который может быть интерпретирован как площадь под кривой или накопление количества за интервал.",
      "example": "Le physicien a utilisé une intégrale pour calculer l'énergie totale du système. Le mathématicien a résolu l'équation intégrale pour trouver la solution exacte. L'intégrale de la fonction a défini la forme de la courbe.",
      "example_translation": "Физик использовал интеграл для расчета общей энергии системы. Математик решил уравнение интеграла, чтобы найти точное решение. Интеграл функции определил форму кривой.",
      "imageLink": "image_files\\English\\"imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre irrationnel",
      "translation": "иррациональное число",
      "definition": "Un nombre réel qui ne peut pas être exprimé comme un décimal fini ou une fraction, comme pi ou la racine carrée de 2.",
      "definition_translation": "Действительное число, которое не может быть выражено в виде конечной десятичной дроби или дроби, такое как пи или квадратный корень из 2.",
      "example": "Le mathématicien a eu du mal à trouver un nombre irrationnel qui pourrait être utilisé pour résoudre l'équation. Elle avait trouvé un nombre irrationnel dans sa recherche précédente, mais il n'était pas applicable dans ce cas. Elle essaiera de trouver un autre nombre irrationnel à l'avenir.",
      "example_translation": "Математик боролась найти иррациональное число, которое могло быть использовано для решения уравнения. Она нашла иррациональное число в своем предыдущем исследовании, но оно не было применимо в этом случае. Она будет пытаться найти другое иррациональное число в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "segment de droite",
      "translation": "отрезок прямой",
      "definition": "Une partie d'une droite limitée par deux points distincts, appelés extrémités, et contenant tous les points de la droite entre eux.",
      "definition_translation": "Часть прямой, ограниченная двумя отдельными точками, называемыми концами, и содержащая каждую точку на прямой между ними.",
      "example": "Le professeur de géométrie a demandé aux étudiants de dessiner un segment de droite sur le tableau. Les étudiants avaient dessiné de nombreux segments de droite dans leurs exercices précédents, mais ils avaient encore besoin de pratique. Ils apprendront à calculer la longueur d'un segment de droite dans la prochaine leçon.",
      "example_translation": "Учитель геометрии попросил студентов нарисовать отрезок прямой на доске. Студенты рисовали viele отрезки прямой в своих предыдущих упражнениях, но они все еще нуждались в практике. Они научатся, как рассчитать длину отрезка прямой на следующем уроке.",
      "imageLink": "image_files\\English\\"imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "logarithme",
      "translation": "логарифм",
      "definition": "L'exposant à partir duquel un nombre de base doit être élevé pour produire une valeur donnée, comme le logarithme de 100 à la base 10, qui est 2.",
      "definition_translation": "Показатель степени, к которому должна быть raised основа, чтобы получить заданное значение, такое как логарифм 100 по основанию 10, который равен 2.",
      "example": "Le mathématicien a utilisé un logarithme pour résoudre l'équation complexe. Elle avait étudié les logarithmes dans son précédent cours, mais elle avait encore besoin de pratique en les utilisant. Elle apprendra à appliquer les logarithmes à des problèmes du monde réel à l'avenir.",
      "example_translation": "Математик использовала логарифм, чтобы решить сложное уравнение. Она изучала логарифмы в своем предыдущем курсе, но ей все еще нужно было практиковаться в их использовании. Она научится, как применять логарифмы к реальным проблемам в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "multiplication",
      "translation": "умножение",
      "definition": "L'opération de combiner deux ou plusieurs nombres pour obtenir leur produit, comme 2 multiplié par 3, qui égale 6.",
      "definition_translation": "Операция слияния двух или более чисел для получения их произведения, such как 2, умноженное на 3, что равно 6.",
      "example": "Le professeur a expliqué le concept de multiplication aux étudiants. Ils avaient appris à additionner et à soustraire, mais la multiplication était un nouveau concept pour eux. Ils pratiqueront les tables de multiplication dans la prochaine leçon.",
      "example_translation": "Учитель объяснил понятие умножения студентам. Они учили о сложении и вычитании, но умножение было новым понятием для них. Они будут практиковаться в таблицах умножения на следующем уроке.",
      "imageLink": "image_files\\English\\"imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre naturel",
      "translation": "естественное число",
      "definition": "Un nombre naturel est un entier positif, commençant à 1, utilisé pour compter et effectuer des opérations arithmétiques de base.",
      "definition_translation": "Естественное число - это положительное целое число, начиная с 1, используемое для счета и основных арифметических операций.",
      "example": "L'ensemble des nombres naturels comprend 1, 2, 3, et ainsi de suite. Hier, j'ai compté 10 nombres naturels dans la séquence. D'ici la fin de l'année, j'aurai appris à calculer avec des nombres naturels.",
      "example_translation": "Множество естественных чисел включает 1, 2, 3 и так далее. Вчера я насчитал 10 естественных чисел в последовательности. К концу этого года я научусь выполнять расчеты с естественными числами.",
      "imageLink": "image_files\\English\\"imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "droite numérique",
      "translation": "числовая линия",
      "definition": "Une droite numérique est une représentation visuelle des nombres sur une ligne, utilisée pour comparer et démontrer les relations entre les nombres.",
      "definition_translation": "Числовая линия - это визуальное представление чисел на линии, используемое для сравнения и демонстрации отношений между числами.",
      "example": "En classe de mathématiques, nous avons utilisé une droite numérique pour visualiser l'addition de nombres positifs et négatifs. Hier, j'ai pratiqué la mise en place de points sur une droite numérique pour mieux comprendre le concept. D'ici la semaine prochaine, j'aurai maîtrisé l'utilisation d'une droite numérique pour résoudre des équations.",
      "example_translation": "На уроке математики мы использовали числовую линию, чтобы визуализировать добавление положительных и отрицательных чисел. Вчера я практиковался в отметке точек на числовой линии, чтобы лучше понять концепцию. К следующей неделе я овладею использованием числовой линии для решения уравнений.",
      "imageLink": "image_files\\English\\"imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle obtus",
      "translation": "тупой угол",
      "definition": "Un angle obtus est un angle supérieur à 90 degrés mais inférieur à 180 degrés, utilisé pour décrire des formes et des figures géométriques.",
      "definition_translation": "Тупой угол - это угол, превышающий 90 градусов, но меньше 180 градусов, используемый для описания геометрических фигур и форм.",
      "example": "L'angle obtus du triangle rendait difficile le calcul de sa surface. Hier, j'ai dessiné un angle obtus dans mon cahier de géométrie pour étudier ses propriétés. D'ici le mois prochain, j'aurai appris à identifier les angles obtus dans diverses formes.",
      "example_translation": "Тупой угол треугольника сделал расчет его площади трудным. Вчера я нарисовал тупой угол в моем тетради геометрии, чтобы изучить его свойства. К следующему месяцу я научусь определять тупые углы в различных формах.",
      "imageLink": "image_files\\English\\"imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "octogone",
      "translation": "октагон",
      "definition": "Un octogone est un polygon à huit côtés, utilisé en architecture, design et géométrie pour créer des formes symétriques et équilibrées.",
      "definition_translation": "Октагон - это многоугольник с восемью сторонами, используемый в архитектуре, дизайне и геометрии для создания симметричных и сбалансированных форм.",
      "example": "La forme d'octogone du panneau d'arrêt est facilement reconnaissable. Hier, j'ai construit un octogone en utilisant une compas et une règle pour comprendre ses propriétés. D'ici l'année prochaine, j'aurai conçu un bâtiment octogonal en utilisant des logiciels d'architecture.",
      "example_translation": "Форма октагона на знаке Стоп легко узнаваема. Вчера я построил октагон с помощью циркуля и линейки, чтобы понять его свойства. К следующему году я спроектирую октогональное здание с помощью архитектурного программного обеспечения.",
      "imageLink": "image_files\\English\\"imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre ordinal",
      "translation": "порядковый номер",
      "definition": "Un nombre qui indique la position de quelque chose dans une séquence ou une série, comme « premier », « deuxième », « troisième », etc.",
      "definition_translation": "Число, указывающее на позицию чего-то в последовательности или серии, например, «первый», «второй», «третий» и т.д.",
      "example": "Le nombre ordinal de l'athlète gagnant était premier, deuxième et troisième respectivement dans les trois derniers tournois.",
      "example_translation": "Порядковый номер выигравшего спортсмена был prvním, вторым и третьим соответственно в последних трех турнирах.",
      "imageLink": "image_files\\English\\"imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parallèle",
      "translation": "параллельный",
      "definition": "S'étendant dans la même direction, mais ne se rencontrant jamais ou ne s'intersectant pas, comme deux lignes qui courent côte à côte.",
      "definition_translation": "Расположенный в том же направлении, но никогда не пересекающийся, например, две линии, которые идут бок о бок.",
      "example": "Les deux routes couraient parallèles l'une à l'autre pendant des miles, ne se croisant jamais ou ne s'intersectant pas. Dans le passé, elles étaient parallèles, mais maintenant elles ont divergé. Dans l'avenir, elles seront à nouveau parallèles.",
      "example_translation": "Две дороги шли параллельно друг другу на протяжении миль, никогда не пересекаясь. В прошлом они были параллельными, но теперь они разошлись. В будущем они снова станут параллельными.",
      "imageLink": "image_files\\English\\"imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parallélogramme",
      "translation": "параллелограмм",
      "definition": "Un quadrilatère avec des côtés opposés qui sont parallèles, comme un rectangle ou un rhombe.",
      "definition_translation": "Четырехугольник с противоположными сторонами, которые параллельны, например, прямоугольник или ромб.",
      "example": "Le professeur a demandé à l'élève de dessiner un parallélogramme avec toutes ses côtés de longueur égale. Hier, elle avait dessiné un parallélogramme avec des côtés inégaux. Demain, elle dessinera un parallélogramme parfait.",
      "example_translation": "Учитель спросил ученика нарисовать параллелограмм со всеми сторонами равной длины. Вчера она нарисовала параллелограмм с неравными сторонами. Завтра она нарисует идеальный параллелограмм.",
      "imageLink": "image_files\\English\\"imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pentagone",
      "translation": "пентагон",
      "definition": "Un polygon à cinq côtés, comme la forme du Pentagone à Washington D.C.",
      "definition_translation": "Многогранник с пятью сторонами, например, форма здания Пентагона в Вашингтоне Д.К.",
      "example": "L'architecte a conçu un bâtiment en forme de pentagone pour le nouveau complexe gouvernemental. Les anciens Grecs avaient étudié les propriétés des pentagones. D'ici l'année 2050, les pentagones seront utilisés dans la construction de tous les nouveaux bâtiments.",
      "example_translation": "Архитектор спроектировал пентагон-образное здание для нового правительственного комплекса. Древние греки изучали свойства пентагонов. К 2050 году пентагоны будут использоваться в строительстве всех nových зданий.",
      "imageLink": "image_files\\English\\"imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "perpendiculaire",
      "translation": "перпендикулярный",
      "definition": "Une ligne ou un plan qui est à angle droit avec une autre ligne ou plan.",
      "definition_translation": "Линия или плоскость, которая образует угол 90 градусов с другой линией или плоскостью.",
      "example": "Les deux lignes sont perpendiculaires l'une à l'autre. Hier, elles étaient perpendiculaires, et demain elles seront perpendiculaires.",
      "example_translation": "Две линии.perпендикулярны друг другу. Yesterday, они были перпендикулярны, и завтра они будут перпендикулярны.",
      "imageLink": "image_files\\English\\"imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nombre premier",
      "translation": "простое число",
      "definition": "Un entier positif qui n'est divisible que par lui-même et 1.",
      "definition_translation": "Положительное целое число, которое делится только на себя и 1.",
      "example": "Sept est un nombre premier. Il était un nombre premier hier, et il sera un nombre premier demain.",
      "example_translation": "Семь - это простое число. Это было простым числом вчера, и это будет простым числом завтра.",
      "imageLink": "image_files\\English\\"imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prisme",
      "translation": "призм",
      "definition": "Un objet transparent avec des surfaces plates et polies qui refracte la lumière.",
      "definition_translation": "Прозрачный объект с плоскими, полированными поверхностями, который преломляет свет.",
      "example": "Nous avons utilisé un prisme pour séparer la lumière en ses couleurs. Hier, nous avons utilisé un prisme pour séparer la lumière, et demain nous utiliserons un prisme pour séparer la lumière.",
      "example_translation": "Мы использовали призму, чтобы разделить свет на его цвета. Вчера мы использовали призму, чтобы разделить свет, а завтра мы будем использовать призму, чтобы разделить свет.",
      "imageLink": "image_files\\English\\"imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "produit",
      "translation": "продукт",
      "definition": "Une chose ou une substance qui est manufacturée ou raffinée pour la vente.",
      "definition_translation": "Вещь или substance, которая производится или рафинируется для продажи.",
      "example": "Le produit a été expédié au client hier. La société lancera un nouveau produit demain.",
      "example_translation": "Продукт был отправлен клиенту вчера. Компания запустит новый продукт завтра.",
      "imageLink": "image_files\\English\\"imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Théorème de Pythagore",
      "translation": "Теорема Пифагора",
      "definition": "Un concept mathématique qui décrit la relation entre les longueurs des côtés d'un triangle rectangle, où le carré de la longueur de l'hypoténuse est égal à la somme des carrés des longueurs des deux autres côtés.",
      "definition_translation": "Математическое понятие, описывающее соотношение между длинами сторон прямоугольного треугольника, где квадрат длины гипотенузы равен сумме квадратов длин других двух сторон.",
      "example": "Le théorème de Pythagore a été utilisé pour calculer la longueur de la diagonale du rectangle. Hier, j'ai utilisé le théorème pour trouver la longueur de l'hypoténuse. Demain, j'utiliserai ce théorème pour résoudre un problème de triangle.",
      "example_translation": "Теорема Пифагора была использована для расчета длины диагонали прямоугольника. Вчера я использовал теорему, чтобы найти длину гипотенузы. Завтра я буду использовать ее, чтобы решить задачу по треугольнику.",
      "imageLink": "image_files\\English\\"imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Équation du second degré",
      "translation": "Квадратное уравнение",
      "definition": "Une équation mathématique de la forme ax^2 + bx + c = 0, où a, b et c sont des constantes, et x est la variable.",
      "definition_translation": "Математическое уравнение формы ax^2 + bx + c = 0, где a, b и c - константы, а x - переменная.",
      "example": "L'équation du second degré a été résolue en utilisant la formule quadratique. Hier, j'ai factorisé une équation du second degré pour trouver ses racines. Demain, je résoudrai une équation du second degré en utilisant la méthode de graphique.",
      "example_translation": "Квадратное уравнение было решено с помощью квадратной формулы. Вчера я факторизовал квадратное уравнение, чтобы найти его корни. Завтра я решу квадратное уравнение с помощью графика.",
      "imageLink": "image_files\\English\\"imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Quotient",
      "translation": "Частное",
      "definition": "Le résultat de la division d'une quantité par une autre, souvent représenté par le symbole ÷.",
      "definition_translation": "Результат деления одной величины на другую, часто представленный символом ÷.",
      "example": "Le quotient de 12 et 4 est 3. Hier, j'ai calculé le quotient de deux nombres pour trouver la moyenne. Demain, j'utiliserai le quotient pour trouver le rapport de deux quantités.",
      "example_translation": "Частное 12 и 4 равно 3. Вчера я вычислил частное двух чисел, чтобы найти среднее значение. Завтра я буду использовать частное, чтобы найти соотношение двух величин.",
      "imageLink": "image_files\\English\\"imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Rayon",
      "translation": "Радиус",
      "definition": "Un segment de droite qui relie le centre d'un cercle à tout point de sa circonférence.",
      "definition_translation": "Отрезок прямой, соединяющий центр круга с любой точкой его окружности.",
      "example": "Le rayon du cercle a été mesuré à 5 cm. Hier, j'ai calculé le rayon d'une sphère pour trouver son volume. Demain, j'utiliserai le rayon pour trouver le diamètre d'un cercle.",
      "example_translation": "Радиус круга был измерен как 5 см. Вчера я вычислил радиус сферы, чтобы найти ее объем. Завтра я będę использовать радиус, чтобы найти диаметр круга.",
      "imageLink": "image_files\\English\\"imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Nombre rationnel",
      "translation": "рациональное число",
      "definition": "Un nombre rationnel est un nombre qui peut être exprimé comme le quotient ou la fraction de deux entiers, où le dénominateur est non nul.",
      "definition_translation": "Рациональное число - это число, которое можно выразить как частное или дробь двух целых чисел, где знаменатель не равен нулю.",
      "example": "Elle a été capable de trouver un nombre rationnel pour résoudre l'équation complexe. Elle trouvera un autre nombre rationnel demain. Elle avait trouvé un nombre rationnel la semaine dernière.",
      "example_translation": "Она смогла найти рациональное число, чтобы решить сложное уравнение. Она найдет другое рациональное число завтра. Она нашла рациональное число на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Nombre réel",
      "translation": "вещественное число",
      "definition": "Un nombre réel est une valeur qui peut être représentée sur la droite des nombres, contrairement aux nombres imaginaires qui étendent la droite des nombres au plan complexe.",
      "definition_translation": "Вещественное число - это значение, которое может быть представлено на числовой линии, в отличие от мнимых чисел, которые расширяют вещественную линию до комплексной плоскости.",
      "example": "L'élève a appris sur les nombres réels en classe de mathématiques hier. Elle apprendra à nouveau sur les nombres réels demain. Elle avait appris sur les nombres réels le mois dernier.",
      "example_translation": "Студентка узнала о вещественных числах на математическом уроке вчера. Она узнает о вещественных числах снова завтра. Она узнала о вещественных числах в прошлом месяце.",
      "imageLink": "image_files\\English\\"imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Angle rentrant",
      "translation": "полуоборот",
      "definition": "Un angle rentrant est un angle supérieur à 180 degrés mais inférieur à 360 degrés.",
      "definition_translation": "Полуоборот - это угол, больший 180 градусов, но меньше 360 градусов.",
      "example": "Le professeur a expliqué le concept d'angle rentrant aux élèves. Les élèves pratiqueront les angles rentrants demain. Les élèves avaient pratiqué les angles rentrants la semaine dernière.",
      "example_translation": "Учитель объяснил концепцию полуоборота студентам. Студенты будут практиковать полуоборот завтра. Студенты практиковали полуоборот на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Rhombus",
      "translation": "ромб",
      "definition": "Un rhombus est un quadrilatère avec toutes les côtés de même longueur, où les côtés opposés sont parallèles et les angles opposés sont égaux.",
      "definition_translation": "Ромб - это четырехугольник со сторонами равной длины, где противоположные стороны параллельны и противоположные углы равны.",
      "example": "L'artiste a dessiné une forme de rhombus sur la toile. Elle dessinera une autre forme de rhombus demain. Elle avait dessiné une forme de rhombus l'année dernière.",
      "example_translation": "Художница нарисовала ромбовидную форму на холсте. Она нарисует другую ромбовидную форму завтра. Она нарисовала ромбовидную форму в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Angle droit",
      "translation": "прямой угол",
      "definition": "Un angle droit est un angle de 90 degrés, formé par deux lignes ou plans qui se coupent perpendiculairement.",
      "definition_translation": "Прямой угол - это угол 90 градусов, образованный двумя линиями или плоскостями, которые пересекаются друг друга перпендикулярно.",
      "example": "Le charpentier a utilisé un rapporteur pour mesurer l'angle droit du coin. Hier, elle l'a remésuré pour s'assurer qu'il était toujours parfait. Demain, elle le vérifiera à nouveau.",
      "example_translation": "Плотник использовал транспортир, чтобы измерить прямой угол угла. Вчера она измерила его снова, чтобы убедиться, что он vẫn идеальный. Завтра она будет دوباره проверять его.",
      "imageLink": "image_files\\English\\"imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Racine",
      "translation": "корень",
      "definition": "Une racine est une partie de la plante qui pousse sous terre, ancrant la plante et absorbant l'eau et les nutriments.",
      "definition_translation": "Корень - это часть растения, которая растет под землей, закрепляя растение и поглощая воду и питательные вещества.",
      "example": "Le jardinier a transplanté la racine de l'arbre dans son nouvel emplacement. La semaine dernière, elle avait taillé ses racines pour encourager une croissance saine. Le mois prochain, elle les fertilisera.",
      "example_translation": "Садовник аккуратно пересадил корень дерева в новое место. На прошлой неделе она подрезала его корни, чтобы стимулировать здоровый рост. В следующем месяце она будет удобрять его корни.",
      "imageLink": "image_files\\English\\"imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sphère",
      "translation": "сфера",
      "definition": "Une sphère est une forme tridimensionnelle symétrique par rapport à son centre, avec tous les points de sa surface équipiments du centre.",
      "definition_translation": "Сфера - это трехмерная форма, которая симметрична относительно ее центра, с всеми точками на ее поверхности равноудаленными от центра.",
      "example": "Le mathématicien a calculé le volume de la sphère en utilisant la formule. Hier, elle avait étudié les propriétés des sphères dans sa classe de géométrie. Demain, elle explorera leurs applications dans l'ingénierie.",
      "example_translation": "Математик рассчитала объем сферы, используя формулу. Вчера она изучала свойства сфер в ее классе геометрии. Завтра она будет исследовать их приложения в инженерии.",
      "imageLink": "image_files\\English\\"imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "racine carrée",
      "translation": "квадратный корень",
      "definition": "Une racine carrée est une valeur qui, lorsqu'elle est multipliée par elle-même, donne un nombre spécifique, comme la racine carrée de 16, qui est 4.",
      "definition_translation": "Квадратный корень - это значение, которое, при умножении само на себя, дает указанное число, например, квадратный корень 16, который равен 4.",
      "example": "L'élève a calculé la racine carrée du nombre pour résoudre l'équation. L'an dernier, elle avait appris sur les racines carrées dans sa classe d'algèbre. L'an prochain, elle étudiera leurs applications dans le calcul.",
      "example_translation": "Студент рассчитала квадратный корень числа, чтобы решить уравнение. В прошлом году она учила о квадратных корнях в классе алгебры. В следующем году она будет изучать их приложения в математическом анализе.",
      "imageLink": "image_files\\English\\"imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle droit",
      "translation": "прямой угол",
      "definition": "Un angle droit est un angle dont la mesure est égale à 180 degrés, formant une ligne droite.",
      "definition_translation": "Прямой угол - это угол, opatření которого равно 180 градусам, образующий прямую линию.",
      "example": "L'architecte a conçu le bâtiment avec un angle droit pour fournir plus d'espace. Le constructeur a construit les murs à un angle droit pour assurer la stabilité. L'ingénieur concevra le pont avec un angle droit pour minimiser les contraintes.",
      "example_translation": "Архитектор спроектировал здание с прямым углом, чтобы обеспечить больше пространства. Строитель построил стены под прямым углом, чтобы обеспечить устойчивость. Инженер спроектирует мост с прямым углом, чтобы минимизировать напряжение.",
      "imageLink": "image_files\\English\\"imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sous-ensembre",
      "translation": "подмножество",
      "definition": "Un sous-ensemble est un ensemble qui contient certains ou tous les éléments d'un autre ensemble, appelé l'ensemble parent.",
      "definition_translation": "Подмножество - это множество, которое содержит некоторые или все элементы другого множества, называемого родительским множеством.",
      "example": "Les étudiants ont appris à identifier les sous-ensembles dans le problème de mathématiques. Le professeur a expliqué qu'un sous-ensemble est une partie d'un ensemble plus large. Le chercheur a trouvé un sous-ensemble de gènes qui étaient responsables de la maladie.",
      "example_translation": "Ученики научились идентифицировать подмножества в математической задаче. Учительexplained, что подмножество - это часть более крупного множества. Исследователь нашел подмножество генов, которые были ответственными за болезнь.",
      "imageLink": "image_files\\English\\"imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soustraction",
      "translation": "вычитание",
      "definition": "La soustraction est une opération mathématique qui représente la différence entre deux nombres ou quantités.",
      "definition_translation": "Вычитание - это математическая операция, которая представляет собой разницу между двумя числами или количествами.",
      "example": "L'élève a effectué une soustraction pour trouver la réponse au problème de mathématiques. La caissière a utilisé la soustraction pour calculer la monnaie. L'expert-comptable a utilisé la soustraction pour trouver le profit.",
      "example_translation": "Ученик выполнил вычитание, чтобы найти ответ на математическую задачу. Кассир использовал вычитание, чтобы рассчитать сдачу. Бухгалтер использовал вычитание, чтобы найти прибыль.",
      "imageLink": "image_files\\English\\"imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "théorème de Thalès",
      "translation": "теорема Талеса",
      "definition": "Le théorème de Thalès est un énoncé géométrique qui décrit la relation entre le diamètre d'un cercle et ses cordes intersectantes.",
      "definition_translation": "Теорема Талеса - это геометрическое утверждение, которое описывает отношение между диаметром круга и его пересекающимися хордами.",
      "example": "Le mathématicien a utilisé le théorème de Thalès pour résoudre le problème de géométrie. L'étudiant a appris sur le théorème de Thalès dans sa classe de mathématiques. L'ingénieur a appliqué le théorème de Thalès pour concevoir le pont.",
      "example_translation": "Математик использовал теорему Талеса, чтобы решить геометрическую задачу. Ученик научился о теореме Талеса на математическом уроке. Инженер применил теорему Талеса, чтобы спроектировать мост.",
      "imageLink": "image_files\\English\\"imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tore",
      "translation": "тор",
      "definition": "Un tore est une surface en forme de donut générée par la rotation d'un cercle dans l'espace à trois dimensions autour d'un axe coplanaires avec le cercle.",
      "definition_translation": "Тор - это поверхность в виде кольца, полученная путем вращения круга в трехмерном пространстве вокруг оси, лежащей в одной плоскости с кругом.",
      "example": "Le tore en forme de donut est un concept fondamental en topologie. J'ai étudié le tore dans ma classe de mathématiques l'an dernier. D'ici l'an prochain, j'aurai maîtrisé le tore.",
      "example_translation": "Кольцевидный тор является фундаментальной концепцией в топологии. Я изучал тор в прошлом году на математическом уроке. К следующему году я освою тор.",
      "imageLink": "image_files\\English\\"imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "trapèze",
      "translation": "трапеция",
      "definition": "Un trapèze est un quadrilatère avec deux paires de côtés opposés, où une paire de côtés opposés est parallèle, et l'autre paire n'est pas.",
      "definition_translation": "Трапеция - это четырехугольник с двумя парами противоположных сторон, где одна пара противоположных сторон является параллельной, а другая - нет.",
      "example": "L'architecte a conçu un bâtiment en forme de trapèze. J'ai dessiné un trapèze dans mon livre de géométrie hier. D'ici demain, j'aurai construit un trapèze à l'aide de blocs.",
      "example_translation": "Архитектор спроектировал здание трапециевидной формы. Я нарисовал трапецию в своей геометрической книге вчера. К завтра я построил трапецию с помощью блоков.",
      "imageLink": "image_files\\English\\"imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vecteur",
      "translation": "вектор",
      "definition": "Un vecteur est un objet mathématique qui a une grandeur et une direction, utilisé pour représenter des quantités avec une taille et une direction.",
      "definition_translation": "Вектор - это математический объект, который имеет величину и направление, используемый для представления величин с обоими размером и направлением.",
      "example": "Le professeur de physique a expliqué le concept de vecteurs. J'ai dessiné un diagramme de vecteur pour illustrer la force. D'ici le prochain semestre, j'aurai maîtrisé le calcul vectoriel.",
      "example_translation": "Учитель физики объяснил концепцию векторов. Я нарисовал диаграмму вектора, чтобы иллюстрировать силу. К следующему семестру я(osvoyu) вычисления векторов.",
      "imageLink": "image_files\\English\\"imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "angle zéro",
      "translation": "ноль градусов",
      "definition": "Un angle zéro est un angle dont la mesure est de zéro degré, formant une ligne droite.",
      "definition_translation": "Ноль градусов - это угол, чья мера составляет ноль градусов, образуя прямую линию.",
      "example": "L'angle zéro est un concept fondamental en géométrie. J'ai mesuré un angle zéro dans mon livre de mathématiques hier. D'ici l'an prochain, j'aurai compris l'angle zéro bien.",
      "example_translation": "Ноль градусов - это фундаментальная концепция в геометрии. Я измерил ноль градусов в своей математической книге вчера. К следующему году я хорошо пойму ноль градусов.",
      "imageLink": "image_files\\English\\"imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]