[
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "banque",
      "translation": "банк",
      "definition": "Une banque est une institution financière qui fournit des services de prêt, de crédit et d'autres services financiers aux particuliers et aux entreprises.",
      "definition_translation": "Банк - это финансовая institutция, которая предоставляет кредиты, займы и другие финансовые услуги физическим и юридическим лицам.",
      "example": "Je suis allé à la banque pour déposer mon chèque hier, je vais aller à la banque pour retirer de l'argent demain, et j'y suis allé pour demander un prêt la semaine dernière.",
      "example_translation": "Я пошел в банк вчера, чтобы депонировать мой чек, я пойду в банк завтра, чтобы снять наличные, и я пошел в банк на прошлой неделе, чтобы подать заявку на кредит.",
      "imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bar",
      "translation": "бар",
      "definition": "Un bar est un long morceau de bois ou de métal, ou un endroit où l'on sert des boissons et des repas.",
      "definition_translation": "Бар - это длинная, прямая, обычно деревянная или металлическая часть, или место, где сервируют еду и напитки.",
      "example": "Je me suis assis au bar pour commander un verre, le barman a poli le bar soigneusement, et le bar était bondé pendant le match.",
      "example_translation": "Я сел за бар, чтобы заказать напиток, бармен отполировал бар тщательно, и бар был переполнен во время игры.",
      "imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plage",
      "translation": "пляж",
      "definition": "Une plage est une formation de terrain le long d'un corps d'eau, composée de particules libres telles que du sable, du gravier ou des galets.",
      "definition_translation": "Пляж - это форма рельефа вдоль водоема, состоящая из свободных частиц, таких как песок, гравий или галька.",
      "example": "Je suis allé à la plage pour nager hier, je vais aller à la plage pour bronzer demain, et j'y suis allé pour construire un château de sable la semaine dernière.",
      "example_translation": "Я пошел на пляж, чтобы заплыть вчера, я пойду на пляж, чтобы загорать завтра, и я пошел на пляж, чтобы построить песчаный замок на прошлой неделе.",
      "imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "café",
      "translation": "кафе",
      "definition": "Un café est un petit restaurant qui sert du café, du thé et des repas légers.",
      "definition_translation": "Кафе - это небольшой ресторан, который phụcывает кофе, чай и легкие блюда.",
      "example": "J'ai rencontré mon ami au café pour discuter du projet, le café était bondé pendant la réunion, et le café servait des gâteaux délicieux.",
      "example_translation": "Я встретился с другом в кафе, чтобы обсудить проект, кафе было переполнено во время встречи, и кафе подавало вкусные пирожные.",
      "imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cinéma",
      "translation": "кинотеатр",
      "definition": "Un cinéma est un endroit où l'on peut regarder des films sur un grand écran.",
      "definition_translation": "Кинотеатр - это место, где вы можете смотреть фильмы на большом экране.",
      "example": "Je suis allé au cinéma hier soir. Je vais aller au cinéma ce soir. Je vais aller au cinéma demain.",
      "example_translation": "Я пошел в кинотеатр прошлым вечером. Я иду в кинотеатр сегодня вечером. Я пойду в кинотеатр завтра.",
      "imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "usine",
      "translation": "фабрика",
      "definition": "Une usine est un grand bâtiment industriel où des biens sont fabriqués.",
      "definition_translation": "Фабрика - это крупное промышленное здание, где производятся товары.",
      "example": "L'usine était fermée l'année dernière. L'usine produit des voitures maintenant. L'usine sera agrandie le mois prochain.",
      "example_translation": "Фабрика была закрыта прошлым годом. Фабрика сейчас производит автомобили. Фабрика будет расширена следующим месяцем.",
      "imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ferme",
      "translation": "ферма",
      "definition": "Une ferme est un endroit où l'on cultive des récoltes et où l'on élève des animaux.",
      "definition_translation": "Ферма - это место, где выращиваются культуры и содержатся животные.",
      "example": "J'ai visité une ferme l'été dernier. Je vis actuellement sur une ferme. Je vais travailler sur une ferme un jour.",
      "example_translation": "Я-posетил ферму прошлым летом. Я сейчас живу на ферме. Я буду работать на ферме когда-нибудь.",
      "imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "appartement",
      "translation": "квартира",
      "definition": "Un appartement est un ensemble de pièces dans un immeuble, utilisé comme lieu de vie.",
      "definition_translation": "Квартира - это набор комнат в здании, используемый в качестве места для проживания.",
      "example": "J'ai emménagé dans un nouvel appartement la semaine dernière. Je décore actuellement mon appartement. Je vais vendre mon appartement l'année prochaine.",
      "example_translation": "Я переехал в новую квартиру на прошлой неделе. Я сейчас декорирую свою квартиру. Я продам свою квартиру nächsten годом.",
      "imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hôpital",
      "translation": "больница",
      "definition": "Un hôpital est une institution de santé qui fournit des soins médicaux et chirurgicaux aux patients.",
      "definition_translation": "Больница - это учреждение здравоохранения, предоставляющее лечение пациентов с помощью специализированных медицинских и хирургических услуг и возможностей.",
      "example": "J'ai été emmené à l'hôpital après l'accident. Je suis actuellement en traitement à l'hôpital. Je vais être libéré de l'hôpital demain.",
      "example_translation": "Меня отвезли в больницу после аварии. Я прохожу лечение в больнице в настоящее время. Меня выпишут из больницы завтра.",
      "imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hôtel",
      "translation": "отель",
      "definition": "Un hôtel est un bâtiment qui fournit des chambres et des services d'hébergement pour les voyageurs et les touristes.",
      "definition_translation": "Отель - это здание, которое предоставляет проживание и размещение для путешественников и туристов.",
      "example": "J'ai séjourné dans un hôtel pendant mes vacances. Nous allons réserver une chambre d'hôtel pour notre voyage. Ils vont ouvrir un nouvel hôtel l'année prochaine.",
      "example_translation": "Я остановился в отеле во время моих каникул. Мы собираемся забронировать номер в отеле для нашей поездки. Они откроют новый отель в следующем году.",
      "imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maison",
      "translation": "дом",
      "definition": "Une maison est un bâtiment destiné à l'habitation humaine, notamment une demeure ou une résidence.",
      "definition_translation": "Дом - это здание для жилища человека, особенно жилище или резиденция.",
      "example": "J'habite dans une maison en périphérie de la ville. Elle a acheté une maison l'année dernière. Ils construiront une maison sur la plage l'été prochain.",
      "example_translation": "Я живу в доме на окраине города. Она купила дом прошлым годом. Они построят дом на пляже следующим летом.",
      "imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "musée",
      "translation": "музей",
      "definition": "Un musée est une institution dédiée à l'acquisition, la conservation, l'étude, l'exposition et l'interprétation éducative d'objets ayant une valeur scientifique, historique ou artistique.",
      "definition_translation": "Музей - это учреждение, посвященное приобретению, сохранению, изучению, экспонированию и образовательной интерпретации объектов, имеющих научную, историческую или художественную ценность.",
      "example": "J'ai visité un musée hier. Ils vont ouvrir un nouveau musée le mois prochain. Nous allons au musée demain.",
      "example_translation": "Я посетил музей вчера. Они откроют новый музей следующим месяцем. Мы пойдем в музей завтра.",
      "imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parc",
      "translation": "парк",
      "definition": "Un parc est une grande zone verte publique au centre d'une ville ou d'une ville, utilisée pour la récréation et la détente.",
      "definition_translation": "большая общественная зеленая зона в центре города или города, используемая для отдыха и релаксации",
      "example": "J'ai été au parc hier, je vais au parc aujourd'hui, et j'irai au parc demain.",
      "example_translation": "Я пошел в парк вчера, я иду в парк сегодня, и я пойду в парк завтра.",
      "imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "restaurant",
      "translation": "ресторан",
      "definition": "Un restaurant est un établissement où les gens paient pour s'asseoir et manger des repas qui sont préparés et servis sur place.",
      "definition_translation": "место, где люди платят за то, чтобы сидеть и есть блюда, которые приготовлены и сервируются на территории",
      "example": "J'ai mangé au restaurant hier soir, je mange au restaurant maintenant, et je mangerai au restaurant la semaine prochaine.",
      "example_translation": "Я поел в ресторане прошлой ночью, я ем в ресторане сейчас, и я поем в ресторане на следующей неделе.",
      "imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fleuve",
      "translation": "река",
      "definition": "Un fleuve est un cours d'eau naturel qui coule, souvent connecté à un océan ou un lac.",
      "definition_translation": "естественное течение воды, часто связанное с океаном или озером",
      "example": "J'ai nagé dans le fleuve l'été dernier, je nage dans le fleuve maintenant, et je nagerai dans le fleuve l'été prochain.",
      "example_translation": "Я плавал в реке прошлым летом, я плаваю в реке сейчас, и я поем в реке следующим летом.",
      "imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "route",
      "translation": "дорога",
      "definition": "Une route est une voie conçue pour le transport par véhicules, notamment les voitures.",
      "definition_translation": "путь, используемый для движения транспортных средств, особенно автомобилей",
      "example": "J'ai conduit sur la route hier, je conduis sur la route maintenant, et je conduirai sur la route demain.",
      "example_translation": "Я ехал по дороге вчера, я еду по дороге сейчас, и я поеду по дороге завтра.",
      "imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "école",
      "translation": "школа",
      "definition": "Une école est un établissement où les gens, notamment les enfants, vont apprendre et recevoir une éducation.",
      "definition_translation": "Учреждение, где люди, especialmente дети, идут учиться и получать образование.",
      "example": "J'ai été à l'école quando j'étais enfant. Je vais à l'école maintenant. Je irai à l'école demain.",
      "example_translation": "Я пошел в школу, когда я был ребенком. Я иду в школу сейчас. Я пойду в школу завтра.",
      "imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mer",
      "translation": "море",
      "definition": "La mer est un grand corps d'eau salé qui entoure un pays ou un continent.",
      "definition_translation": "Большое количество соленой воды, окружающей страну или континент.",
      "example": "J'ai vu la mer lorsque j'étais en vacances. Je vois la mer maintenant. Je verrai la mer à nouveau l'année prochaine.",
      "example_translation": "Я видел море, когда я был на отдыхе. Я вижу море сейчас. Я увижу море снова в следующем году.",
      "imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin",
      "translation": "магазин",
      "definition": "Un magasin est un bâtiment ou une partie d'un bâtiment où des marchandises sont vendues.",
      "definition_translation": "Здание или часть здания, где продаются товары.",
      "example": "J'ai été au magasin hier. Je vais au magasin maintenant. Je vais au magasin demain.",
      "example_translation": "Я пошел в магазин вчера. Я иду в магазин сейчас. Я пойду в магазин завтра.",
      "imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gare",
      "translation": "станция",
      "definition": "Une gare est un endroit où les trains ou les autobus s'arrêtent pour laisser les gens monter ou descendre.",
      "definition_translation": "Место, где поезда или автобусы останавливаются, чтобы позволить людям сесть или выйти.",
      "example": "J'ai arrivé à la gare il y a une heure. J'arrive à la gare maintenant. J'arriverai à la gare bientôt.",
      "example_translation": "Я прибыл на станцию час назад. Я прибываю на станцию сейчас. Я прибуду на станцию скоро.",
      "imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrêter",
      "translation": "остановиться",
      "definition": "Mettre fin à ou interrompre une action ou un processus.",
      "definition_translation": "Остановить или приостановить действие или процесс.",
      "example": "Je vais arrêter de travailler à 17 heures, j'ai arrêté de travailler hier, j'arrête de travailler tous les jours à 17 heures.",
      "example_translation": "Я перестану работать в 5 часов вечера, я перестал работать вчера, я перестаю работать каждый день в 5 часов вечера.",
      "imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rue",
      "translation": "улица",
      "definition": "Une route publique dans une ville ou un village, généralement bordée de bâtiments et de maisons.",
      "definition_translation": "Общественная дорога в городе или городке, обычно с зданиями и домами по одной или обеим сторонам.",
      "example": "J'ai marché dans la rue hier, je marche dans la rue tous les jours, je marcherai dans la rue demain.",
      "example_translation": "Я прошел по улице вчера, я прохожу по улице каждый день, я пройду по улице завтра.",
      "imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "supermarché",
      "translation": "супермаркет",
      "definition": "Un grand magasin de détail qui vend une grande variété de produits alimentaires et des produits domestiques.",
      "definition_translation": "Крупный универсальный магазин, продающий широкий ассортимент пищевых продуктов и товаров для дома.",
      "example": "Je suis allé au supermarché hier, je vais au supermarché chaque semaine, je vais aller au supermarché demain.",
      "example_translation": "Я пошел в супермаркет вчера, я хожу в супермаркет каждую неделю, я пойду в супермаркет завтра.",
      "imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piscine",
      "translation": "бассейн",
      "definition": "Une structure, généralement en plein air, destinée à la natation et à d'autres activités nautiques.",
      "definition_translation": "Структура, обычно на открытом воздухе, для плавания и других водных занятий.",
      "example": "J'ai nagé dans la piscine hier, je nage dans la piscine chaque été, je vais nager dans la piscine l'année prochaine.",
      "example_translation": "Я плыл в бассейне вчера, я плаваю в бассейне каждый летом, я переплыву в бассейне следующим годом.",
      "imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ville",
      "translation": "город",
      "definition": "Une ville est un établissement humain plus grand qu'un village mais plus petit qu'une ville.",
      "definition_translation": "Город - это человеческое поселение, которое больше, чем деревня, но меньше, чем город.",
      "example": "J'ai vécu dans une petite ville, puis j'ai déménagé dans une ville, et maintenant je vais visiter une ville en Europe. Hier, j'ai visité une ville avec ma famille, et demain je vais visiter une ville avec mes amis.",
      "example_translation": "Я жил в маленьком городе, затем я переехал в город, и现在 я планирую посетить город в Европе. Вчера я посетил город с моей семьей, а завтра я побываю в городе с друзьями.",
      "imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "université",
      "translation": "университет",
      "definition": "Une université est une institution d'enseignement supérieur et de recherche qui délivre des diplômes dans divers domaines d'étude.",
      "definition_translation": "Университет - это учреждение высшего образования и научных исследований, которое присваивает академические степени в различных областях знаний.",
      "example": "J'ai étudié à l'université, et maintenant je travaille à l'université. Hier, j'ai visité une université avec mes collègues, et l'année prochaine je vais commencer à enseigner à l'université.",
      "example_translation": "Я учился в университете, и теперь я работаю в университете. Вчера я посетил университет с коллегами, а в следующем году я начну преподавать в университете.",
      "imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "village",
      "translation": "деревня",
      "definition": "Un village est un groupe de maisons et de bâtiments associés, plus grand qu'un hameau et plus petit qu'une ville, situé dans une zone rurale.",
      "definition_translation": "Деревня - это группа домов и связанных с ними зданий, больших, чем хутор, и меньших, чем город, расположенная в сельской местности.",
      "example": "J'ai grandi dans un village, puis j'ai déménagé dans une ville. Hier, j'ai visité un village avec ma famille, et la semaine prochaine je vais visiter un village avec mes amis.",
      "example_translation": "Я вырос в деревне, а затем я переехал в город. Вчера я посетил деревню с моей семьей, а на следующей неделе я побываю в деревне с друзьями.",
      "imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "zoo",
      "translation": "зоопарк",
      "definition": "Un zoo est un endroit où les animaux sont détenus en captivité pour être vus et étudiés par les gens.",
      "definition_translation": "Зоопарк - это место, где животные содержатся в неволе для всеобщего просмотра и изучения.",
      "example": "J'ai visité un zoo, et j'ai vu beaucoup d'animaux. Hier, je suis allé au zoo avec mes enfants, et mois prochain je vais visiter un zoo avec mes amis.",
      "example_translation": "Я посетил зоопарк, и я видел многих животных. Вчера я пошел в зоопарк с моими детьми, а на следующий месяц я побываю в зоопарке с друзьями.",
      "imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aéroport",
      "translation": "аэропорт",
      "definition": "Un endroit où les avions décollent et atterrissent, composé généralement de pistes, de bâtiments et d'installations pour les passagers et les marchandises.",
      "definition_translation": "Место, где самолеты взлетают и приземляются, обычно состоящее из взлетно-посадочных полос, зданий и сооружений для пассажиров и грузов.",
      "example": "Je suis arrivé à l'aéroport avec suffisamment de temps avant mon vol. J'ai déjà été à cet aéroport plusieurs fois, mais je me perds encore. Quand j'arriverai à l'aéroport, l'avion aura déjà décollé.",
      "example_translation": "Я прибыл в аэропорт с достаточным запасом времени до моего рейса. Я был в этом аэропорту много раз, но я vẫn заблуждаюсь. К тому времени, когда я доберусь до аэропорта, самолет уже будет взлетел.",
      "imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "appartement",
      "translation": "квартира",
      "definition": "Une unité d'habitation autonome qui occupe uniquement une partie d'un bâtiment, souvent avec plusieurs chambres et des installations.",
      "definition_translation": "Самостоятельная жилая единица, занимающая только часть здания, часто имеющая несколько комнат и удобств.",
      "example": "J'ai vécu dans cet appartement pendant trois ans. Mon appartement est au dernier étage. Je devrai quitter cet appartement d'ici la fin du mois.",
      "example_translation": "Я живу в этой квартире три года. Моя квартира находится на верхнем этаже. Мне придется покинуть эту квартиру к концу месяца.",
      "imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "espace",
      "translation": "область",
      "definition": "Une étendue de surface ou d'espace, souvent ayant des limites ou des caractéristiques définies.",
      "definition_translation": "Определенная extent пространства или поверхности, часто имеющая определенные границы или характеристики.",
      "example": "La zone autour du stade était fermée pour des raisons de sécurité. Cette zone est sujette aux inondations. J'ai étudié l'espace des mathématiques pendant des années.",
      "example_translation": "Область вокруг стадиона была закрыта из-за соображений безопасности. Этот район подвержен наводнениям. Я изучаю область математики на протяжении лет.",
      "imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "librairie",
      "translation": "книжный магазин",
      "definition": "Un établissement commercial qui vend des livres et souvent d'autres articles connexes, tels que des magazines, des journaux et des fournitures de bureau.",
      "definition_translation": "Розничное учреждение, которое продает книги и часто другие связанные товары, такие как журналы, газеты и канцелярские товары.",
      "example": "J'ai passé des heures à feuilleter les étagères de la librairie. La librairie de la rue principale ferme. J'ai travaillé dans cette librairie pendant cinq ans.",
      "example_translation": "Я провел часы, просматривая полки в книжном магазине. Книжный магазин на главной улице закрывается. Я работаю в этом книжном магазине пять лет.",
      "imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bibliothèque",
      "translation": "книжный магазин",
      "definition": "Un bâtiment ou une salle où des livres sont vendus, prêtés ou stockés.",
      "definition_translation": "Здание или комната, где продаются, сдаются или хранятся книги.",
      "example": "Je suis allé à la bibliothèque pour acheter un roman. Je vais à la bibliothèque pour acheter un manuel. Je vais à la bibliothèque pour acheter un dictionnaire.",
      "example_translation": "Я пошел в книжный магазин, чтобы купить роман. Я ходил в книжный магазин, чтобы купить учебник. Я пойду в книжный магазин, чтобы купить словарь.",
      "imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pont",
      "translation": "мост",
      "definition": "Une structure construite pour franchir une vallée, une route, un corps d'eau ou autre obstacle.",
      "definition_translation": "Структура, построенная для пересечения долины, дороги, водного тела или другого препятствия.",
      "example": "Nous avons traversé le pont pour aller à l'autre côté. Nous construisons un pont pour relier les deux villes. Nous allons traverser le pont pour profiter de la vue.",
      "example_translation": "Мы проехали через мост, чтобы достичь другой стороны. Мы строим мост, чтобы соединить два города. Мы будем ходить через мост, чтобы насладиться видом.",
      "imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bâtiment",
      "translation": "здание",
      "definition": "Une structure avec un toit et des murs, telle qu'une maison ou une usine.",
      "definition_translation": "Структура с крышей и стенами, такая как дом или завод.",
      "example": "Le bâtiment était en construction pendant deux ans. Le bâtiment est utilisé comme espace de bureaux. Le bâtiment sera achevé le mois prochain.",
      "example_translation": "Здание было в стадии строительства в течение двух лет. Здание используется для офисного пространства. Здание будет завершено следующим месяцем.",
      "imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gare routière",
      "translation": "автобусная станция",
      "definition": "Un établissement ou un emplacement où les autobus s'arrêtent pour prendre ou déposer des passagers.",
      "definition_translation": "Объект или место, где автобусы останавливаются, чтобы забрать или высадить пассажиров.",
      "example": "Nous avons attendu à la gare routière pendant une heure. La gare routière est située au centre-ville. La gare routière sera rénovée l'année prochaine.",
      "example_translation": "Мы ждали на автобусной станции час. Автобусная станция находится в центре города. Автобусная станция будет реконструирована следующим годом.",
      "imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrêt de bus",
      "translation": "остановка автобуса",
      "definition": "Un endroit désigné où les autobus s'arrêtent pour prendre ou déposer des passagers.",
      "definition_translation": "Определенное место, где автобусы останавливаются, чтобы подобрать или высадить пассажиров.",
      "example": "Je suis à l'arrêt de bus pour le bus numéro 12. Hier, j'ai attendu une heure à l'arrêt de bus. L'année prochaine, j'attendrai à l'arrêt de bus pour la nouvelle ligne de bus.",
      "example_translation": "Я жду на остановке автобуса номер 12. Вчера я ждал час на остановке автобуса. К следующему году я буду ждать на остановке автобуса для нового маршрута.",
      "imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cafétéria",
      "translation": "столовая",
      "definition": "Un restaurant de self-service, généralement dans un école, un hôpital ou un immeuble de bureaux, où des repas et des boissons sont servis.",
      "definition_translation": "Самообслуживаемый ресторан, обычно в школе, больнице или офисном здании, где سروится еда и напитки.",
      "example": "Je vais à la cafétéria pour prendre un sandwich pour déjeuner. La cafétéria propose des options de repas équilibrées. La nouvelle cafétéria ouvrira le mois prochain.",
      "example_translation": "Я иду в столовую, чтобы забрать сэндвич на обед. В столовой سروятся здоровые варианты еды. Новая столовая откроется следующим месяцем.",
      "imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "capitale",
      "translation": "столица",
      "definition": "La ville ou le bourg qui sert de siège du gouvernement pour un pays, un État ou une province.",
      "definition_translation": "Город или поселок, который служит местом правительства страны, штата или провинции.",
      "example": "La capitale de la France est Paris. La capitale de la Californie est Sacramento. La capitale de l'Australie accueillera les Jeux olympiques.",
      "example_translation": "Столица Франции - Париж. Столица Калифорнии - Сакраменто. Столица Австралии будет принимать Олимпийские игры.",
      "imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "parking",
      "translation": "парковка",
      "definition": "Un espace désigné où les véhicules sont laissés temporairement, généralement dans un bâtiment ou près d'un lieu public.",
      "definition_translation": "Определенная область, где временно оставляются транспортные средства, обычно в здании или рядом с公共ным местом.",
      "example": "Je vais au parking pour récupérer ma voiture. Le parking était plein, donc j'ai dû me garer dans la rue. Le nouveau parking aura des stations de recharge électrique.",
      "example_translation": "Я иду в парковку, чтобы забрать мою машину. Парковка была заполнена, поэтому я должен был припарковаться на улице. Новая парковка будет иметь станции электропитания.",
      "imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "château",
      "translation": "замок",
      "definition": "Un grand bâtiment ou structure d'origine ancienne ou médiévale, typiquement utilisé comme résidence par une famille noble ou royale.",
      "definition_translation": "Большое здание или cấu trúc древнего или средневекового происхождения, обычно используемое в качестве резиденции знатной или королевской семьи.",
      "example": "Le roi vivait dans un château au 12e siècle. Aujourd'hui, le château est une attraction touristique populaire. D'ici 2025, le château aura subi une restauration significative.",
      "example_translation": "Король жил в замке в 12 веке. Сегодня замок является популярной туристической достопримечательностью. К 2025 году замок будет проходить значительную реставрацию.",
      "imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cathédrale",
      "translation": "собор",
      "definition": "Une grande église impressionnante, typiquement la principale église d'un diocèse ou le siège d'un évêque.",
      "definition_translation": "Большая, внушительная церковь, обычно главная церковь диоцеза или место размещения епископа.",
      "example": "La cathédrale a été construite au 15e siècle. Les touristes ont visité la cathédrale hier. D'ici l'année prochaine, la cathédrale aura été réparée.",
      "example_translation": "Собор был построен в 15 веке. Туристы посетили собор вчера. К следующему году собор будет отремонтирован.",
      "imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "centre",
      "translation": "центр",
      "definition": "Un point ou un endroit qui est à égale distance de tous les côtés, les bords ou les limites de quelque chose.",
      "definition_translation": "Точка или место, которое равноудалено от всех сторон, краев или границ чего-либо.",
      "example": "Le centre-ville était animé d'activité. Le centre des opérations de l'entreprise est à New York. D'ici 2030, le nouveau centre aura été construit.",
      "example_translation": "Центр города был полон активностью. Центр операций компании находится в Нью-Йорке. К 2030 году новый центр будет построен.",
      "imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pharmacie",
      "translation": "аптека",
      "definition": "Un magasin où l'on vend ou dispense des médicaments, des produits chimiques et d'autres produits de soins de santé.",
      "definition_translation": "Магазин, где продаются или отпускаются лекарства, химические вещества и другие медицинские изделия.",
      "example": "Je suis allé à la pharmacie pour acheter du médicament. La pharmacie était fermée hier. D'ici la semaine prochaine, la nouvelle pharmacie aura ouvert.",
      "example_translation": "Я пошел в аптеку, чтобы купитьsome лекарство. Аптека была закрыта вчера. к следующей недели новая аптека будет открыта.",
      "imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "église",
      "translation": "церковь",
      "definition": "Une église est un bâtiment utilisé pour le culte chrétien, généralement contenant un autel, des bancs et une chaire.",
      "definition_translation": "Церковь - это здание, используемое для христианской молитвы, обычно содержащее алтарь, скамейки и кафедру.",
      "example": "Nous sommes allés à l'église le dimanche. Je vais aller à l'église demain. J'étais à l'église la semaine dernière.",
      "example_translation": "Мы пошли в церковь в воскресенье. Я пойду в церковь завтра. Я пошел в церковь на прошлой неделе.",
      "imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "centre-ville",
      "translation": "центр города",
      "definition": "Le centre-ville est la zone principale d'une ville, généralement avec des magasins, des bureaux et des attractions.",
      "definition_translation": "Центр города - это основная область города, обычно с магазинами, офисами и достопримечательностями.",
      "example": "Je travaille au centre-ville. Elle va me retrouver au centre-ville à 17h. Nous avons marché autour du centre-ville hier soir.",
      "example_translation": "Я работаю в центре города. Она встретит меня в центре города в 5 вечера. Мы прогулялись вокруг центра города прошлой ночью.",
      "imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de vêtements",
      "translation": "магазин одежды",
      "definition": "Un magasin de vêtements est un magasin où les gens peuvent acheter des vêtements et des accessoires.",
      "definition_translation": "Магазин одежды - это магазин, где люди могут купить одежду и аксессуары.",
      "example": "Je suis allé au magasin de vêtements hier. Elle travaille dans un magasin de vêtements. Nous allons visiter un magasin de vêtements demain.",
      "example_translation": "Я пошел в магазин одежды вчера. Она работает в магазине одежды. Мы посетим магазин одежды завтра.",
      "imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "club",
      "translation": "клуб",
      "definition": "Un club est une organisation de personnes qui partagent un intérêt commun, comme une équipe de sports ou un groupe de musique.",
      "definition_translation": "Клуб - это организация людей, которые разделяют общий интерес, такой как спортивная команда или музыкальная группа.",
      "example": "J'ai rejoint un club l'année dernière. Elle va au club tous les vendredis. Nous allons créer un nouveau club bientôt.",
      "example_translation": "Я присоединился к клубу в прошлом году. Она ходит в клуб каждую пятницу. Мы начнем новый клубsoon.",
      "imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "collège",
      "translation": "колледж",
      "definition": "Un établissement d'enseignement qui fournit une éducation tertiaire, généralement offrant une gamme de cours académiques et professionnels.",
      "definition_translation": "Образовательное учреждение, предоставляющее третичное образование, обычно предлагающее широкий спектр академических и профессиональных курсов.",
      "example": "Je suis allé au collège l'année dernière, je suis au collège maintenant, et je vais sortir du collège l'année prochaine.",
      "example_translation": "Я пошел в колледж в прошлом году, сейчас я в колледже, и я выпущу из колледжа в следующем году.",
      "imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coin",
      "translation": "угол",
      "definition": "Le point ou la zone où deux ou plusieurs bords, surfaces ou lignes se rencontrent.",
      "definition_translation": "Точка или область, где встречаются два или более края, поверхностей или линий.",
      "example": "J'ai tourné le coin et ai vu un beau parc, je me tiens au coin de la rue, et je vais vous retrouver au coin du bâtiment.",
      "example_translation": "Я повернул угол и увидел красивый парк, я стою на углу улицы, и я встречу тебя на углу здания.",
      "imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de département",
      "translation": "универмаг",
      "definition": "Un grand magasin qui propose une grande variété de produits, généralement organisés par département.",
      "definition_translation": "Крупное розничное предприятие, предлагающее широкий спектр товаров, обычно организованных по отделам.",
      "example": "Je suis allé au magasin de département hier, je vais au magasin de département maintenant, et je vais acheter quelque chose au magasin de département demain.",
      "example_translation": "Я пошел в универмаг вчера, сейчас я иду в универмаг, и я куплю что-то в универмаге завтра.",
      "imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "discothèque",
      "translation": "диско",
      "definition": "Un style de musique et de danse caractérisé par un tempo rapide et des lumières clignotantes, populaire dans les années 1970.",
      "definition_translation": "Стиль музыки и танца, характеризующийся быстрым темпом и мерцающими светами, популярный в 1970-х годах.",
      "example": "Je suis allé à une discothèque la nuit dernière, je danse dans une discothèque maintenant, et je vais aller à une discothèque la semaine prochaine.",
      "example_translation": "Я пошел на диско прошлой ночью, сейчас я танцую на диско, и я пойду на диско снова на следующей неделе.",
      "imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pharmacie",
      "translation": "аптека",
      "definition": "Un magasin où sont vendus des médicaments et d'autres produits de santé.",
      "definition_translation": "Магазин, где продаются лекарства и другие товары для здоровья.",
      "example": "Je suis allé à la pharmacie hier pour acheter des analgésiques. Maintenant, je vais à la pharmacie pour récupérer ma prescription. Demain, je vais aller à la pharmacie pour acheter des vitamines.",
      "example_translation": "Я пошел в аптеку вчера, чтобы купить обезболивающие таблетки. Сейчас я иду в аптеку, чтобы забрать свой рецепт. Я пойду в аптеку завтра, чтобы купить витамины.",
      "imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entrée",
      "translation": "вход",
      "definition": "Le point d'entrée d'un bâtiment, d'une pièce ou d'un lieu.",
      "definition_translation": "Точка входа в здание, комнату или место.",
      "example": "L'entrée du musée était située sur le côté gauche du bâtiment. J'ai entré par l'entrée principale. L'entrée sera fermée demain pour maintenance.",
      "example_translation": "Вход в музей был на левой straně здания. Я вошел через главный вход. Вход будет закрыт завтра на техобслуживание.",
      "imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sortie",
      "translation": "выход",
      "definition": "Le point de sortie d'un bâtiment, d'une pièce ou d'un lieu.",
      "definition_translation": "Точка выхода из здания, комнаты или места.",
      "example": "La sortie était située sur le côté droit du bâtiment. J'ai quitté par la sortie de secours. La sortie sera fermée demain pour maintenance.",
      "example_translation": "Выход был на правой стороне здания. Я вышел через аварийный выход. Выход будет закрыт завтра на техобслуживание.",
      "imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "champ",
      "translation": "поле",
      "definition": "Une zone de terrain ouverte, notamment utilisée pour l'agriculture ou la récréation.",
      "definition_translation": "Открытая область земли, особенно одна, используемая для сельского хозяйства или отдыха.",
      "example": "J'ai joué au football dans le champ hier. Maintenant, je travaille dans le champ, récoltant des cultures. Demain, je vais aller dans le champ pour pratiquer mon swing de golf.",
      "example_translation": "Я играл в футбол на поле вчера. Сейчас я работаю в поле, собирая урожай. Я пойду на поле завтра, чтобы практиковать свой гольф-swing.",
      "imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "garage",
      "translation": "гараж",
      "definition": "Un bâtiment ou une remise pour abriter un véhicule ou des véhicules.",
      "definition_translation": "Здание или сарай для хранения транспортного средства или транспортных средств.",
      "example": "J'ai garé ma voiture dans le garage. Je vais garer ma voiture dans le garage demain. J'avais garé ma voiture dans le garage hier.",
      "example_translation": "Я парковал свою машину в гараже. Я запаркую свою машину в гараж завтра. Я парковал свою машину в гараже вчера.",
      "imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "colline",
      "translation": "холм",
      "definition": "Une élévation naturelle de la surface de la terre, s'élevant plus ou moins brusquement au-dessus du niveau environnant et atteignant une altitude qui, relative à l'élévation adjacente, est impressionnante ou notable.",
      "definition_translation": "Естественное возвышение поверхности земли, быстро или более-менее круто поднимающееся над окружающим уровнем и достигающее высоты, которая, по сравнению с соседними возвышениями, является впечатляющей или примечательной.",
      "example": "J'ai grimpé la colline. Je vais grimper la colline le week-end prochain. J'avais grimpé la colline l'été dernier.",
      "example_translation": "Я поднимался на холм. Я поднимусь на холм на следующий уикенд. Я поднимался на холм прошлым летом.",
      "imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "île",
      "translation": "остров",
      "definition": "Un territoire entouré d'eau.",
      "definition_translation": "Кусок земли, окруженный водой.",
      "example": "J'ai visité l'île l'année dernière. Je vais visiter l'île le mois prochain. J'avais visité l'île lorsque j'étais enfant.",
      "example_translation": "Я посетил остров в прошлом году. Я посетлю остров в следующем месяце. Я посетил остров, когда я был ребенком.",
      "imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bibliothèque",
      "translation": "библиотека",
      "definition": "Un bâtiment ou une institution dédiée à la collecte, la préservation et la diffusion de matériaux littéraires, musicaux ou artistiques, tels que des livres, des manuscrits et d'autres œuvres écrites ou imprimées.",
      "definition_translation": "Здание или учреждение, посвященное сбору, сохранению и распространению литературных, музыкальных или художественных материалов, таких как книги, рукописи и другие письменные или печатные работы.",
      "example": "Je suis allé à la bibliothèque hier. Je vais aller à la bibliothèque demain. J'étais allé à la bibliothèque la semaine dernière.",
      "example_translation": "Я去 в библиотеку вчера. Я пойду в библиотеку завтра. Я походил в библиотеку на прошлой неделе.",
      "imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ascenseur",
      "translation": "лифт",
      "definition": "Un dispositif utilisé pour soulever ou hisser des objets lourds ou des personnes à une position plus élevée, notamment dans un bâtiment.",
      "definition_translation": "Устройство, используемое для подъема или поднятия тяжелых объектов или людей на более высокую позицию, особенно в здании.",
      "example": "Elle a utilisé l'ascenseur pour aller au dernier étage. Le travailleur va soulever la boîte dans le camion. L'entreprise va lever l'interdiction des réseaux sociaux.",
      "example_translation": "Она использовала лифт, чтобы достичь顶ihn этажа. Рабочий поднимет коробку в грузовик. Компания снимет запрет на социальные медиа.",
      "imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marché",
      "translation": "рынок",
      "definition": "Un rassemblement régulier de personnes pour vendre des aliments, des biens ou des services.",
      "definition_translation": "Регулярное собрание людей для продажи продуктов, товаров или услуг.",
      "example": "Je vais au marché acheter des légumes frais. L'entreprise va commercialiser son nouveau produit le mois prochain. Le marché est ouvert tous les samedis.",
      "example_translation": "Я иду на рынок, чтобы купить некоторые свежие овощи. Компания будет продвигать свой новый продукт в следующем месяце. Рынок открыт каждый субботу.",
      "imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mosquée",
      "translation": "мecрет",
      "definition": "Un bâtiment pour la prière musulmane, généralement avec un minaret.",
      "definition_translation": "Здание для мусульманского поклонения, обычно с минаретом.",
      "example": "La mosquée a été construite au 16ème siècle. Nous avons visité la mosquée lors de notre voyage à Istanbul. L'imam dirige la prière à la mosquée.",
      "example_translation": "Мечеть была построена в 16 веке. Мы посетили мечеть во время нашей поездки в Стамбул. Имам ведет молитву в мечети.",
      "imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "autoroute",
      "translation": "автострада",
      "definition": "Une route conçue pour le trafic à hautdebit, notamment avec des points d'accès limités.",
      "definition_translation": "Автомагистраль, предназначенная для высокоскоростного движения, особенно та, у которой есть ограниченные точки доступа.",
      "example": "Nous avons pris l'autoroute pour aller vite en ville. L'autoroute est en construction. L'autoroute sera fermée pour maintenance demain.",
      "example_translation": "Мы взяли автостраду, чтобы быстро добраться до города. Автомагистраль находится в стадии строительства. Автомагистраль будет закрыта для технического обслуживания завтра.",
      "imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "montagne",
      "translation": "гора",
      "definition": "Une élévation naturelle de la surface de la Terre, généralement formée par un soulèvement géologique, et souvent ayant un sommet distinct.",
      "definition_translation": "Естественное возвышение поверхности земли, обычно образованное геологическим подъемом, и часто имеющее хорошо определенный пик.",
      "example": "Elle a escaladé la montagne hier, escalade aujourd'hui et escaladera demain.",
      "example_translation": "Она поднялась на гору вчера, поднимается на нее сегодня и снова поднимется завтра.",
      "imageLink": "mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bureau",
      "translation": "офис",
      "definition": "Une pièce ou un ensemble de pièces équipées pour le travail administratif, clérical ou professionnel.",
      "definition_translation": "Комната или набор комнат, оборудованных для административной, канцелярской или профессиональной работы.",
      "example": "Il travaillait dans un bureau l'année dernière, travaille aujourd'hui et travaillera l'année prochaine.",
      "example_translation": "Он работал в офисе в прошлом году, работает в офисе сейчас и будет работать в офисе в следующем году.",
      "imageLink": "office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sentier",
      "translation": "путь",
      "definition": "Un chemin ou une piste faite pour la marche, l'équitation ou la conduite, notamment dans une zone rurale.",
      "definition_translation": "Путь или тропа, предназначенные для ходьбы, езды или вождения, особенно в сельской местности.",
      "example": "Elle a marché sur le sentier hier, marche aujourd'hui et marchera demain.",
      "example_translation": "Она шла по пути вчера, идет по нему сейчас и снова пойдет по нему завтра.",
      "imageLink": "path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "animalerie",
      "translation": "магазин домашних животных",
      "definition": "Un magasin où sont vendus des animaux, tels que des chiens, des chats et des oiseaux, comme animaux de compagnie.",
      "definition_translation": "Магазин, где продаются животные, такие как собаки, кошки и птицы, как домашние животные.",
      "example": "Elle a visité une animalerie la semaine dernière, visite aujourd'hui et visitera à nouveau le mois prochain.",
      "example_translation": "Она посетила магазин домашних животных на прошлой неделе, посещает jego сейчас и снова посетит его в следующем месяце.",
      "imageLink": "pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bureau de poste",
      "translation": "почтовое отделение",
      "definition": "Un bâtiment ou une installation où sont fournies des services postaux, tels que le tri des courriers, la vente de timbres et la livraison de colis.",
      "definition_translation": "Здание или объект, где предоставляются почтовые услуги, такие как сортировка почты, продажа марок и доставка пакетов.",
      "example": "Je suis allé au bureau de poste envoyer un paquet à mon ami hier, je vais envoyer un autre aujourd'hui et j'enverrai un troisième demain.",
      "example_translation": "Я пошел на почту, чтобы отправить пакет моему дружке вчера, сегодня я собираюсь отправить еще один, а завтра – третий.",
      "imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "taverne",
      "translation": "паб",
      "definition": "Un bâtiment ou une pièce où les gens se réunissent pour boire, manger et socialiser, souvent offrant une grande sélection de bières et de boissons.",
      "definition_translation": "Здание или комната, где люди собираются, чтобы пить, есть и общаться, часто предлагающая широкий выбор пива и других напитков.",
      "example": "J'ai rencontré mes amis à la taverne hier soir, nous nous rencontrons à nouveau ce soir et nous nous reverrons la semaine prochaine.",
      "example_translation": "Я встретился с друзьями в пабе прошлым вечером, мы встречаемся там снова сегодня вечером, а на следующей неделе мы встретимся там снова.",
      "imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chemin de fer",
      "translation": "железная дорога",
      "definition": "Un système de transport utilisant des trains et des voies ferrées pour déplacer des personnes et des biens sur de longues distances.",
      "definition_translation": "Система транспортировки, использующая поезда и рельсы для перемещения людей и грузов на длинные дистанции.",
      "example": "J'ai pris le chemin de fer pour visiter ma famille l'année dernière, je le prends à nouveau cette année, et je le prendrai l'année prochaine.",
      "example_translation": "Я ехал на железную дорогу, чтобы посетить свою семью в прошлом году, я еду снова в этом году, а в следующем году я поеду снова.",
      "imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gare ferroviaire",
      "translation": "железнодорожная станция",
      "definition": "Un bâtiment ou une structure où les trains s'arrêtent pour laisser les passagers monter ou descendre, offrant souvent des équipements tels que la billetterie, des salles d'attente et des installations de manutention des bagages.",
      "definition_translation": "Здание или сооружение, где поезда останавливаются, чтобы пассажиры могли сойти или сесть, часто предлагающее услуги, такие как покупка билетов, залы ожидания и обработка багажа.",
      "example": "Je suis arrivé à la gare ferroviaire hier, j'y arrivais aujourd'hui, et j'y arriverai demain.",
      "example_translation": "Я прибыл на железнодорожную станцию вчера, я прибуду на станцию сегодня, а завтра я прибуду на станцию.",
      "imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de chaussures",
      "translation": "магазин обуви",
      "definition": "Un établissement commercial qui vend des chaussures et des accessoires de chaussure.",
      "definition_translation": "Магазин, в котором продаются обувь и другие изделия для ног.",
      "example": "Je suis allé au magasin de chaussures hier pour acheter un nouveau pair de baskets, j'y vais demain pour les retourner, et j'irai au magasin de chaussures la semaine prochaine pour acheter des sandales.",
      "example_translation": "Я昨天 пошел в магазин обуви, чтобы купить новую пару кроссовок, завтра я пойду в магазин обуви, чтобы вернуть их, а на следующей неделе я пойду в магазин обуви, чтобы купить сандали.",
      "imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "centre commercial",
      "translation": "торговый центр",
      "definition": "Un grand bâtiment ou complexe qui abrite de nombreux magasins et équipements, tels que des restaurants et des cinémas.",
      "definition_translation": "Крупное здание или комплекс, содержащий многие магазины и объекты, такие как рестораны и кинотеатры.",
      "example": "J'ai passé la journée entière au centre commercial avec mes amis, nous y sommes allés le week-end dernier, et nous y retournerons le mois prochain.",
      "example_translation": "Я провел целый день в торговом центре с моими друзьями, мы пошли в торговый центр на прошлых выходных, и мы пойдем в торговый центр снова в следующем месяце.",
      "imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "centre sportif",
      "translation": "спортивный центр",
      "definition": "Un complexe de installations sportives, tel qu'un stade, une salle de sport et une piscine.",
      "definition_translation": "Комплекс спортивных объектов, таких как стадион, спортзал и бассейн.",
      "example": "Je suis allé au centre sportif pour jouer au basket-ball hier, j'y vais demain pour suivre un cours de yoga, et j'irai au centre sportif la semaine prochaine pour regarder un match de tennis.",
      "example_translation": "Я пошел в спортивный центр, чтобы поиграть в баскетбол вчера, я пойду в спортивный центр, чтобы посетить занятие йогой завтра, и я пойду в спортивный центр, чтобы посмотреть матч по теннису на следующей неделе.",
      "imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "place",
      "translation": "площадь",
      "definition": "Une zone ouverte dans une ville ou un village, souvent avec des arbres, des sièges et des monuments.",
      "definition_translation": "Открытая площадь в городе или городе, часто с деревьями, сиденьями и монументами.",
      "example": "J'ai rencontré mes amis sur la place hier soir, nous avons marché autour de la place ce matin, et nous nous asseyons sur la place demain après-midi.",
      "example_translation": "Я встретился с друзьями на площади昨 вечером, мы пошли вокруг площади сегодня утром, и мы сядем на площади завтра днем.",
      "imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stade",
      "translation": "стадион",
      "definition": "Un grand espace, souvent en plein air, pour les événements sportifs ou autres, équipé de sièges pour les spectateurs.",
      "definition_translation": "Большая, обычно открытая, территория или конструкция для спортивных или других мероприятий, часто с местами для зрителей.",
      "example": "Je suis allé au stade pour regarder le match de football hier soir, et j'y vais demain pour regarder le concert, et je visiterai le stade à nouveau la semaine prochaine.",
      "example_translation": "Я пошел на стадион, чтобы посмотреть футбольный матч вчера вечером, и я пойду на стадион, чтобы посмотреть концерт завтра, и я посещу стадион снова на следующей неделе.",
      "imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "théâtre",
      "translation": "театр",
      "definition": "Un bâtiment ou un espace où des performances en direct, telles que des pièces de théâtre, des concerts ou des spectacles de danse, ont lieu.",
      "definition_translation": "Здание или пространство, в котором проходят живые выступления, такие как спектакли, концерты или танцевальные шоу.",
      "example": "J'ai été au théâtre plusieurs fois pour regarder des pièces de théâtre, et j'y vais demain pour regarder un musical, et je visiterai le théâtre à nouveau le mois prochain.",
      "example_translation": "Я был в театре несколько раз, чтобы посмотреть спектакли, и я пойду в театр, чтобы посмотреть мюзикл завтра, и я посещу театр снова nächsten месяц.",
      "imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guichet de billets",
      "translation": "касса",
      "definition": "Un lieu où les billets sont vendus, notamment pour un événement ou une performance particuliers.",
      "definition_translation": "Место, где продаются билеты, особенно для конкретного мероприятия или выступления.",
      "example": "Je suis allé au guichet de billets pour acheter des billets pour le concert, et j'y vais demain pour acheter des billets pour la pièce, et je visiterai le guichet de billets à nouveau la semaine prochaine.",
      "example_translation": "Я пошел в кассу, чтобы купить билеты на концерт, и я пойду в кассу, чтобы купить билеты на спектакль завтра, и я посещу кассу снова на следующей неделе.",
      "imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de jouets",
      "translation": "toy магазин",
      "definition": "Une boutique qui vend des jouets et des jeux.",
      "definition_translation": "Магазин, который продает игрушки и игры.",
      "example": "Je suis allé au magasin de jouets pour acheter un cadeau pour mon ami, et j'y vais demain pour acheter un jouet pour mon frère, et je visiterai le magasin de jouets à nouveau le mois prochain.",
      "example_translation": "Я пошел в магазин игрушек, чтобы купить подарок для своего друга, и я пойду в магазин игрушек, чтобы купить игрушку для брата завтра, и я посещу магазин игрушек снова nächsten месяц.",
      "imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "souterrain",
      "translation": "подземный",
      "definition": "Situé ou se déroulant en dessous de la surface de la terre.",
      "definition_translation": "Расположенный или происходит под поверхностью земли.",
      "example": "Le musée est situé souterrain au centre-ville. Il a été construit souterrain au 19e siècle. Il sera agrandi souterrain dans le futur.",
      "example_translation": "Музей находится под землей в центре города. Он был построен под землей в 19 веке. Он будет расширен под землей в будущем.",
      "imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "immeuble d'appartements",
      "translation": "многоквартирный дом",
      "definition": "Un bâtiment contenant plusieurs appartements résidentiels.",
      "definition_translation": "Здание, содержащее множество жилых квартир.",
      "example": "Je vis dans un immeuble d'appartements à la périphérie de la ville. Mes parents vivaient dans un immeuble d'appartements quand ils étaient jeunes. Nous allons nous installer dans un nouvel immeuble d'appartements l'année prochaine.",
      "example_translation": "Я живу в многоквартирном доме на окраине города. Мои родители жили в многоквартирном доме, когда они были молоды. Мы переедем в новый многоквартирный дом в следующем году.",
      "imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "balcon",
      "translation": "балкон",
      "definition": "Une plateforme projetant de la paroi d'un bâtiment, habituellement entourée d'une rambarde, et servant à la récréation ou à la vue.",
      "definition_translation": "Платформа, выступающая из стены здания, обычно окруженная перилами, и используемая для отдыха или просмотра.",
      "example": "Je me suis assis sur le balcon, appréciant le coucher de soleil. Elle avait un balcon dans son appartement avec une vue magnifique. Ils vont installer un nouveau balcon dans leur maison le mois prochain.",
      "example_translation": "Я сидел на балконе, наслаждаясь закатом. У нее был балкон в ее квартире с отличным видом. Они установят новый балкон в их доме в следующем месяце.",
      "imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bloc",
      "translation": "блок",
      "definition": "Un grand morceau solide de matériau, tel que du bois ou de la pierre, servant de base ou de support.",
      "definition_translation": "Большой, твердый кусок материала, such как дерево или камень, используемый в качестве основы или опоры.",
      "example": "Le bloc de bois a été utilisé comme base pour la sculpture. L'enfant a joué avec des blocs au jardin d'enfants. La ville est divisée en blocs pour des raisons administratives.",
      "example_translation": "Блок дерева использовался в качестве основы для скульптуры. Ребенок играл с блоками в детском саду. Город разделен на блоки для административных целей.",
      "imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "camping",
      "translation": "лагерная площадка",
      "definition": "Un endroit où les gens campent, notamment un avec des installations pour les tentes, les toilettes et les douches.",
      "definition_translation": "Место, где люди кампуют, особенно с сооружениями для палаток, туалетов и умывальников.",
      "example": "Nous avons planté notre tente au camping et avons passé la nuit sous les étoiles. Nous avions déjà campé là-bas et savions que c'était un bon endroit. Nous allons revenir au camping l'été prochain.",
      "example_translation": "Мы поставили наш палатку на лагерной площадке и провели ночь под звездами. Мыเคย камповали там раньше и знали, что это хороший-spot. Мы вернемся на лагерную площадку следующим летом.",
      "imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cantine",
      "translation": "столовая",
      "definition": "Une salle ou un bâtiment où les repas sont servis, notamment dans une école, une usine ou une autre institution.",
      "definition_translation": "Комната или здание, где подается еда, особенно в школе, фабрике или другом учреждении.",
      "example": "Les étudiants sont allés à la cantine pour déjeuner. Les travailleurs avaient mangé à la cantine pendant des années. La nouvelle cantine sera ouverte le mois prochain.",
      "example_translation": "Студенты пошли в столовую, чтобы пообедать. Работники ели в столовой в течение многих лет. Новая столовая откроется следующим месяцем.",
      "imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cirque",
      "translation": "цирк",
      "definition": "Une représentation itinérante d'acrobates, de clowns et d'animaux dressés, généralement dans une grande tente.",
      "definition_translation": "Гастролирующее представление акробатов, клоунов и дрессированных животных, обычно в большом шатре.",
      "example": "Nous sommes allés au cirque et avons vu les artistes du trapèze. Le cirque était en ville pour une semaine. Je vais prendre mes enfants au cirque l'année prochaine.",
      "example_translation": "Мы пошли в цирк и увидели артистов на трапеции. Цирк был в городе на неделю. Я поведу своих детей в цирк в следующем году.",
      "imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "clinique",
      "translation": "клиника",
      "definition": "Un département d'hôpital ou un bâtiment où les patients ambulatoires reçoivent des soins médicaux.",
      "definition_translation": "Отделение госпиталя или здание, где амбулаторные пациенты получают медицинское лечение.",
      "example": "J'ai visité la clinique pour un contrôle. La clinique était très occupée hier. La nouvelle clinique sera construite l'année prochaine.",
      "example_translation": "Я посетил клинику для проверки здоровья. Клиника была очень занята вчера. Новая клиника будет построена в следующем году.",
      "imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chalet",
      "translation": "хижина",
      "definition": "Une petite maison simple à la campagne, généralement près d'un lac ou d'une plage.",
      "definition_translation": "Маленький простой дом в сельской местности,通常 рядом с озером или пляжем.",
      "example": "Je vais louer un chalet près du lac pour mes vacances d'été. J'avais loué un chalet l'année dernière et c'était charmant. Si je gagne à la loterie, j'achèterai un chalet sur la plage.",
      "example_translation": "Я сниму хижину near озера на свое летнее dovolence. Я снял хижину в прошлом году, и это было чудесно. Если я выиграю в лотерее, я куплю хижину на пляже.",
      "imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tribunal",
      "translation": "суд",
      "definition": "Un lieu où se déroulent des procès et d'autres procédures judiciaires.",
      "definition_translation": "Место, где происходят судебные процессы и другие юридические процедуры.",
      "example": "Le tribunal entendra l'affaire demain. Je n'ai jamais été au tribunal avant. Elle sera juge au tribunal suprême un jour.",
      "example_translation": "Суд рассмотрит дело завтра. Я никогда не был в суде прежде. Она будет судьей в Верховном суде когда-нибудь.",
      "imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ambassade",
      "translation": "посольство",
      "definition": "La résidence officielle ou le bureau d'un ambassadeur.",
      "definition_translation": "Официальная резиденция или офис посла.",
      "example": "Je dois aller à l'ambassade pour obtenir un visa. L'ambassade est située au centre-ville. Elle travaille comme diplomate à l'ambassade.",
      "example_translation": "Мне нужно пойти в посольство, чтобы получить визу. Посольство расположено в центре города. Она работает дипломатом в посольстве.",
      "imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "champ",
      "translation": "поле",
      "definition": "Une zone de terre utilisée pour la culture ou l'élevage.",
      "definition_translation": "Область земли, используемая для выращивания культур или разведения животных.",
      "example": "Je vais travailler dans le champ cet été. Le champ était plein de blé l'année dernière. Si il pleut, le champ sera inondé.",
      "example_translation": "Я буду работать в поле этим летом. Поле было полно пшеницы в прошлом году. Если будет дождь, поле будет затоплено.",
      "imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caserne de pompiers",
      "translation": "пожарная часть",
      "definition": "Un bâtiment ou une installation qui sert de base d'opérations pour les pompiers et leur équipement, à partir de laquelle ils répondent aux alarmes incendie et autres urgences.",
      "definition_translation": "Здание или объект, который служит базой операций для пожарных и их оборудования, из которого они отвечают на пожарные тревоги и другие чрезвычайные ситуации.",
      "example": "La caserne de pompiers est située au coin des rues Main et Elm. Les pompiers ont répondu rapidement à l'appel d'urgence. D'ici l'année prochaine, ils auront déménagé à une nouvelle caserne de pompiers.",
      "example_translation": "Пожарная часть находится на углу улиц Мейн и Элм. Пожарные быстро отреагировали на вызов экстренной помощи. К следующему году они переедут в новую пожарную часть.",
      "imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fleuriste",
      "translation": "цветочный магазин",
      "definition": "Un magasin ou une boutique où sont vendues des fleurs et d'autres plantes, souvent avec un service d'arrangement et de livraison.",
      "definition_translation": "Магазин или(store), где продаются цветы и другие растения, часто с услугой по их устройству и доставке.",
      "example": "J'ai visité la fleuriste pour acheter un bouquet pour l'anniversaire de ma mère. La boutique de fleuriste était magnifiquement décorée de fleurs fraîches. Elle ouvrira sa propre fleuriste le mois prochain.",
      "example_translation": "Я посетил цветочный магазин, чтобы купить букет для дня рождения моей матери. Магазин цветочника был красиво украшен свежими цветами. Она откроет свой собственный цветочный магазин следующий месяц.",
      "imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de meubles",
      "translation": "мебельный магазин",
      "definition": "Un magasin ou une boutique qui vend des meubles et d'autres articles pour la maison, tels que des lits, des chaises, des tables et des canapés.",
      "definition_translation": "Магазин или лавка, который продает мебель и другие хозяйственные предметы, такие как кровати, столики, стулья и диваны.",
      "example": "J'ai acheté un nouveau sofa au magasin de meubles. Le magasin de meubles offre une grande variété de marques et de styles. Ils auront une vente au magasin de meubles la semaine prochaine.",
      "example_translation": "Я купил новый диван в мебельном магазине. Мебельный магазин предлагает широкий спектр брендов и стилей. Они будут иметь распродажу в мебельном магазине на следующей неделе.",
      "imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "garage",
      "translation": "гараж",
      "definition": "Un bâtiment ou une structure conçue pour abriter et protéger les véhicules, souvent avec des outils et du matériel pour les réparer et les entretenir.",
      "definition_translation": "Здание или конструкция, предназначенная для хранения и защиты транспортных средств, часто с инструментами и оборудованием для ремонта и обслуживания их.",
      "example": "J'ai garé ma voiture dans le garage. Le mécanicien a travaillé dans le garage toute la journée. Ils vont convertir le garage en un bureau à domicile l'année prochaine.",
      "example_translation": "Я оставил свою машину в гараже. Механик работал в гараже весь день. Они преобразуют гараж в домашний офис к следующему году.",
      "imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marchand de fruits et légumes",
      "translation": "овощной магазин",
      "definition": "Un magasin qui vend des fruits et des légumes frais.",
      "definition_translation": "Магазин, продающий свежие фрукты и овощи.",
      "example": "Je suis allé au marchand de fruits et légumes hier pour acheter des pommes. Je vais aller au marchand de fruits et légumes demain pour acheter des bananes. J'y suis allé plusieurs fois pour acheter des oranges.",
      "example_translation": "Я пошел в овощной магазин вчера, чтобы купить некоторые яблоки. Я пойду в овощной магазин завтра, чтобы купить некоторые бананы. Я ходил в овощной магазин много раз, чтобы купить некоторые апельсины.",
      "imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épicerie",
      "translation": "продовольственный магазин",
      "definition": "Un magasin qui vend des aliments et d'autres produits pour la maison.",
      "definition_translation": "Магазин, продающий продукты питания и другие домашние товары.",
      "example": "Je suis allé à l'épicerie hier pour acheter du lait. Je vais aller à l'épicerie demain pour acheter du pain. J'y suis allé plusieurs fois pour acheter des œufs.",
      "example_translation": "Я пошел в продовольственный магазин вчера, чтобы купить некоторые молоко. Я пойду в продовольственный магазин завтра, чтобы купить некоторые хлеб. Я ходил в продовольственный магазин много раз, чтобы купить некоторые яйца.",
      "imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épicerie",
      "translation": "продукты питания",
      "definition": "Des aliments et d'autres produits pour la maison vendus dans un magasin.",
      "definition_translation": "Продукты питания и другие домашние товары, продаваемые в магазине.",
      "example": "J'ai acheté des provisions à l'épicerie au supermarché hier. Je vais acheter des provisions à l'épicerie au marché demain. J'ai acheté des provisions à l'épicerie au magasin plusieurs fois.",
      "example_translation": "Я купил некоторые продукты питания в супермаркете вчера. Я куплю некоторые продукты питания на рынке завтра. Я купил некоторые продукты питания в магазине много раз.",
      "imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pension de famille",
      "translation": "гостевой дом",
      "definition": "Une maison privée qui offre des chambres à des hôtes payants.",
      "definition_translation": "Частный дом, предоставляющий accommodation для платных гостей.",
      "example": "J'ai séjourné dans une pension de famille à Paris l'année dernière. Je vais séjourner dans une pension de famille à Rome l'année prochaine. J'y suis séjourné plusieurs fois à Londres.",
      "example_translation": "Я останавливался в гостевом доме в Париже в прошлом году. Я останусь в гостевом доме в Риме в следующем году. Я останавливался в гостевом доме в Лондоне много раз.",
      "imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "salle de sport",
      "translation": "спортзал",
      "definition": "Une salle de sport est un endroit où les gens vont s'entraîner et se maintenir en forme, souvent avec des équipements tels que des tapis roulants et des poids.",
      "definition_translation": "Спортзал - это место, куда люди ходят заниматься физкультурой и поддерживать физическую форму, часто с оборудованием, таким как беговые дорожки и гантели.",
      "example": "Je suis allé à la salle de sport hier, je vais à la salle de sport tous les jours, et je vais aller à la salle de sport demain.",
      "example_translation": "Я пошел в спортзал вчера, я хожу в спортзал каждый день, и я пойду в спортзал завтра.",
      "imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "port",
      "translation": "гавань",
      "definition": "Un port est un corps d'eau où les navires peuvent ancrer en sécurité, souvent entouré par la terre.",
      "definition_translation": "Гавань - это водоем, где корабли могут безопасно бросать якорь, часто окруженный землей.",
      "example": "Le navire a navigué dans le port la nuit dernière, le port est occupé aujourd'hui, et le port sera rénové l'an prochain.",
      "example_translation": "Корабль вошел в гавань прошлой ночью, гавань bust сегодня, и гавань будет реконструирована в следующем году.",
      "imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "auberge de jeunesse",
      "translation": "хостел",
      "definition": "Une auberge de jeunesse est un hébergement économique pour les voyageurs, souvent avec des installations partagées.",
      "definition_translation": "Хостел - это бюджетное жилье для путешественников, часто с общими удобствами.",
      "example": "J'ai séjourné dans une auberge de jeunesse à Paris, je vais séjourner dans une auberge de jeunesse à Tokyo, et j'ai séjourné dans une auberge de jeunesse à New York.",
      "example_translation": "Я остановился в хостеле в Париже, я остановлюсь в хостеле в Токио, и я остановился в хостеле в Нью-Йорке.",
      "imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hutte",
      "translation": "хижина",
      "definition": "Une hutte est un petit logement simple, souvent fait de matériaux naturels tels que du bois ou de l'herbe.",
      "definition_translation": "Хижина - это маленькое, простое жилище, часто сделанное из натуральных материалов, таких как дерево или трава.",
      "example": "J'ai construit une hutte dans les bois, je vais vivre dans une hutte sur la plage, et j'ai vécu dans une hutte dans les montagnes.",
      "example_translation": "Я построил хижину в лесу, я буду жить в хижине на берегу, и я жил в хижине в горах.",
      "imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prison",
      "translation": "тюрьма",
      "definition": "Un endroit pour la détention de personnes qui ont été arrêtées ou condamnées pour un crime.",
      "definition_translation": "Место для содержания людей, арестованных или осуждённых за преступление.",
      "example": "Le policier a emmené le suspect en prison après l'arrestation. Elle avait déjà été en prison auparavant, mais cette fois, elle a été libérée sous caution. D'ici l'an prochain, elle aura été hors de prison depuis cinq ans.",
      "example_translation": "Полицейский взял подозреваемого в тюрьму после ареста. Она уже была в тюрьме раньше, но на этот раз она была освобождена под залог. К следующему году она будет вне тюрьмы уже пять лет.",
      "imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "joaillerie",
      "translation": "ювелир",
      "definition": "Un magasin ou une personne qui vend et répare des bijoux.",
      "definition_translation": "Магазин или человек, который продаёт и ремонтирует ювелирные изделия.",
      "example": "Je suis allé à la joaillerie pour acheter une nouvelle montre. Le joaillier avait des compétences exceptionnelles, et la vieille necklace de ma grand-mère a été restaurée à son état d'origine. D'ici le mois prochain, la joaillerie aura été en activité depuis 20 ans.",
      "example_translation": "Я пошёл в ювелирный магазин, чтобы купить новые часы. Ювелир обладал исключительными навыками, и старое ожерелье моей бабушки было восстановлено до его прежней славы. К следующему месяцу ювелир будет в бизнесе уже 20 лет.",
      "imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "laboratoire",
      "translation": "лаборатория",
      "definition": "Une pièce ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des essais.",
      "definition_translation": "Комната или здание, оборудованное для научных экспериментов, исследований или тестирования.",
      "example": "Les étudiants ont travaillé sur leur projet au laboratoire tout le jour. Elle a travaillé au laboratoire pendant trois ans, étudiant les effets du changement climatique. D'ici l'an prochain, le laboratoire aura été rénové et équipé de nouvelles technologies.",
      "example_translation": "Студенты работали над проектом в лаборатории целый день. Она работала в лаборатории три года, изучая эффекты изменения климата. К следующему году лаборатория будет реконструирована и оборудована новой технологией.",
      "imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "laboratoire",
      "translation": "лаборатория",
      "definition": "Une pièce ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des essais.",
      "definition_translation": "Комната или здание, оборудованное для научных экспериментов, исследований или тестирования.",
      "example": "Les scientifiques ont mené une expérience au laboratoire pour tester le nouveau médicament. Elle a travaillé au laboratoire pendant de nombreuses années, développant de nouveaux vaccins. D'ici la prochaine décennie, le laboratoire aura fait des percées significatives dans le domaine de la médecine.",
      "example_translation": "Учёные провели эксперимент в лаборатории, чтобы протестировать новое лекарство. Она работала в лаборатории многие годы, разрабатывая новые вакцины. К следующему десятилетию лаборатория достигнет значительных прорывов в области медицины.",
      "imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "centre commercial",
      "translation": "торговый центр",
      "definition": "Un grand espace commercial, souvent fermé, avec de multiples magasins et installations.",
      "definition_translation": "Большая, часто закрытая торговая зона с множеством магазинов и объектов инфраструктуры.",
      "example": "Je suis allé au centre commercial hier, je vais au centre commercial aujourd'hui, et je vais aller au centre commercial demain.",
      "example_translation": "Я пошел в торговый центр вчера, я иду в торговый центр сегодня, и я пойду в торговый центр завтра.",
      "imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marchand de journaux",
      "translation": "газетный киоск",
      "definition": "Un magasin qui vend des journaux, des magazines et d'autres matériels imprimés.",
      "definition_translation": "Магазин, который продаёт газеты, журналы и другие печатные материалы.",
      "example": "J'ai acheté un journal au marchand de journaux hier, je vais acheter un magazine au marchand de journaux aujourd'hui, et je vais acheter un livre au marchand de journaux demain.",
      "example_translation": "Я купил газету в газетном киоске вчера, я покупаю журнал в газетном киоске сегодня, и я куплю книгу в газетном киоске завтра.",
      "imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boîte de nuit",
      "translation": "ночной клуб",
      "definition": "Un établissement qui reste ouvert tard dans la nuit, caractérisé par de la musique live, de la danse et des boissons alcoolisées.",
      "definition_translation": "Учреждение, которое остается открытым до позднего часа ночи, обычно с живой музыкой, танцами и алкогольными напитками.",
      "example": "Je suis allé à la boîte de nuit hier soir, je vais à la boîte de nuit ce soir et je vais à la boîte de nuit la semaine prochaine.",
      "example_translation": "Я пошел в ночной клуб прошлой ночью, я иду в ночной клуб сегодня ночью, и я пойду в ночной клуб на следующей неделе.",
      "imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "océan",
      "translation": "океан",
      "definition": "Un vaste corps d'eau salée qui couvre une grande partie de la surface de la Terre.",
      "definition_translation": "Огромное тело соленой воды, покрывающее значительную часть поверхности Земли.",
      "example": "J'ai nagé dans l'océan l'été dernier, je nage dans l'océan cet été et je nagerai dans l'océan l'été prochain.",
      "example_translation": "Я плавал в океане прошлым летом, я плыву в океане этим летом, и я werde плавать в океане следующим летом.",
      "imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "palais",
      "translation": "дворец",
      "definition": "Un grand et imposant bâtiment, notamment une ancienne résidence royale.",
      "definition_translation": "Большой и внушительный здание, особенно тот, который исторически был королевской резиденцией.",
      "example": "La reine habitait dans un grand palais au cœur de la ville. Elle visitera le palais demain. Ils ont visité le palais l'année dernière.",
      "example_translation": "Королева жила в большом дворце в центре города. Она посетит дворец завтра. Они посетили дворец прошлым годом.",
      "imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pharmacie",
      "translation": "аптека",
      "definition": "Un magasin où sont vendus ou délivrés des médicaments et d'autres produits de santé.",
      "definition_translation": "Магазин, где продаются или выдаются лекарства и другие продукты здравоохранения.",
      "example": "Je suis allé à la pharmacie acheter des médicaments. Elle travaillera à la pharmacie l'année prochaine. Ils ont visité la pharmacie hier.",
      "example_translation": "Я пошел в аптеку, чтобы купить некоторые лекарства. Она будет работать в аптеке в следующем году. Они посетили аптеку вчера.",
      "imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "port",
      "translation": "порт",
      "definition": "Un lieu sur la côte où peuvent accoster les navires pour charger et décharger des marchandises.",
      "definition_translation": "Место на побережье, где корабли могут останавливаться для загрузки и разгрузки груза.",
      "example": "Le navire cargo est arrivé au port hier. Ils vont appareiller du port demain. Nous avons visité le port la semaine dernière.",
      "example_translation": "Грузовое судно прибыло в порт вчера. Они отплыли от порта завтра. Мы посетили порт на прошлой неделе.",
      "imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prison",
      "translation": "тюрьма",
      "definition": "Un bâtiment ou une installation où les personnes sont détenues comme punition pour un crime.",
      "definition_translation": "Здание или учреждение, где люди содержатся в заключении в качестве наказания за преступление.",
      "example": "Il a été envoyé en prison pour cinq ans. Elle visitera la prison le mois prochain. Ils ont évadé de la prison la nuit dernière.",
      "example_translation": "Он был отправлен в тюрьму на пять лет. Она посетит тюрьму в следующем месяце. Они бежали из тюрьмы прошлой ночью.",
      "imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "forêt tropicale humide",
      "translation": "дождевой лес",
      "definition": "Une forêt dense dans une région tropicale, caractérisée par une température élevée et des précipitations abondantes.",
      "definition_translation": "Дождевой лес - это густой лес в тропическом регионе, обычно с высокой температурой и высокими уровнями осадков.",
      "example": "J'ai visité une forêt tropicale humide au Brésil l'année dernière, où j'ai vu de nombreux oiseaux exotiques. Maintenant, je planifie de visiter une autre en Indonésie. Quand j'aurai fini mon voyage, j'aurai vu trois forêts tropicales humides.",
      "example_translation": "Я посетил дождевой лес в Бразилии в прошлом году, где я увидел много экзотических птиц. Теперь я планирую посетить другой в Индонезии. К тому времени, когда я закончу свою поездку, я увидел три дождевых леса.",
      "imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lycée",
      "translation": "средняя школа",
      "definition": "Un établissement qui fournit une éducation aux élèves âgés de 11 à 18 ans.",
      "definition_translation": "Средняя школа - это школа, которая обеспечивает образование для студентов обычно в возрасте от 11 до 18 лет.",
      "example": "J'ai fréquenté un lycée dans ma ville natale, où j'ai étudié les mathématiques et les sciences. Maintenant, je pense à m'inscrire dans un lycée aux États-Unis. Quand j'aurai obtenu mon diplôme, j'aurai fréquenté deux lycées.",
      "example_translation": "Я посетил среднюю школу в моем родном городе, где я изучал математику и науку. Теперь я думаю о поступлении в среднюю школу в Соединенных Штатах. К тому времени, когда я毕业ю, я завершу две средние школы.",
      "imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de souvenirs",
      "translation": "магазин сувениров",
      "definition": "Un magasin qui vend des objets servant de souvenirs d'un endroit ou d'un événement particulier.",
      "definition_translation": "Магазин сувениров - это магазин, который продает объекты, которые служат напоминанием о bestimmten месте или событии.",
      "example": "Je suis allé dans un magasin de souvenirs à Paris, où j'ai acheté une chaîne de clés. Maintenant, je cherche un magasin de souvenirs à Tokyo. Quand j'en aurai trouvé un, j'aurai visité cinq magasins de souvenirs.",
      "example_translation": "Я пошел в магазин сувениров в Париже, где я купил брелок. Теперь я ищу магазин сувениров в Токио. К тому времени, когда я найду один, я посетил пять магазинов сувениров.",
      "imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin de sports",
      "translation": "спортивный магазин",
      "definition": "Un magasin qui vend du matériel, des vêtements et des accessoires pour divers sports et activités de plein air.",
      "definition_translation": "Спортивный магазин - это магазин, который продает оборудование, одежду и аксессуары для различных видов спорта и наружных активностей.",
      "example": "J'ai visité un magasin de sports à New York, où j'ai acheté un ballon de basket. Maintenant, je planifie de visiter un magasin de sports à Londres. Quand j'aurai fini mes achats, j'aurai visité trois magasins de sports.",
      "example_translation": "Я посетил спортивный магазин в Нью-Йорке, где я купил баскетбол. Теперь я планирую посетить спортивный магазин в Лондоне. К тому времени, когда я закінчу свои покупки, я посетил три спортивных магазина.",
      "imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin",
      "translation": "магазин",
      "definition": "Un bâtiment ou une pièce où des marchandises sont vendues ou stockées.",
      "definition_translation": "Здание или комната, где товары продаются или хранятся для продажи.",
      "example": "Je suis allé au magasin pour acheter du lait. Je vais au magasin pour acheter des chaussures. Je vais aller au magasin pour acheter un cadeau.",
      "example_translation": "Я пошел в магазин, чтобы купить молоко. Я иду в магазин, чтобы купить обувь. Я пойду в магазин, чтобы купить подарок.",
      "imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "temple",
      "translation": "храм",
      "definition": "Un bâtiment consacré au culte religieux.",
      "definition_translation": "Здание, посвященное религиозному поклонению.",
      "example": "J'ai visité le temple le week-end dernier. Je visite le temple avec ma famille. Je vais visiter le temple l'année prochaine.",
      "example_translation": "Я посетил храм прошлым выходным днем. Я посещаю храм с моей семьей. Я посещу храм в следующем году.",
      "imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tour",
      "translation": "башня",
      "definition": "Un bâtiment élevé et étroit, généralement utilisé pour l'observation ou la défense.",
      "definition_translation": "Высокое узкое здание или сооружение, обычно используемое для наблюдения или защиты.",
      "example": "La tour se dressait fière et haute. J'ai grimpé la tour pour admirer la vue. Je vais visiter la tour le mois prochain.",
      "example_translation": "Башня стояла высокой и гордой. Я забрался на башню, чтобы увидеть вид. Я посещу башню в следующем месяце.",
      "imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piste",
      "translation": "трек",
      "definition": "Un chemin ou une route utilisé pour la marche, la course ou la compétition.",
      "definition_translation": "Путь или маршрут, используемый для ходьбы, бега или гонок.",
      "example": "J'ai couru sur la piste hier. Je cours sur la piste maintenant. Je vais courir sur la piste demain.",
      "example_translation": "Я бежал по треку вчера. Я бегу по треку сейчас. Я побегу по треку завтра.",
      "imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "auberge de jeunesse",
      "translation": "хостел для молодежи",
      "definition": "Un hébergement à budget destiné aux jeunes voyageurs, souvent avec des chambres en dortoir et des installations partagées.",
      "definition_translation": "Бюджетное жилье для молодых путешественников, часто с комнатами в стиле общежития и общими удобствами.",
      "example": "J'ai séjourné dans une auberge de jeunesse à Paris l'été dernier. C'était un excellent moyen de rencontrer d'autres voyageurs. J'avais déjà séjourné dans plusieurs auberges de jeunesse avant, et je le ferai certainement à nouveau dans le futur.",
      "example_translation": "Я останавливался в молодежном хостеле в Париже прошлым летом. Это был отличный способ встретить других путешественников. Я останавливался в нескольких молодежных хостелах раньше, и я, конечно, останусь в одном снова в будущем.",
      "imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boulangerie",
      "translation": "пекарня",
      "definition": "Une boutique qui vend du pain, des pâtisseries et d'autres produits de boulangerie.",
      "definition_translation": "Магазин, продающий хлеб, выпечку и другие выпечные изделия.",
      "example": "Je suis allé à la boulangerie ce matin pour acheter du pain frais. La boulangerie au coin de la rue est ma préférée. Je vais retourner à la boulangerie demain pour commander un gâteau pour mon anniversaire.",
      "example_translation": "Я пошел в пекарню этим утром, чтобы купить свежий хлеб. Пекарня на углу - моя любимая. Я пойду в пекарню снова завтра, чтобы заказать торт на свой день рождения.",
      "imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sous-sol",
      "translation": "подвал",
      "definition": "Le niveau le plus bas d'un bâtiment, généralement en dessous du niveau du sol, utilisé pour le stockage ou comme pièce de service.",
      "definition_translation": "Нижний этаж здания, обычно ниже уровня земли, используемый для хранения или как комната для коммунальных услуг.",
      "example": "J'ai rangé mes meubles anciens dans le sous-sol. Le sous-sol a été inondé pendant la pluie forte. Nous allons finir le sous-sol le mois prochain et le transformer en salle de sport à domicile.",
      "example_translation": "Я хранил мою старую мебель в подвале. Подвал был затоплен во время сильного дождя. Мы закончим подвал в следующем месяце и превратим его в домашний спортзал.",
      "imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cellule",
      "translation": "клетка",
      "definition": "Un petit espace clos ou compartimenté, comme une cellule de prison ou une cellule de monastère.",
      "definition_translation": "Маленькое закрытое или отгороженное пространство, zoals тюремная клетка или клетка в монастыре.",
      "example": "Le prisonnier a été détenu dans une cellule pendant 10 ans. Le moine vivait dans une petite cellule du monastère. La cellule de la ruche était pleine de miel.",
      "example_translation": "Заключенный был содержан в клетке в течение 10 лет. Монах жил в маленькой клетке в монастыре. Клетка пчелиного сота была полна меда.",
      "imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "couloir",
      "translation": "коридор",
      "definition": "Un couloir est un passage long dans un bâtiment, notamment un passage qui relie des pièces ou des parties d'un bâtiment.",
      "definition_translation": "Коридор - это длинный проход в здании, особенно тот, который соединяет комнаты или части здания.",
      "example": "J'ai marché le long du couloir pour aller à la salle de réunion. Hier, j'avais marché le long du couloir pour aller à la salle de réunion. Demain, je vais marcher le long du couloir pour aller à la salle de réunion.",
      "example_translation": "Я пошел вниз по коридору, чтобы добраться до комнаты для встреч. Вчера я шел вниз по коридору, чтобы добраться до комнаты для встреч. Завтра я пойду вниз по коридору, чтобы добраться до комнаты для встреч.",
      "imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cours",
      "translation": "курс",
      "definition": "Un cours est une série de leçons ou de conférences sur un sujet particulier, notamment un cours qui conduit à une qualification.",
      "definition_translation": "Курс - это серия уроков или лекций на определенный предмет, особенно тот, который приводит к квалификации.",
      "example": "J'ai suivi un cours de programmation informatique le semestre dernier. Je suis en train de suivre un cours de programmation informatique ce semestre. Je vais suivre un cours de programmation informatique le semestre prochain.",
      "example_translation": "Я прошел курс компьютерного программирования в прошлом семестре. Я прохожу курс компьютерного программирования в этом семестре. Я пройду курс компьютерного программирования в следующем семестре.",
      "imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "domaine",
      "translation": "имущество",
      "definition": "Un domaine est une grande superficie de terrain, notamment à la campagne, qui appartient à une personne ou une famille.",
      "definition_translation": "Имущество - это большая территория земли, особенно в деревне, которая принадлежит одному человеку или семье.",
      "example": "La famille Smith possède un grand domaine à la campagne. Ils possédaient un grand domaine à la campagne l'année dernière. Ils posséderont un grand domaine à la campagne l'année prochaine.",
      "example_translation": "Семья Смит владеет большим имуществом в деревне. Они владели большим имуществом в деревне в прошлом году. Они будут владеть большим имуществом в деревне в следующем году.",
      "imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "siège social",
      "translation": "штаб-квартира",
      "definition": "Le siège social d'une organisation ou d'une entreprise est le lieu principal où elle est contrôlée ou dirigée.",
      "definition_translation": "Штаб-квартира организации или компании - это основное место, где она контролируется или управляется.",
      "example": "Le siège social de l'entreprise est situé à New York City. Le siège social de l'entreprise était situé à New York City l'année dernière. Le siège social de l'entreprise sera situé à New York City l'année prochaine.",
      "example_translation": "Штаб-квартира компании находится в Нью-Йорке. Штаб-квартира компании была розташована в Нью-Йорке в прошлом году. Штаб-квартира компании будет розташована в Нью-Йорке в следующем году.",
      "imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hall d'attente",
      "translation": "лобби",
      "definition": "Un hall d'attente est une pièce ou un espace dans un bâtiment utilisé pour attendre ou se réunir, souvent dans un hôtel, un théâtre ou un immeuble de bureaux.",
      "definition_translation": "Лобби - это комната или зона в здании, используемая для ожидания или сборов, часто в отеле, театре или офисном здании.",
      "example": "J'ai attendu dans le hall d'attente pour mon ami arrive. J'attends dans le hall d'attente pour mon ami arrive. J'attendrai dans le hall d'attente pour mon ami arrive.",
      "example_translation": "Я ждал в лобби прибытия моего друга. Я жду в лобби прибытия моего друга. Я буду ждать в лобби прибытия моего друга.",
      "imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prairie",
      "translation": "луг",
      "definition": "Une prairie est un champ de herbe et de fleurs sauvages, souvent près d'une rivière ou d'un ruisseau.",
      "definition_translation": "Луг - это поле травы и野цветов, часто near речки или ручья.",
      "example": "Nous avons organisé un pique-nique dans la prairie l'été dernier. Nous organisons un pique-nique dans la prairie tous les dimanches. Nous organiserons un pique-nique dans la prairie le week-end prochain.",
      "example_translation": "Мы устроили пикник в лугу прошлым летом. Мы устраиваем пикник в лугу каждое воскресенье. Мы устроим пикник в лугу на следующих выходных.",
      "imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrain",
      "translation": "питч",
      "definition": "Un terrain est une zone de terrain marquée pour jouer un sport, notamment le baseball ou le cricket.",
      "definition_translation": "Питч - это участок земли, размеченный для игры в какой-либо вид спорта, особенно в бейсбол или крикет.",
      "example": "Le joueur de baseball a lancé la balle à travers le terrain. Le joueur de baseball lance la balle à travers le terrain à chaque partie. Le joueur de baseball lancera la balle à travers le terrain demain.",
      "example_translation": "Игрок в бейсбол бросил мяч через питч. Игрок в бейсбол бросает мяч через питч every игра. Игрок в бейсбол бросит мяч через питч завтра.",
      "imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "remise",
      "translation": "сарай",
      "definition": "Une remise est une petite structure, typiquement faite de bois ou de métal, utilisée pour stocker des choses comme des outils, des bicyclettes ou du matériel de jardin.",
      "definition_translation": "Сарай - это небольшая конструкция, обычно сделанная из дерева или металла, используемая для хранения вещей, таких как инструменты, велосипеды или оборудование для сада.",
      "example": "J'ai stocké mon vélo dans la remise l'hiver dernier. Je stocke mon vélo dans la remise chaque hiver. Je stockerai mon vélo dans la remise l'hiver prochain.",
      "example_translation": "Я хранил свой велосипед в сарае прошлой зимой. Я храню свой велосипед в сарае каждую зиму. Я храню свой велосипед в сарае следующей зимой.",
      "imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gratte-ciel",
      "translation": "небоскрёб",
      "definition": "Un gratte-ciel est un bâtiment très haut, habitable en permanence, souvent conçu pour des usages commerciaux, résidentiels et de bureaux.",
      "definition_translation": " Небоскрёб - это высокое, постоянно пригодное для проживания здание многих этажей, часто предназначенное для офисных, коммерческих и жилых целей.",
      "example": "J'ai travaillé au 30e étage d'un gratte-ciel à New York City. Hier, j'ai visité le pont d'observation du gratte-ciel. D'ici l'année prochaine, je vivrai dans un gratte-ciel à Tokyo.",
      "example_translation": "Я работал на 30-м этаже небоскрёба в Нью-Йорк Сити. Вчера я посетил обсерваторию на вершине небоскрёба. К следующему году я shall будем жить в небоскрёбе в Токио.",
      "imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plage caillouteuse",
      "translation": "каменный пляж",
      "definition": "Une plage caillouteuse est une zone côtière avec une grande concentration de cailloux, de galets et de rochers, souvent trouvée le long des rivages.",
      "definition_translation": "Каменный пляж - это прибрежная зона с высокой концентрацией камней, гальки и валунов, часто встречающаяся вдоль береговых линий.",
      "example": "J'ai aimé marcher sur la plage caillouteuse au lever du soleil. La plage caillouteuse était recouverte d'algues après la tempête. D'ici l'été prochain, la plage caillouteuse sera nettoyée.",
      "example_translation": "Я любил гулять по каменному пляжу на рассвете. Каменный пляж был покрыт морской травой после шторма. К следующему лету каменный пляж будет очищен.",
      "imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "studio",
      "translation": "студия",
      "definition": "Un studio est une pièce ou un bâtiment utilisé pour l'instruction, la pratique ou la production dans divers arts, tels que la danse, la musique ou le cinéma.",
      "definition_translation": "Студия - это комната или здание, используемое для инструктажа, практики или производства в различных искусствах, таких как танец, музыка или кино.",
      "example": "J'ai assisté à un cours de yoga dans un studio hier. Le studio était équipé d'équipements de pointe. D'ici le mois prochain, j'aurai mon propre studio.",
      "example_translation": "Я посетил студию йоги вчера. Студия была оборудована передовым оборудованием. К следующему месяцу у меня будет своя студия.",
      "imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terminal",
      "translation": "терминал",
      "definition": "Un terminal est un point d'arrivée ou de départ dans un aéroport, un port de mer ou un autre hub de transport, ou un appareil pour saisir des données dans un ordinateur.",
      "definition_translation": "Терминал - это точка прибытия или отправления в аэропорту, морском порту или другом транспортном узле, или устройство для ввода данных в компьютер.",
      "example": "Je suis arrivé au terminal une heure avant mon vol. Le terminal était bondé de gens. D'ici l'année prochaine, le terminal sera rénové.",
      "example_translation": "Я прибыл на терминал за час до моего рейса. Терминал был переполнен людьми. К следующему году терминал будет реконструирован.",
      "imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrasse",
      "translation": "терраса",
      "definition": "Une toiture plate ou inclinée, ou une zone, généralement entourée d'un mur ou d'une rambarde, au-dessus des pièces principales d'un bâtiment.",
      "definition_translation": "Плоская или наклонная крыша или площадка, обычно окруженная стеной или оградой, над основными комнатами здания.",
      "example": "La chambre d'hôtel avait une belle terrasse avec une vue spectaculaire sur l'océan. Le matin, nous nous sommes assis sur la terrasse et avons pris le petit déjeuner. D'ici l'été prochain, nous aurons renové la terrasse entière et ajouté une nouvelle piscine.",
      "example_translation": "Номер отеля имел красивую террасу с Potterящим видом на океан. Утром мы сидели на террасе и завтракали. К следующему лету мы реконструируем всю террасу и добавим новый бассейн.",
      "imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lieu",
      "translation": "место проведения",
      "definition": "Un endroit où se déroule un événement ou une activité, comme un concert, une exposition ou une réunion.",
      "definition_translation": "Место, где проводится определенное событие или деятельность, например, концерт, выставка или встреча.",
      "example": "Le lieu du réception de mariage a été changé pour une salle plus grande en raison du nombre accru d'invités. Le lieu est équipé de matériel de sonorisation de pointe. D'ici l'année prochaine, le lieu aura accueilli plus de 500 événements.",
      "example_translation": "Место проведения свадебного приема было изменено на более大的 зал из-за увеличения числа гостей. Место оснащено современным звуковым оборудованием. К следующему году место проведения будет приняло более 500 мероприятий.",
      "imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "service",
      "translation": "округ",
      "definition": "Une division d'un hôpital, équipée de lits et d'équipement médical, où les patients sont soignés.",
      "definition_translation": "Отделение больницы, обычно с кроватями и медицинским оборудованием, где пациенты получают уход.",
      "example": "L'infirmière travaillait dans le service de pédiatrie, soignant des enfants atteints de diverses maladies. L'hôpital a plusieurs services, chacun se spécialisant dans différentes conditions médicales. D'ici le mois prochain, le nouveau service sera ouvert, augmentant la capacité de l'hôpital.",
      "example_translation": "Медсестра работала на детском отделении, ухаживая за детьми с разными заболеваниями. Больница имеет несколько отделений, каждое из которых специализируется на различных медицинских условиях. К следующему месяцу новое отделение будет открыто, увеличивая мощность больницы.",
      "imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tour de contrôle",
      "translation": "башня управления",
      "definition": "Une structure haute dans un aéroport, d'où les contrôleurs aériens diragent le mouvement des aéronefs.",
      "definition_translation": "Высокая структура в аэропорту, из которой диспетчеры управляют движением самолетов.",
      "example": "La tour de contrôle de l'aéroport a été évacuée en raison d'une alarme d'incendie. Le contrôleur dans la tour de contrôle a guidé le pilote vers un atterrissage sûr. D'ici l'année prochaine, la tour de contrôle sera renovée et équipée de technologies modernes.",
      "example_translation": "Башня управления в аэропорту была эвакуирована из-за пожарной тревоги. Диспетчер в башне управления руководил пилотом к безопасной посадке. К следующему году башня управления будет реконструирована и оснащена современной техникой.",
      "imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épicerie fine",
      "translation": "деликатесный магазин",
      "definition": "Un magasin qui vend une variété de denrées alimentaires de haute qualité, telles que des viandes, des fromages et des produits de boulangerie.",
      "definition_translation": "Деликатесный магазин - это магазин, который продаёт разнообразные высококачественные продукты, такие как мясо, сыр и выпечка.",
      "example": "Je suis allé à l'épicerie fine pour acheter des sandwiches pour déjeuner. Je vais aller à l'épicerie fine demain pour acheter des collations pour la fête. J'étais allé à l'épicerie fine plus tôt pour acheter des ingrédients pour dîner.",
      "example_translation": "Я пошёл в деликатесный магазин, чтобы купить некоторые сэндвичи для обеда. Я пойду в деликатесный магазин завтра, чтобы купить некоторые закуски для вечеринки. Я уже 去 был в деликатесный магазин раньше, чтобы купить некоторые ингредиенты для ужина.",
      "imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "monument",
      "translation": "достопримечательность",
      "definition": "Un monument est un bâtiment, un monument ou une structure historique ou célèbre qui est reconnu et admiré par de nombreuses personnes.",
      "definition_translation": "Достопримечательность - это знаменитое или историческое здание, монумент или сооружение, которое признаётся и восхищается многими людьми.",
      "example": "La tour Eiffel est un monument célèbre à Paris. J'ai vu de nombreux monuments pendant mon voyage en Europe. Le monument était éclairé la nuit et avait l'air incroyable.",
      "example_translation": "Эйфелева башня - это знаменитая достопримечательность в Париже. Я видел многие достопримечательности во время моей поездки по Европе. Достопримечательность была освещена ночью и выглядела ấn tượngно.",
      "imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manoir",
      "translation": "особняк",
      "definition": "Un manoir est une grande et luxueuse maison, souvent somptueuse ou grandiose.",
      "definition_translation": "Особняк - это большой и впечатляющий дом, особенно если он роскошный или величественный.",
      "example": "Le manoir était entouré d'un beau jardin. J'ai toujours rêvé de posséder un manoir. Le manoir a été détruit par le feu.",
      "example_translation": "Особняк был окружён красивым садом. Я всегда мечтал владеть особняком. Особняк был уничтожен в пожаре.",
      "imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "escalier",
      "translation": "лестница",
      "definition": "Un escalier est un ensemble d'étapes et des structures environnantes, telles que des murs, des rampes et autres, qui les soutiennent.",
      "definition_translation": "Лестница - это набор ступеней и окружающих стен, перил и других структур, поддерживающих их.",
      "example": "L'escalier était grand et courbe. J'ai monté l'escalier au deuxième étage. L'escalier était étroit et raide.",
      "example_translation": "Лестница была величественной и изогнутой. Я поднялся по лестнице на второй этаж. Лестница была узкой и круто спускавшейся.",
      "imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papeterie",
      "translation": "канцелярская лавка",
      "definition": "Un magasin qui vend des fournitures de bureau, du papier et d'autres matériaux pour l'écriture et la dactylographie.",
      "definition_translation": "Магазин, который продает канцелярские товары, бумагу и другие материалы для письма и печати.",
      "example": "Je suis allé à la papeterie pour acheter un nouveau cahier pour l'école. Hier, j'ai acheté un stylo à la même boutique. Demain, j'achèterai une calculatrice à cette boutique-là.",
      "example_translation": "Я пошел в канцелярскую лавку, чтобы купить новый блокнот для школы. Вчера я купил ручку в том же магазине. Завтра я куплю калькулятор в том магазине.",
      "imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entrepôt",
      "translation": "склад",
      "definition": "Un grand bâtiment utilisé pour stocker des marchandises ou des produits.",
      "definition_translation": "Большое здание, используемое для хранения товаров или продуктов.",
      "example": "L'entreprise a construit un nouvel entrepôt pour stocker son inventaire. L'entrepôt était très grand et avait de nombreuses étagères. À l'avenir, ils vont agrandir l'entrepôt pour stocker plus de marchandises.",
      "example_translation": "Компания построила новый склад для хранения своих товаров. Склад был очень большим и имелMany полок. В будущем они расширят склад для хранения больше товаров.",
      "imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poissonnier",
      "translation": "рыбный рынок",
      "definition": "Un magasin qui vend du poisson frais et d'autres fruits de mer.",
      "definition_translation": "Магазин, который продает свежую рыбу и другие морепродукты.",
      "example": "Je suis allé au poissonnier pour acheter du saumon pour dîner. Hier, j'ai acheté des crevettes au même magasin. Demain, j'achèterai un homard au même endroit.",
      "example_translation": "Я пошел на рыбный рынок, чтобы купить лосось на ужин. Вчера я купил креветки в том же магазине. Завтра я куплю лобстер в том магазине.",
      "imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "quincailleur",
      "translation": "железнодорожный рынок",
      "definition": "Un magasin qui vend des outils, des ferrailles et d'autres produits métalliques.",
      "definition_translation": "Магазин, который продает оборудование, инструменты и другие металлические товары.",
      "example": "Je suis allé au quincailleur pour acheter un nouveau marteau. Hier, j'ai acheté un tournevis au même magasin. Demain, j'achèterai une clé anglaise au même endroit.",
      "example_translation": "Я пошел на железнодорожный рынок, чтобы купить новый молот. Вчера я купил отвертку в том же магазине. Завтра я куплю гаечный ключ в том магазине.",
      "imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "atterrissage",
      "translation": "посадка",
      "definition": "L'action d'atterrir, notamment d'un aéronef ou d'un vaisseau spatial, ou le lieu où cela se produit.",
      "definition_translation": "Акт посадки, особенно самолета или космического аппарата, или место, где это происходит.",
      "example": "Le pilote a commencé la procédure d'atterrissage, et l'avion a touché terre en sécurité sur la piste. Hier, j'ai été témoin d'un atterrissage d'avion sur la plage. D'ici 2025, les humains atterriront sur Mars.",
      "example_translation": "Пилот начал процедуру посадки, и самолет приземлился безопасно на взлетную полосу. Вчера я свидетельствовал посадку самолета на пляже. К 2025 году люди высадятся на Марс.",
      "imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grenier",
      "translation": "чердак",
      "definition": "Une pièce ou un espace juste en dessous du toit d'un bâtiment, souvent utilisé pour le stockage.",
      "definition_translation": "Комната или пространство ngay под крышей здания, часто используемое для хранения.",
      "example": "Je range mes anciennes boîtes et meubles dans le grenier. Le grenier a été transformé en un appartement moderne. Au 19e siècle, les greniers étaient utilisés comme ateliers.",
      "example_translation": "Я храню старые коробки и мебель на чердаке. Чердак был преобразован в современную квартиру. В 19-м веке чердаки использовались как мастерские.",
      "imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "débit de boissons",
      "translation": "лицензия на розничную продажу алкоголя",
      "definition": "Un permis ou une licence qui permet à une personne ou à une entreprise de vendre de l'alcool pour consommation hors des lieux.",
      "definition_translation": "Лицензия или разрешение, которое позволяет лицу или бизнесу продавать алкоголь для потребления вне помещения.",
      "example": "Le débit de boissons était ouvert 24 heures sur 24. J'ai obtenu un débit de boissons pour vendre du vin à mon restaurant. Dans certains pays, les débits de boissons ne sont accordés qu'à certaines personnes.",
      "example_translation": "Магазин с лицензией на розничную продажу алкоголя был открыт 24/7. Я получил лицензию на розничную продажу вина в моем ресторане. В некоторых странах лицензии на розничную продажу алкоголя выдаются только определенным лицам.",
      "imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "écurie",
      "translation": "стойло",
      "definition": "Un bâtiment ou une structure pour loger des chevaux, du bétail ou d'autres animaux.",
      "definition_translation": "Здание или конструкция для размещения лошадей, крупного рогатого скота или других животных.",
      "example": "L'écurie était nettoyée chaque matin. Le cheval a été placé dans une écurie avec du foin frais. Autrefois, les écuries étaient utilisées comme abri pour les voyageurs.",
      "example_translation": "Стоило было очищено каждое утро. Лошадь была помещена в стойло с свежим сеном. В давние дни стойла использовались как приюты для путешественников.",
      "imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "magasin hors taxes",
      "translation": "дьюти-фри магазин",
      "definition": "Un magasin hors taxes est un magasin de détail qui vend des biens sans charger les clients de taxe sur la valeur ajoutée ou d'autres impôts locaux.",
      "definition_translation": "Магазин дьюти-фри - это розничный магазин, который продает товары без взимания налогов на добавленную стоимость или иных местных налогов.",
      "example": "J'ai acheté une bouteille de parfum au magasin hors taxes à l'aéroport. Hier, j'ai acheté une montre au magasin hors taxes, et demain j'achèterai un appareil photo au magasin hors taxes.",
      "example_translation": "Я купил бутылку парфюма в дьюти-фри магазине в аэропорту. Вчера я купил часы в дьюти-фри магазине, а завтра я куплю камеру в дьюти-фри магазине.",
      "imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jetée",
      "translation": "пристань",
      "definition": "Une structure construite sur des piliers dans la mer, un lac ou une rivière, utilisée comme lieu d'accostage pour les bateaux ou les navires.",
      "definition_translation": "Пристань - это сооружение, возведенное на столбах в море, озере или реке, используемое как место причала для лодок или судов.",
      "example": "J'ai marché le long de la jetée pour admirer le coucher de soleil. Les pêcheurs ont déchargé leur prise sur la jetée hier, et aujourd'hui ils réparent leurs filets sur la jetée. À l'été prochain, la ville aura construit une nouvelle jetée.",
      "example_translation": "Я šёл вдоль пристани, чтобы насладиться закатом. Рыбаки разгрузили свой улов на пристани вчера, а сегодня они ремонтируют свои сети на пристани. К следующему лету город построит новую пристань.",
      "imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]