[
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bière",
      "translation": "пиво",
      "definition": "Une boisson fermentée faite à partir de céréales, especially de l'orge, et aromatisée avec des houblons.",
      "definition_translation": "Ферментированный напиток, сделанный из злаков, особенно ячменя, и ароматизированный хмелем.",
      "example": "J'ai bu une bière au party hier soir. Je bois une bière maintenant. Je boirai une bière au party demain.",
      "example_translation": "Я выпил пиво на вечеринке вчера вечером. Я пью пиво сейчас. Я выпью пиво на вечеринке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "café",
      "translation": "кофе",
      "definition": "Une boisson chaude faite à partir des graines torréfiées d'une plante tropicale.",
      "definition_translation": "Горячий напиток, сделанный из обжаренных семян тропического растения.",
      "example": "J'ai bu un café ce matin. Je bois du café maintenant. Je boirai du café au petit déjeuner demain.",
      "example_translation": "Я выпил чашку кофе этим утром. Я пью кофе сейчас. Я выпью кофе на завтраке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Coca",
      "translation": "Кока-Кола",
      "definition": "Une boisson gazeuse sucrée aromatisée avec de la vanille et du cannelle.",
      "definition_translation": "Сладкий газированный напиток, ароматизированный ванилью и корицей.",
      "example": "J'ai bu une Coca au party hier soir. Je bois de la Coca maintenant. Je boirai de la Coca au cinéma demain.",
      "example_translation": "Я выпил Кока-Колу на вечеринке вчера вечером. Я пью Кока-Колу сейчас. Я выпью Кока-Колу в кино завтра.",
      "imageLink": "image_files\\English\\"imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boire",
      "translation": "пить",
      "definition": "De avaler un liquide.",
      "definition_translation": "Глотать жидкую субстанцию.",
      "example": "J'ai bu de l'eau hier. Je bois du thé maintenant. Je boirai du jus au petit déjeuner demain.",
      "example_translation": "Я выпил воду вчера. Я пью чай сейчас. Я выпью сок на завтраке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jus",
      "translation": "сок",
      "definition": "Une substance liquide naturellement contenue dans les plantes ou les animaux et souvent consommée comme boisson.",
      "definition_translation": "Жидкость, естественным образом содержащаяся в растениях или животных и часто потребляемая в качестве напитка.",
      "example": "J'ai bu du jus hier, je bois du jus maintenant, et je boirai du jus demain.",
      "example_translation": "Вчера я пил сок, сейчас я пью сок, и завтра я буду пить сок.",
      "imageLink": "image_files\\English\\"imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lait",
      "translation": "молоко",
      "definition": "Un liquide riche en nutriments produit par les glandes mammaires des femelles de mammifères, principalement des bovins, des chèvres et des moutons.",
      "definition_translation": "Питательная жидкость, производимая молочными железами самок млекопитающих, прежде всего крупного рогатого скота, коз и овец.",
      "example": "J'ai acheté du lait hier, j'achète du lait maintenant, et j'achèterai du lait demain.",
      "example_translation": "Вчера я купил молоко, сейчас я куплю молоко, и завтра я куплю молоко.",
      "imageLink": "image_files\\English\\"imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jus d'orange",
      "translation": "апельсиновый сок",
      "definition": "Une substance liquide extraite des oranges, souvent consommée comme boisson.",
      "definition_translation": "Жидкость, извлекаемая из апельсинов, часто потребляемая в качестве напитка.",
      "example": "J'ai bu du jus d'orange hier, je bois du jus d'orange maintenant, et je boirai du jus d'orange demain.",
      "example_translation": "Вчера я пил апельсиновый сок, сейчас я пью апельсиновый сок, и завтра я буду пить апельсиновый сок.",
      "imageLink": "image_files\\English\\"imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "thé",
      "translation": "чай",
      "definition": "Une boisson chaude ou froide faite en infusant les feuilles séchées de la plante de thé dans l'eau.",
      "definition_translation": "Горячий или холодный напиток, приготовленный путем настаивания сухих листьев чайного растения в воде.",
      "example": "J'ai bu du thé hier, je bois du thé maintenant, et je boirai du thé demain.",
      "example_translation": "Вчера я пил чай, сейчас я пью чай, и завтра я буду пить чай.",
      "imageLink": "image_files\\English\\"imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jus de tomate",
      "translation": "томатный сок",
      "definition": "Une substance liquide faite à partir de tomates, souvent consommée comme boisson.",
      "definition_translation": "Жидкость, сделанная из томатов, часто потребляемая в качестве напитка.",
      "example": "J'ai bu un verre de jus de tomate hier, je bois du jus de tomate maintenant, et je boirai du jus de tomate demain.",
      "example_translation": "Я выпил стакан томатного сока вчера, я пью его сейчас, и я выпью его завтра.",
      "imageLink": "image_files\\English\\"imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "eau",
      "translation": "вода",
      "definition": "Un liquide clair, incolore, inodore et insipide qui forme les mers, les lacs, les rivières et la pluie et qui est la base des fluides des organismes vivants.",
      "definition_translation": "Чистый, бесцветный, безвкусный и без запаха жидкий субстрат, который формирует моря, озера, реки и дождь и является основой жидкостей живых организмов.",
      "example": "J'ai bu de l'eau hier, je bois de l'eau maintenant, et je boirai de l'eau demain.",
      "example_translation": "Я выпил воду вчера, я пью ее сейчас, и я выпью ее завтра.",
      "imageLink": "image_files\\English\\"imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vin",
      "translation": "вино",
      "definition": "Un liquide fermenté fabriqué à partir de raisins, généralement contenant de 10 à 20 pour cent d'alcool.",
      "definition_translation": "С_spiанный напиток, сделанный из винограда, обычно содержащий от 10 до 20 процентов алкоголя.",
      "example": "J'ai bu un verre de vin hier soir, je le bois maintenant et je le boirai au party demain.",
      "example_translation": "Я выпил стакан вина прошлым вечером, я пью его сейчас, и я выпью его на вечеринке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alcool",
      "translation": "алкоголь",
      "definition": "Une substance liquide incolore, volatile et très inflammable, utilisée comme solvant, carburant et dans la production de boissons.",
      "definition_translation": "Бесцветная, летучая и высоковоспламеняющаяся жидкость, используемая в качестве растворителя, топлива и в производстве напитков.",
      "example": "Je ne boirai plus jamais trop d'alcool, car je l'ai bu hier soir et cela m'a fait me sentir malade.",
      "example_translation": "Я никогда больше не буду пить слишком много алкоголя, потому что я выпил его прошлым вечером и он делал меня чувствовать больно.",
      "imageLink": "image_files\\English\\"imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jus de pomme",
      "translation": "сока яблока",
      "definition": "Une boisson sucrée et rafraîchissante faite à partir de pommes, souvent servie glacée.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из яблок, часто подается охлажденным.",
      "example": "J'ai bu du jus de pomme au petit déjeuner, je le bois maintenant et je le boirai au dîner.",
      "example_translation": "Я пил сок яблока на завтрак, я пью его сейчас, и я буду пить его на ужин.",
      "imageLink": "image_files\\English\\"imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "champagne",
      "translation": "шампанское",
      "definition": "Un vin effervescent produit à partir de raisins cultivés dans la région de Champagne, en France, souvent servi lors de célébrations.",
      "definition_translation": "Игристое вино, производимое из винограда, выращенного в регионе Шампань во Франции, часто подается на празднованиях.",
      "example": "Nous avons ouvert du champagne à mon mariage, nous le buvons maintenant et nous l'ouvrirons à nouveau à notre anniversaire.",
      "example_translation": "Мы открывали шампанское на моей свадьбе, мы пьем его сейчас, и мы откроем его снова на нашей годовщине.",
      "imageLink": "image_files\\English\\"imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coca",
      "translation": "кола",
      "definition": "Une boisson douce et gazeuse aromatisée au vanille et au caramel, souvent servie froide.",
      "definition_translation": "Сладкий, газированный напиток, ароматизированный ванилью и карамелью, часто подается холодным.",
      "example": "J'ai bu de la coca au party, je la bois maintenant et je la boirai au cinéma.",
      "example_translation": "Я пил колу на вечеринке, я пью ее сейчас, и я буду пить ее в кинотеатре.",
      "imageLink": "image_files\\English\\"imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boire",
      "translation": "питье",
      "definition": "Une substance liquide consommée pour étancher la soif ou pour se nourrir.",
      "definition_translation": "Жидкость, потребляемая для утоления жажды или для питания.",
      "example": "Je boirai de l'eau après l'exercice, j'ai bu du jus pour le petit déjeuner et je bois du thé maintenant.",
      "example_translation": "Я буду пить воду после упражнений, я пил сок на завтрак, и я пью чай сейчас.",
      "imageLink": "image_files\\English\\"imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chocolat chaud",
      "translation": "горячий шоколад",
      "definition": "Une boisson sucrée et réconfortante faite avec du chocolat fondu et du lait, souvent servie chaude.",
      "definition_translation": "Сладкий, утешительный напиток, сделанный из растопленного шоколада и молока, часто подается горячим.",
      "example": "J'ai bu du chocolat chaud un matin d'hiver très froid. Hier, j'ai fait du chocolat chaud pour mes frères et sœurs. À l'avenir, je ferai du chocolat chaud avec des marshmallows.",
      "example_translation": "Я выпил горячий шоколад на холодное зимнее утро. Вчера я приготовил горячий шоколад для моих братьев и сестер. В будущем я сделаю горячий шоколад с зефиром.",
      "imageLink": "image_files\\English\\"imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "limonade",
      "translation": "лимонад",
      "definition": "Une boisson sucrée et rafraîchissante faite avec du jus de citron, de l'eau et du sucre.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из лимонного сока, воды и сахара.",
      "example": "J'ai bu de la limonade un jour d'été très chaud. Ma mère a fait de la limonade pour la party. L'été, je ferai de la limonade avec des glaçons.",
      "example_translation": "Я отпил лимонад на жаркий летний день. Моя мама приготовила лимонад для вечеринки. Летом я сделаю лимонад со льдом.",
      "imageLink": "image_files\\English\\"imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "milk-shake",
      "translation": "мilkshake",
      "definition": "Une boisson sucrée et crémeuse faite avec du lait, de la crème glacée et des arômes.",
      "definition_translation": "Сладкий и кремовый напиток, сделанный из молока, мороженого и добавок.",
      "example": "J'ai commandé un milk-shake au diner. Mon ami a fait un milk-shake avec des fraises. La semaine prochaine, je ferai un milk-shake avec des pépites de chocolat.",
      "example_translation": "Я заказал milkshake в дайнере. Мой друг приготовил milkshake со страурами. На следующей неделе я сделаю milkshake с шоколадными чипсами.",
      "imageLink": "image_files\\English\\"imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "eau minérale",
      "translation": "минеральная вода",
      "definition": "De l'eau qui contient des minéraux ou d'autres substances dissoutes, souvent mise en bouteille et vendue comme boisson.",
      "definition_translation": "Вода, содержащая минералы или другие вещества, растворенные в ней, часто бутилированная и продаваемая как напиток.",
      "example": "J'ai bu de l'eau minérale après l'entraînement. Mon médecin m'a recommandé de l'eau minérale pour la digestion. À l'avenir, je boirai de l'eau minérale avec du citron.",
      "example_translation": "Я выпил минеральную воду после тренировки. Мой врач порекомендовал минеральную воду для пищеварения. В будущем я буду пить минеральную воду с лимоном.",
      "imageLink": "image_files\\English\\"imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boisson gazeuse",
      "translation": "напиток",
      "definition": "Une boisson sucrée, généralement carbonatée, contenant une petite quantité d'alcool ou pas du tout.",
      "definition_translation": "Сладкий ароматизированный напиток, обычно газированный, содержащий небольшое количество алкоголя или без алкоголя.",
      "example": "J'ai bu une boisson gazeuse à la soirée hier soir. Je bois une boisson gazeuse maintenant. Je boirai une boisson gazeuse à la plage demain.",
      "example_translation": "Я выпил напиток на вечеринке вчера вечером. Я сейчас пью напиток. Я выпью напиток на пляже завтра.",
      "imageLink": "image_files\\English\\"imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cocktail",
      "translation": "коктейль",
      "definition": "Un mélange de boissons fait avec un esprit, du jus et d'autres ingrédients, généralement servi dans un verre.",
      "definition_translation": "Смесь напитка, сделанная из спирта, сока и других ингредиентов, обычно подается в стакане.",
      "example": "J'ai commandé un cocktail au bar hier soir. Je commande un cocktail maintenant. Je commanderai un cocktail à la soirée demain.",
      "example_translation": "Я заказал коктейль в баре вчера вечером. Я сейчас заказываю коктейль. Я заказаю коктейль на вечеринке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cacao",
      "translation": "какао",
      "definition": "Un aliment sucré fait à partir des fèves de l'arbre de cacao, souvent consommé comme boisson chaude.",
      "definition_translation": "Сладкая еда, сделанная из бобов дерева какао, часто потребляется в виде горячего напитка.",
      "example": "J'ai bu une tasse de cacao hier. Je bois une tasse de cacao maintenant. Je boirai une tasse de cacao en hiver.",
      "example_translation": "Я выпил стакан какао вчера. Я сейчас пью стакан какао. Я выпью стакан какао зимой.",
      "imageLink": "image_files\\English\\"imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boisson pétillante",
      "translation": "газированный напиток",
      "definition": "Une boisson carbonatée, souvent aromatisée et sucrée, qui fait des bulles lors de l'ouverture.",
      "definition_translation": "Газированный напиток, часто ароматизированный и подслащенный, который образует пену или пузырьки, когда открывается.",
      "example": "J'ai ouvert une boisson pétillante hier. Je suis en train d'ouvrir une boisson pétillante maintenant. Je vais ouvrir une boisson pétillante au pique-nique demain.",
      "example_translation": "Я открыл газированный напиток вчера. Я сейчас открываю газированный напиток. Я открою газированный напиток на пикнике завтра.",
      "imageLink": "image_files\\English\\"imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "café instantané",
      "translation": "мгновенный кофе",
      "definition": "Un type de café qui peut être préparé rapidement en dissolvant du poudre ou des granules dans de l'eau chaude.",
      "definition_translation": "Тип кофе, который можно быстро приготовить, растворив порошок или гранулы в горячей воде.",
      "example": "J'adore boire du café instantané le matin parce que c'est si pratique. Hier, j'ai bu du café instantané avec mes amis. Demain, je boirai du café instantané au travail.",
      "example_translation": "Я люблю пить мгновенный кофе по утрам, потому что это так удобно. Вчера я пил мгновенный кофе с друзьями. Завтра я będę пить мгновенный кофе на работе.",
      "imageLink": "image_files\\English\\"imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vodka",
      "translation": "водка",
      "definition": "Un liquide spiritueux clair, incolore et sans goût, généralement fabriqué à partir de grains tels que le blé ou le seigle, et souvent aromatisé ou mélangé à d'autres ingrédients.",
      "definition_translation": "Прозрачная, бесцветная, безвкусная жидкость, типично сделанная из зерна, такого как пшеница или рожь, и часто ароматизированная или смешанная с другими ингредиентами.",
      "example": "Je vais à un événement de dégustation de vodka ce soir. Hier, j'ai bu de la vodka avec mes amis. Demain, je boirai de la vodka à la soirée.",
      "example_translation": "Я иду на дегустацию водки сегодня вечером. Вчера я пил водку с друзьями. Завтра я będę пить водку на вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "whisky",
      "translation": "виски",
      "definition": "Un type de spiritueux fabriqué à partir d'un mélange de grains fermentés, et souvent vieilli dans des fûts de chêne pour développer un goût et une couleur riches.",
      "definition_translation": "Тип спиртного напитка, типично сделанного из ферментированной зерновой мешки, и часто выдержанного в дубовых бочках, чтобы развить богатый вкус и цвет.",
      "example": "Je vais à un événement de dégustation de whisky ce soir. Hier, j'ai bu du whisky avec mes amis. Demain, je boirai du whisky à la soirée.",
      "example_translation": "Я иду на дегустацию виски сегодня вечером. Вчера я пил виски с друзьями. Завтра я będę пить виски на вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "compote",
      "translation": "компот",
      "definition": "Une boisson ou un dessert sucré fait à partir de fruits, souvent servi chaud ou froid, et généralement aromatisé avec du sucre et des épices.",
      "definition_translation": "Сладкий напиток или десерт, сделанный из фруктов, часто подается горячим или холодным, и типично ароматизированный сахаром и специями.",
      "example": "J'adore boire de la compote en hiver parce que c'est si chaud et confortable. Hier, j'ai bu de la compote avec ma famille. Demain, je boirai de la compote au dîner.",
      "example_translation": "Я люблю пить компот зимой, потому что это так тепло и уютно. Вчера я пил компот с семьей. Завтра я będę пить компот на обеде.",
      "imageLink": "image_files\\English\\"imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "café décaféiné",
      "translation": "декофеинированный кофе",
      "definition": "Des fèves de café dont la plupart du caféine a été retirée, ce qui en fait une excellente option pour ceux qui sont sensibles à la caféine ou qui veulent l'éviter.",
      "definition_translation": "Кофейные бобы, из которых был удален hầu hết кофеина, membuat его отличным вариантом для тех, кто敏ITIVE к кофеину или хочет его избежать вообще.",
      "example": "Je bois du café décaféiné depuis des années, depuis que j'ai réalisé que j'étais trop sensible à la caféine. Hier, j'ai bu une tasse de café décaféiné avant d'aller au lit, et je ferai la même chose demain matin.",
      "example_translation": "Я пил декофеинированный кофе на протяжении лет, с тех пор как я понял, что я слишком чувствительный к кофеину. Вчера я выпил чашку декофеинированного кофе перед сном, и я сделаю то же самое завтра утром.",
      "imageLink": "image_files\\English\\"imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "shandy",
      "translation": "шэнд",
      "definition": "Un mélange de bière et d'une boisson sucrée, comme du citron ou du ginger ale, généralement consommé pendant les périodes chaudes.",
      "definition_translation": "Напиток, сделанный из пива и сладкого напитка, такого как лимонад или имбирное пиво, обычно потребляемый в теплую погоду.",
      "example": "J'ai commandé un shandy au bar de la plage, et c'était rafraîchissant. Mon ami avait déjà essayé le shandy, mais je vais en boire un l'été prochain. Peut-être que je vais même en faire un à la maison ce soir.",
      "example_translation": "Я заказал шэнд в баре на пляже, и он был освежающим. Мой друг пробовал шэнд прежде, но я буду пить его следующим летом. Может быть, я даже приготовлю шэнд дома сегодня вечером.",
      "imageLink": "image_files\\English\\"imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]