[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "insecte",
      "translation": "насекомое",
      "definition": "Un petit animal qui a six pattes et un corps qui est généralement divisé en trois parties : tête, thorax et abdomen.",
      "definition_translation": "Маленькое животное, которое имеет шесть ног и тело, которое обычно делится на три части: голову, грудь и брюшко.",
      "example": "L'insecte a rampé lentement sur la feuille. L'insecte était en train de ramper lentement sur la feuille. L'insecte rampera lentement sur la feuille.",
      "example_translation": "Насекомое медленно ползло по листу. Насекомое медленно ползло по листу. Насекомое будет медленно ползти по листу.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fourmi",
      "translation": "муравей",
      "definition": "Un petit insecte qui vit en colonies et est connu pour sa nature industrielle.",
      "definition_translation": "Маленькое насекомое, которое живет в колониях и известно своим трудолюбивым характером.",
      "example": "La fourmi a porté un morceau de pain jusqu'à son nid. La fourmi portait un morceau de pain jusqu'à son nid. La fourmi portera un morceau de pain jusqu'à son nid.",
      "example_translation": "Муравей носил крошку обратно в свое гнездо. Муравей носил крошку обратно в свое гнездо. Муравей будет носить крошку обратно в свое гнездо.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "abeille",
      "translation": "пчела",
      "definition": "Un insecte volant qui collecte le nectar des fleurs et produit du miel.",
      "definition_translation": "Летающее насекомое, которое собирает нектар из цветов и производит мед.",
      "example": "L'abeille a volé de fleur en fleur. L'abeille volait de fleur en fleur. L'abeille volera de fleur en fleur.",
      "example_translation": "Пчела летела от цветка к цветку. Пчела летела от цветка к цветку. Пчела будет лететь от цветка к цветку.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bestiole",
      "translation": "жук",
      "definition": "Un petit insecte avec une carapace dure, généralement ayant six pattes et deux ailes.",
      "definition_translation": "Маленькое насекомое с твердой наружной оболочкой, обычно имеющее шесть ног и два крыла.",
      "example": "La bestiole a rampé sur le sol. La bestiole était en train de ramper sur le sol. La bestiole rampera sur le sol.",
      "example_translation": "Жук полз по полу. Жук полз по полу. Жук будет ползти по полу.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papillon",
      "translation": "бабочка",
      "definition": "Un papillon est un type d'insecte qui a de grandes ailes souvent colorées et se nourrit de nectar des fleurs.",
      "definition_translation": "Бабочка - это тип насекомого, который имеет большие, часто ярко окрашенные крылья и питается нектаром из цветов.",
      "example": "Le papillon a volé autour du jardin, buvant du nectar des fleurs. Hier, il s'était envolé pour trouver un partenaire. Demain, il pondra ses oeufs sur une feuille.",
      "example_translation": "Бабочка порхала вокруг сада, пила нектар из цветов. Вчера она улетела tìmать пару. Завтра она снесёт яйца на лист.",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cafard",
      "translation": "таракан",
      "definition": "Un cafard est un type d'insecte qui a un corps plat et long et est souvent considéré comme un parasite.",
      "definition_translation": "Таракан - это тип насекомого, который имеет длинное, плоское тело и часто считается вредителям.",
      "example": "Le cafard a couru sur le sol de la cuisine, évitant le balai. La semaine dernière, il avait infesté la cuisine. Le mois prochain, il sera éradiqué.",
      "example_translation": "Таракан бежал по кухонному полу, избегая метлы. На прошлой неделе он infested кладовку. В следующем месяце он будет истреблён.",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "créature",
      "translation": "существо",
      "definition": "Une créature est un être vivant, tel qu'un animal ou une personne, qui a une existence distincte.",
      "definition_translation": "Существо - это живое существо, такое как животное или человек, которое имеет чёткое существование.",
      "example": "La créature se cachait dans les ombres, observant sa proie. Hier, elle avait attaqué un touriste. Demain, elle sera étudiée par les scientifiques.",
      "example_translation": "Существо скрывалось в тени, наблюдая за добычей. Вчера оно атаковало туриста. Завтра оно будет изучаться учёными.",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mouche",
      "translation": "муха",
      "definition": "Une mouche est un type d'insecte qui a des ailes et est souvent trouvée près de la nourriture ou des déchets.",
      "definition_translation": "Муха - это тип насекомого, которое имеет крылья и часто встречается возле еды или мусора.",
      "example": "La mouche buzzait autour de ma tête, me dérangeant. Hier, elle avait atterri sur mon sandwich. La semaine prochaine, elle sera éradiquée du restaurant.",
      "example_translation": "Муха жужжала вокруг моей головы, раздражая меня. Вчера она села на мой сэндвич. На следующей неделе она будет истребленной из ресторана.",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "moustique",
      "translation": "Комар",
      "definition": "Un petit insecte volant qui se nourrit du sang des animaux et des humains, connu pour son comportement de piqûre.",
      "definition_translation": "Маленькая летающая насекомая, питающаяся кровью животных и людей, известная своими укусами.",
      "example": "J'ai été piqué par un moustique hier soir. Je chasse les moustiques qui bourdonnent autour de ma tête. Je vais éviter la zone infestée de moustiques.",
      "example_translation": "Я был укушен комаром прошлой ночью. Я отмахиваюсь от комаров, когда они жужжат вокруг моей головы. Я избегу района, infested с комарами.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "araignée",
      "translation": "Паук",
      "definition": "Un arachnide prédateur à huit pattes qui tisse des toiles pour attraper ses proies.",
      "definition_translation": "Восьминогий хищный арахнид, Spiníng сети для catching добычи.",
      "example": "J'ai vu une araignée qui rampait sur le mur. L'araignée avait déjà tissé sa toile. Je vais me débarrasser de la toile de l'araignée.",
      "example_translation": "Я видел паука, ползущего по стене. Паук уже сплёл свою сеть. Я убираю сеть паука.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "toile",
      "translation": "Сеть",
      "definition": "Un réseau intriqué de fils tissés par une araignée ou un animal similaire, utilisé pour attraper les proies ou se protéger.",
      "definition_translation": "Интригующая сеть нитей, сплетенная пауком или аналогичным животным, используемая для catching добычи или защиты себя.",
      "example": "La toile d'araignée était très collante. J'ai accidentallement marché dans une toile. La pluie détruira la toile.",
      "example_translation": "Сеть паука была очень липкой. Я случайно шагнул в сеть. Сеть будет разрушена дождём.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "scarabée",
      "translation": "Жук",
      "definition": "Un type d'insecte ayant une carapace dure, généralement ayant un corps arrondi et souvent de couleur vive.",
      "definition_translation": "Тип насекомого с твёрдой внешней оболочкой, обычно имеющего округлое тело и часто ярко окрашенным.",
      "example": "J'ai vu un scarabée rampant sur une feuille. Le scarabée avait un exosquelette brillant. J'examinerai l'habitat du scarabée.",
      "example_translation": "Я видел жука, ползущего по листу. Жук имел блестящий экзоскелет. Я исследую местообитание жука.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "puceron",
      "translation": "блоха",
      "definition": "Un petit insecte sauteur qui vit sur les corps des mammifères et des oiseaux, se nourrissant de leur sang.",
      "definition_translation": "Маленькое, прыгающее насекомое, живущее на телах млекопитающих и птиц, питающееся их кровью.",
      "example": "Le chien avait un puceron qui le faisait tout démanger. Hier, j'ai vu un puceron sautant sur le tapis. Si je ne me lave pas, j'aurai un puceron demain.",
      "example_translation": "У собаки была блоха, которая заставляла ее чесаться все тело. Вчера я увидел блоху, прыгающую на ковре. Если я не умоюсь, у меня будет блоха завтра.",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piquer",
      "translation": "жалить",
      "definition": "Causer une blessure aiguë, souvent douloureuse, avec une partie pointue du corps, telle que une dent ou un dard.",
      "definition_translation": "Создавать острую, часто болезненную рану с помощью острых частей тела, таких как зуб или жало.",
      "example": "La guêpe m'a piqué au bras hier. L'abeille piquera si elle se sent menacée. Demain, la douleur de la piqûre partira.",
      "example_translation": "Оса ужалила меня на руке вчера. Пчела ужалит, если feels угрозу. К завтрашнему дню боль от укуса исчезнет.",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guêpe",
      "translation": "оса",
      "definition": "Un insecte volant avec une taille étroite et une piqûre douloureuse, souvent jaune et noir.",
      "definition_translation": "Летающее насекомое с узкой талией и болезненным укусом, часто желтого и черного цвета.",
      "example": "La guêpe est entrée dans la pièce par la fenêtre ouverte. J'ai vu une guêpe construisant son nid dans le jardin. Si je dérange la guêpe, elle me piquera.",
      "example_translation": "Осалетела в комнату через открытое окно. Я увидел осу, строящую свой гнездо в саду. Если я потревожу осу, она ужалит меня.",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mantis",
      "translation": "богомол",
      "definition": "Un insecte carnivore avec un corps allongé et des pattes antérieures épineuses, souvent prédaté par des oiseaux et d'autres insectes.",
      "definition_translation": "Плотоядное насекомое с длинным, тонким телом и шипованными передними ногами, часто поедаемое птицами и другими насекомыми.",
      "example": "La mante religieuse a attrapé une mouche avec ses pattes épineuses. Hier, j'ai vu une mante mangeant un bourdon dans le jardin. Si je ne dérange pas la mante, elle continuera à chasser.",
      "example_translation": "Богомол поймал муху своими шипованными ногами. Вчера я увидел богомола, поедающего пчelu в саду. Если я не потревожу богомола, оно продолжит охоту.",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mante",
      "translation": "моль",
      "definition": "Une mante est un type d'insecte qui a de grandes ailes et est souvent attiré par la lumière. Les mantes sont étroitement apparentées aux papillons, mais sont généralement plus sombres et ont des antennes plumeuses.",
      "definition_translation": "Моль - это тип насекомого, который имеет большие крылья и часто привлекается к свету. Моли тесно связаны с бабочками, но обычно более тусклые по цвету и имеют перистые антенны.",
      "example": "La mante a volé autour de la lampe, ses ailes battant rapidement. Elle était entrée par la fenêtre ouverte la nuit dernière. Elle s'envolera lorsque la lumière sera éteinte.",
      "example_translation": "Моль летела вокруг лампы, ее крылья быстро бились. Она летела через открытое окно прошлой ночью. Она улетит, когда свет будет выключен.",
      "imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doryphore",
      "translation": "картофельная бабочка",
      "definition": "Un doryphore est un type d'insecte qui se nourrit de plantes de pommes de terre et peut causer des dégâts significatifs aux cultures. Les doryphores sont généralement orange ou jaunes.",
      "definition_translation": "Картофельная бабочка - это тип насекомого, который питается картофельными растениями и может вызвать значительный ущерб урожаю. Картофельные бабочки обычно оранжевого или желтого цвета.",
      "example": "Le fermier vérifiait ses champs pour les doryphores tous les jours. Il les avait vus dévorer ses plantes l'année dernière. Il devra utiliser des pesticides pour les exterminer cette année.",
      "example_translation": "Фермер每天 проверял свои поля на картофельных бабочек. Он видел, как они поедали его растения в прошлом сезоне. Ему нужно будет использовать пестициды, чтобы истребить их в этом году.",
      "imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ver à soie",
      "translation": "шелкопряд",
      "definition": "Un ver à soie est la larve d'un papillon qui tisse un cocon de soie. Les vers à soie sont couramment utilisés dans la production de tissu de soie.",
      "definition_translation": "Шелкопряд - это личинка моли, которая плетет кокон из шелка. Шелкопряды обычно используются в производстве шелковой ткани.",
      "example": "Le ver à soie a tissé son cocon lentement. Il avait éclos d'un œuf la semaine dernière. Il émergera comme un papillon le mois prochain.",
      "example_translation": "Шелкопряд медленно плел свой кокон. Он вылупился из яйца на прошлой неделе. Он выйдет как моль следующей месяца.",
      "imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "termite",
      "translation": "термит",
      "definition": "Un termite est un type d'insecte qui se nourrit de bois et peut causer des dégâts significatifs aux bâtiments et aux structures.",
      "definition_translation": "Термит - это тип насекомого, которое питается деревом и может вызвать значительный ущерб зданиям и сооружениям.",
      "example": "Le propriétaire a découvert une infestation de termites dans son sous-sol. Il les avait vus mangeant le bois l'année dernière. Il devra appeler un exterminateur pour les éradiquer.",
      "example_translation": "Владелец дома обнаружил заражение термитами в своем подвале. Он видел, как они поедали дерево в прошлом году. Ему нужно будет позвонить дератизатору, чтобы избавиться от них.",
      "imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "punaise de lit",
      "translation": "клоп",
      "definition": "Un petit insecte plat et parasite qui infeste les lits et se nourrit du sang humain, causant souvent des piqûres douloureuses.",
      "definition_translation": "Маленькое, плоское, паразитическое насекомое, которое infests кровати и питается человеческой кровью, часто вызывая болезненные укусы.",
      "example": "Je me suis réveillé avec plusieurs piqûres de punaise de lit sur mon bras. Hier, j'avais vu quelques punaises de lit rampant sur les draps. D'ici une semaine, nous aurons éradiqué toutes les punaises de lit de l'hôtel.",
      "example_translation": "Я проснулся с множественными укусами постельного клопа на своей руке. Вчера я видел несколько постельных клопов, ползущих по простыням. К следующей неделе мы уничтожим всех постельных клопов из отеля.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bourdon",
      "translation": "шмель",
      "definition": "Un type de grosse abeille sociale très velue, souvent jaune et noire, connue pour son rôle important dans la pollinisation.",
      "definition_translation": "Тип большого, волосатого, социального пчелы, который часто имеет желтый и черный цвет, известный своей важной ролью в опылении.",
      "example": "Le bourdon bourdonnait autour des fleurs lumineuses, collectant du nectar. L'été dernier, j'avais vu un bourdon planant près du jardin. Au printemps, les bourdons seront de retour dans les champs.",
      "example_translation": "Шмель жужжал вокруг ярких цветов, собираяnectar. Летом прошлого года я видел шмеля, зависающего рядом с садом. К весне шмели вернутся в поля.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chenille",
      "translation": "гусеница",
      "definition": "La larve d'un papillon ou d'une mite, qui mange beaucoup de nourriture et grandit avant de se transformer en chrysalide et de finalement émerger comme un adulte parfaitement formé.",
      "definition_translation": "Личинка бабочки или моли, которая ест много пищи и растет перед превращением в куклу и, в конце концов, вылезает в виде полностью сформированного взрослого.",
      "example": "La chenille rampait le long de la feuille, mangeant des trous dedans. Hier, j'avais vu une chenille se transformer en chrysalide. D'ici un mois, la chenille aura become un beau papillon.",
      "example_translation": "Гусеница ползла вдоль листа, едя дыры в нем. Вчера я видел гусеницу, превращающуюся в куклу. К следующему месяцу гусеница станет красивой бабочкой.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cigale",
      "translation": "цикада",
      "definition": "Un grand insecte bruyant avec un corps caractéristique et un long stade juvenile souterrain.",
      "definition_translation": "Большое, шумное насекомое с характерной формой тела и длинной, подземной стадиейjuvenil.",
      "example": "La cigale faisait un bruit de bourdonnement dans l'arbre. L'année dernière, j'avais vu une carapace de cigale sur le tronc. D'ici l'été prochain, les cigales seront émergées du sol.",
      "example_translation": "Цикада издавала громкий жужжащий шум на дереве. В прошлом году я见 цикаду shell на стволе. К следующему лету цикады выйдут из земли.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "libellule",
      "translation": "стрекоза",
      "definition": "Une libellule est un insecte avec un corps long et svelte et des ailes grandes qui attrapent des insectes en plein air.",
      "definition_translation": "Стрекоза - это насекомое с длинным, стройным телом и большими крыльями, которые ловят насекомых в воздухе.",
      "example": "La libellule planait au-dessus de l'étang, ses ailes iridescentes brillant dans la lumière du soleil. Hier, j'ai vu une libellule perchée sur une lame de gazon. Si je suis Chanceux, je reverrai une libellule demain.",
      "example_translation": "Стрекоза зависала над прудом, ее радужные крылья мерцали в солнечном свете. Вчера я увидел стрекозу, сидевшую на стебле травы. Если я повезу, то завтра яagain увижу стрекозу.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "drone",
      "translation": "дрон",
      "definition": "Un drone est un aéronef ou un navire non habité qui est opéré à distance ou de manière autonome.",
      "definition_translation": "Дрон - это беспилотный самолет или корабль, который управляется дистанционно или автономно.",
      "example": "La compagnie utilise des drones pour livrer des colis dans des zones reculées. Le drone planait au-dessus du champ de bataille, transmettant des images vidéo au quartier général. D'ici l'année prochaine, les drones pourront voler de manière autonome.",
      "example_translation": "Компания использует дроны для доставки пакетов в отдаленные районы. Дрон зависал над полем боя, передавая видеоинформацию обратно в штаб-квартиру. К следующему году дроны смогут летать автономно.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "taon",
      "translation": "оса",
      "definition": "Un taon est une mouche qui est connue pour son bruit de bourdonnement ennuyeux et sa tendance à déranger les animaux et les humains.",
      "definition_translation": "Оса - это тип мухи, который известен своим раздражающим жужжанием и тенденцией беспокоить животных и людей.",
      "example": "Le taon bourdonnait autour de ma tête, me rendant fou. Hier, un taon a piqué mon cheval, le faisant broncher follement. Si je peux, je vais écraser le taon qui m'a ennuyé toute la journée.",
      "example_translation": "Оса жужжала вокруг моей головы, доводя меня до сумасшествия. Вчера оса укусила мою лошадь, заставляя ее рьяно метаться. Если смогу, я ушамycin osu, которая беспокоила меня весь день.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauterelle",
      "translation": "кузнечик",
      "definition": "Une sauterelle est un type d'insecte avec un corps vert ou brun et de grandes pattes arrière qui lui permettent de sauter de longues distances.",
      "definition_translation": "Кузнечик - это тип насекомого с зеленым или коричневым телом и большими задними ногами, которые позволяют ему прыгать на дальние расстояния.",
      "example": "La sauterelle a sauté à travers le champ, son corps vert brillant dans la lumière du soleil. Hier, j'ai vu une sauterelle perchée sur une lame de gazon. Si je suis chanceux, je vais attraper une sauterelle à nouveau demain.",
      "example_translation": "Кузнечик прыгнул через поле, его ярко-зеленое тело сверкало в солнечном свете. Вчера я увидел кузнечика, сидевшего на стебле травы. Если я повезу, то завтра яagain поймаю кузнечика.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frelon",
      "translation": "шершень",
      "definition": "Un frelon est un type d'insecte volant qui construit des nids dans les arbres ou sous terre et est connu pour sa piqûre douloureuse.",
      "definition_translation": "Шершень - это тип летающего насекомого, которое строит большие гнезда в деревьях или под землей и известно своей болезненной укус.",
      "example": "Le frelon m'a piqué hier, mais je serai prudent lorsque je vais randonner demain et je ne dérangerai pas les frelons à l'avenir.",
      "example_translation": "Шершень укусил меня вчера, но я буду осторожен, когда пойду на хайкинг завтра, и не буду тревожить шершней в будущем.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coccinelle",
      "translation": "божья коровка",
      "definition": "Une coccinelle est un petit coléoptère avec un carapace rouge et noir caractéristique, connu pour sa capacité à sécréter un liquide de mauvais goût pour rebuter les prédateurs.",
      "definition_translation": "Божья коровка - это маленький жук с характерной красно-черной оболочкой, известный своей способностью выделять неприятный на вкус раствор, чтобы отпугивать хищников.",
      "example": "J'ai vu une coccinelle rampant sur la feuille hier, et je vais planter des fleurs dans mon jardin demain pour attirer plus de coccinelles, afin qu'elles m'aident à protéger mes plantes à l'avenir.",
      "example_translation": "Я увидел божью коровку, ползущую по листу вчера, и я посадлю некоторые цветы в саду завтра, чтобы привлечь больше божьих коровок, так они могут помочь мне защитить мои растения в будущем.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauterelle",
      "translation": "саранча",
      "definition": "Une sauterelle est un type de grand criquet qui peut former des essaims et ravager les cultures et la végétation.",
      "definition_translation": "Саранча - это тип большой кузнечика, который может формировать рои и губить урожай и растительность.",
      "example": "Les sauterelles ont détruit le champ de maïs l'année dernière, mais je vais préparer ma ferme pour l'avenir en plantant des cultures résistantes aux sauterelles, donc les sauterelles ne seront pas un problème lorsque elles reviendront l'année prochaine.",
      "example_translation": "Саранча разрушила кукурузное поле в прошлом году, но я приготовлю свою ферму к будущему, посадив культуры, устойчивые к саранче, так саранча не будет проблемой, когда они вернутся снова в следующем году.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pou",
      "translation": "вошь",
      "definition": "Un pou est un petit insecte sans ailes qui vit sur les corps des humains et de certains animaux, se nourrissant de leur peau et de leur sang.",
      "definition_translation": "Вошь - это маленькое бескрылое насекомое, которое живет на телах людей и некоторых животных, питаясь их кожей и кровью.",
      "example": "Les poux ont infesté tout l'école le mois dernier, mais je vais laver mes cheveux régulièrement pour éviter d'avoir des poux à l'avenir, et je vais vérifier les cheveux de mes enfants chaque semaine pour m'assurer qu'ils n'ont pas de poux.",
      "example_translation": "Вши infested всю школу в прошлом месяце, но я буду мыть голову регулярно, чтобы избежать вшей в будущем, и я буду проверять волосы моих детей каждую неделю, чтобы убедиться, что у них нет вшей.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]