[
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "froid",
      "translation": "холодный",
      "definition": "Ayant une température basse ; opposé de chaud",
      "definition_translation": "Имея низкую температуру; противоположность горячему",
      "example": "J'étais froid hier, je suis froid aujourd'hui, et je serai froid demain.",
      "example_translation": "Я был холодным вчера, я холодный сегодня, и я буду холодным завтра.",
      "imageLink": "image_files\\English\\cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "froid",
      "translation": "холодный",
      "definition": "Manquant de chaleur de sentiment ; froideur",
      "definition_translation": "Не имеющий теплоты чувств; не дружелюбный",
      "example": "La réception froide que nous avons reçue à l'hôtel était décevante.",
      "example_translation": "Холодный прием, который мы получили в отеле, был разочаровывающим.",
      "imageLink": "image_files\\English\\cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaud",
      "translation": "горячий",
      "definition": "Ayant une température élevée ; opposé de froid",
      "definition_translation": "Имея высокую температуру; противоположность холодному",
      "example": "Le café chaud m'a brûlé la langue, je bois du thé chaud maintenant, et je boirai du chocolat chaud demain.",
      "example_translation": "Горячий кофе обжег мой язык, я пью горячий чай сейчас, и я выпью горячий шоколад завтра.",
      "imageLink": "image_files\\English\\hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pluie",
      "translation": "дождь",
      "definition": "Précipitation sous forme de gouttes d'eau",
      "definition_translation": "Осадки в формах водяных капель",
      "example": "Il a plu abondamment hier, il pleut aujourd'hui, et il pleuvra demain.",
      "example_translation": "Вчера лил дождь сильно, сегодня идет дождь, и завтра будет дождь.",
      "imageLink": "image_files\\English\\rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "neige",
      "translation": "снег",
      "definition": "La neige est un phénomène météorologique naturel caractérisé par la chute de cristaux de glace blancs du ciel.",
      "definition_translation": "Снег - это естественное погодное явление, характеризующееся падением белых льдинок из неба.",
      "example": "La neige tombait abondamment hier, mais aujourd'hui il fait soleil. J'adorais jouer dans la neige lors que j'étais enfant, mais maintenant je préfère voyager vers des endroits chauds en hiver. Si il neige demain, nous irons skier.",
      "example_translation": "Снег выпадал обильно вчера, но сегодня солнечно. Я любил играть в снегу в детстве, но теперь я предпочитаю путешествовать в теплые места зимой. Если завтра будет снег, мы поедем на лыжи.",
      "imageLink": "image_files\\English\\snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "été",
      "translation": "лето",
      "definition": "L'été est la saison la plus chaude de l'année, caractérisée par de longues journées et des températures élevées.",
      "definition_translation": "Лето - это самый теплый сезон года, характеризующийся длинными днями и высокими температурами.",
      "example": "Je attends toujours avec impatience les vacances d'été, lorsque je peux me reposer sur la plage. L'été dernier était très chaud, mais cette année il fait plus frais. Si je gagne à la loterie, je vais voyager à Hawaï l'été prochain.",
      "example_translation": "Я всегда жду летних каникул, когда могу расслабиться на пляже. Прошлым летом было очень жарко, но в этом году оно прохладнее. Если я выиграю в лотерею, я поеду на Гавайи следующим летом.",
      "imageLink": "image_files\\English\\summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soleil",
      "translation": "солнце",
      "definition": "Le soleil est l'étoile au centre de notre système solaire, responsable de fournir lumière et chaleur à notre planète.",
      "definition_translation": "Солнце - это звезда в центре нашей солнечной системы, ответственная за предоставление света и тепла нашей планете.",
      "example": "Le soleil brillait intensément dans le ciel hier. J'aime prendre des bains de soleil sur une journée chaude. Si le soleil ne sort pas demain, nous resterons à la maison.",
      "example_translation": "Солнце сияло ярко в небе вчера. Я люблю загорать на солнце в теплый день. Если завтра солнце не выйдет, мы останемся дома.",
      "imageLink": "image_files\\English\\sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaud",
      "translation": "теплый",
      "definition": "Chaud se réfère à une température modérée ou confortable, ni trop chaud ni trop froid.",
      "definition_translation": "Теплый - это умеренная или комфортная температура, не горячая и не холодная.",
      "example": "J'adore boire du thé chaud le matin d'un jour froid d'hiver. Le temps chaud de l'été me fait me sentir heureux. Si la pièce est trop chaude, je vais mettre le climatiseur en marche.",
      "example_translation": "Я люблю пить теплый чай по холодным зимним утрам. Теплая погода летом делает меня счастливым. Если комната слишком теплая, я включу кондиционер.",
      "imageLink": "image_files\\English\\warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "météo",
      "translation": "погода",
      "definition": "L'état de l'atmosphère à un endroit et un moment donnés, incluant la température, le ciel, la sécheresse, l'ensoleillement, le vent et la pluie.",
      "definition_translation": "Состояние атмосферы в конкретном месте и времени, включая температуру, облачность, сухость, солнечность, ветер и дождь.",
      "example": "La météo était agréable hier, mais il va pleuvoir demain. Hier, la météo était ensoleillée, et nous sommes allés au parc. Si il fait beau demain, nous aurons un pique-nique dimanche prochain.",
      "example_translation": "Погода была хорошей вчера, но завтра будет дождь. Вчера погода была солнечной, и мы пошли в парк. Если будет хорошая погода, мы устроим пикник в следующее воскресенье.",
      "imageLink": "image_files\\English\\weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vent",
      "translation": "ветер",
      "definition": "Un mouvement naturel de l'air dans l'atmosphère, notamment un mouvement fort ou violent.",
      "definition_translation": "Естественное движение воздуха в атмосфере, особенно сильное или бурное.",
      "example": "Le vent soufflait fortement hier, et il a emporté mon chapeau. Le vent va se calmer le soir. Si le vent souffle fort, nous fermerons les fenêtres.",
      "example_translation": "Ветер сильно дул вчера, и он унес мою шляпу. Ветер утихнет к вечеру. Если ветер будет дуть сильно, мы закроем окна.",
      "imageLink": "image_files\\English\\wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hiver",
      "translation": "зима",
      "definition": "La saison de l'année entre l'automne et le printemps, marquée par la période de froid la plus longue.",
      "definition_translation": "Сезон года между осенью и весной, характеризующийся самым длинным периодом холодной погоды.",
      "example": "L'hiver est ma saison préférée, et j'aime skier. L'hiver dernier était très froid, et nous avons eu beaucoup de neige. L'hiver viendra bientôt, et nous irons patiner sur glace.",
      "example_translation": "Зима - мой любимый сезон, и я люблю кататься на лыжах. Прошлой зимой было очень холодно, и у нас было много снега. Зима sắp приходит, и мы поедем кататься на коньках.",
      "imageLink": "image_files\\English\\winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nuage",
      "translation": "облако",
      "definition": "Une masse visible de vapeur d'eau dans le ciel, notamment une masse blanche ou de couleur claire.",
      "definition_translation": "Видимая масса воды в воздухе в небе, особенно белая или светлого цвета.",
      "example": "Le nuage a caché le soleil, et il est devenu sombre. Les nuages se rassemblaient, et il avait l'air qu'il allait pleuvoir. Le nuage disparaîtra bientôt, et nous verrons les étoiles.",
      "example_translation": "Облако закрыло солнце, и стало темно. Облака собирались, и похоже, что будет дождь. Облако исчезнет скоро, и мы увидим звезды.",
      "imageLink": "image_files\\English\\cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nuageux",
      "translation": "пасмурный",
      "definition": "ayant un ciel nuageux; couvert",
      "definition_translation": "имеющий облачное небо; пасмурный",
      "example": "Le temps était nuageux hier, mais aujourd'hui il fait soleil. Il sera nuageux à nouveau demain. J'adore les jours nuageux parce que je peux rester à la maison.",
      "example_translation": "Погода была пасмурной вчера, но сегодня она солнечная. Заметано, что будет пасмурно снова завтра. Я люблю пасмурные дни, потому что я могу остаться дома.",
      "imageLink": "image_files\\English\\cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brouillard",
      "translation": "туман",
      "definition": "une masse de petites gouttes d'eau dans l'air près du sol",
      "definition_translation": "облачкоподобная масса nhỏких капель воды в воздухе вблизи земли",
      "example": "Le brouillard était si épais que je ne pouvais pas voir la route. J'ai marché à travers le brouillard pour aller au magasin. Le brouillard se dissipera demain matin.",
      "example_translation": "Туман был таким густым, что я не мог увидеть дорогу. Я прошел через туман, чтобы добраться до магазина. Туман рассеется к завтрашнему утру.",
      "imageLink": "image_files\\English\\fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brumeux",
      "translation": "туманный",
      "definition": "ayant ou caractérisé par du brouillard",
      "definition_translation": "имеющий или характеризующийся туманом",
      "example": "Le temps brumeux rendait difficile la navigation. La ville était brumeuse le matin, mais ensoleillée l'après-midi. Il sera brumeux à nouveau la semaine prochaine.",
      "example_translation": "Пасмурная погода сделала difficile навигацию. Город был туманным утром, но солнечным днем. Быть туманным снова на следующей неделе.",
      "imageLink": "image_files\\English\\foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "glace",
      "translation": "лед",
      "definition": "une substance solide, transparente et cassante formée à partir de l'eau",
      "definition_translation": "твердое, прозрачное и хрупкое вещество, образованное из воды",
      "example": "La glace fondait sur la route. J'ai patiné sur la glace l'hiver dernier. La glace sera à nouveau gelée l'hiver prochain.",
      "example_translation": "Лед таял на дороге. Я катался на льду прошлой зимой. Лед будет заморожен снова к следующей зиме.",
      "imageLink": "image_files\\English\\ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "printemps",
      "translation": "весна",
      "definition": "La saison de l'année entre l'hiver et l'été, pendant laquelle le temps devient plus chaud et les plantes commencent à pousser.",
      "definition_translation": "Сезон года между зимой и летом, во время которого погода становится теплее и растения начинают расти.",
      "example": "J'aime faire de longues promenades au printemps. Le printemps dernier, j'ai planté un jardin. D'ici le printemps prochain, j'aurai fini mon diplôme.",
      "example_translation": "Я люблю делать длинные прогулки весной. В прошлом году весной я посадил сад. К следующей весне я закончу.degree.",
      "imageLink": "image_files\\English\\spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tempête",
      "translation": "штурм",
      "definition": "Une condition météorologique sévère caractérisée par des vents forts, des pluies abondantes, du tonnerre et de la foudre.",
      "definition_translation": "Сильное погодное условие, характеризующееся сильными ветрами, обильными дождями, громом и молнией.",
      "example": "La tempête a endommagé de nombreuses maisons dans la ville. La tempête passera demain. Nous n'avons jamais vu une tempête aussi forte.",
      "example_translation": "Шторм повредил многие дома в городе. Шторм будет проходить завтра. Мы никогда не видели такого сильного шторма.",
      "imageLink": "image_files\\English\\storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ensoleillé",
      "translation": "солнечный",
      "definition": "Ayant beaucoup de soleil et peu de nuages, de sorte que le temps est chaud et agréable.",
      "definition_translation": "Имеет много солнечного сияния и мало облаков, поэтому погода теплая и приятная.",
      "example": "C'était ensoleillé le jour de mon anniversaire. Le temps ensoleillé a rendu notre pique-nique parfait. D'ici le week-end prochain, il sera de nouveau ensoleillé.",
      "example_translation": "Было солнечно в мой день рождения. Солнечная погода сделала наш пикник идеальным. К следующему выходному dni оно будет снова солнечно.",
      "imageLink": "image_files\\English\\sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orage",
      "translation": "гроза",
      "definition": "Une tempête caractérisée par la présence de la foudre, du tonnerre et de pluies abondantes.",
      "definition_translation": "Шторм, характеризующийся наличием молнии, грома и обильных дождей.",
      "example": "L'orage m'a réveillé à minuit. Nous nous sommes retrouvés pris dans un orage sur le chemin du retour. L'orage passera demain matin.",
      "example_translation": "Гроза разбудила меня в полночь. Мы потрапили в грозу на нашем пути домой. Гроза будет проходить завтра утром.",
      "imageLink": "image_files\\English\\thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "humide",
      "translation": "мокрый",
      "definition": "Recouvert ou saturé d'eau ou d'un autre liquide.",
      "definition_translation": "Покрытый или насыщенный водой или другой жидкостью.",
      "example": "J'étais mouillé hier dans la pluie, mais maintenant je mouille mes cheveux pour les coiffer, et je serai à nouveau mouillé demain lorsque je nagerai.",
      "example_translation": "Вчера я промок в дождь, но сейчас я мокну волосы, чтобы уложить их, и снова промокну, когда завтра пойду плавать.",
      "imageLink": "image_files\\English\\wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "venteu",
      "translation": "ветряный",
      "definition": "Ayant un vent fort ; caractérisé par un courant d'air fort.",
      "definition_translation": "Имеющий сильный ветер; характеризуется сильным потоком воздуха.",
      "example": "C'était venteux hier, donc j'ai dû tenir mon chapeau, mais aujourd'hui ce n'est pas si venteux, et demain sera à nouveau très venteux.",
      "example_translation": "Вчера было ветрено, так что я должен был держаться за шляпу, но сегодня не так ветрено, а завтра снова будет очень ветрено.",
      "imageLink": "image_files\\English\\windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "souffler",
      "translation": "дуть",
      "definition": "Produire un courant d'air, en particulier de la bouche.",
      "definition_translation": "Производить поток воздуха, особенно изо рта.",
      "example": "J'ai soufflé les bougies sur mon gâteau d'anniversaire, puis le vent a commencé à souffler, donc nous avons dû souffler sur nos mains pour les réchauffer.",
      "example_translation": "Я задул свечи на моем праздничном торте, а затем ветер начал дуть, так что мы должны были дуть на свои руки, чтобы согреть их.",
      "imageLink": "image_files\\English\\blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brise",
      "translation": "бриз",
      "definition": "Un vent léger, en particulier un vent frais sur un jour chaud.",
      "definition_translation": "Легкий ветер, особенно прохладный в жаркий день.",
      "example": "J'aime faire une promenade un jour avec une brise douce, mais hier il y avait une brise forte qui a emporté mon chapeau, et demain j'espère qu'il y aura une brise légère.",
      "example_translation": "Я люблю гулять в день с легким бризом, но вчера был сильный бриз, который унес мою шляпу, а завтра надеюсь, что будет легкий бриз.",
      "imageLink": "image_files\\English\\breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaleur",
      "translation": "жара",
      "definition": "Une forme d'énergie qui circule d'un corps de température plus élevée à un corps de température plus basse, entraînant une augmentation de la température de ce dernier.",
      "definition_translation": "форма энергии, которая течет из тела с более высокой температурой в тело с более низкой температурой, что приводит к увеличению температуры последнего",
      "example": "La chaleur du soleil a réchauffé l'air, l'air est réchauffé par le soleil, l'air sera réchauffé par le soleil.",
      "example_translation": "Жара солнца согрела воздух, Воздух нагревается солнцем, Воздух будет нагреваться солнцем.",
      "imageLink": "image_files\\English\\heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "éclair",
      "translation": "молния",
      "definition": "Une décharge électrique brillante dans l'atmosphère, accompagnée de l'émission de lumière, et généralement survenant pendant les orages.",
      "definition_translation": "яркая электрическая разрядка в атмосфере, сопровождающаяся излучением света и, как правило, происходит во время гроз",
      "example": "L'éclair a illuminé le ciel sombre, le ciel est illuminé par l'éclair, le ciel sera illuminé par l'éclair.",
      "example_translation": "Молния освещала темное небо, Небо освещается молнией, Небо будет освещаться молнией.",
      "imageLink": "image_files\\English\\lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "saison",
      "translation": "сезон",
      "definition": "Une période de l'année caractérisée par un patron de temps particulier, une activité ou une fête.",
      "definition_translation": "период года, характеризующийся определенным климатическим паттерном, деятельностью или фестивалем",
      "example": "La saison d'été est chaude, la saison d'été était chaude, la saison d'été sera chaude.",
      "example_translation": "Летний сезон жаркий, Летний сезон был жарким, Летний сезон будет жарким.",
      "imageLink": "image_files\\English\\season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lever du soleil",
      "translation": "восход солнца",
      "definition": "L'heure du matin où le soleil apparaît au-dessus de l'horizon",
      "definition_translation": "время в утреннее, когда солнце появляется над горизонтом",
      "example": "J'ai regardé le lever du soleil depuis la montagne, j'avais regardé le lever du soleil depuis la montagne, je regarderai le lever du soleil depuis la montagne.",
      "example_translation": "Я смотрел на восход солнца с горы, Я смотрел на восход солнца с горы, Я увижу восход солнца с горы.",
      "imageLink": "image_files\\English\\sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coucher du soleil",
      "translation": "закат",
      "definition": "L'heure du soir où le soleil disparaît en dessous de l'horizon, généralement à l'ouest",
      "definition_translation": "Время вечером, когда солнце уходит ниже горизонта, обычно на западе",
      "example": "J'ai regardé le coucher du soleil sur la plage hier soir. C'était à couper le souffle. Je regarderai à nouveau le coucher du soleil demain. J'ai regardé les couchers de soleil pendant des années.",
      "example_translation": "Я смотрел закат на пляже прошлым вечером. Это было захватывающим. Я снова посмотрю закат завтра. Я смотрел закаты за годы.",
      "imageLink": "image_files\\English\\sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ensoleillement",
      "translation": "солнечный свет",
      "definition": "La lumière chaude et brillante du soleil, en particulier lorsque cela vous fait vous sentir heureux et confortable",
      "definition_translation": "Теплый, яркий свет солнца, особенно когда он делает вас чувствовать счастливым и комфортным",
      "example": "L'ensoleillement a fait fleurir les fleurs. L'ensoleillement nous rendra heureux demain. J'ai profité de l'ensoleillement tout le matin.",
      "example_translation": "Солнечный свет заставил цветы расцвести. Солнечный свет сделает нас счастливыми завтра. Я наслаждался солнечным светом всю morning.",
      "imageLink": "image_files\\English\\sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tonnerre",
      "translation": "гром",
      "definition": "Un bruit violent et grondant fait par la foudre dans le ciel, souvent pendant une tempête",
      "definition_translation": "Громкий, рокотный звук, сделанный молнией в небе, часто во время шторма",
      "example": "J'ai eu peur du tonnerre hier soir. Le tonnerre nous réveillera demain. J'ai entendu le tonnerre muchas fois.",
      "example_translation": "Я был напуган громом прошлым вечером. Гром просыпет нас завтра. Я слышал гром много раз.",
      "imageLink": "image_files\\English\\thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "journee",
      "translation": "дневной свет",
      "definition": "La lumière du jour, notamment lorsqu'elle est brillante et ensoleillée",
      "definition_translation": "Свет дня, особенно когда он яркий и солнечный",
      "example": "J'ai marché dans la journée hier. La journée sera plus courte en hiver. J'aime marcher dans la journée.",
      "example_translation": "Я шел в дневном свете вчера. Дневной свет будет короче зимой. Я люблю ходить в дневном свете.",
      "imageLink": "image_files\\English\\daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ouragan",
      "translation": "ураган",
      "definition": "Un ouragan est une tempête puissante et tournante qui se forme sur les eaux chaudes de l'océan Atlantique et du nord-est du Pacifique",
      "definition_translation": "Ураган - это мощная, вращающаяся буря, которая образуется над теплыми океанскими водами в Атлантическом и северо-восточном Тихом океане",
      "example": "L'ouragan a détruit beaucoup de maisons l'année dernière. Il est en train de détruire beaucoup de maisons maintenant. Il détruira beaucoup de maisons l'année prochaine.",
      "example_translation": "Ураган разрушил многие дома в прошлом году. Он разрушает многие дома сейчас. Он разрушит многие дома в следующем году.",
      "imageLink": "image_files\\English\\hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "clair de lune",
      "translation": "лунный свет",
      "definition": "La lumière qui vient de la Lune, notamment dans la nuit",
      "definition_translation": "Свет, который исходит от Луны, особенно в ночное время",
      "example": "Nous avons marché sous le clair de lune hier soir. Nous marchons sous le clair de lune maintenant. Nous marcherons sous le clair de lune demain soir.",
      "example_translation": "Мы гуляли при лунном свете прошлой ночью. Мы гуляем при лунном свете сейчас. Мы будет гулять при лунном свете завтра ночью.",
      "imageLink": "image_files\\English\\moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arc-en-ciel",
      "translation": "радуга",
      "definition": "Un phénomène naturel beau qui se produit lorsque les rayons du soleil passent à travers les gouttes de pluie dans l'air",
      "definition_translation": "Прекрасное природное явление, которое происходит, когда солнечный свет проходит через водяные капли в воздухе",
      "example": "Nous avons vu un arc-en-ciel après la pluie hier. Nous sommes en train de voir un arc-en-ciel après la pluie maintenant. Nous verrons un arc-en-ciel après la pluie demain.",
      "example_translation": "Мы видели радугу после дождя вчера. Мы видим радугу после дождя сейчас. Мы увидим радугу после дождя завтра.",
      "imageLink": "image_files\\English\\rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "précipitation",
      "translation": "осадки",
      "definition": "La quantité de pluie qui tombe dans une zone donnée ou une période de temps",
      "definition_translation": "Количество осадков, которые выпадают в belirliом районе или периоде времени",
      "example": "La précipitation a été abondante le mois dernier. La précipitation est abondante maintenant. La précipitation sera abondante le mois prochain.",
      "example_translation": "Осадки были сильными в прошлом месяце. Осадки сильны сейчас. Осадки будут сильными в следующем месяце.",
      "imageLink": "image_files\\English\\rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "orageux",
      "translation": "штормовой",
      "definition": "Caractérisé par ou sujet à des tempêtes; violent ou tumultueux",
      "definition_translation": "Характеризуется или склонен к штормам; насилен или буральный.",
      "example": "Le temps orageux nous a oblighés à annuler nos plans en plein air. Hier, les conditions orageuses ont retardé notre vol. Demain, la prévision orageuse nous fera rester à l'intérieur.",
      "example_translation": "Штормовая погода заставила нас отменить наши ngoàiворные планы. Вчера штормовые условия задержали наш рейс. Завтра штормовой прогноз заставит нас остаться в помещении.",
      "imageLink": "image_files\\English\\stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lumière du soleil",
      "translation": "солнечный свет",
      "definition": "La lumière du soleil, notamment lorsqu'elle brille à travers les nuages ou filtre à travers les fenêtres",
      "definition_translation": "Свет солнца, особенно когда он проходит через облака или фильтруется через окна.",
      "example": "La lumière du soleil qui filtre à travers les fenêtres a éclairé la chambre. Hier, la lumière du soleil qui brille à travers les nuages m'a réveillé tôt. Demain, la lumière du soleil éclairera le jardin.",
      "example_translation": "Солнечный свет, проникающий через окна, осветил комнату. Вчера солнечный свет, фильтрующийся через жалюзи, разбудил меня рано. Завтра солнечный свет осветит сад.",
      "imageLink": "image_files\\English\\sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crépuscule",
      "translation": "сумерки",
      "definition": "Le moment du jour qui suit immédiatement le coucher du soleil; une période de demi-obscurité",
      "definition_translation": "Время дня сразу после заката; период частичной темноты.",
      "example": "Les heures crépusculaires étaient paisibles et calmes. Hier, l'atmosphère crépusculaire était parfaite pour une promenade romantique. Demain, le crépuscule sera un excellent moment pour observer les étoiles.",
      "example_translation": "Часы сумерек были мирными и спокойными. Вчера сумеречная атмосфера была идеальной для романтической прогулки. Завтра сумерки будут идеальным временем для наблюдения за звездами.",
      "imageLink": "image_files\\English\\twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "blizzard",
      "translation": "снежная буря",
      "definition": "Une tempête de neige violente avec des vents forts et une visibilité réduite",
      "definition_translation": "Сильный снежный шторм с сильными ветрами и низкой видимостью.",
      "example": "Le blizzard nous a obligés à rester à l'intérieur pendant plusieurs jours. Hier, les conditions de blizzard ont rendu impossible de conduire. Demain, l'avertissement de blizzard nous fera nous préparer au pire.",
      "example_translation": "Снежная буря заставила нас остаться в помещении на дни. Вчера снежные условия сделали невозможным вождение. Завтра предупреждение о снежной буре заставит нас подготовиться к худшему.",
      "imageLink": "image_files\\English\\blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "canicule",
      "translation": "жара",
      "definition": "Une période prolongée de temps anormalement chaud, en particulier pendant l'été.",
      "definition_translation": "Продолжительный период аномально жаркой погоды, особенно летом.",
      "example": "La canicule de 2020 a causé une sécheresse généralisée et des incendies de forêt. L'année dernière, nous avons connu une canicule sévère qui a duré des semaines. D'ici 2050, les scientifiques prédisent que les canicules deviendront encore plus fréquentes.",
      "example_translation": "Жара в 2020 году вызвала широкомасштабную засуху и лесные пожары. В прошлом году мы пережили сильную жару, которая длилась неделями. К 2050 году ученые предсказывают, что жары станут еще более частыми.",
      "imageLink": "image_files\\English\\heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sécheresse",
      "translation": "засуха",
      "definition": "Une période prolongée de faible pluviométrie, entraînant une pénurie d'eau.",
      "definition_translation": "Продолжительный период аномально низкого уровня осадков, приводящий к нехватке воды.",
      "example": "La sécheresse en Californie a duré des années, affectant l'agriculture et l'approvisionnement en eau. L'été dernier, nous avons souffert d'une sécheresse sévère qui a endommagé les cultures. D'ici 2030, les scientifiques prédisent que les sécheresses deviendront plus fréquentes en raison du changement climatique.",
      "example_translation": "Засуха в Калифорнии длится уже несколько лет,影響ывая на сельское хозяйство и водоснабжение. Летом прошлого года мы страдали от сильной засухи, которая повредила посевы. К 2030 году ученые предсказывают, что засухи станут более частыми из-за изменения климата.",
      "imageLink": "image_files\\English\\drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grêle",
      "translation": "град",
      "definition": "De petites boules de glace qui tombent du ciel pendant une tempête orageuse.",
      "definition_translation": "Маленькие шары льда, которые падают с неба во время грозы.",
      "example": "La tempête de grêle a endommagé les cultures et a brisé le pare-brise de la voiture. L'année dernière, nous avons connu une tempête de grêle sévère qui a duré des heures. D'ici 2050, les scientifiques prédisent que les tempêtes de grêle deviendront plus fréquentes en raison du changement climatique.",
      "example_translation": "Градовая буря повредила посевы и разбила лобовое стекло автомобиля. В прошлом году мы пережили сильную градовую бурю, которая длилась часами. К 2050 году ученые предсказывают, что градовые бури станут более частыми из-за изменения климата.",
      "imageLink": "image_files\\English\\hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grêle",
      "translation": "град",
      "definition": "De petites boules de glace qui tombent du ciel pendant une tempête orageuse.",
      "definition_translation": "Маленькие шары льда, которые падают с неба во время грозы.",
      "example": "La tempête de grêle a endommagé les cultures et a brisé le pare-brise de la voiture. L'année dernière, nous avons connu une tempête de grêle sévère qui a duré des heures. D'ici 2050, les scientifiques prédisent que les tempêtes de grêle deviendront plus fréquentes en raison du changement climatique.",
      "example_translation": "Градовая буря повредила посевы и разбила лобовое стекло автомобиля. В прошлом году мы пережили сильную градовую бурю, которая длилась часами. К 2050 году ученые предсказывают, что градовые бури станут более частыми из-за изменения климата.",
      "imageLink": "image_files\\English\\hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grêlon",
      "translation": "градина",
      "definition": "Un petit élément de glace qui se forme pendant une tempête orageuse, généralement dans des nuages cumulonimbus.",
      "definition_translation": "Маленький шарик льда, который образуется во время грозы, обычно в кумулонimbusных облаках.",
      "example": "Les grêlons ont tambouriné contre les fenêtres, les faisant éclater. Hier, les grêlons ont endommagé les cultures. D'ici l'été prochain, les grêlons seront une rareté.",
      "example_translation": "Градины били по окнам, заставляя их vỰться. Вчера градины повредили урожай. К следующему лету градины будут редким зрелищем.",
      "imageLink": "image_files\\English\\hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tempête de grêle",
      "translation": "градобой",
      "definition": "Une tempête qui produit de la grêle, caractérisée par des vents forts, des pluies torrentielles et des tonnerres puissants.",
      "definition_translation": "Шторм, производящий град, обычно характеризуется сильными ветрами, сильным дождем и громким thunder.",
      "example": "La tempête de grêle a causé des dégâts généralisés dans la ville. La tempête de grêle était si intense qu'elle a perturbé les vols aériens. Quand la tempête de grêle sera passée, le soleil brillera à nouveau.",
      "example_translation": "Градобой нанес широкий ущерб инфраструктуре города. Градобой был так интенсивен, что он нарушил воздушное сообщение. к тому времени, как градобой пройдет, солнце будет сиять.",
      "imageLink": "image_files\\English\\hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tourbillon",
      "translation": "смерч",
      "definition": "Une colonne de air tournante qui descend d'une tempête orageuse jusqu'au sol, caractérisée par des vents forts et un pouvoir destructeur.",
      "definition_translation": "Вращающийся столб воздуха,descending от грозы к земле, характеризуется высокими скоростями ветра и разрушительной мощью.",
      "example": "Le tourbillon a balayé la ville, laissant un sillage de destruction. Le tourbillon était si puissant qu'il a déraciné des arbres. Hier, un tourbillon a endommagé plusieurs bâtiments.",
      "example_translation": "Смерч пронесся через город, оставляяbehind разрушение. Смерч был так мощен, что он выкорчевал деревья. Вчера смерч повредил несколько зданий.",
      "imageLink": "image_files\\English\\whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bruine",
      "translation": "моросить",
      "definition": "Un type de pluie légère ou de brouillard qui tombe doucement du ciel, créant souvent une atmosphère sombre.",
      "definition_translation": "Тип легкого дождя или тумана, который идёт мягко с неба, часто создавая угрюмую атмосферу.",
      "example": "La bruine extérieure rendait difficile de voir en conduisant. La bruine a continué tout au long de la journée, rendant les rues glissantes. D'ici demain, la bruine aura cessé.",
      "example_translation": "Морось снаружи сделала трудно видеть при вождении. Морось продолжался в течение дня, делая улицы скользкими. К завтра морось остановится.",
      "imageLink": "image_files\\English\\drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tempête de sable",
      "translation": "песчаная буря",
      "definition": "Un vent fort qui soulève de grandes quantités de sable et de poussière, réduisant la visibilité et parfois causant des dégâts.",
      "definition_translation": "Сильный ветер, поднимающий большие количества пыли и песка, уменьшая видимость и иногда причиняющий ущерб.",
      "example": "Les touristes se sont retrouvés piégés dans une tempête de sable pendant qu'ils faisaient de la randonnée dans le désert. Ils en avaient déjà connu une auparavant, mais celle-ci était bien pire. Ils se prépareront mieux pour la prochaine.",
      "example_translation": "Туристы попали в песчаную бурю, когда гуляли по пустыне. Они уже имели подобный опыт прежде, но эта буря былаmuch хуже. Они обеспечат себя лучше для следующей.",
      "imageLink": "image_files\\English\\dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]