{
  "data": [
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bull terrier",
      "translation": "Бультерьер",
      "definition": "Une race de chien connue pour sa musculature, son court pelage et sa tête ovale distinctive.",
      "definition_translation": "Порода собаки, известная своей мускулистой постройкой, короткой шерстью и характерной яйцевидной формой головы.",
      "example": "J'avais un bull terrier comme animal de compagnie lorsque j'étais enfant, mais maintenant j'ai un chat. Ma sœur utilisait à promener notre bull terrier chaque matin, et elle le prendra au parc demain.",
      "example_translation": "У меня был бультерьер в качестве домашнего животного, когда я был ребенком, но теперь у меня есть кошка. Моя сестра раньше каждый день гуляла нашим бультерьером, и завтра она возьмет его к парку.",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouledogue",
      "translation": "Бульдог",
      "definition": "Une race de chien connue pour sa solide taille, son court pelage et son visage ridé distinct.",
      "definition_translation": "Порода собаки, известная своей устойчивой постройкой, короткой шерстью и характерным морщинистым лицом.",
      "example": "Le bouledogue est une race populaire, et elle a été initialement élevée pour le combat de taureau. Mon ami avait un bouledogue, mais il était trop agressif, donc il a dû s'en séparer.",
      "example_translation": "Бульдог - это популярная порода, и она былаoriginally выведена для боя с быками. Мой друг ранее имел бульдога, но оно было слишком агрессивным, поэтому он должен был отдать его.",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dalmatien",
      "translation": "Далматинец",
      "definition": "Une race de chien connue pour son pelage blanc distinct avec des taches noires et sa silhouette athlétique.",
      "definition_translation": "Порода собаки, известная своей характерной белой шерстью с черными пятнами и своей атлетической постройкой.",
      "example": "Les dalmatiens sont souvent utilisés comme chiens de caserne, et ils sont très loyaux. Ma grand-mère avait un dalmatien lorsqu'elle était jeune, et il la suivait partout.",
      "example_translation": "Далматины часто используются в качестве пожарных собак, и они очень лояльны. Моя бабушка имела далматинца, когда она была молодой, и оно всегда следовало за ней везде.",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caniche",
      "translation": "Пудель",
      "definition": "Une race de chien connue pour son pelage crépu, non-shedding et son intelligence élevée.",
      "definition_translation": "Порода собаки, известная своей кудрявой, не линяющей шерстью и высокой интеллектом.",
      "example": "Les caniches viennent dans différentes tailles, y compris toy, miniature et standard. J'avais un caniche toy, mais il était trop difficile à entretenir, donc j'ai donné à ma sœur.",
      "example_translation": "Пудели бывают разного размера, включая игрушечных, миниатюрных и стандартных. Я ранее имел игрушечного пуделя, но оно было слишком требовательным уходом, поэтому я отдал его своей сестре.",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "levrier d'Afghanistan",
      "translation": "Афганская борзая",
      "definition": "Un chien de grande taille, au pelage soyeux, originaire d'Afghanistan, caractérisé par sa queue en forme de anneau et sa tête étroite et allongée.",
      "definition_translation": "Высокая, шелковистая порода собак, происходящая из Афганистана, характеризующаяся кольцевым хвостом и длинной, узкой головой.",
      "example": "J'ai toujours voulu posséder un levrier d'Afghanistan. Mon ami en avait un lorsque j'étais jeune, et je suis tombé amoureux de sa beauté. Je vais en acheter un l'année prochaine.",
      "example_translation": "Я всегда хотел владеть афганской борзой. У моего друга была одна, когда я рос, и я влюбился в ее красоту. Я куплю одну следующим годом.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "akita",
      "translation": "Акита",
      "definition": "Une grande et puissante race de chien originaire du Japon, connue pour sa loyauté et sa nature protectrice.",
      "definition_translation": "Большая, мощная порода собак, происходящая из Японии, известная своей лояльностью и защитной натурой.",
      "example": "J'ai visité le Japon l'année dernière et j'ai vu un akita en personne. Il était énorme ! Mon ami en a un, et il est très amical. Je vais en acheter un bientôt.",
      "example_translation": "Я посетил Японию в прошлом году и увидел акиту вживую. Оно было огромным! У моего друга есть одна, и она очень дружелюбная. Я получу одну вскоре.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "malamute d'Alaska",
      "translation": "Альский маламут",
      "definition": "Une race de chien forte et athlétique originaire d'Alaska, connue pour son endurance et sa capacité à tirer des charges lourdes.",
      "definition_translation": "Сильная и атлетичная порода собак, происходящая из Аляски, известная своей выносливостью и способностью тянуть тяжелые грузы.",
      "example": "J'ai fait du ski de traîneau l'hiver dernier et j'ai vu un malamute d'Alaska en action. C'était incroyable ! Mon frère en a un, et il adore jouer. Je vais le prendre pour une promenade demain.",
      "example_translation": "Я поехал на собачьих упряжках прошлой зимой и увидел альского маламута в действии. Оно было incredibile! У моего брата есть одна, и она любит играть. ЯLETTE ее на прогулку завтра.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "basset hound",
      "translation": "Бассет хаунд",
      "definition": "Une race de chien à pattes courtes, oreilles tombantes, connue pour son naturel calme et doux, souvent utilisée pour la chasse au petit gibier.",
      "definition_translation": "Коротконогая, вислоухая порода собак, известная своей спокойной и нежной натурой, часто используемая для охоты на pequeña игру.",
      "example": "J'ai un basset hound à la maison, et il est très paresseux. Ma sœur en avait un lorsqu'elle était jeune, et il dormait toujours. Je vais le prendre pour une promenade plus tard.",
      "example_translation": "У меня есть бассет хаунд дома, и оно очень лениво. У моей сестры была одна, когда я был малышом, и оно всегда спало. ЯToDevice свое за прогулку позже.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "beagle",
      "translation": "Бигль",
      "definition": "Un petit chien amical avec un pelage court et lisse, connu pour son naturel curieux, souvent utilisé pour la chasse.",
      "definition_translation": "Маленькая,riendly собака с короткой, гладкой шерстью и любопытной натурой, часто используемая для охоты.",
      "example": "Hier, j'ai vu un beagle poursuivant un lapin dans le parc. Aujourd'hui, il dort. Demain, il ira sur une randonnée.",
      "example_translation": "Вчера я видел бигля, который гонялся за кроликом в парке. Сегодня он спит. Завтра он пойдет на поход.",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chien de montagne Bernois",
      "translation": "Бернский горный пастушеский пёс",
      "definition": "Un grand et puissant chien avec un pelage épais et tricolore, originaire de Suisse et utilisé pour le travail du bétail et le tir de chars.",
      "definition_translation": "Крупная, мощная собака с густой, трехцветной шерстью, происходящая из Швейцарии и используемая для выпаса и тяги грузов.",
      "example": "Le chien de montagne Bernois aboyait bruyamment contre l'étranger. Il avait gardé la propriété pendant des années. Il continuera à le faire à l'avenir.",
      "example_translation": "Бернский горный пастушеский пёс громко лаял на постороннего. Он охранял собственность на протяжении многих лет. Он будет продолжать это делать в будущем.",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sanglier",
      "translation": "Кровавый пёс",
      "definition": "Un grand chien de recherche avec un visage ridé distinct et un sens de l'odorat aigu, souvent utilisé pour la poursuite et la chasse.",
      "definition_translation": "Крупная, следящая собака с характерным морщинистым лицом и острым обонянием, часто используемая для отслеживания и охоты.",
      "example": "Le sanglier avait suivi le suspect pendant des heures. Il finira par le trouver. Hier, il avait un cas similaire.",
      "example_translation": "Кровавый пёс отслеживал подозреваемого в течение часов. Он eventually найдет его. Вчера у него был аналогичный случай.",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "colley border",
      "translation": "Колли бордер",
      "definition": "Un chien hautement intelligent et énergique avec un manteau de longueur moyenne, souvent utilisé pour la poursuite et les compétitions d'agilité.",
      "definition_translation": "Очень умная, энергичная собака со средней длиной шерстью, часто используемая для выпаса и соревнований по агILITY.",
      "example": "Le colley border courait dans le champ, poursuivant le ballon. Il avait été entraîné pendant des mois. Dans le futur, il participera à des compétitions.",
      "example_translation": "Колли бордер бежал вокруг поля, преследуя мяч. Он был обучен в течение месяцев. В будущем он будет участвовать в соревнованиях.",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrier de Boston",
      "translation": "Бостон-терьер",
      "definition": "Un petit chien avec un manteau court et facile d'entretien, connu pour sa nature douce et affectueuse.",
      "definition_translation": "Маленькая собака с короткой, легко поддерживаемой шерстью, известная своей柔кой и любящей натурой.",
      "example": "J'ai eu un terrier de Boston depuis que j'étais enfant, et je vais en avoir un autre cuando I retire. J'avais l'habitude de promener mon terrier de Boston chaque matin, mais maintenant je le promène chaque soir. Je vais acheter un nouveau terrier de Boston l'année prochaine.",
      "example_translation": "У меня был бостон-терьер с тех пор, как я был ребенком, и я получу другого, когда я на пенсии. Я прежде гулял со своим бостон-терьером каждое утро, но теперь я гуляю с ним каждое вечером. Я куплю нового бостон-терьера в следующем году.",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boxer",
      "translation": "Боксер",
      "definition": "Un chien de taille moyenne avec un manteau court, connu pour sa nature énergique et joueuse.",
      "definition_translation": "Среднего размера собака с короткой шерстью, известная своей энергичной и игривой натурой.",
      "example": "J'avais un boxer lorsque j'étais à l'université, mais il s'est enfui. Maintenant, je veux en avoir un autre. Mon ami a un boxer et il viendra nous voir le week-end prochain.",
      "example_translation": "У меня был боксер, когда я был в колледже, но он убежал. Теперь я хочу получить другого боксера. У моего друга есть боксер и он посетит нас на следующий уикенд.",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mastiff",
      "translation": "Бульмастифф",
      "definition": "Un grand chien with un build robuste, connu pour sa nature loyale et protectrice.",
      "definition_translation": "Крупная собака с крепким телосложением, известная своей преданной и защитной натурой.",
      "example": "Mon voisin a un mastiff et il est très amical. Je vais avoir un mastiff lorsque je déménagerai dans une maison plus grande. Mon ami avait un mastiff, mais il est décédé l'année dernière.",
      "example_translation": "У моего соседа есть бульмастифф и оно очень дружелюбное. Я получу бульмастиffa, когда перееду в более крупный дом. У моего друга был бульмастифф, но оно умерло в прошлом году.",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrier cairn",
      "translation": "Кэрн-терьер",
      "definition": "Un petit chien avec un manteau filandreux, connu pour sa nature fougueuse et aventureuse.",
      "definition_translation": "Маленькая собака с проволочной шерстью, известная своей драчливой и приключенческой натурой.",
      "example": "J'ai un terrier cairn et il adore jouer dehors. Ma tante avait un terrier cairn, mais il s'est perdu. Je vais avoir un autre terrier cairn lorsque je voyagerai en Europe.",
      "example_translation": "У меня есть кэрн-терьер и оно любит играть на улице. У моей тети был кэрн-терьер, но оно потерялось. Я получу другого кэрн-терьера, когда поеду в Европу.",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cane corso, mastiff espagnol",
      "translation": "кане корсо, испанский мастиф",
      "definition": "Un grand chien puissant originaire d'Italie, connu pour sa musculature et sa nature protectrice.",
      "definition_translation": "Большая, мощная порода собак, происходящая из Италии, известная своей мускулистой структурой и защитным характером.",
      "example": "J'avais un cane corso, mastiff espagnol lorsque j'étais jeune, c'était un excellent animal de compagnie. Maintenant, j'ai un enfant, et je pense à en avoir un nouveau. Lorsque je prendrai ma retraite, j'aurai définitivement un cane corso, mastiff espagnol à nouveau.",
      "example_translation": "У меня был кане корсо, испанский мастиф, когда я рос, это было чудесным домашним животным. Теперь у меня есть дитя, и я думаю о том, чтобы получить нового кане корсо, испанский мастиф. Когда я уйду на пенсию, у меня определенно будет кане корсо, испанский мастиф снова.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chihuahua",
      "translation": "Чихуахуа",
      "definition": "Un petit chien originaire du Mexique, connu pour ses grands yeux et sa taille minuscule.",
      "definition_translation": "Маленькая порода собак, происходящая из Мексики, известная своими большими глазами и маленьким размером.",
      "example": "Ma grand-mère avait un Chihuahua lorsque j'étais enfant, c'était si petit et mignon. Maintenant, j'ai un Chihuahua à moi, et j'adore. Lorsque je serai vieux, j'aurai eu beaucoup de Chihuahuas.",
      "example_translation": "У моей бабушки был Чихуахуа, когда я был ребенком, это было так маленькое и милое. Теперь у меня есть Чихуахуа моего собственного, и я люблю его. Когда я стану старым, у меня будет много Чихуахуа.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chow-chow",
      "translation": "Чау-чау",
      "definition": "Un chien doux et gentil originaire de Chine, connu pour son manteau épais et sa loyauté.",
      "definition_translation": "Шерстистая, нежная порода собак, происходящая из Китая, известная своей густой шерстью и преданностью.",
      "example": "J'ai vu un chow-chow au parc hier, c'était si adorable. Mon ami a un chow-chow, et je vais en prendre soin la semaine prochaine. Lorsque je déménagerai en Chine, j'aurai un chow-chow à moi.",
      "example_translation": "Я видел Чау-чау в парке昨天, это было так мило. У моего друга есть Чау-чау, и я будет LOOK за ним на следующей неделе. Когда я переехал в Китай, у меня будет Чау-чау моего собственного.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sandre épagneul",
      "translation": "кокер-спаниель",
      "definition": "Un chien doux et sociable originaire d'Angleterre, connu pour son manteau qui ne perd pas et sa nature affectueuse.",
      "definition_translation": "Нежная, общительная порода собак, происходящая из Англии, известная своей низкопоченной шерстью и любящим характером.",
      "example": "J'avais un sandre épagneul lorsque j'étais enfant, c'était un excellent animal de compagnie. Maintenant, j'ai un enfant, et je pense à en avoir un nouveau. Lorsque je prendrai ma retraite, j'aurai un sandre épagneul à nouveau.",
      "example_translation": "У меня был кокер-спаниель, когда я был ребенком, это было чудесным домашним животным. Теперь у меня есть дитя, и я думаю о том, чтобы получить нового кокер-спаниеля. Когда я уйду на пенсию, у меня определенно будет кокер-спаниель снова.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "teckel, chien saucisse",
      "translation": "такса, колбасная собака",
      "definition": "Une race de chien de petite taille originaire d'Allemagne, caractérisée par son corps allongé, ses pattes courtes et son tempérament joueur.",
      "definition_translation": "Маленькая порода собак из Германии, характеризуется своим длинным телом, короткими ногами и игривым характером.",
      "example": "J'avais un teckel lorsque j'étais enfant, c'était très joueur. Maintenant, j'ai une autre race, mais j'aime toujours les teckels. Dans le futur, je vais probablement en avoir un autre.",
      "example_translation": "Когда я был ребенком, у меня была такса, она была очень игрива. Теперь у меня другой породы, но я все еще люблю такс. В будущем я, вероятно, будет иметь еще одну.",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fox-terrier",
      "translation": "лисий терьер",
      "definition": "Une petite race de chien énergique à pelage court et luisant, originairement élevée pour chasser les renards.",
      "definition_translation": "Маленькая, энергичная порода собак с короткой, гладкой шерстью, изначально разведенная для охоты на лисиц.",
      "example": "Mon ami a un fox-terrier, c'est très actif et adore jouer. Hier, il a poursuivi un écureuil dans le parc. L'été, il va probablement aller à la plage avec nous.",
      "example_translation": "У моего друга есть лисий терьер, он очень активен и любит играть. Вчера он гнался за белкой в парке. Летом он, вероятно, пойдет на пляж с нами.",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouledogue français",
      "translation": "французский бульдог",
      "definition": "Une race de chien domestique connue pour son naturel joueur et affectueux, caractérisée par son pelage court et facile à entretenir.",
      "definition_translation": "Породы домашней собаки, известной своей игривой, привязчивой натурой и отличительным внешним видом, характеризуется короткой, легко ухаживаемой шерстью.",
      "example": "J'ai vu un bouledogue français au magasin d'animaux, c'était très mignon. Ma sœur en avait un lorsqu'elle était à l'université, c'était très amical. Dans quelques années, je vais en acheter un pour moi-même.",
      "example_translation": "Я видел французского бульдога в зоомагазине, он был очень милым. У моей сестры был один, когда она училась в колледже, он был очень дружелюбным. Через несколько лет я куплю себе одного.",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "berger allemand",
      "translation": "немецкая овчарка",
      "definition": "Une race de chien de taille moyenne connue pour son intelligence, sa loyauté et sa nature protectrice, souvent utilisée comme chien de police et de militaire.",
      "definition_translation": "Среднего размера порода собаки, известная своей интеллигентностью, лояльностью и защитным характером, часто используемой в качестве полицейской и военной собаки.",
      "example": "J'avais un berger allemand lorsque j'étais enfant, c'était très intelligent. Mon voisin en a un maintenant, c'est un excellent chien de garde. Dans le futur, je vais probablement en obtenir un pour ma protection.",
      "example_translation": "У меня была немецкая овчарка, когда я был ребенком, она была очень умной. У моего соседа есть одна сейчас, она является отличной watchdog. В будущем я, вероятно, получу одну для защиты.",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "schnauzer géant",
      "translation": "гигантская шнауцер",
      "definition": "Un schnauzer géant est une race de chien connue pour sa barbe et ses sourcils distinctifs, originellement développée au 17e et 18e siècles en Allemagne pour garder les fermes et conduire les troupeaux.",
      "definition_translation": "Гигантская шнауцер - это порода собаки, известная своими характерными бородой и бровями,最初 развивавшаяся в 17-18 веках в Германии для охраны ферм и выгона скота.",
      "example": "Le schnauzer géant a été mon compagnon loyal pendant des années, je vais le promener demain, et il a poursuivi un écureuil hier.",
      "example_translation": "Гигантская шнауцер была моим верным спутником на протяжении многих лет, завтра я SHALL его на прогулку, а вчера она гналась за белкой.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "retriever doré",
      "translation": "goldendelter",
      "definition": "Un retriever doré est une race de chien connue pour son naturel amical, loyal et doux, originellement développée en Écosse à la fin du 19e siècle.",
      "definition_translation": "Голдендelter - это порода собаки, известная своим дружелюбным, лояльным и мягким характером, изначально развивавшаяся в Шотландии в конце 19 века.",
      "example": "J'ai un retriever doré, il va récupérer le ballon demain, et il avait récupéré hier.",
      "example_translation": "У меня есть голдендelter, она достанет мяч завтра, а вчера она достала его.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Grand Danois",
      "translation": "дейн Великий",
      "definition": "Un Grand Danois est une race de chien connue pour sa taille géante, sa musculature et son naturel gentle, originellement développée en Allemagne au 14e siècle.",
      "definition_translation": "Дейн Великий - это порода собаки, известная своим гигантским размером, мускулистым xâyом и мягким характером, изначально развивавшаяся в Германии в 14 веке.",
      "example": "Le Grand Danois a été une race populaire pendant des années, il sera un excellent compagnon à l'avenir, et il a été un loyal ami dans le passé.",
      "example_translation": "Дейн Великий была популярной породой на протяжении многих лет, она będzie надежным спутником в будущем, а в прошлом она была верным другом.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lévrier",
      "translation": "грейхаунд",
      "definition": "Un lévrier est une race de chien connue pour sa vitesse, son agilité et son naturel gentle, originellement développée en Égypte et en Grèce antiques.",
      "definition_translation": "Грейхаунд - это порода собаки, известная своей скоростью, агility и мягким характером, изначально развивавшаяся в древнем Египте и Греции.",
      "example": "Le lévrier a été un chien de course populaire pendant des années, il va gagner la compétition demain, et il avait battu un record hier.",
      "example_translation": "Грейхаунд была популярной гоночной собакой на протяжении многих лет, она выиграет конкурс завтра, а вчера она установила новый рекорд.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrier irlandais",
      "translation": "Ирландский терьер",
      "definition": "Une petite race de chien originaire d'Irlande, connue pour son énergie et son naturel amical.",
      "definition_translation": "Маленькая порода собак, родом из Ирландии, известная своей энергичной и дружелюбной натурой.",
      "example": "J'avais un terrier irlandais comme animal de compagnie lorsque j'étais enfant, c'était très joueur. Maintenant, j'en ai un et il est toujours très énergique. Je vais en avoir un autre lorsque je vais déménager dans une maison plus grande.",
      "example_translation": "У меня был ирландский терьер в качестве домашнего животного, когда я был ребенком, он был очень игривым. Сейчас у меня есть один, и он все еще rất энергичен. Я получу еще одного ирландского терьера, когда перезжаю в bigger дом.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "terrier Jack Russell",
      "translation": "Терьер Джека Рассела",
      "definition": "Un petit chien énergique originaire d'Angleterre, connu pour son naturel courageux et vivant.",
      "definition_translation": "Маленькая, энергичная порода собак, родом из Англии, известная своей смелой и живой натурой.",
      "example": "J'ai un terrier Jack Russell comme animal de compagnie, il adore jouer à attraper. Ma sœur avait un terrier Jack Russell, c'était très agressif. Je vais acheter un terrier Jack Russell lorsque je vais déménager dans un nouvel appartement.",
      "example_translation": "У меня есть терьер Джека Рассела в качестве домашнего животного, он любит играть в апорт. У моей сестры был терьер Джека Рассела, он был очень агрессивным. Я куплю терьера Джека Рассела, когда перезжаю в new квартиру.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Retriever Labrador",
      "translation": "Лабрадор-ретривер",
      "definition": "Une race de chien de taille moyenne originaire du Canada, connue pour son caractère amical, extraverti et énergique.",
      "definition_translation": "Среднего размера порода собак, родом из Канады, известная своей дружелюбной, открытой и энергичной натурой.",
      "example": "J'ai un retriever Labrador comme animal de compagnie, il adore nager. Mon ami avait un retriever Labrador, il était très loyal. Je vais avoir un retriever Labrador lorsque j'aurai un grand jardin.",
      "example_translation": "У меня есть лабрадор-ретривер в качестве домашнего животного, он любит плавать. У моего друга был лабрадор-ретривер, он был sangat лояльным. Я получу лабрадор-ретривер, когда у меня будет большой задний двор.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Maltais",
      "translation": "Мальтийская болонка",
      "definition": "Une race de chien de petite taille originaire de Malte, connue pour son manteau soyeux et blanc et son naturel doux.",
      "definition_translation": "Маленькая порода собак, родом из Мальты, известная своей шелковистой, белой шерстью и нежной натурой.",
      "example": "J'avais un Maltais comme animal de compagnie lorsque j'étais enfant, il était très mignon. Ma sœur a un Maltais, il est très joueur. Je vais acheter un Maltais lorsque j'aurai un petit appartement.",
      "example_translation": "У меня был мальтийская болонка в качестве домашнего животного, когда я был ребенком, он был sangat милым. У моей сестры есть мальтийская болонка, она sangat игривой. Я куплю мальтийскую болонку, когда у меня будет маленькая квартира.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Mâtin",
      "translation": "мастифф",
      "definition": "Une race de chien de grande taille et puissante avec un manteau court et un visage ridé distinct.",
      "definition_translation": "большая и мощная порода собак с короткой шерстью и характерным морщинистым лицом",
      "example": "J'avais un mâtin comme animal de compagnie lorsque j'étais enfant, il était très loyal. J'ai un mâtin maintenant, il est toujours très amical. Je vais avoir un mâtin dans le future, il sera un excellent compagnon.",
      "example_translation": "У меня был мастифф в качестве домашнего животного, когда я был ребенком, он был очень лояльным. У меня теперь мастифф, он все еще очень友елюбным. Я получу мастифф в будущем, он будетgreat компаньоном.",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Pinscher nain",
      "translation": "миниатюрный пинчер",
      "definition": "Une race de chien de petite taille avec un manteau court et lisse et un aspect distinct.",
      "definition_translation": "маленькая порода собак с короткой, гладкой шерстью и отличительным видом",
      "example": "Mon amie a un pinscher nain, il est si mignon. Elle avait un pinscher nain lorsqu'elle était enfant, il était très joueur. Elle va avoir un pinscher nain à nouveau dans le futur, il sera un excellent animal de compagnie.",
      "example_translation": "У моего друга есть миниатюрный пинчер, он так мил. У нее был миниатюрный пинчер, когда она была ребенком, он был очень игривым. Она получит миниатюрный пинчер снова в будущем, он будетgreat домашним животным.",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Poodle nain",
      "translation": "миниатюрная пудель",
      "definition": "Une race de chien de petite taille avec un manteau bouclé et non-perdant et un niveau élevé d'intelligence.",
      "definition_translation": "маленькая порода собак с курчавой, не линяющей шерстью и высоким уровнем интеллекта",
      "example": "J'ai toujours voulu avoir un poodle nain, ils sont si intelligents. J'avais un poodle nain lorsque j'étais à l'université, il était très obéissant. Je vais avoir un poodle nain bientôt, il sera un excellent compagnon.",
      "example_translation": "Я всегда хотел миниатюрную пудель, они так умны. У меня был миниатюрная пудель, когда я был в колледже, он был очень послушным. Я получу миниатюрную пудель скоро, он будетgreat компаньоном.",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Bâtard",
      "translation": "метис",
      "definition": "Un chien de race mixte, notamment un chien qui n'est pas pur-sang.",
      "definition_translation": "собака смешанной породы, особенно та, которая не является чистокровной",
      "example": "J'ai toujours eu un bâtard comme animal de compagnie, ils sont si amicaux. J'avais un bâtard lorsque j'étais enfant, il était très énergique. Je vais avoir un bâtard à nouveau dans le futur, il sera un excellent ami.",
      "example_translation": "У меня всегда был метис в качестве домашнего животного, они так дружелюбными. У меня был метис, когда я был ребенком, он был очень энергичным. Я получу метис снова в будущем, он будетgreat другом.",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Terre-Neuve",
      "translation": "Ньюфаундленд",
      "definition": "Une race de chien de grande taille originaire de la province de Terre-Neuve-et-Labrador au Canada, connue pour ses pattes palmées et son instinct rescue naturel.",
      "definition_translation": "Большая порода собак, родом из провинции Ньюфаундленд и Лабрадор в Канаде, известная своими лапами с перепонками и естественным инстинктом спасения.",
      "example": "Hier, j'ai vu un chien de Terre-Neuve nageant dans le lac. Aujourd'hui, il joue avec son propriétaire sur la plage. Demain, il aidera probablement à secourir des personnes dans l'eau.",
      "example_translation": "Вчера я видел собаку Ньюфаундленда, плававшую в озере. Сегодня она играет со своим хозяином на пляже. Завтра она, вероятно, будет помогать спасать людей из воды.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Papillon",
      "translation": "Папийон",
      "definition": "Une race de chien de petite taille avec des oreilles en forme de papillon, originaire d'Europe.",
      "definition_translation": "Маленькая, дружелюбная порода собак, характеризующаяся ушами, похожими на бабочек, родом из Европы.",
      "example": "J'ai toujours voulu posséder un chien papillon, mais je n'avais pas le temps de m'en occuper. Maintenant, j'ai finalement adopté un et il adore jouer avec mes enfants. Dans le futur, je le prendrai à des spectacles canins.",
      "example_translation": "Я всегда хотел иметь собаку Папийон, но у меня не было времени ухаживать за ней. Сейчас я, наконец, 釆 него и она любит играть с моими детьми. В будущем я поведу ее на выставки собак.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Pékinés",
      "translation": "Пекинес",
      "definition": "Une race de chien de petite taille originaire de Chine, connue pour son manteau long et soyeux et son caractère amical.",
      "definition_translation": "Маленькая, нежная порода собак, родом из Китая, известная своей длинной, пушистой шерстью и дружелюбным темпераментом.",
      "example": "Ma grand-mère avait un pékinés lorsque j'étais enfant. L'an dernier, je lui ai offert un nouveau pékinés. L'année prochaine, je les prendrai au parc pour chiens.",
      "example_translation": "Моя бабушка когда-то имела собаку Пекинес, когда я был ребенком. В прошлом году я подарил ей новую собаку Пекинес. В следующем году я поведу их в парк для собак.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Terrier Pitbull",
      "translation": "Питбультерьер",
      "definition": "Une race de chien connue pour sa force, sa loyauté et ses aptitudes athlétiques, souvent utilisée dans les combats de chiens.",
      "definition_translation": "Порода собак, известная своей силой, лояльностью и атлетической возможностью, часто используемая в боях собак.",
      "example": "Dans le passé, les terriers Pitbull étaient utilisés pour les combats, mais jetzt ils sont principalement gardés comme animaux de compagnie. Hier, j'ai vu un terrier Pitbull à un spectacle canin. Demain, j'essaierai d'adopter un de ceux-ci d'un refuge.",
      "example_translation": "В прошлом питбультерьеры использовались для борьбы, но сейчас они в основном содержатся как домашние животные. Вчера я видел питбультерьера на выставке собак. Завтра я постараюсь усыновить одного из приюта.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pointeur",
      "translation": "указатель",
      "definition": "Un pointeur est un dispositif utilisé pour pointer vers ou indiquer un emplacement ou une direction spécifique.",
      "definition_translation": "Указатель - это устройство, используемое для указания на конкретное место или направление.",
      "example": "La professeure a utilisé un pointeur pour mettre en évidence les mots importants sur le tableau noir. Elle l'utilisera à nouveau demain, et ses élèves l'utiliseront la semaine prochaine.",
      "example_translation": "Учитель используял указатель, чтобы подчеркнуть важные слова на доске. Она будет использовать его завтра, а ее студенты будут использовать его 다음 неделе.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chien de berger polonais de plaine",
      "translation": " польская низинная овчарка",
      "definition": "Le Chien de berger polonais de plaine est une race de chien de berger de taille moyenne originaire de Pologne.",
      "definition_translation": "Польская низинная овчарка - это порода средних размеров пастушьей собаки, происходящей из Польши.",
      "example": "Le fermier a acheté un Chien de berger polonais de plaine pour l'aider à conduire son troupeau de moutons. Il a travaillé bien pendant des mois, et il continuera à le faire dans le futur.",
      "example_translation": "Фермер купил польскую низинную овчарку, чтобы помочь ему пасти овец. Она trabajarет хорошо на протяжении месяцев, и она будет продолжать делать это в будущем.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Poméranien",
      "translation": "померанский шпиц",
      "definition": "Le Poméranien est une race de petit chien de compagnie originaire de Poméranie, une région d'Europe centrale.",
      "definition_translation": "Померанский шпиц - это порода маленьких игрушечных собак, происходящей из Померании, региона в Центральной Европе.",
      "example": "Ma sœur a un Poméranien qu'elle adore beaucoup. Elle l'a emmené pour une promenade hier, et elle le fera à nouveau demain.",
      "example_translation": "У моей сестры есть померанский шпиц, который она очень любит. Она взяла его на прогулку вчера, и она сделает это снова завтра.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Carlin",
      "translation": "мопс",
      "definition": "Le Carlin est une race de petit chien avec un visage plat et une queue enroulée, originaire de Chine.",
      "definition_translation": "Мопс - это порода маленькой собаки с плоским лицом и крутым хвостом, происходящей из Китая.",
      "example": "J'ai vu un Carlin jouer avec son propriétaire dans le parc. Il jouera à nouveau demain, et il a joué de nombreuses fois auparavant.",
      "example_translation": "Я видел мопса, играющего со своим владельцем в парке. Оно будет играть снова завтра, и оно играло многие разы раньше.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Berger pyrénéen",
      "translation": "Пиренейская овчарка",
      "definition": "Le Berger pyrénéen est une race de chien de taille moyenne connue pour son habilité de berger et son niveau d'énergie élevé, originaire des Pyrénées.",
      "definition_translation": "Порода среднего размера собаки, известная своей способностью пасти и высоким уровнем энергии,(originaльная из региона Пиренеевских гор.",
      "example": "Le Berger pyrénéen a aidé le fermier à conduire le troupeau de moutons, puis il a joué avec les enfants. Il aidera à déménager le troupeau dans un nouveau pâturage demain. Il avait travaillé bien sous la pluie hier.",
      "example_translation": "Пиренейская овчарка помогла фермеру пасти овец, а затем поиграла с детьми. Завтра она поможет перевести стада на новое пастбище. Вчера она хорошо работала в дождь.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Rottweiler",
      "translation": "Ротвейлер",
      "definition": "Le Rottweiler est une race de grand chien puissant connu pour sa force, sa loyauté et ses instincts protecteurs, souvent utilisé comme chien de garde.",
      "definition_translation": "Порода крупной, мощной собаки, известной своей силой, лояльностью и защитными инстинктами, часто используемой как собака охраны.",
      "example": "Le Rottweiler a protégé la maison des intrus, puis il a joué avec son propriétaire. Il gardera la famille pendant la nuit. Il avait sauvé l'enfant de l'attaque hier.",
      "example_translation": "Ротвейлер защищал дом от_intruders_, а затем поиграла со своим владельцем. Он будет охранять семью ночью. Вчера он спас ребенка от нападения.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Saint-Bernard",
      "translation": "Сен-Бернар",
      "definition": "Le Saint-Bernard est une race de grand chien connue pour sa nature douce, son intelligence et son habilité à aider dans les missions de sauvetage, originaire des Alpes.",
      "definition_translation": "Порода крупной собаки, известной своей мягкой натурой, inteligência и способностью помочь в поисково-спасательных миссиях, originaльная из Альп.",
      "example": "Le Saint-Bernard a trouvé l'alpiniste perdu dans les montagnes et l'a conduit à la sécurité. Il aidera à secourir les victimes de l'avalanche demain. Il avait sauvé de nombreuses vies pendant l'hiver froid hier.",
      "example_translation": "Сен-Бернар нашел потерянного туриста в горах и повел его к безопасности. Он поможет спасти жертв лавины завтра. Вчера он спас много жизней в суровой зиме.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Samoyède",
      "translation": "Самоед",
      "definition": "Le Samoyède est une race de chien blanc enneigé connue pour sa nature amicale, son niveau d'énergie élevé et son habilité à prospérer dans les climats froids, originaire de Sibérie.",
      "definition_translation": "Порода пушистой, белой собаки, известной своей дружелюбной натурой, высоким уровнем энергии и способностью процветать в холодных климатах, originaльная из Сибири.",
      "example": "Le Samoyède a joué avec son propriétaire dans la neige, puis il s'est lovée près de la cheminée. Il ira faire une randonnée dans les montagnes demain. Il avait tiré un traîneau à travers la toundra glacée hier.",
      "example_translation": "Самоед играл со своим владельцем в снегу, а затем укурилось у камина. Он будет идти на хайк в горах завтра. Вчера он водил сани через ледяную тундру.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Schnauzer",
      "translation": "шнауцер",
      "definition": "Le Schnauzer est une race de chien originaire d'Allemagne, connue pour sa barbe et ses sourcils distinctifs, et souvent gardé comme animal de compagnie.",
      "definition_translation": "Порода собак, происходящая из Германии, известная своей характерной бородой и бровями, и часто содержащаяся как домашний питомец.",
      "example": "Notre voisin a un joli Schnauzer nommé Max, qui adore jouer au fetch. Hier, Max aboyait fort contre le facteur. Demain, Max ira au parc canin pour une course.",
      "example_translation": "У нашего соседа есть любимый шнауцер по имени Макс, который любит играть в апорт. Вчера Макс громко лаял на почтальона. Завтра Макс отправится в собачий парк для пробежки.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Terrier écossais",
      "translation": "шотландский терьер",
      "definition": "Le Terrier écossais est une race de chien de petite à moyenne taille originaire d'Écosse, connue pour sa barbe et son mustache distinctifs, et souvent gardé comme animal de compagnie.",
      "definition_translation": "Малая или средняя по размеру порода собак, происходящая из Шотландии, известная своей характерной бородой и усы, и часто содержащаяся как домашний питомец.",
      "example": "Le Terrier écossais est un compagnon loyal et fait un excellent animal de compagnie pour les familles. Ma grand-mère avait un Terrier écossais nommé Lola, qui chassait les écureuils dans le parc. Si j'avais un Terrier écossais, je l'appellerais McFluffers.",
      "example_translation": "Шотландский терьер является верным спутником и делает отличного домашнего питомца для семьи. У моей бабушки был шотландский терьер по имени Лола, которая гонялась за белками в парке. Если у меня был бы шотландский терьер, я бы назвал его МакФлафферс.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chiens de berger Shetland",
      "translation": "шетландский пастуш Moy",
      "definition": "Un petit à moyen chien de berger originaire des îles Shetland, connu pour son intelligence, son agilité et sa loyauté.",
      "definition_translation": "Малая или средняя по размеру порода пастушьих собак, происходящая из Шетландских островов, известная своей интеллектом, агILITY и преданностью.",
      "example": "Les chiens de berger Shetland sont très intelligents et répondent bien à l'entraînement. Notre famille a un chien de berger Shetland nommé Daisy, qui aime à rassembler les moutons à la ferme. À l'avenir, nous prévoyons d'inscrire Daisy à des compétitions d'agilité canine.",
      "example_translation": "Шетландские пастушьи собаки высокоинтеллектуальны и 잘 реагируют на тренировку. У нашей семьи есть шетландский пастуш Moy по имени Дейзи, которая любит пасти овец на ферме. В будущем мы планируем заявить Дейзи на соревнования по агILITY собак.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Сиба Ину",
      "definition": "Un petit à moyen chien de race originaire du Japon, connu pour son apparence distinctive de renard et son nature indépendante.",
      "definition_translation": "Малая или средняя по размеру порода собак, происходящая из Японии, известная своей характерной лисоподобной внешностью и самостоятельным характером.",
      "example": "Les Shiba Inus sont connus pour leur forte volonté et peuvent être difficiles à dresser. Mon ami a un Shiba Inu nommé Hana, qui aime jouer avec ses jouets. Demain, Hana ira chez le vétérinaire pour une vérification.",
      "example_translation": "Сиба Инусы известны своей сильной волей и могут быть сложными в тренировке. У моего друга есть Сиба Ину по имени Хана, которая любит играть со своими игрушками. Завтра Хана будет ходить к ветеринару на осмотр.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Husky de Sibérie",
      "translation": "Сибирский хаски",
      "definition": "Un chien de taille moyenne de race originaire de Sibérie, ayant un pelage épais et élevé pour tirer des traîneaux.",
      "definition_translation": "Среднего размера собака породы, происходящей из Сибири, имеющая thick coat и выведенная для буксировки саней.",
      "example": "J'avais un Husky de Sibérie comme animal domestique lorsque j'étais enfant, c'était excellent pour faire de l'exercice en courant avec lui tous les jours. Maintenant, j'en ai un comme chien de garde, il est très protecteur. Je prévois d'en obtenir un autre à l'avenir, ils sont de tels compagnons merveilleux.",
      "example_translation": "У меня был Сибирский хаски как домашняя собака, когда я был ребенком, это было отличной физической нагрузкой бегать с ним каждый день. Теперь у меня есть одна как watchdog, она очень защитница. Я планирую получить еще одну в будущем, они такие замечательные спутники.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Spitz",
      "translation": "шпиц",
      "definition": "Un type de chien caractérisé par un museau pointu, des oreilles dressées et un pelage épais, ressemblant souvent à un petit ours.",
      "definition_translation": "Тип собаки, характеризующийся острым мордой, стоячими ушами и thick coat, часто похожей на маленького медведя.",
      "example": "J'ai toujours aimé les chiens spitz, ils sont si mignons et joueurs. Mon ami a un spitz et il est toujours prêt pour une aventure. Je pense à obtenir un spitz bébé à l'avenir, ils sont de tels compagnons merveilleux.",
      "example_translation": "Я всегда любил собак шпиц, они такие милые и игривые. У моего друга есть шпиц, и它 всегда готово к приключению. Я подумываю о получении щенка шпица в будущем, они такиеgreat спутники.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Vizsla",
      "translation": "визsla",
      "definition": "Un chien de taille moyenne de race hongroise, ayant un pelage rouge-doré et élevé pour la chasse.",
      "definition_translation": "Среднего размера собака породы из Венгрии, имеющая рыжевато-желтую шерсть и выведенная для охоты.",
      "example": "J'ai vu des vizslas au parc canin et ils sont si énergiques et joueurs. Mon voisin a un vizsla et il est toujours en train de courir dans le jardin. Je considère obtenir un vizsla comme animal domestique, ils sont de tels compagnons merveilleux.",
      "example_translation": "Я видел визслы в парке для собак, и они такие энергичные и игривые. У моего соседа есть визsla, и оно всегда бегает вокруг заднего двора. Я рассматриваю возможность получения визслы как домашнюю собаку, они такиеgreat спутники.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "Веймаранер",
      "definition": "Un grand chien élancé de race allemande, ayant un pelage court et lisse et élevé pour la chasse.",
      "definition_translation": "Большая, гладкая собака породы из Германии, имеющая короткую, гладкую шерсть и выведенная для охоты.",
      "example": "J'ai toujours été fasciné par les Weimaraners, ils sont si rapides et agiles. Mon ami a un Weimaraner et il est toujours à la poursuite des balles. Je pense à obtenir un Weimaraner comme animal domestique, ils sont de tels athlètes merveilleux.",
      "example_translation": "Я всегда был заинтересован в веймаранерах, они такие быстрые и агильные. У моего друга есть веймаранер, и оно всегда гоняется за мячами. Я подумываю о получении веймаранера как домашнюю собаку, они такиеgreat спортсмены.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Corgi gallois (Pembroke Welsh Corgi)",
      "translation": "Вельш-корги (Пемброк Вельш-корги)",
      "definition": "Le Pembroke Welsh Corgi est une race de chien de berger qui a originé au Pays de Galles. Ils sont connus pour leur taille petite, leur intelligence et leurs personnalités énergiques.",
      "definition_translation": "Пемброк Вельш-корги - это порода пастушьей собаки, произошедшая из Пембрукшира, Уэльс. Они известны своей короткой статурой, интеллектом и энергичными личностями.",
      "example": "J'avais un Pembroke Welsh Corgi lorsque j'étais enfant, et il était très joueur. Maintenant, j'en ai un nouveau, et il est toujours très énergique. À l'avenir, j'en aurai un autre, et il sera tout aussi aimant.",
      "example_translation": "У меня был Пемброк Вельш-корги в детстве, и она была очень игривой. Теперь у меня новый, и он по-прежнему очень энергичен. В будущем у меня будет еще одна, и она будет столь же любящей.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Terrier du Yorkshire",
      "translation": "Йоркширский терьер",
      "definition": "Le Terrier du Yorkshire est une race de chien jouet qui a originé au Yorkshire, en Angleterre. Ils sont connus pour leurs grandes personnalités, leurs pelages soyeux et leur nature affectueuse.",
      "definition_translation": "Йоркширский терьер - это маленькая, игрушечная порода собаки, произошедшая из Йоркшира, Англия. Они известны своими большими личностями, шелковистыми шерстями и нежными натурами.",
      "example": "J'ai vu un Terrier du Yorkshire au spectacle canin, et il était si mignon. Ma grand-mère en avait un lorsque j'étais enfant, et il s'asseyait sur ses genoux. À l'avenir, je pourrais en obtenir un comme animal domestique.",
      "example_translation": "Я видел Йоркширского терьера на выставке собак, и он был так мил. У моей бабушки был когда-то, и он сидел на ее коленях. В будущем я, возможно, заведу одного как домашнего питомца.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]
}