[
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oiseau",
      "translation": "птица",
      "definition": "Un animal à sang chaud qui pond des oeufs, avec des plumes, des ailes et un bec.",
      "definition_translation": "Теплокровное яйцекладущее животное с перьями, крыльями и клювом.",
      "example": "L'oiseau chantait une mélodie douce. L'oiseau chantait une mélodie douce. L'oiseau chantera une mélodie douce.",
      "example_translation": "Птица пела сладкую мелодию. Птица пела сладкую мелодию. Птица будет петь сладкую мелодию.",
      "imageLink": "image_files\\English\\"imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poulet",
      "translation": "kuritsa",
      "definition": "Un volatile domestique élevé pour ses oeufs ou sa viande.",
      "definition_translation": "Домашняя птица, содержащаяся за яйцами или мясом.",
      "example": "J'ai mangé un sandwich au poulet pour déjeuner. Je mange un sandwich au poulet pour déjeuner. Je mangerai un sandwich au poulet pour déjeuner.",
      "example_translation": "Я ел сэндвич с курицей на обед. Я ем сэндвич с курицей на обед. Я буду есть сэндвич с курицей на обед.",
      "imageLink": "image_files\\English\\"imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "canard",
      "translation": "утка",
      "definition": "Un oiseau d'eau avec un bec plat et large et des pattes palmées.",
      "definition_translation": "Водоплавающая птица с широким, плоским клювом и перепончатыми ногами.",
      "example": "Le canard nagait dans l'étang. Le canard nage dans l'étang. Le canard nagera dans l'étang.",
      "example_translation": "Утка плавала в пруду. Утка плавает в пруду. Утка будет плавать в пруду.",
      "imageLink": "image_files\\English\\"imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oie",
      "translation": "гусь",
      "definition": "Un grand oiseau d'eau avec un long cou et une tête noire.",
      "definition_translation": "Большая водоплавающая птица с длинной шеей и черной головой.",
      "example": "L'oie a klaxonné fort. L'oie klaxonne fort. L'oie klaxonnera fort.",
      "example_translation": "Гусь громко гоготал. Гусь громко гогочет. Гусь будет громко гоготать.",
      "imageLink": "image_files\\English\\"imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "perroquet",
      "translation": "попугай",
      "definition": "Un perroquet est un oiseau tropical coloré connu pour son habilité à imiter le langage humain et d'autres sons.",
      "definition_translation": "Попугай - это цветная, тропическая птица, известная своей способностью模ировать человеческую речь и другие звуки.",
      "example": "J'avais un perroquet lorsque j'étais enfant, c'était très bruyant. Maintenant, j'ai un nouveau perroquet, c'est très intelligent. J'achèterai un perroquet pour mon fils l'année prochaine.",
      "example_translation": "У меня был попугай, когда я был ребенком, он был muito шумный. Теперь у меня новый попугай, он molto умный. Я куплю попугая для моего сына в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manchot",
      "translation": "пингвин",
      "definition": "Un manchot est un oiseau volant incapable, vivant dans l'hémisphère sud, caractérisé par ses plumes noires et blanches et sa démarche particulière.",
      "definition_translation": "Пингвин - это птица, не способная летать, живущая в Южном полушарии, характеризующаяся своими черными и белыми перьями и отличительным характерным шагом.",
      "example": "J'ai vu un manchot au zoo, c'était très mignon. Les manchots sont très sociaux, ils vivent en grandes colonies. D'ici 2025, nous verrons des manchots vivant à l'état sauvage.",
      "example_translation": "Я видел пингвина в зоопарке, он был molto милый. Пингвины - это очень социальные животные, они живут в больших колониях. К 2025 году мы увидим пингвинов, живущих в дикой природе.",
      "imageLink": "image_files\\English\\"imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cigogne",
      "translation": "аист",
      "definition": "Une cigogne est un grand oiseau avec un long cou et des pattes, trouvé dans les zones humides et les prairies du monde entier.",
      "definition_translation": "Аист - это большая болотная птица с длинной шеей и ногами, встречающаяся в wetlands и лугах по всему миру.",
      "example": "J'ai vu une cigogne volant au-dessus de ma tête, c'était très majestueux. Les cigognes sont connues pour leurs patrons migratoires, elles parcourent des milliers de kilomètres chaque année. Au printemps prochain, les cigognes retourneront à leurs nids.",
      "example_translation": "Я видел аиста, летящего над головой, он был molto величественный. Аисты известны своими миграционными моделями, они путешествуют тысячи миль каждый год. К следующей весне аисты вернутся в свои гнезда.",
      "imageLink": "image_files\\English\\"imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dinde",
      "translation": "индейка",
      "definition": "Une dinde est un grand oiseau, souvent domestiqué et élevé pour sa viande, connu pour son cri caractéristique et ses plumes irisées.",
      "definition_translation": "Индейка - это большая птица, часто-domesticated и выращиваемая для своей мяса, известная своими отличительными гоготом и радужными перьями.",
      "example": "J'ai mangé une dinde pour Thanksgiving, c'était très délicieux. Les dindes sont des oiseaux sociaux, ils vivent en troupeau. L'année prochaine, j'achèterai une dinde pour Noël.",
      "example_translation": "У меня была индейка на День благодарения, она была molto вкусная. Индейки - это социальные птицы, они живут в стаях. В следующем году я куплю индею на Рождество.",
      "imageLink": "image_files\\English\\"imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aile",
      "translation": "крыло",
      "definition": "Une aile est un type de nageoire qui se projette du corps d'un avion ou d'un oiseau, servant au vol ou à l'équilibre.",
      "definition_translation": "Крыло - это тип пропеллера, который протрудается из тела самолёта или птицы, используемый для полета или баланса.",
      "example": "L'aile de l'avion a été endommagée pendant l'atterrissage. Hier, j'ai vu un oiseau déployant son aile. Si j'avais des ailes, je volerais jusqu'à la lune.",
      "example_translation": "Крыло самолёта было повреждено во время посадки. Вчера я увидел птицу, разворачивающую свое крыло. Если бы у меня были крылья, я бы летел на Луну.",
      "imageLink": "image_files\\English\\"imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "corbeau",
      "translation": "ворона",
      "definition": "Un corbeau est un grand oiseau noir avec un cri rauque, trouvé dans de nombreuses parties du monde.",
      "definition_translation": "Ворона - это большая, чёрная птица с громким, хриплым голосом, найденная в многих частях мира.",
      "example": "Le corbeau était assis sur la branche d'arbre, nous regardant. Les corbeaux sont des oiseaux très intelligents. J'ai vu un corbeau volant au-dessus du champ hier.",
      "example_translation": "Ворона сидела на ветке дерева,看着 нас. Вороны - это очень умные птицы. Я увидел ворону, летевшую над полем вчера.",
      "imageLink": "image_files\\English\\"imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bec",
      "translation": "клюв",
      "definition": "Le bec est une partie dure et saillante de la bouche des oiseaux, utilisée pour manger, se prélasser et d'autres fonctions.",
      "definition_translation": "Клюв - это твердый, выступающий ротовой аппарат у птиц, используемый для еды, распушки и других функций.",
      "example": "Le bec aiguisé de l'aigle déchiqueta la chair de sa proie. Le bec du perroquet était fort et coloré. L'oiseau aura un bec plus fort lorsque sera pleinement adulte.",
      "example_translation": "Острый клюв орла разорвал плоть его добычи. Клюв попугая был сильным и цветным. К тому времени, когда птица будет zcela выросшей, у нее будет сильнее клюв.",
      "imageLink": "image_files\\English\\"imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tourterelle",
      "translation": "голубь",
      "definition": "Une tourterelle est un type d'oiseau souvent associé à la paix et à l'amour.",
      "definition_translation": "Голубь - это тип птицы, который часто ассоциируется с миром и любовью.",
      "example": "La tourterelle vola doucement dans le ciel, son doux cooement emplissant l'air. Les tourterelles sont connues pour leur nature douce. D'ici l'an prochain, la tourterelle aura construit un nouvel nid.",
      "example_translation": "Голубь летел мягко через небо, его мягкое кувыканье заполнило воздух. Голуби известны своей нежной натурой. К следующему году голубь построит новый гнездо.",
      "imageLink": "image_files\\English\\"imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prédateur",
      "translation": "хищник",
      "definition": "Un prédateur est un animal qui se nourrit naturellement d'autres animaux.",
      "definition_translation": "Хищник - это животное, которое естественно охотится на другие животные.",
      "example": "Le lion est un prédateur qui rôde dans la savane. Les prédateurs jouent un rôle crucial dans le maintien de l'écosystème. D'ici 2025, la population de prédateurs aura diminué de manière significative.",
      "example_translation": "Лев - это хищник, который бродит по саванне. Хищники играют важную роль в поддержании экосистемы. К 2025 году популяция хищников уменьшится значительно.",
      "imageLink": "image_files\\English\\"imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "faucon",
      "translation": "ястреб",
      "definition": "Un faucon est un type d'oiseau de proie connu pour sa vue perçante et son agilité.",
      "definition_translation": "Ястреб - это тип птицы хищника, который известен своей острой зоркостью и ловкостью.",
      "example": "Le faucon vola dans le ciel, ses yeux perçants balayant le sol en dessous. Les faucons sont des oiseaux de proie populaires parmi les chasseurs. D'ici le mois prochain, le faucon aura appris à voler.",
      "example_translation": "Ястреб парил через небо, его острый зрение сканировало землю внизу. Ястребы - это популярные птицы хищники среди охотников. К следующему месяцу ястреб научится летать.",
      "imageLink": "image_files\\English\\"imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alouette",
      "translation": "жаворонок",
      "definition": "Un petit oiseau au sol qui vit dans les campagnes, les prairies et les champs, connu pour son chant mélodieux.",
      "definition_translation": "Маленькая, живущая на земле птица с мелодичной песней, обычно встречающаяся в открытой местности, лугах и полях.",
      "example": "L'alouette vola haut dans le ciel du matin. Hier, elle chanta une belle chanson. Demain, elle construira un nid.",
      "example_translation": "Жаворонок летел высоко в утреннем небе. Вчера он спел красивую песню. Завтра он построит гнездо.",
      "imageLink": "image_files\\English\\"imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pie",
      "translation": "сорока",
      "definition": "Un grand oiseau noir et blanc à queue longue et à appel bruyant, trouvé dans les forêts et les jardins.",
      "definition_translation": "Большая, черно-белая птица с длинным хвостом и громким, журчащим звуком, встречающаяся в лесах и садах.",
      "example": "La pie a construit un nid sur la branche de l'arbre. La semaine dernière, elle a volé un morceau de nourriture sur la table. L'année prochaine, elle migrera vers des climats plus chauds.",
      "example_translation": "Сорока построила гнездо на ветке дерева. На прошлой неделе она украла кусок еды со стола. В следующем году она перелетит в теплые климаты.",
      "imageLink": "image_files\\English\\"imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nid",
      "translation": "гнездо",
      "definition": "Une structure construite par les oiseaux, généralement dans un arbre ou un buisson, pour pondre des œufs et élever leurs petits.",
      "definition_translation": "Структура, построенная птицами, обычно в дереве или кусте, для откладывания яиц и выращивания молодняка.",
      "example": "L'oiseau a construit un nid dans l'arbre. Hier, il a pondu des œufs dans le nid. Demain, les œufs vont éclore.",
      "example_translation": "Птица построила гнездо в дереве. Вчера она положила яйца в гнездо. Завтра яйца вылупятся.",
      "imageLink": "image_files\\English\\"imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nid",
      "translation": "гнездо",
      "definition": "Un endroit de refuge ou d'abri, en particulier pour les oiseaux ou les petits animaux.",
      "definition_translation": "Место убежища или укрытия, особенно для птиц или маленьких животных.",
      "example": "Le lapin a fait un nid dans les buissons. Le mois dernier, il a mis bas dans le nid. Le mois prochain, les petits vont quitter le nid.",
      "example_translation": "Кролик построил гнездо в кустах. В прошлом месяце оно родило своих малышей в гнезде. В следующем месяце малыши покинут гнездо.",
      "imageLink": "image_files\\English\\"imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plumage",
      "translation": "оперение",
      "definition": "Les plumes qui couvrent le corps d'un oiseau, notamment les plumes colorées d'un oiseau de paradis ou d'un oiseau de proie.",
      "definition_translation": "Птичий пух, особенно яркие перья птицы рая или хищной птицы.",
      "example": "Le plumage du paon était un spectacle à voir pendant la saison d'accouplement.",
      "example_translation": "Оперение павлина было зрелищем во время брачного сезона.",
      "imageLink": "image_files\\English\\"imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "corbeau",
      "translation": "ворон",
      "definition": "Un grand oiseau noir avec un appel distinctif, considéré comme un symbole de mort ou de prophétie dans certaines cultures.",
      "definition_translation": "Большая черная птица с характерным криком, считающаяся символом смерти или предсказания в некоторых культурах.",
      "example": "Le corbeau s'est perché sur la fenêtre, me regardant d'un regard inexpressif. J'avais vu des corbeaux dans la forêt, mais jamais si près. Il y aura des corbeaux dans la forêt, et des corbeaux viendront dans notre ville.",
      "example_translation": "Ворон сидел на подоконнике, наблюдая за мной немигающим взглядом. Я видел ворон в лесу, но никогда так близко. У нас будут вороны в лесу, и вороны придут в наш город.",
      "imageLink": "image_files\\English\\"imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "albatros",
      "translation": "альбатрос",
      "definition": "Un grand oiseau de mer avec une envergure de jusqu'à 12 pieds, trouvé dans les océans du sud.",
      "definition_translation": "Очень крупная морская птица с размахом крыльев до 12 футов, обитающая в южных океанах.",
      "example": "L'albatros planait au-dessus de nous, ses immenses ailes glissant sans effort dans l'air. Nous avions vu des albatros auparavant, mais jamais autant à la fois. Ce serait un albatros autour de nos cous si nous échouions à agir.",
      "example_translation": "Альбатрос парил над головой, его громадные крылья без усилий скользили по воздуху. Мы видели альбатросов прежде, но никогда столько сразу. Это стало бы альбатросом вокруг наших шеей, если бы мы не предприняли действия.",
      "imageLink": "image_files\\English\\"imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guêpier",
      "translation": "пчеловидка",
      "definition": "Un oiseau coloré avec un bec courbé, trouvé dans les climats chauds et se nourrissant d'insectes.",
      "definition_translation": "Яркоокрашенная птица с длинным, изогнутым клювом, обитающая в теплых климатах и питающаяся насекомыми.",
      "example": "Le guêpier détalait dans le jardin, attrapant des abeilles et des guêpes en plein vol. Nous avions des guêpiers dans notre jardin, et des guêpiers visitaient nos mangeoires. Ce serait un paradis pour les guêpiers si nous plantions plus de fleurs.",
      "example_translation": "Пчеловидка дarters через сад, ловя пчел и ос в воздухе. У нас были пчеловидки в нашем дворе, и пчеловидки будут посещать наши кормушки. Это было бы раем для пчеловидки, если бы мы посадили больше цветов.",
      "imageLink": "image_files\\English\\"imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gélinotte noire",
      "translation": "чёрная куропатка",
      "definition": "Une grouse de taille moyenne avec un plumage noir, trouvée dans les landes et les bruyères d'Eurasie.",
      "definition_translation": "Среднего размера куропатка с чёрным оперением, встречается на болотах и вересковых пустошах в Евразии.",
      "example": "La gélinotte noire commença à disparaître des Highlands écossais au 19e siècle. Maintenant, des efforts de conservation sont en cours pour protéger l'espèce. D'ici 2025, la population de gélinottes noires devrait augmenter significativement.",
      "example_translation": "Чёрная куропатка начала исчезать из шотландских высокогорий в 19 веке. Теперь正在 underway консервационные усилия для защиты вида. К 2025 году ожидается существенный рост популяции чёрной куропатки.",
      "imageLink": "image_files\\English\\"imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cigogne noire",
      "translation": "чёрный аист",
      "definition": "Un grand échassier avec un plumage noir, trouvé dans les zones humides et les forêts d'Eurasie et d'Afrique.",
      "definition_translation": "Большая птица с чёрным оперением, встречается в болотах и лесах Евразии и Африки.",
      "example": "La cigogne noire est un oiseau migrateur qui voyage d'Europe en Afrique chaque hiver. L'an dernier, un couple de cigognes noires a niché dans une forêt près de mon village. Quand je les ai vus, ils avaient déjà élevé leurs jeunes et se préparaient à partir.",
      "example_translation": "Чёрный аист - это перелётная птица, которая каждый зимой путешествует из Европы в Африку. В прошлом году пара чёрных аистов гнездились в лесу недалеко от моей деревни. К тому времени, когда я увидел их, они уже вырастили своих молодых и готовились улетать.",
      "imageLink": "image_files\\English\\"imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "goéland à tête noire",
      "translation": "чёрноголовая чайка",
      "definition": "Un goéland de taille moyenne avec une tête noire et un corps blanc, trouvé dans les zones côtières et les eaux intérieures d'Eurasie.",
      "definition_translation": "Среднего размера чайка с чёрной головой и белым телом, встречается в прибрежных районах и внутренних водах Евразии.",
      "example": "J'ai vu un goéland à tête noire volant au-dessus de la plage hier. Il poursuivait un groupe de goélands qui volaient des touristes pour voler leur nourriture. L'été, les goélands à tête noire suivent souvent les bateaux de pêche pour se nourrir des poissons rejetés.",
      "example_translation": "Я видел чёрноголовую чайку, летевшую над пляжем вчера. Она преследовала группу чаек, которые крадут еду у туристов. Летом чёрноголовые чаи часто следуют за рыболовными лодками, чтобы питаться брошенной рыбой.",
      "imageLink": "image_files\\English\\"imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "merle",
      "translation": "черноголовый чёрный дрозд",
      "definition": "Un oiseau chanteur commun avec un plumage noir et un chant distinct, trouvé dans les jardins et les bois d'Europe et d'Asie.",
      "definition_translation": "Обыкновенная певчая птица с чёрным оперением и характерным пением, встречается в садах и лесах Европы и Азии.",
      "example": "Le merle chante sa mélodie suave depuis les treetops chaque matin. L'an dernier, un merle a construit un nid dans notre jardin, et nous avons regardé les poussins éclore et grandir. L'hiver, les merles viennent souvent visiter notre jardin pour se nourrir de baies et de graines.",
      "example_translation": "Черноголовый дрозд поёт свою сладкую мелодию с вершин деревьев каждое утро. В прошлом году черноголовый дрозд построил гнездо в нашем hậuточном дворе, и мы наблюдали, как птенцы вылупились и выросли. Зимой черноголовые дрозды часто посещают наш сад, чтобы питаться ягодами и семенами.",
      "imageLink": "image_files\\English\\"imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mésange bleue",
      "translation": "синий тит",
      "definition": "Un petit oiseau avec un plumage bleu et jaune, trouvé dans les jardins et les bois.",
      "definition_translation": "Маленькая птица с синей и желтой окраской, встречающаяся в садах и лесах.",
      "example": "J'ai vu une mésange bleue perchée sur une branche hier, elle chantait très fort. Aujourd'hui, elle vole autour du jardin, et demain, elle visitera probablement la mangeoire d'oiseaux.",
      "example_translation": "Я видел синего тита, сидевшего на ветке вчера, он издавал громкие звуки. Сегодня он летает вокруг сада, а завтра, вероятно, посетит кормушку для птиц.",
      "imageLink": "image_files\\English\\"imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jaseur boréal",
      "translation": "кудрявый свиристель",
      "definition": "Un oiseau gris-brun avec une crête et des gouttes de cire rouges sur ses ailes, trouvé dans les bois et les jardins.",
      "definition_translation": "Крупная, серо-коричневая птица с хохлом и красными воскообразными каплями на крыльях, встречающаяся в лесах и садах.",
      "example": "Le jaseur boréal est un visiteur d'hiver rare dans notre région. L'hiver dernier, je l'ai vu perché sur un pommier, et cet hiver, il arrivera probablement en décembre. L'hiver prochain, il sera devenu un invité régulier.",
      "example_translation": "Кудрявый свиристель является редким зимним гостем в我们的 регионе. В прошлую зиму я видел его, сидевшего на яблоне, а в эту зиму, вероятно, он приедет в декабре. К следующей зиме он станет постоянным гостем.",
      "imageLink": "image_files\\English\\"imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hibou boréal",
      "translation": "полночный сыч",
      "definition": "Un hibou de taille moyenne avec une tête ronde et des taches blanches sur ses plumes, trouvé dans les forêts boréales.",
      "definition_translation": "Среднего размера сова с округлой головой и белыми пятнами на перьях, встречающаяся в бореальных лесах.",
      "example": "Le hibou boréal est un chasseur nocturne, il regardait silencieusement sa proie hier soir, et probablement ira à la chasse à nouveau ce soir. Demain matin, il aura probablement attrapé son petit déjeuner.",
      "example_translation": "Полночный сыч является ночным охотником, он тихо наблюдал за своей добычей прошлой ночью, и, вероятно, пойдет на охоту снова сегодня ночью. К завтрашнему утру он успеет поймать свой завтрак.",
      "imageLink": "image_files\\English\\"imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "perruche ondulée",
      "translation": "волнистый попугайчик",
      "definition": "Un petit perroquet à queue longue, originaire d'Australie, populaire comme animal de compagnie.",
      "definition_translation": "Маленький, dlouhохвостый попугай,native to Австралии, популярный как домашний питомец.",
      "example": "J'avais une perruche ondulée comme animal de compagnie quando j'étais enfant, elle était très joueuse et pouvait imiter ma voix. Maintenant, j'ai un ami qui élève des perruches ondulées, et leurs couleurs sont très vives. À l'avenir, je planifie d'en avoir une autre.",
      "example_translation": "Я держал волнистого попугайчика как домашнего питомца, когда я был ребенком, он был очень игривым и мог имитировать мой голос. Теперь, у меня есть друг, который разводит волнистых попугайчиков, и их цвета rất яркими. В будущем я планирую получить еще одного.",
      "imageLink": "image_files\\English\\"imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tarin",
      "translation": "снегирь",
      "definition": "Un petit oiseau robuste avec une grande tête, un court cou et un plumage coloré, trouvé dans les bois et les jardins.",
      "definition_translation": "Маленькая, коренастая птица с большим головой, коротким шеей и яркоокрашенной оперением, найденная в лесных и садовых зонах.",
      "example": "Le tarin perché sur la branche du pommier, chantait une mélodie suave. Hier, j'ai vu un tarin mangeant des baies dans le jardin. D'ici l'été prochain, le tarin aura construit son nid dans le parc.",
      "example_translation": "Снегирь сидел на ветке яблони, пел сладкую мелодию. Вчера я видел снегиря, который ел ягоды в саду. К следующему лету снегирь построит свое гнездо в парке.",
      "imageLink": "image_files\\English\\"imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "buse",
      "translation": "канюк",
      "definition": "Un oiseau de proie de taille moyenne avec une envergure large et un bec crochu, trouvé dans la campagne et les bois.",
      "definition_translation": "Среднего размера птица хищника с широким размахом крыльев и крючковатым клювом, найденная в открытых сельских и лесных зонах.",
      "example": "La buse volait dans le ciel, scrutant le sol à la recherche de proies. Hier, j'ai aperçu une buse perché sur un tronc d'arbre. D'ici le mois prochain, la buse aura migré vers des climats plus chauds.",
      "example_translation": "Канюк парил через небо, просматривающий землю в поисках добычи. Вчера я заметил канюка, сидевшего на пне дерева. К следующему месяцу канюк переместится в более теплые климатические зоны.",
      "imageLink": "image_files\\English\\"imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "canari",
      "translation": "канарейка",
      "definition": "Un petit chanteur jaune, originaire des îles Canaries, souvent maintenu en cage comme animal domestique.",
      "definition_translation": "Маленькая, желтая певчая птица, родом из Канарских островов, часто содержащаяся в клетке как домашняя птица.",
      "example": "Le canari chantait doucement dans sa cage, divertissant la famille. Hier, j'ai nettoyé la cage du canari et lui ai donné de l'eau fraîche. D'ici la semaine prochaine, le canari aura appris à faire des tours.",
      "example_translation": "Канарейка пела сладко в своей клетке, развлекая семью. Вчера я-cleaned клетку канарейки и дал ей свежую воду. К следующей неделе канарейка научится выполнять трюки.",
      "imageLink": "image_files\\English\\"imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pinson",
      "translation": "зяблик",
      "definition": "Un petit oiseau brun-gris avec une barre blanche distincte sur l'aile, trouvé dans les bois et les jardins.",
      "definition_translation": "Маленькая, буровато-серая птица с caratteristicной белой полосой на крыле, найденная в лесных и садовых зонах.",
      "example": "Le pinson perchait sur l'appui de fenêtre, gazouillant bruyamment. Hier, j'ai vu un pinson construisant son nid dans la haie. D'ici le printemps prochain, le pinson sera revenu de sa migration hivernale.",
      "example_translation": "Зяблик сидел на подоконнике, чирикнул громко. Вчера я видел зяблика, строящего свое гнездо в живой изгороди. К следующей весне зяблик вернется из своей зимней миграции.",
      "imageLink": "image_files\\English\\"imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coq",
      "translation": "петух",
      "definition": "Un coq, notamment celui qui est préféré pour son plumage ou est utilisé pour la reproduction.",
      "definition_translation": "Самец курицы, особенно если он ценится за свои перья или используется для разведения.",
      "example": "Le coq chantait à tue-tête à l'aube. Hier, le fermier a acheté un nouveau coq. D'ici l'année prochaine, le coq aura grandi.",
      "example_translation": "Петух громко кричал на рассвете. Вчера фермер купил нового петуха. К следующему году петух будет выросший больше.",
      "imageLink": "image_files\\English\\"imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pouillot véloce",
      "translation": "обыкновенная chiffchaff",
      "definition": "Un petit warbler brun-vert qui se reproduit dans les bois et est trouvé en Europe et en Asie.",
      "definition_translation": "Маленькая, буровато-зеленая славка, которая гнездится в лесах и встречается в Европе и Азии.",
      "example": "Le pouillot véloce est un migrant d'été en Grande-Bretagne. L'été dernier, j'ai vu un pouillot véloce dans les bois. D'ici l'été prochain, j'aurai vu plus de pouillots véloces.",
      "example_translation": "Обыкновенная chiffchaff - это летний мигрант в Британию. Летом прошлого года я увидел обыкновенную chiffchaff в лесу. К следующему лету я увижу больше обыкновенных chiffchaff.",
      "imageLink": "image_files\\English\\"imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grue cendrée",
      "translation": "обыкновенная журавль",
      "definition": "Un grand oiseau de rivage gris-blanc avec un long cou et des jambes, trouvé dans les zones humides et les prairies.",
      "definition_translation": "Большая, серовато-белая болотная птица с длинной шеей и ногами, встречается в болотах и лугах.",
      "example": "La grue cendrée est une espèce menacée. L'an dernier, nous avons vu une grue cendrée dans la nature. D'ici l'année prochaine, les efforts de conservation auront aidé la population de grue cendrée.",
      "example_translation": "Обыкновенная журавль - это исчезающий вид. В прошлом году мы увидели обыкновенную журавль в дикой природе. К следующему году усилия по сохранению помогут популяции обыкновенной журавли.",
      "imageLink": "image_files\\English\\"imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " gallinule poule-d'eau",
      "translation": "обыкновенная камышовая курочка",
      "definition": "Un oiseau d'eau de taille moyenne, brun-noir avec un front rouge distinct, trouvé dans les zones humides et les prairies.",
      "definition_translation": "Среднего размера, буровато-чёрная водная птица с характерным красным лбом, встречается в болотах и лугах.",
      "example": "La gallinule poule-d'eau est un oiseau social. Hier, j'ai vu une gallinule poule-d'eau avec ses poussins. D'ici la semaine prochaine, la gallinule poule-d'eau aura nidifié à nouveau.",
      "example_translation": "Обыкновенная камышовая курочка - это социальная птица. Вчера я увидел обыкновенную камышовую курочку с цыплятами. К следующей неделе обыкновенная камышовая курочка снова гнездилась.",
      "imageLink": "image_files\\English\\"imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rossignol philomèle",
      "translation": "общий соловей",
      "definition": "Un oiseau nocturne avec un chant mélodieux, trouvé dans les bois et les jardins d'Europe et d'Asie.",
      "definition_translation": "ночной птица с мелодичной песней, найденная в лесах и садах Европы и Азии.",
      "example": "L'été, j'entendais souvent le rossignol philomèle chanter dans les arbres, l'entendrai à nouveau demain, et l'avais entendu la nuit dernière.",
      "example_translation": "Летом я слышал, как общий соловей поет в деревьях, услышу снова завтра и слышал прошлую ночь.",
      "imageLink": "image_files\\English\\"imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sizerin flammé",
      "translation": "краснохвостый шиповник",
      "definition": "Un petit pinson avec une tache rouge sur le front, trouvé dans les forêts conifères de l'hémisphère nord.",
      "definition_translation": "маленькая воробьиная птица с красным пятном на лбу, найденная в хвойных лесах северного полушария.",
      "example": "Le sizerin flammé est un visiteur d'hiver rare dans notre jardin, sera vu à nouveau l'hiver prochain, et avait été vu l'hiver dernier par ma grand-mère.",
      "example_translation": "Краснохвостый шиповник - редкий зимний посетитель нашего сада, будет увиден на следующей зиме, и виделся прошлой зимой моей бабушкой.",
      "imageLink": "image_files\\English\\"imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gorgette blanche",
      "translation": "белогорлый стеклянник",
      "definition": "Un passereau migrateur avec une tache de gorge blanche, trouvé dans les campagnes et les jardins d'Europe et d'Asie.",
      "definition_translation": "многолетняя воробьиная птица с белым пятном на горле, найденная в открытой местности и садах Европы и Азии.",
      "example": "La gorgette blanche construit son nid dans les buissons, en a construit un l'année dernière et en construira un autre l'été prochain.",
      "example_translation": "Белогорлый стеклянник строит гнездо в кустах, построил одно в прошлом году, и построит еще одно на следующее лето.",
      "imageLink": "image_files\\English\\"imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pigeon ramier",
      "translation": "RING Вяхирь",
      "definition": "Un grand oiseau gris-brun avec un appel caractéristique, trouvé dans les bois et les parcs d'Europe et d'Asie.",
      "definition_translation": "большая серо-коричневая птица с отличительным криком, найденная в лесах и парках Европы и Азии.",
      "example": "Le pigeon ramier est un spectacle familier dans notre parc, a été vu par mon ami hier et sera à nouveau vu la semaine prochaine.",
      "example_translation": "Вяхирь - знакомый вид в нашем парке, виделся моим другом вчера, и будет увиден снова на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "condor",
      "translation": "кондор",
      "definition": "Un grand vautour noir du Nouveau Monde, le condor des Andes (Vultur gryphus), trouvé dans les montagnes des Andes d'Amérique du Sud.",
      "definition_translation": "Большой, чёрный американский стервятник, андский кондор (Vultur gryphus), встречается в Андах Южной Америки.",
      "example": "Dans les Andes, le condor est un oiseau sacré, vénéré par les peuples autochtones. Le condor volera sur les montagnes demain. Le condor avait survolé les cieux hier.",
      "example_translation": "В Андах кондор является священной птицей, почитаемой коренным населением. Кондор будет летать над горами завтра. Кондор昨天 парил над небесами.",
      "imageLink": "image_files\\English\\"imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cormoran",
      "translation": "багряник",
      "definition": "Un grand oiseau de mer qui se nourrit de poissons, avec un long cou et un bec, trouvé dans les zones côtières et les rivières.",
      "definition_translation": "Большая, рыбоядная морская птица с长ной шеей и клювом, встречается в прибрежных районах и реках.",
      "example": "Le cormoran plonge dans l'eau pour attraper un poisson. Les cormorans migreront vers des climats plus chauds cet hiver. Le cormoran avait construit son nid sur la falaise rocheuse.",
      "example_translation": "Багряник нырнул в воду, чтобы поймать рыбу. Багряники будут мигрировать в более тёплые климатические зоны этой зимой. Багряник построил свое гнездо на скалистом утёсе.",
      "imageLink": "image_files\\English\\"imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "râle",
      "translation": "камышница",
      "definition": "Un type d'oiseau qui habite les zones humides, caractérisé par son plumage brun et son comportement secret.",
      "definition_translation": "Тип птицы, обитающий в болотистых местах, характеризующийся своим коричневым оперением и скрытным поведением.",
      "example": "Le râle est un oiseau timide qui ne sort guère de son habitat marécageux. Les râles commenceront leur saison de reproduction au printemps. Le râle avait fait son nid dans les roseaux hauts.",
      "example_translation": "Камышница - это стеснительная птица, которая редко покидает свой болотистый ареал. Камышницы начнут свой сезон размножения весной. Камышница сделала свое гнездо в высоких тростниках.",
      "imageLink": "image_files\\English\\"imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grue",
      "translation": "журавль",
      "definition": "Un grand oiseau grégaire avec un long cou et des pattes, trouvé dans les zones humides et les prairies.",
      "definition_translation": "Большая, болотная птица с длинной шеей и ногами, встречается в болотистых местах и лугах.",
      "example": "La grue migrera bientôt vers ses quartiers d'hiver. Les grues sont connues pour leur danse nuptiale caractéristique. La grue avait marché dans l'eau peu profonde pour attraper un poisson.",
      "example_translation": "Журавль скоро будет мигрировать на свои зимовальные угодья. Журавли известны своими отличительными брачными танцами. Журавль зашел в мелкую воду, чтобы поймать рыбу.",
      "imageLink": "image_files\\English\\"imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alouette à crête",
      "translation": "хохлатый жаворонок",
      "definition": "Un oiseau de taille moyenne avec une crête distinctive sur la tête, trouvé dans les campagnes et les prairies.",
      "definition_translation": "Среднего размера птица с характерным гребнем на голове, встречается в открытой местности и на лугах.",
      "example": "L'alouette à crête a chanté sa chanson du matin, chantera à nouveau demain et a chanté beau yesterday.",
      "example_translation": "Хохлатый жаворонок спел свою утреннюю песню, споет снова завтра, и spel красиво в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mésange huppée",
      "translation": "хохлатая синица",
      "definition": "Un petit oiseau avec une crête distinctive sur la tête, trouvé dans les forêts de conifères et les bois.",
      "definition_translation": "Маленькая птица с характерным гребнем на голове, встречается в хвойных лесах и лесах.",
      "example": "La mésange huppée a voltigé à travers les branches, voltigera à nouveau la semaine prochaine et a voltigé rapidement hier.",
      "example_translation": "Хохлатая синица порхала через ветви, порхает снова на следующей неделе, и порхала быстро вчера.",
      "imageLink": "image_files\\English\\"imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "courlis",
      "translation": "кулик",
      "definition": "Un grand oiseau limicole avec un bec courbé caractéristique, trouvé dans les zones humides et les zones côtières.",
      "definition_translation": "Большаяболотная птица с характерным кривым клювом, встречается в болотах и прибрежных районах.",
      "example": "Le courlis a marché dans l'eau peu profonde, marchera à nouveau à l'aube et a marché lentement hier soir.",
      "example_translation": "Кулик проходил через неглубокую воду, будет проходить снова на заре, и проходил медленно вчера вечером.",
      "imageLink": "image_files\\English\\"imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cygneau",
      "translation": "цыгнёнок",
      "definition": "Un jeune cygne,especially one still covered in down.",
      "definition_translation": "Молодой лебедь, особенно тот, который все еще покрыт пухом.",
      "example": "Le cygneau a nagé derrière sa mère, nagera à nouveau bientôt et a nagé rapidement hier.",
      "example_translation": "Цыгнёнок плыл за своей матерью, будет плыть снова скоро, и плыл быстро вчера.",
      "imageLink": "image_files\\English\\"imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hibou grand-duc",
      "translation": "сова ястребина",
      "definition": "Un grand et puissant hibou avec une tête ronde, des oreilles tournées vers l'avant et des serres tranchantes, trouvé dans les forêts et les prairies.",
      "definition_translation": "Крупная, мощная сова с круглой головой, передними ушами и острыми когтями, встречается в лесах и лугах.",
      "example": "Le hibou grand-duc s'est abattu pour attraper sa proie, puis il la dévorerait le soir, et d'ici demain matin, il aurait envolé pour chasser à nouveau.",
      "example_translation": "Сова ястребина пикировала вниз, чтобы поймать добычу, и затем она съест ее вечером, а к следующему утру она улетит охотиться novamente.",
      "imageLink": "image_files\\English\\"imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "émeu",
      "translation": "эму",
      "definition": "Un grand oiseau incapable de voler, natif d'Australie, avec un plumage gris-brun et un appel doux en forme de sifflement.",
      "definition_translation": "Крупная, бескрылая птица, эндемичная для Австралии, с серо-коричневым оперением и характерным тихим шипящим криком.",
      "example": "L'émeu errait librement dans l'outback, il avait erré là hier, et il errerait encore là demain.",
      "example_translation": "Эму свободно бродила по бездорожью, она бродила там вчера, и она будет продолжать бродить там завтра.",
      "imageLink": "image_files\\English\\"imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "faucon",
      "translation": "сокол",
      "definition": "Un oiseau de proie rapide et agile, généralement avec un corps étroit et des ailes pointues longues.",
      "definition_translation": "Быстрый и ловкий хищный птица, обычно имеющая стройное тело и длинные, заостренные крылья.",
      "example": "Le faucon planait haut dans le ciel, il avait plané hier, et il planerait encore demain, puis il plongerait pour attraper sa proie.",
      "example_translation": "Сокол поднимался высоко в небе, он поднимался вчера, и он будет подниматься снова завтра, а затем он будет пикировать вниз, чтобы поймать добычу.",
      "imageLink": "image_files\\English\\"imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "flamant",
      "translation": "фламинго",
      "definition": "Un oiseau échassier avec un plumage distinctement rose ou rougeâtre, un long cou et des jambes longues, trouvé dans les régions chaudes et tropicales.",
      "definition_translation": "Водоплавающая птица с характерным розовым или красноватым оперением, длинной шеей и длинными ногами, встречается в теплых и тропических регионах.",
      "example": "Le flamant marchait lentement dans les eaux peu profondes, il avait marché là hier, et il marcherait encore là demain, puis il s'envolerait vers son nid.",
      "example_translation": "Фламинго медленно бродил через мелкие воды, оно бродило там вчера, и оно будет бродить тамagain завтра, а затем оно улетит к своему гнезду.",
      "imageLink": "image_files\\English\\"imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oie jars",
      "translation": "гусак",
      "definition": "Un mâle d'oie, en particulier un oie domestique.",
      "definition_translation": "См. гусь, особенно домашний.",
      "example": "L'oie jars a émis un grognement à l'adresse du fermier. Le fermier nourrirait l'oie jars demain. Le fermier avait nourri l'oie jars hier.",
      "example_translation": "Гусак заскрежетал на фермера. Фермер накормит гусака завтра. Фермер накормил гусака вчера.",
      "imageLink": "image_files\\English\\"imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fauvette jardin",
      "translation": "садовая славка",
      "definition": "Un petit oiseau brun et jaune qui niche dans les jardins et les bois.",
      "definition_translation": "Маленькая, коричневая и желтая птица, которая гнездится в садах и лесах.",
      "example": "La fauvette jardin chantait doucement le matin. La fauvette jardin construirait son nid bientôt. La fauvette jardin avait construit son nid l'année dernière.",
      "example_translation": "Садовая славка пела сладко утром. Садовая славка построит свой гнездо скоро. Садовая славка построила свой гнездо в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sarcelle",
      "translation": "черныш",
      "definition": "Un petit canard migrateur qui niche dans les zones humides.",
      "definition_translation": "Маленькая, мигрирующая утка, которая гнездится в湿ных местах.",
      "example": "La sarcelle a volé vers le sud pour l'hiver. La sarcelle s'accouplerait au printemps. La sarcelle s'était accouplée l'été dernier.",
      "example_translation": "Черныш перелетел на جنوب зимой. Черныш будет спариваться весной. Черныш спарился прошлым летом.",
      "imageLink": "image_files\\English\\"imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "roitelet",
      "translation": "золотистая коронка",
      "definition": "Un petit oiseau coloré très brillant, trouvé dans les bois et les jardins.",
      "definition_translation": "Маленькая, ярко окрашенная птица, которая находится в лесах и садах.",
      "example": "Le roitelet volait entre les arbres. Le roitelet construirait son nid bientôt. Le roitelet avait construit son nid l'année dernière.",
      "example_translation": "Золотистая коронка порхала между деревьями. Золотистая коронка построит свой гнездо скоро. Золотистая коронка построила свой гнездо в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aigle royal",
      "translation": "золотой орёл",
      "definition": "Un grand aigle brun foncé avec un plumage doré-brun, trouvé dans les régions montagneuses de l'hémisphère nord.",
      "definition_translation": "Крупная, темно-коричневая орлица с золотисто-коричневым оперением, встречается в горных регионах северного полушария.",
      "example": "L'aigle royal a plané à travers les cieux, son cri perçant résonnant contre les montagnes. Il avait plané à travers ces cieux pendant des siècles, et continuerait à le faire pour les générations à venir. D'ici l'année prochaine, il aurait construit un nouveau nid.",
      "example_translation": "Золотой орёл парил по небу, его пронзительный крик эхом отражался от гор. Он парил по этим небесам на протяжении веков и будет продолжать делать это в будущих поколениях. К следующему году он построит новое гнездо.",
      "imageLink": "image_files\\English\\"imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "loriot doré",
      "translation": "золотистый иволга",
      "definition": "Un oiseau très coloré avec un plumage doré-jaune, trouvé dans les bois et les jardins d'Europe et d'Asie.",
      "definition_translation": "Ярко окрашенная птица с золотисто-желтым оперением, встречается в лесах и садах Европы и Азии.",
      "example": "Le loriote doré volait entre les arbres, son chant mélodieux remplissant l'air. Il avait volé entre ces arbres pendant des années, et continuerait à le faire. D'ici l'été prochain, il aurait élevé une nouvelle couvée.",
      "example_translation": "Золотистый иволга порхал между деревьями, его мелодичная песня наполняла воздух. Он порхал между этими деревьями на протяжении лет и будет продолжать делать это. К следующему лету он вырастит новое выводок.",
      "imageLink": "image_files\\English\\"imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chardonneret",
      "translation": "щеголь",
      "definition": "Un petit oiseau coloré avec un plumage doré-jaune, trouvé dans les jardins et les champs d'Europe et d'Asie.",
      "definition_translation": "Маленькая, ярко окрашенная птица с золотисто-желтым оперением, встречается в садах и полях Европы и Азии.",
      "example": "Le chardonneret s'est perché sur le distributeur de graines, son petit bec mordillant les graines. Il s'était perché sur ce distributeur pendant des semaines et continuerait à le faire. D'ici le mois prochain, il aura grandi un nouveau plumage.",
      "example_translation": "Щеголь сидел на кормушке, его маленький клюв щипал семена. Он сидел на этой кормушке на протяжении недель и будет продолжать делать это. К следующему месяцу он отрастит новое оперение.",
      "imageLink": "image_files\\English\\"imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oisillon",
      "translation": "гусенок",
      "definition": "Un jeune oiseau, en particulier un jeune oie, principalement pendant sa première année de vie.",
      "definition_translation": "Молодой гусь, особенно в первом году жизни.",
      "example": "L'oisillon suivait sa mère, son duvet doux se gonflant dans le vent. Il avait suivi derrière elle pendant des mois et continuerait à le faire. D'ici le printemps prochain, il aura grandi un nouveau ensemble de plumes.",
      "example_translation": "Гусенок ходил за своей матерью, его мягкое пуховое оперение распушивалось на ветру. Он ходил за ней на протяжении месяцев и будет продолжать делать это. К следующей весне он отрастит новую пару перьев.",
      "imageLink": "image_files\\English\\"imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grèbe huppé",
      "translation": "крупный хохлатый пузырчик",
      "definition": "Un grand oiseau d'eau avec une crête distinctive et des plumes noires et blanches, trouvé en Eurasie et en Afrique.",
      "definition_translation": "Большая водоплавающая птица с характерным гребнем и чёрно-белыми перьями, обитающая в Евразии и Африке.",
      "example": "J'ai vu un grèbe huppé nager dans le lac hier. Il construira son nid sur le bord de l'eau le mois prochain. D'ici l'année prochaine, il aura migré vers des climats plus chauds.",
      "example_translation": "Я видел крупного хохлатого пузырчика, плававшего в озере вчера. Он построит свое гнездо на краю воды следующим месяцем. К этому времени в следующем году он переселится в более тёплые климаты.",
      "imageLink": "image_files\\English\\"imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mésange charbonnière",
      "translation": "большой tits",
      "definition": "Un petit oiseau coloré trouvé dans les jardins et les bois, connu pour son naturel audacieux et curieux.",
      "definition_translation": "Маленькая, цветная птица, найденная в садах и лесах, известная своей смелой и любопытной натурой.",
      "example": "La mésange charbonnière s'est perchée sur le distributeur de graines, mangeant des graines. Elle élèvera ses poussins dans la boîte de nidification le printemps prochain. D'ici l'automne, la mésange charbonnière aura stocké de la nourriture pour l'hiver.",
      "example_translation": "Большой tits сидел на кормушке для птиц, ел семена. Он будет растить своих птенцов в гнездовой коробке следующей весной. К тому времени, когда наступит осень, большой tits будет иметь запасы пищевых продуктов на зиму.",
      "imageLink": "image_files\\English\\"imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aigrette blanche",
      "translation": "большой белый аист",
      "definition": "Un grand oiseau blanc wading avec un bec jaune et un long cou élancé, trouvé dans les régions chaudes et tropicales.",
      "definition_translation": "Большая, белая птица с жёлтым клювом и длинной, стройной шеей, найденная в тёплых и тропических регионах.",
      "example": "L'aigrette blanche a marché dans l'eau peu profonde, cherchant des poissons. Elle migrera vers l'Afrique l'hiver prochain. D'ici le printemps, l'aigrette blanche sera revenue dans ses terrains de nidification.",
      "example_translation": "Большой белый аист бродил через浅ководную воду, ища рыбу. Он переселится в Африку следующей зимой. К тому времени, когда наступит весна, большой белый аист вернется на свои territorie для размножения.",
      "imageLink": "image_files\\English\\"imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grèbe",
      "translation": "подицце",
      "definition": "Un petit à moyen oiseau d'eau avec une habilité de plongée distincte, trouvé dans les zones d'eau douce et les zones côtières.",
      "definition_translation": "Маленькая до средней величины водоплавающая птица с характерной способностью нырять, найденная в пресных и прибрежных зонах.",
      "example": "Le grèbe a plongé dans l'eau, attrapant un poisson. Il construira son nid sur le rivage du lac le mois prochain. D'ici l'année prochaine, le grèbe aura élevé ses jeunes et migré vers des eaux plus chaudes.",
      "example_translation": "Подицце нырнуло в воду, поймав рыбу. Он построит свое гнездо на берегу озера следующим месяцем. К этому времени в следующем годуодицце вырастет своих молодых и переселится в более тёплые воды.",
      "imageLink": "image_files\\English\\"imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "héron cendré",
      "translation": "серая цапля",
      "definition": "Un grand héron gris-blanc avec un long cou et des jambes, trouvé dans les zones humides et les habitats riverains.",
      "definition_translation": "Большая серо-белая цапля с длинной шеей и ногами, встречается в болотистых и речных местах обитания.",
      "example": "L'héron cendré a attrapé un poisson dans la rivière. Elle attrapera plus de poissons demain. Elle avait attrapé beaucoup de poissons la veille.",
      "example_translation": "Серая цапля поймала рыбу в реке. Она поймает больше рыбы завтра. Она поймала много рыбы в önceki день.",
      "imageLink": "image_files\\English\\"imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oie cendrée",
      "translation": "серый гусь",
      "definition": "Une grande oie gris-brun avec un bec rose et des pattes, trouvé dans les zones humides et les prairies.",
      "definition_translation": "Большой серо-коричневый гусь с розовым клюком и ногами, встречается в болотистых и луговых местах обитания.",
      "example": "L'oie cendrée a volé au-dessus de la zone humide. Elle volera au-dessus de la prairie demain. Elle avait volé au-dessus de la forêt la veille.",
      "example_translation": "Серый гусь летел над болотом. Он будет летать над лугом завтра. Он летел над лесом в önceki день.",
      "imageLink": "image_files\\English\\"imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pintade",
      "translation": "птица гуinea",
      "definition": "Un oiseau domestique avec un corps dodu et une structure en forme de casque sur la tête, originaire d'Afrique.",
      "definition_translation": "Домашняя птица с компактным телом и шлемоподобной структурой на голове, происходящая из Африки.",
      "example": "La pintade a erré librement dans le jardin. Elle errera librement dans le parc demain. Elle avait erré librement dans le parc la veille.",
      "example_translation": "Птица гуinea свободно разгуливала в заднем дворе. Она будет свободно разгуливать в саду завтра. Она свободно разгуливала в парке в önceki день.",
      "imageLink": "image_files\\English\\"imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gros-bec",
      "translation": "клёст- obруч",
      "definition": "Un grand pinson avec un immense bec et un dos brun, trouvé dans les bois et les jardins.",
      "definition_translation": "Большой дубонос с мощным клювом и коричневой спиной, встречается в лесах и садах.",
      "example": "Le gros-bec s'est perché sur une branche d'arbre. Il se perarrera sur une clôture de jardin demain. Il s'était perché sur une meule de bois la veille.",
      "example_translation": "Клёст-обруч сидел на ветке дерева. Он будет сидеть на садовой ограде завтра. Он сидел на полене в önceki день.",
      "imageLink": "image_files\\English\\"imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gélinotte",
      "translation": "рижий тетерев",
      "definition": "Un oiseau de taille moyenne avec un plumage roux-brun et un patch noir distinctif sur la gorge, trouvé dans les bois et les landes d'Eurasie.",
      "definition_translation": "Среднего размера тетерев с рыжевато-коричневым оперением и характерным черным пятном на горле, встречается в лесах и на онтоне в Евразии.",
      "example": "La gélinotte s'est envolée rapidement hier, elle avait été aperçue dans les bois, et demain elle sera à nouveau à la chasse.",
      "example_translation": "Рижий тетерев быстро улетел, вчера его видели в лесу, а завтра он будет охотиться снова.",
      "imageLink": "image_files\\English\\"imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "huppe",
      "translation": "удод",
      "definition": "Un oiseau rose-brun avec une crête distinctive et un bec courbé, trouvé dans les bois ouverts et les prairies d'Afrique, d'Asie et d'Europe.",
      "definition_translation": "Птица розовато-коричневого цвета с характерным гребнем и длинным, кривым клювом, встречается в открытых лесах и травянистых зонах в Африке, Азии и Европе.",
      "example": "La huppe était perchée sur une branche d'arbre, elle avait cherché des insectes hier, et bientôt elle sera en train de nicher.",
      "example_translation": "Удод сидел на ветке дерева, вчера он искал насекомых, а скоро будет гнездиться.",
      "imageLink": "image_files\\English\\"imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "oiseau-mouche",
      "translation": "колибри",
      "definition": "Un petit oiseau aux couleurs vives qui peut planer en l'air, trouvé dans les jardins, les bois et les forêts tropicales d'Amérique centrale et du Sud.",
      "definition_translation": "Маленькая, ярко окрашенная птица, которая может зависать в воздухе, встречается в садах, лесах и тропических лесах в Центральной и Южной Америке.",
      "example": "L'oiseau-mouche avait bu du nectar de fleurs hier, aujourd'hui il vole autour du jardin, et demain il migrera vers des régions plus chaudes.",
      "example_translation": "Колибри вчера выпивала нектар из цветов, сегодня она лета вокруг сада, а завтра она будет мигрировать в более теплые регионы.",
      "imageLink": "image_files\\English\\"imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ibis",
      "translation": "ибиς",
      "definition": "Un oiseau à long cou et pattes avec un bec courbé, trouvé dans les zones humides, les marais et les régions côtières d'Afrique, d'Asie et d'Europe.",
      "definition_translation": "Длинношеий, длинноногий птица с кривым клювом, встречается в болотах, маршах и прибрежных зонах в Африке, Азии и Европе.",
      "example": "L'ibis avait marché dans le marais hier, aujourd'hui il vole au-dessus de la côte, et demain il sera à la recherche de nourriture dans les zones humides.",
      "example_translation": "Ибиς вчера ходил по болоту, сегодня он летит над побережьем, а завтра он будет kiếmить пищу в болотах.",
      "imageLink": "image_files\\English\\"imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "choucas",
      "translation": "галка",
      "definition": "Un choucas est un type d'oiseau connu pour ses cris distinctifs et souvent trouvé dans les zones urbaines.",
      "definition_translation": "Галка - это тип птицы, известной своими отличительными звуками и часто встречающейся в городских районах.",
      "example": "Le choucas était perché sur la fenêtre, nous regardant avec ses yeux perçants. Hier, il avait volé un morceau de pain sur la table. Demain, il reviendra probablement pour plus.",
      "example_translation": "Галка сидела на подоконнике, наблюдая за нами своими острыми глазами. Вчера она украла кусок хлеба с стола. Завтра она, вероятно, вернется за больше.",
      "imageLink": "image_files\\English\\"imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "geai",
      "translation": "сойка",
      "definition": "Un geai est un oiseau aux couleurs vives connu pour son naturel audacieux et curieux.",
      "definition_translation": "Сойка - это птица с яркой окраской, известная своей смелой и любопытной натурой.",
      "example": "Le geai sautait sur le gazon, cherchant de la nourriture. La semaine dernière, il avait bâti un nid dans l'arbre voisin. L'année prochaine, il reviendra élever ses petits.",
      "example_translation": "Сойка прыгала по лужайке, ища еду. На прошлой неделе она построила гнездо в соседнем дереве. В следующем году она вернется, чтобы растить своих молодых.",
      "imageLink": "image_files\\English\\"imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "faucon crécerelle",
      "translation": "пискус",
      "definition": "Un faucon crécerelle est un petit faucon connu pour son agilité et sa vitesse, souvent vu planant au-dessus des champs et des prairies.",
      "definition_translation": "Пискус - это маленькая соколина, известная своей.agility и скоростью, часто встречающаяся в полетах над полями и лугами.",
      "example": "Le faucon crécerelle survolait le champ, à la recherche de proies. Hier, il avait attrapé une souris dans ses serres. Demain, il prendra à nouveau les airs.",
      "example_translation": "Пискус парил над полем, считывая добычу. Вчера оно поймало мышь в своих когтях. Завтра оно again поднимется в небо.",
      "imageLink": "image_files\\English\\"imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "martin-pêcheur",
      "translation": "зимородок",
      "definition": "Un martin-pêcheur est un oiseau aux couleurs vives connu pour son plumage éclatant et sa capacité à plonger dans l'eau pour attraper des poissons.",
      "definition_translation": "Зимородок - это птица с яркой окраской, известная своей ошеломляющей плумажом и способностью нырять в воду, чтобы поймать рыбу.",
      "example": "Le martin-pêcheur était perché sur une branche au-dessus de la rivière, guettant les poissons. L'année dernière, il avait bâti un nid dans la berge voisine. L'été prochain, il reviendra élever ses petits.",
      "example_translation": "Зимородок сидел на ветке над рекой, наблюдая за рыбой. В прошлом году оно построило гнездо в ближайшем берегу. В следующем лете оно вернется, чтобы растить своих молодых.",
      "imageLink": "image_files\\English\\"imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "kiwi",
      "translation": "киви",
      "definition": "Un kiwi est un petit oiseau incapable de voler, natif de la Nouvelle-Zélande, caractérisé par son corps rond, son long bec et ses plumes brunes.",
      "definition_translation": "Киви - это nhỏ, не летающая птица, родом из Новой Зеландии, характеризуется круглым телом, длинным клювом и коричневыми перьями.",
      "example": "J'ai vu un kiwi au zoo hier. Je verrai un kiwi au zoo demain. J'ai vu un kiwi au zoo de nombreuses fois.",
      "example_translation": "Я видел киви в зоопарке вчера. Я увижу киви в зоопарке завтра. Я видел киви в зоопарке много раз.",
      "imageLink": "image_files\\English\\"imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vanneau",
      "translation": "чибис",
      "definition": "Un vanneau est un type d'oiseau qui habite les zones humides et les prairies, caractérisé par sa crête distinctive et ses appels puissants.",
      "definition_translation": "Чибис - это тип птицы, обитающий в водно-болотных угодьях и лугах, характеризуется своими уникальными гребнями и громкими, пронзительными криками.",
      "example": "Le vanneau volait au-dessus du champ, à la recherche de nourriture. Le vanneau nidifiera sur le sol, protégeant ses œufs. Le vanneau a migré vers le sud pour l'hiver.",
      "example_translation": "Чибис пролетел над полем, ища пищу. Чибис будет гнездиться на земле, защищая свои яйца. Чибис улетел на юг на зиму.",
      "imageLink": "image_files\\English\\"imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mouette rieuse",
      "translation": "меньшая черная задняя чайка",
      "definition": "La mouette rieuse est une mouette de taille moyenne qui niche dans l'hémisphère nord, caractérisée par son dos gris foncé et sa tête blanche.",
      "definition_translation": "Меньшая черная задняя чайка - это среднего размера морская птица, размножающаяся в северном полушарии, характеризуется темной серой спиной и белой головой.",
      "example": "J'ai vu une mouette rieuse à la plage hier. La mouette rieuse migrera en Afrique pendant l'hiver. La mouette rieuse s'est adaptée aux environnements urbains.",
      "example_translation": "Я видел меньшую черную заднюю чайку на пляже вчера. Меньшая черная задняя чайка будет мигрировать в Африку зимой. Меньшая черная задняя чайка адаптировалась к городским环境ам.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aigle pomarin",
      "translation": "малая пятнистая орлица",
      "definition": "L'aigle pomarin est un oiseau de proie de taille moyenne qui habite les forêts et les prairies, caractérisé par son plumage brun et son ventre blanc.",
      "definition_translation": "Малая пятнистая орлица - это среднего размера хищная птица, обитающая в лесах и лугах, характеризуется коричневой опереньем и белым низом.",
      "example": "L'aigle pomarin planait au-dessus, à la recherche de proie. L'aigle pomarin bâtira son nid dans un arbre. L'aigle pomarin a des serres aiguisées pour attraper.",
      "example_translation": "Малая пятнистая орлица парила над головой, ища добычу. Малая пятнистая орлица будет строить гнездо в дереве. Малая пятнистая орлица имеет острые когти для захвата.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "linotte",
      "translation": "ясновидец",
      "definition": "Un petit oiseau chanteur à dos et ailes bruns et tête et poitrine grises, trouvé en Europe et en Asie.",
      "definition_translation": "Маленькая, похожая на щебетунью певчая птица с коричневой спиной и крыльями и серой головой и грудью, найденная в Европе и Азии.",
      "example": "La linotte s'est perchée sur la branche de l'arbre, chantant une mélodie suave. Elle s'y était perchée hier, et elle s'y percha à nouveau demain.",
      "example_translation": "Ясновидец устроился на ветке дерева, поющий сладкую мелодию. Yesterday он устроился там, и tomorrow он устроится там снова.",
      "imageLink": "image_files\\English\\"imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hibou à longues oreilles",
      "translation": "длинноухий сипух",
      "definition": "Un oiseau de proie nocturne à longues oreilles, trouvé dans les forêts et les bois de l'hémisphère nord.",
      "definition_translation": "Ночной хищник с длинными ушными кисточками, найденный в лесах и лесостепях Северного полушария.",
      "example": "Le hibou à longues oreilles a hululé fort dans l'obscurité de la forêt, et avait hululé ainsi pendant des générations. Il continuera à hululer ainsi pendant des années à venir.",
      "example_translation": "Длинноухий сипух громко кричал в темноте леса, и кричал там уже несколько поколений. Он будет продолжать кричать там в течение лет.",
      "imageLink": "image_files\\English\\"imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "canard colvert",
      "translation": "кряква",
      "definition": "Un grand canard pâturant avec une tête verte et un bec jaune, trouvé dans les zones humides et les parcs.",
      "definition_translation": "Большая,чиркающая утка с зелёной головой и жёлтым клювом, найденная в влажных местах и парках.",
      "example": "Le canard colvert nageait paisiblement sur l'étang, et avait nagé ainsi chaque été. Il nagera à nouveau là-bas l'année prochaine.",
      "example_translation": "Кряква плавала мирно на пруду, и плавала там каждое лето. Она будет плавать там снова в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mésange boréale",
      "translation": "болотная синица",
      "definition": "Un petit oiseau insectivore avec un visage blanc et un capuchon noir, trouvé dans les marécages et les zones humides.",
      "definition_translation": "Маленькая, насекомоядная птица с белым лицом и чёрной шапкой, найденная в болотах и влажных местах.",
      "example": "La mésange boréale s'est enfuie entre les roseaux, à la recherche d'insectes à manger. Elle s'y était enfuie hier, et elle s'y enfuira à nouveau demain.",
      "example_translation": "Болотная синица порхала между камышами, ища насекомых, чтобы поесть. Она порхала там вчера, и порхает там снова завтра.",
      "imageLink": "image_files\\English\\"imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rossignol",
      "translation": "соловей",
      "definition": "Le rossignol est un type d'oiseau connu pour son chant mélodieux, souvent entendu la nuit.",
      "definition_translation": "Соловей - это вид птицы, известный своей мелодичной песней, часто слышной ночью.",
      "example": "Le rossignol chantait suavement dans les arbres la nuit dernière, et je l'ai entendu chanter à nouveau ce matin. Je l'entendrai chanter à nouveau ce soir.",
      "example_translation": "Соловей пел сладко в деревьях昨 вечером, и я услышал его пение снова сегодня утром. Я услышу его пение снова今 вечером.",
      "imageLink": "image_files\\English\\"imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "engoulevent",
      "translation": "ночной латыш",
      "definition": "L'engoulevent est un type d'oiseau nocturne à grandes yeux et à appel distinct, trouvé dans les régions chaudes et tempérées.",
      "definition_translation": "Ночной латыш - это вид ночной птицы с großen глазами и характерным криком, встречающийся в теплых и умеренных регионах.",
      "example": "J'ai vu un engoulevent perché sur une branche d'arbre la nuit dernière, ses grandes yeux fixant l'obscurité. Il chassera les insectes ce soir, et il les a chassés hier.",
      "example_translation": "Я увидел ночного латыша, сидевшего на ветке дерева昨 вечером, его большие глаза смотрели в темноту. Он будет охотиться на насекомых今 вечером, и он охотился на них вчера.",
      "imageLink": "image_files\\English\\"imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "balbuzard",
      "translation": "скиф",
      "definition": "Le balbuzard est un grand oiseau de proie pêcheur avec un appel distinct, trouvé près des cours d'eau et des zones côtières.",
      "definition_translation": "Скиф - это большая, рыбаедая птица хищника с характерным криком, встречающаяся вблизи водных путей и прибрежных районов.",
      "example": "Le balbuzard a plongé dans l'eau, attrapant un poisson pour son déjeuner. Il survolera le lac demain, et il survolait l'océan hier.",
      "example_translation": "Скиф нырнул в воду, поймав рыбу для своего обеда. Он будет парить над озером завтра, и он парил над океаном вчера.",
      "imageLink": "image_files\\English\\"imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "perdrix",
      "translation": "перепел",
      "definition": "La perdrix est un type d'oiseau de taille petite à moyenne, souvent trouvé dans les zones sèches et les broussailles.",
      "definition_translation": "Перепел - это тип маленькой или среднего размера птицы, часто встречающейся в сухих, открытых районах и зарослях.",
      "example": "La perdrix a couru rapidement à travers le champ sec, à la recherche de graines. Elle se couchera dans les buissons ce soir, et elle s'y était couchée la nuit dernière.",
      "example_translation": "Перепел бежал быстро через сухое поле, ища семян. Он будет ночевать в кустах今 вечером, и он ночевал в деревьях昨 вечером.",
      "imageLink": "image_files\\English\\"imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "paon",
      "translation": "павлин",
      "definition": "Un grand oiseau coloré avec un cri caractéristique et une longue queue pointue, originaire des forêts de l'Inde et du Sud-Est asiatique.",
      "definition_translation": "Крупная, ярко окрашенная птица с характерным криком и длинным, остроконечным хвостом, родом из лесов Индии и Юго-Восточной Азии.",
      "example": "Le paon s'est promené fièrement dans le jardin, ses plumes vivement colorées accrochant les rayons du soleil. Hier, il avait perché sur une branche d'arbre, et demain il errera librement dans le parc.",
      "example_translation": "Павлин гордо прошелся по саду, его яркое оперение отражало солнечный свет. Вчера он сидел на ветке дерева, а завтра он будет свободно闲ать в парке.",
      "imageLink": "image_files\\English\\"imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pélican",
      "translation": "пеликан",
      "definition": "Un grand oiseau d'eau avec un bec à poche caractéristique, trouvé dans les régions chaudes et tropicales, caractérisé par son comportement social et ses impressionnantes compétences de plongée.",
      "definition_translation": "Крупная водоплавающая птица с характерным мешковидным клювом, обитающая в теплых и тропических регионах, характеризуется социальным поведением и внушительными навыками.diving.",
      "example": "Le pélican s'est laissé tomber pour attraper un poisson dans le lac. Hier, il avait nagé le long de la rive, et demain il survolera le lac, ses ailes massive battant l'air.",
      "example_translation": "Пеликан свалился вниз, чтобы поймать рыбу в озере. Вчера он плыл вдоль берега, а завтра он будет парить над головой, его巨ные крылья били воздух.",
      "imageLink": "image_files\\English\\"imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "faucon pèlerin",
      "translation": "сокол-сапсан",
      "definition": "Un oiseau de proie rapide et agile, connu pour sa vitesse, atteignant plus de 320 km/h lors de sa plongée de chasse caractéristique, et répandu dans le monde entier.",
      "definition_translation": "Быстрая и ловкая хищная птица, известная своей скоростью, достигая более 320 км/ч во время характерного охотничьего пикирования, и широко распространенная по всему миру.",
      "example": "Le faucon pèlerin a survolé la ville, ses yeux acérés scrutant les toits pour repérer une proie. Hier, il avait perché sur un gratte-ciel, et demain il poursuivra un pigeon dans les rues.",
      "example_translation": "Сокол-сапсан парил высоко над городом, его острый взгляд сканировал крыши в поисках добычи. Вчера он сидел на небоскребе, а завтра он будет гнаться за голубем по улицам.",
      "imageLink": "image_files\\English\\"imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "faisan",
      "translation": "фазан",
      "definition": "Un grand oiseau terrestre avec un cri caractéristique et une plume vive, originaire d'Asie et introduit en Europe comme oiseau de chasse.",
      "definition_translation": "Крупная, земляная птица с характерным криком и ярким оперением, родом из Азии и интрduced в Европу как охотничья птица.",
      "example": "Le faisán errait librement à la campagne, ses plumes irisées scintillant au soleil. Hier, il avait été chassé par un groupe de passionnés, et demain il sera servi comme un délicieux repas.",
      "example_translation": "Фазан свободно бродил по сельской местности, егоирисовидные перья мерцали в солнечном свете. Вчера он охотился группой энтузиастов, а завтра он будет подан как вкусное блюдо.",
      "imageLink": "image_files\\English\\"imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "volaille",
      "translation": "пoultry (птица)",
      "definition": "Des oiseaux domestiques élevés pour leurs oeufs ou leur chair, notamment les poules, les dindons et les canards.",
      "definition_translation": "Домашние птицы, содержащиеся для яиц или мяса, особенно курицы, индейки и утки.",
      "example": "Le fermier élevait de la volaille pour vivre. Il avait élevé de la volaille depuis qu'il était enfant. Il élèvera de la volaille à la campagne.",
      "example_translation": "Фермер содержал птицу для существования. Он содержал птицу с тех пор, как был ребенком. Он будет содержать птицу в сельской местности.",
      "imageLink": "image_files\\English\\"imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hulotte naine",
      "translation": "карликовая сова",
      "definition": "Une petite chouette, mesurant généralement moins de 20 cm de long, trouvée dans les forêts et les bois.",
      "definition_translation": "Маленькая сова, обычно измеряющая менее 20 см в длину, обнаруженная в лесах и лесных угодьях.",
      "example": "La hulotte naine hululait bruyamment dans la nuit noire. Elle avait hululé bruyamment depuis l'aube. Elle hululera bruyamment jusqu'au crépuscule.",
      "example_translation": "Карликовая сова кричала громко в смерти ночи. Она кричала громко с утра. Она будет кричать громко до сумерек.",
      "imageLink": "image_files\\English\\"imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caille",
      "translation": "перепел",
      "definition": "Un petit oiseau arrondi avec un petit bec et une crête caractéristique, trouvé dans les buissons et les prairies.",
      "definition_translation": "Маленькая, округлая птица с характерным хохолком, обнаруженная в bụiщах и лугах.",
      "example": "La caille avait traversé le champ ouvert. Elle avait traversé le champ ouvert hier. Elle traversera le champ ouvert demain.",
      "example_translation": "Перепел бегал по открытому полю. Он бегал по открытому полю вчера. Он будет бегать по открытому полю завтра.",
      "imageLink": "image_files\\English\\"imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grèbe à nuque rouge",
      "translation": "красношейный поганковый гагар",
      "definition": "Un oiseau d'eau de taille moyenne avec une nuque rouge caractéristique et un sommet noir, trouvé dans les zones humides et les lacs.",
      "definition_translation": "Среднего размера водоплавающая птица с характерным красным воротником и черной короной, обнаруженная в болотах и озерах.",
      "example": "Le grèbe à nuque rouge s'est laissé tomber dans l'eau. Il s'était laissé tomber dans l'eau hier. Il se laissera tomber dans l'eau demain.",
      "example_translation": "Красношейный поганковый гагар нырнул в воду. Он нырнул в воду вчера. Он будет нырять в воду завтра.",
      "imageLink": "image_files\\English\\"imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rouge-gorge",
      "translation": "дровосек",
      "definition": "Un petit oiseau migrateur avec un corps rond et une poitrine rouge caractéristique, trouvé en Europe et en Amérique du Nord.",
      "definition_translation": "Маленькая, мигрирующая певчая птица с круглым телом и характерным красным грудом, найденная в Европе и Северной Америке.",
      "example": "Le rouge-gorge est entré dans le jardin, chantant une mélodie douce. Hier, il avait construit un nid dans l'arbre. Demain, il s'envolera pour chercher de la nourriture.",
      "example_translation": "Дровосек прилетел в сад, пел сладкую мелодию. Вчера он построил гнездо в дереве. Завтра он улетит найти пищу.",
      "imageLink": "image_files\\English\\"imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "roulement",
      "translation": "вал",
      "definition": "Un corps cylindrique ou sphérique qui tourne sur son axe, utilisé pour réduire les frottements ou faciliter le mouvement.",
      "definition_translation": "Цилиндрическое или сферическое тело, которое вращается вокруг оси, используемое для уменьшения трения или облегчения движения.",
      "example": "Le montagnes russe était raide et effrayante, mais exaltante. Hier, elle était fermée pour maintenance. Demain, elle sera de nouveau ouverte.",
      "example_translation": "Американские горки были крутыми и страшными, но возбуждающими. Вчера он был закрыт на техническое обслуживание. Завтра он снова будет открытым.",
      "imageLink": "image_files\\English\\"imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "corneille",
      "translation": "грач",
      "definition": "Un grand oiseau noir avec un cri distinct, trouvé en Europe et en Asie, et connu pour son intelligence et son comportement social.",
      "definition_translation": "Большая, черная птица с характерным звуком, найденная в Европе и Азии, и известная своей интеллигентностью и социальным поведением.",
      "example": "La corneille perchée sur le clocher de l'église, regardait le village en-dessous. Hier, elle avait volé de la nourriture dans le champ du fermier. Demain, elle s'envolera pour trouver son partenaire.",
      "example_translation": "Грач сидел на церковной башне, наблюдая за деревней внизу. Вчера он украл еду из поля фермера. Завтра он улетит найти свою пару.",
      "imageLink": "image_files\\English\\"imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tarin",
      "translation": "чивик",
      "definition": "Un petit oiseau finch-like avec un plumage jaune ou vert-jaune, trouvé en Europe et en Asie, et connu pour ses capacités acrobatiques.",
      "definition_translation": "Маленькая, финчевидная птица с желтым или желто-зеленым оперением, найденная в Европе и Азии, и известная своими акробатическими способностями.",
      "example": "Le tarin voltigeait autour de la mangeoire, chantant joyeusement. Hier, il avait construit un nid dans le buisson épineux. Demain, il s'envolera pour trouver son troupeau.",
      "example_translation": "Чивик хлопал вокруг кормушки, чирикнул счастливо. Вчера он построил гнездо в колючем кусте. Завтра он улетит найти свою стаю.",
      "imageLink": "image_files\\English\\"imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bécassine",
      "translation": "бекас",
      "definition": "Un oiseau à long bec, camouflé, fréquentant les zones humides et connu pour sa fuite rapide",
      "definition_translation": "длинноклювый, маскирующийся птица, которая частично обитает в болотах и известна своей быстрой полет",
      "example": "À l'automne, je vais chasser les bécassines dans les prairies marécageuses. Hier, j'ai chassé plusieurs oiseaux dans les zones humides. D'ici l'an prochain, j'aurai chassé de nombreux oiseaux dans les marécages.",
      "example_translation": "Осенью я буду охотиться на бекасов в травянистых болотах. Вчера я добыл несколько птиц в болотах. К следующей весне я добыл многих птиц в болоте.",
      "imageLink": "image_files\\English\\"imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épervier",
      "translation": "ястреб-перепелятник",
      "definition": "Un petit oiseau de proie agile qui se nourrit de petits oiseaux, en particulier des moineaux et des pinsons",
      "definition_translation": "маленькая, маневренная птица хищница, которая питается маленькими птицами, в частности воробьями и воробьими",
      "example": "L'épervier fondit sur sa proie dans le jardin. Hier, j'ai vu un épervier volant rapidement au-dessus du champ. D'ici l'été prochain, j'aurai observé de nombreux éperviers chassant dans la forêt.",
      "example_translation": "Ястреб-перепелятникangl снизу на свою добычу в саду. Вчера я видел ястреба-перепелятника, который быстро летел над полем. К следующему лету я będувATCH many ястребов-перепелятников охотящихся в лесу.",
      "imageLink": "image_files\\English\\"imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gobemouche",
      "translation": "мухоловка-пеструшка",
      "definition": "Un oiseau migrateur avec un plumage gris-brun et une poitrine tachetée, connu pour sa capacité à attraper les insectes en plein vol",
      "definition_translation": "многолетняя птица с серо-коричневым оперением и характерным пестрым грудью, известная своей способностью ловить насекомых в воздухе",
      "example": "Le gobemouche perché sur une branche, attendait sa proie. Hier, j'ai vu un gobemouche volant entre les arbres. D'ici l'automne prochain, j'aurai observé de nombreux gobemouches migrateurs vers l'Afrique.",
      "example_translation": "Мухоловка-пеструшка сидела на ветке, ожидая своей добычи. Вчера я видел мухоловку-пеструшку, которая скакала между деревьями. К следующей осени я będувATCH many мухоловок-пеструшек мігрующих в Африку.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "casse-noix",
      "translation": "кедровник",
      "definition": "Un oiseau avec un plumage noir et blanc tacheté, connu pour sa capacité à ouvrir les graines de conifères",
      "definition_translation": "птица с характерным черно-белым пестрым оперением, известная своей способностью открывать семена хвойных деревьев",
      "example": "Le casse-noix avait caché les graines de conifères dans son nid. Hier, j'ai vu un casse-noix ouvrant un cône de pin. D'ici l'hiver prochain, j'aurai observé de nombreux casse-noix cherchant de la nourriture dans la forêt.",
      "example_translation": "Кедровник спрятал семена хвойных деревьев в своем гнезде. Вчера я видел кедровника, который открывал сосновую шишку. К следующей зиме я będувATCH many кедровников собирающих пищу в лесу.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étourneau",
      "translation": "скворец",
      "definition": "Un étourneau est un type d'oiseau connu pour ses feuilles iridescentes et ses chants distincts. Il est trouvé dans divers habitats, notamment les forêts, les prairies et les zones urbaines.",
      "definition_translation": "Скворец - это тип птицы, известный своими радужными перьями и характерными песнями. Он встречается в различных средах обитания, включая леса, луга и городские районы.",
      "example": "L'étourneau perché sur le rebord de la fenêtre, chantait une mélodie douce. Hier, il avait migré vers le sud pour l'hiver, mais maintenant il est de retour. Demain, il construira son nid dans l'arbre voisin.",
      "example_translation": "Скворец сидел на подоконнике, пел сладкую мелодию. Вчера он улетел на юг на зиму, но теперь он вернулся. Завтра он построит свое гнездо в соседнем дереве.",
      "imageLink": "image_files\\English\\"imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hirondelle",
      "translation": "ласточка",
      "definition": "Une hirondelle est un petit oiseau agile qui est connu pour sa fuite rapide et ses habitudes de nidification complexes. On le trouve souvent près des cours d'eau, tels que les rivières et les lacs.",
      "definition_translation": "Ласточка - это маленькая, агильная птица, известная своей быстрой полет и сложными привычками гнездования. Она часто встречается около водоемов, таких как реки и озера.",
      "example": "L'hirondelle zigzaguait dans les airs, poursuivant les insectes. L'été dernier, elle avait construit son nid sous les avant-toits du hangar. Au printemps prochain, elle migrera vers ses quartiers d'hiver.",
      "example_translation": "Ласточка метнулась по воздуху, преследуя насекомых. Летним утром оно построило свое гнездо под крышей сарая. На следующую весну оно отправится на зимовки.",
      "imageLink": "image_files\\English\\"imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "martinet",
      "translation": "стрела",
      "definition": "Un martin est un type d'oiseau connu pour son vol rapide et ses mouvements agiles. On le trouve souvent dans les zones urbaines, où il niche dans les bâtiments et les ponts.",
      "definition_translation": "Стрела - это тип птицы, известный своей быстрой полет и агильными движениями. Она часто встречается в городских районах, где гнездится в зданиях и мостах.",
      "example": "Le martin volait à grande vitesse dans les cieux, ses ailes battant rapidement. L'année dernière, il avait construit son nid dans la tour de l'horloge. Le mois prochain, il migrera vers ses quartiers d'hiver.",
      "example_translation": "Стрела парила по небу, ее крылья били быстро. В прошлом году оно построило свое гнездо в башне часов. На следующий месяц оно отправится на зимовки.",
      "imageLink": "image_files\\English\\"imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chouette hulotte",
      "translation": "мохнатая сова",
      "definition": "Une chouette hulotte est un type de hibou connu pour ses appels distincts et ses habitudes nocturnes. On la trouve souvent dans les forêts et les bois, où elle chasse les petits mammifères et les oiseaux.",
      "definition_translation": "Мохнатая сова - это тип совы, известный своими характерными криками и ночными привычками. Она часто встречается в лесах и лесных массивах, где охотится на мелких млекопитающих и птиц.",
      "example": "La chouette hulotte hululait fort dans la nuit noire, ses yeux brillant dans l'obscurité. Hier, elle avait attrapé un souris dans ses serres. Demain, elle se percherait dans son arbre favori, à l'affût de sa proie.",
      "example_translation": "Мохнатая сова громко кричала в тихую ночь, ее глаза сияли в темноте. Вчера она поймала мышь в своих когтях. Завтра она будет сидеть на своем любимом дереве, ожидая добычу.",
      "imageLink": "image_files\\English\\"imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]