[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crayons de couleur",
      "translation": "цветные карандаши",
      "definition": "Les crayons de couleur sont des fournitures artistiques utilisées pour colorier et dessiner.",
      "definition_translation": "Цветные карандаши - это художественные материалы, используемые для рисования и окрашивания.",
      "example": "J'ai utilisé des crayons de couleur pour dessiner un beau tableau. Je vais les utiliser à nouveau demain. J'ai utilisé des crayons de couleur la semaine dernière pour colorier une carte.",
      "example_translation": "Я использовал цветные карандаши, чтобы нарисовать красивую картину. Я снова использую их завтра. Я использовал их на прошлой неделе, чтобы окрасить карту.",
      "imageLink": "image_files\\English\\crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crayon",
      "translation": "карандаш",
      "definition": "Un crayon est un instrument d'écriture ou de dessin consistant en un noyau graphite étroit enfermé dans un cylindre en bois.",
      "definition_translation": "Карандаш - это инструмент для письма или рисования, состоящий из узкого, твердого графитового ядра, закрытого в деревянном цилиндре.",
      "example": "J'ai écrit mon nom avec un crayon. Je vais utiliser un crayon pour prendre des notes. J'ai utilisé un crayon pour dessiner un portrait.",
      "example_translation": "Я написал свое имя карандашом. Я использую карандаш, чтобы делать заметки. Я использовал карандаш, чтобы нарисовать портрет.",
      "imageLink": "image_files\\English\\pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pinceau",
      "translation": "кисть",
      "definition": "Un pinceau est un outil avec des poils ou des cheveux utilisé pour nettoyer, appliquer ou répandre des substances.",
      "definition_translation": "Кисть - это инструмент с щетиной или волосами, используемый для очистки, нанесения или разбрызгивания веществ.",
      "example": "J'ai utilisé un pinceau pour peindre le mur. Je vais utiliser un pinceau pour nettoyer le sol. J'ai utilisé un pinceau pour appliquer de la colle.",
      "example_translation": "Я использовал кисть, чтобы покрасить стену. Я использую кисть, чтобы очистить пол. Я использовал кисть, чтобы нанести клей.",
      "imageLink": "image_files\\English\\brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "règle",
      "translation": "линейка",
      "definition": "Une règle est une ligne droite avec des marquages espacés régulièrement, utilisée comme guide pour dessiner des lignes droites.",
      "definition_translation": "Линейка - это прямой край с равномерно расположенными отметками, используемый в качестве направляющей для رسمки прямых линий.",
      "example": "J'ai utilisé une règle pour dessiner une ligne droite. Je vais utiliser une règle pour mesurer la longueur de la table. J'ai utilisé une règle pour dessiner un diagramme.",
      "example_translation": "Я использовал линейку, чтобы нарисовать прямую линию. Я использую линейку, чтобы измерить длину стола. Я использовал линейку, чтобы нарисовать диаграмму.",
      "imageLink": "image_files\\English\\ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ciseaux",
      "translation": "NoSuch",
      "definition": "Un paire de ciseaux consiste en deux lames qui sont joints de manière que les bords tranchants puissent être amenés ensemble pour couper des matériaux fins tels que du papier, du tissu ou des cheveux.",
      "definition_translation": "Пара ножниц состоит из двух лезвий, которые шарнирно прикреплены, чтобы острые края могли быть brought вместе, чтобы切атьнежные материалы, такие как бумага, ткань или волосы.",
      "example": "J'ai utilisé des ciseaux pour découper des formes de papier. Elle va aiguiser les ciseaux demain. Ils avaient utilisé des ciseaux pour couper le tissu tout au long de la journée.",
      "example_translation": "Я использовал ножницы, чтобы вырезать纸шаблоны. Она отточит ножницы завтра. Они целый день использовали ножницы, чтобы裁剪fabric.",
      "imageLink": "image_files\\English\\scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouton",
      "translation": "кнопка",
      "definition": "Un petit disque en plastique ou en métal, généralement rond et plat, utilisé pour attacher ou détacher quelque chose, notamment des vêtements.",
      "definition_translation": "Маленькая пластиковая или металлическая дисковая или кнопка, обычно круглая и плоская, используемая для застегивания или расстегивания чего-либо, особенно одежды.",
      "example": "J'ai perdu un bouton sur ma chemise. Elle a recousu le bouton. Ils vont concevoir un nouveau bouton pour le site web.",
      "example_translation": "Я потерял кнопку на моей рубашке. Она пришила кнопку обратно. Они спроектируют новую кнопку для веб-сайта.",
      "imageLink": "image_files\\English\\button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tacha à dessin",
      "translation": "drawing заколка",
      "definition": "Un petit épingle avec une tête plate, utilisé pour attacher des choses à un mur ou un tableau, notamment pour afficher des dessins ou des annonces.",
      "definition_translation": "Маленькая булавка с плоской головкой, используемая для прикрепления вещей к доске или стене, особенно для отображения рисунков или объявлений.",
      "example": "J'ai utilisé une tache à dessin pour accrocher l'affiche. Elle a acheté un paquet de taches à dessin. Ils avaient utilisé des taches à dessin pour attacher les cartes au mur.",
      "example_translation": "Я использовал заколку для рисования, чтобы повесить плакат. Она купила пакет заколок для рисования. Они целый день использовали заколки для рисования, чтобы прикрепить карты к стене.",
      "imageLink": "image_files\\English\\drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "encre",
      "translation": "чернила",
      "definition": "Un liquide utilisé pour écrire ou imprimer, généralement fait à partir d'un mélange de teintures, de pigments et de solvants.",
      "definition_translation": "Жидкое вещество, используемое для написания или печати, обычно изготовленное из смеси красителей, пигментов и растворителей.",
      "example": "J'ai besoin d'acheter de l'encre pour mon stylo. Elle a renversé l'encre sur la table. Ils vont tester la nouvelle formule d'encre demain.",
      "example_translation": "Мне нужно купить некоторые чернила для моей ручки. Она пролила чернила на стол. Они будут тестировать новую формулу чернил завтра.",
      "imageLink": "image_files\\English\\ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "patron",
      "translation": "шаблон",
      "definition": "Un patron est un modèle ou un arrangement régulier de choses, tel qu'un ensemble d'instructions ou un modèle à suivre.",
      "definition_translation": "Шаблон - это регулярный или повторяющийся дизайн или расположение вещей, таких как набор инструкций или модель для выполнения.",
      "example": "J'ai utilisé un patron pour coudre une belle robe. Je vais utiliser un patron pour concevoir un site web. Elle a utilisé un patron pour décorer sa chambre.",
      "example_translation": "Я использовал шаблон, чтобы сшить красивое платье. Я буду использовать шаблон, чтобы спроектировать веб-сайт. Она использовала шаблон, чтобы украсить свою комнату.",
      "imageLink": "image_files\\English\\pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épingles",
      "translation": "штырь",
      "definition": "Une épingle est un petit morceau de métal avec une pointe à une extrémité et une tête à l'autre, utilisé pour attacher des choses ensemble.",
      "definition_translation": "Штырь - это小, тонкая кусок металла с острием на одном конце и головкой на другом, используется для скрепления вещей вместе.",
      "example": "J'ai utilisé une épingle pour attacher ma chemise. Elle va utiliser une épingle pour fixer ses cheveux. Ils ont utilisé des épingles pour maintenir le tissu ensemble.",
      "example_translation": "Я использовал штырь, чтобы застегнуть свою рубашку. Она будет использовать штырь, чтобы уложить волосы. Они использовали штыри, чтобы удерживать ткань вместе.",
      "imageLink": "image_files\\English\\pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "presse-épingles",
      "translation": "игольница",
      "definition": "Un presse-épingles est un petit objet rond ou ovale avec une surface douce, utilisé pour maintenir des épingles.",
      "definition_translation": "Игольница - это small, круглый или овальный объект с мягкой поверхностью, используемый для хранения штырей.",
      "example": "J'ai cousu un presse-épingles pour garder mes épingles organisées. Elle a utilisé un presse-épingles pour stocker ses aiguilles. Ils ont fait un presse-épingles comme cadeau.",
      "example_translation": "Я сшила игольницу, чтобы хранить свои штыри организованно. Она использовала игольницу, чтобы хранить свои иглы. Они сделали игольницу в качестве подарка.",
      "imageLink": "image_files\\English\\pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "carton",
      "translation": "картон",
      "definition": "Le carton est un papier épais et rigide, utilisé pour fabriquer des boîtes, des cartons et d'autres contenants.",
      "definition_translation": "Картон - это жесткая, толстая бумага, используемая для производства коробок, картонных упаковок и других контейнеров.",
      "example": "J'ai utilisé du carton pour faire une boîte. Elle va utiliser du carton pour créer un projet de bricolage. Ils ont utilisé du carton pour emballer leurs bagages.",
      "example_translation": "Я использовал картон, чтобы сделать коробку. Она будет использовать картон, чтобы создать проект ручной работы. Они использовали картон, чтобы упаковать свой багаж.",
      "imageLink": "image_files\\English\\cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "argile",
      "translation": "глина",
      "definition": "Une terre molle et collante, généralement jaunâtre ou brune, utilisée pour faire de la poterie, des briques et d'autres objets.",
      "definition_translation": "Мягкий, липкий материал地球,通常 желтовато-коричневого цвета, используемый для изготовления керамических изделий, кирпичей и других объектов.",
      "example": "J'ai fait une vase en argile en classe d'art hier. Je vais faire une sculpture en argile pour mon projet d'art. J'ai fait une erreur en travaillant avec de l'argile la semaine dernière.",
      "example_translation": "Я сделал вазу из глины на уроке искусства вчера. Я собираюсь сделать скульптуру из глины для моего арт-проекта. Я сделал ошибку при работе с глиной на прошлой неделе.",
      "imageLink": "image_files\\English\\clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crayons",
      "translation": "краски",
      "definition": "Un bâton de cire colorée utilisé pour dessiner ou colorier.",
      "definition_translation": "Палочки из цветного воска, используемые для рисования или покраски.",
      "example": "Les enfants coloraient avec des crayons à la garderie hier. J'ai besoin d'acheter plus de crayons pour l'anniversaire de mon neveu. Ils ont été en train de dessiner avec des crayons depuis ce matin.",
      "example_translation": "Дети рисовали красками в детском саду вчера. Мне нужно купить больше красок для дня рождения моего племянника. Они рисовали красками с утра.",
      "imageLink": "image_files\\English\\crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " colle",
      "translation": "клей",
      "definition": "Une substance collante utilisée pour joindre ou réparer des choses.",
      "definition_translation": "Липкая субстанция, используемая для joining или ремонта вещей.",
      "example": "J'ai utilisé de la colle pour réparer mon jouet cassé quand j'étais enfant. Elle a besoin de coller les pièces ensemble pour son projet de bricolage. Ils vont coller les papiers ensemble demain.",
      "example_translation": "Я использовал клей, чтобы починить мою сломанную игрушку, когда я был ребенком. Ей нужно приклеить куски вместе для ее проекта ремесел. Они приклеят бумаги вместе завтра.",
      "imageLink": "image_files\\English\\glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aiguille",
      "translation": "игла",
      "definition": "Un petit morceau de métal avec une pointe à une extrémité et un œil à l'autre, utilisé pour coudre ou broder.",
      "definition_translation": "Маленький, тонкий кусок металла с острием на одном конце и глазом на другом, используемый для шитья или вышивки.",
      "example": "Ma grand-mère m'a enseigné comment enfiler une aiguille lorsque j'étais enfant. Elle utilise une aiguille pour coudre un bouton sur son manteau. Ils vont utiliser des aiguilles pour faire un quiltnext mois.",
      "example_translation": "Моя бабушка научила меня, как нить иглу, когда я был ребенком. Она использует иглу, чтобы пришить кнопку к ее пальто. Они будут использовать иглы, чтобы сделать квiltnext месяц.",
      "imageLink": "image_files\\English\\needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serviette en papier",
      "translation": "бумажная салфетка",
      "definition": "Un petit morceau de papier utilisé pour sécher ou essuyer les mains ou le visage, notamment pendant un repas.",
      "definition_translation": "Маленький кусочек бумаги, используемый для вытирания или утирания рук или лица, особенно во время еды.",
      "example": "J'ai besoin d'une serviette en papier pour essuyer ma bouche après avoir mangé le burger juteux. J'ai utilisé une serviette en papier pour nettoyer mes mains. Je vais utiliser une serviette en papier pour sécher mon visage après me laver.",
      "example_translation": "Мне нужно было использовать бумажную салфетку, чтобы вытереть рот после еды сочной бургером. Я использовал бумажную салфетку, чтобы очистить руки. Я использовать буду бумажную салфетку, чтобы высушить лицо после мытья.",
      "imageLink": "image_files\\English\\paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épingle de sûreté",
      "translation": "застёжка безопасности",
      "definition": "Une petite épingle avec un capuchon ou une clenche, utilisée pour attacher des vêtements, notamment pour les bébés ou les jeunes enfants.",
      "definition_translation": "Маленькая булавка с защитным кожухом или застёжкой, используемая для застегивания одежды, особенно для малышей или маленьких детей.",
      "example": "J'ai utilisé une épingle de sûreté pour attacher le diaper du bébé. Elle a perdu une épingle de sûreté pendant qu'elle jouait. Je vais acheter une épingle de sûreté pour réparer mon chemise déchirée.",
      "example_translation": "Я использовал застёжку безопасности, чтобы застегнуть подгузник младенца. Она потеряла застёжку безопасности, играя. Я куплю застёжку безопасности, чтобы починить свою порванную рубашку.",
      "imageLink": "image_files\\English\\safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "machine à coudre",
      "translation": "швейная машина",
      "definition": "Une machine utilisée pour coudre ou broder des tissus, du cuir ou d'autres matériaux, généralement avec une aiguille et un fil.",
      "definition_translation": "Машина, используемая для шитья или строчки материала, кожи или других материалов, обычно с иглой и ниткой.",
      "example": "J'ai besoin d'utiliser une machine à coudre pour réparer ma robe déchirée. Elle a appris à utiliser une machine à coudre à l'école. Je vais acheter une machine à coudre pour faire mes propres vêtements.",
      "example_translation": "Мне нужно использовать швейную машину, чтобы починить свою порванную платье. Она научилась использовать швейную машину в школе. Я куплю швейную машину, чтобы создавать свои собственные вещи.",
      "imageLink": "image_files\\English\\sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étiquette",
      "translation": "наклейка",
      "definition": "Un petit label adhésif ou une image, utilisé pour décorer ou identifier quelque chose.",
      "definition_translation": "Маленькая клеящаяся метка или картинка, используемая для украшения или идентификации чего-либо.",
      "example": "J'ai mis une étiquette sur mon ordinateur portable. Elle a collecté des étiquettes de ses dessins animés préférés. Je vais utiliser une étiquette pour décorer la couverture de mon livre.",
      "example_translation": "Я приклеил наклейку на мой ноутбук. Она собрала наклейки из своих любимых мультфильмов. Я использовать буду наклейку, чтобы украсить обложку своей книги.",
      "imageLink": "image_files\\English\\sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ficelle",
      "translation": "струна",
      "definition": " Une longue, fine et flexible structure faite de fils tordus ou de fibres, utilisée pour lier, fixer ou relier des choses.",
      "definition_translation": "Длинная, тонкая, гибкая структура, сделанная из скрученных нитей или волокон, используемая для связывания, фиксации или соединения вещей.",
      "example": "Elle a attaché le paquet avec une ficelle. Elle avait attaché la ficelle solidement. Elle attachera la ficelle à nouveau demain.",
      "example_translation": "Она завязала пакет струной. Она завязала струну плотно. Она завяжет струну снова завтра.",
      "imageLink": "image_files\\English\\string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fil",
      "translation": "провод",
      "definition": "Un fin fil ou ruban de métal, utilisé pour conduire l'électricité ou envoyer des messages.",
      "definition_translation": "Тонкая, гибкая нить или полоса металла, используемая для проведения электричества или отправки сообщений.",
      "example": "Le fil de téléphone était cassé. Ils ont réparé le fil hier. Ils installeront un nouveau fil la semaine prochaine.",
      "example_translation": "Телефонный провод был сломан. Они починили провод вчера. Они установят новый провод на следующей неделе.",
      "imageLink": "image_files\\English\\wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fermeture éclair",
      "translation": "молния",
      "definition": "Un dispositif de fermeture consistant en une paire de dents qui s'enclenchent et qui peut être ouvert ou fermé par un curseur coulissant.",
      "definition_translation": "Застежка, состоящая из пары взаимосвязанных зубцов, которая может быть открыта или закрыта скользящей кнопкой.",
      "example": "J'ai fermé ma veste avec fermeture éclair. Elle fermera le sac demain. Ils ont fermé leur pantalon avec fermeture éclair hier.",
      "example_translation": "Я застегнул куртку. Она застегнет сумку завтра. Они застегнули свои брюки вчера.",
      "imageLink": "image_files\\English\\zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crayons de cire",
      "translation": "восковые карандаши",
      "definition": "Un bâton de cire colorée utilisé pour dessiner ou colorier.",
      "definition_translation": "Палочка цветного воска, используемого для рисования или раскраски.",
      "example": "L'enfant a utilisé des crayons de cire pour dessiner un tableau. Elle utilisera des crayons de cire pour colorier le papier demain. Ils ont utilisé des crayons de cire pour décorer le mur hier.",
      "example_translation": "Ребенок использовал восковые карандаши, чтобы нарисовать картину. Она будет использовать восковые карандаши, чтобы раскрасить бумагу завтра. Они использовали восковые карандаши, чтобы украсить стену вчера.",
      "imageLink": "image_files\\English\\wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tissu",
      "translation": "ткань",
      "definition": "Un tissu est un matériau textile, le plus souvent produit par tissage ou tricotage de fibres, et est utilisé pour faire des vêtements, des tissus d'ameublement et d'autres produits textiles.",
      "definition_translation": "Ткань - это текстильный материал, чаще всего производимый путём ткачества или вязания волокон, и используется для производства одежды, обивки и других текстильных изделий.",
      "example": "Elle a cousu soigneusement le tissu ensemble pour créer un beau quilt. Hier, elle avait acheté le tissu au magasin. D'ici l'an prochain, elle aura terminé le projet de tissu d'art.",
      "example_translation": "Она тщательно сшила ткань вместе, чтобы создать красивую квilt. Вчера она купила ткань в магазине. К следующему году она закончит проект тканных искусств.",
      "imageLink": "image_files\\English\\fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tampon en caoutchouc",
      "translation": "резиновая печать",
      "definition": "Un tampon en caoutchouc est un outil utilisé pour appliquer de l'encre ou d'autres substances sur une surface, généralement pour imprimer ou marquer des documents.",
      "definition_translation": "Резиновая печать - это инструмент, используемый для нанесения чернил или других веществ на поверхность, обычно для печати или маркировки.",
      "example": "Le greffier a utilisé un tampon en caoutchouc pour approuver les documents. Elle avait utilisé le tampon en caoutchouc pour signer les lettres. D'ici le mois prochain, ils auront remplacé le vieux tampon en caoutchouc par un nouveau.",
      "example_translation": "Клерк использовал резиновую печать для утверждения документов. Она использовала резиновую печать для подписания писем. К следующему месяцу они заменят старую резиновую печать на новую.",
      "imageLink": "image_files\\English\\rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "feutre",
      "translation": "фильтр",
      "definition": "Le feutre est un tissu non tissé fait de laine, de poils ou de fibres synthétiques, souvent utilisé pour faire des chapeaux, des pantoufles ou d'autres objets artisanaux.",
      "definition_translation": "Фильтр - это нетканый материал, сделанный из шерсти, волос или синтетических волокон, часто используемый для изготовления шляп, тапочек или других craft.",
      "example": "L'artiste a coupé soigneusement le feutre pour créer un beau ornement. Elle avait senti la texture du tissu avant de l'acheter. D'ici l'hiver prochain, elle aura fait un chapeau en feutre.",
      "example_translation": "Мастерmetic тщательно cắt фильтр, чтобы создать красивый украшение. Она чувствовала текстуру ткани перед тем, как купить ее. К следующей зиме она сделает фильтровую шляпу.",
      "imageLink": "image_files\\English\\felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pince",
      "translation": "плоские щипцы",
      "definition": "Les pinces sont des outils portatifs utilisés pour saisir et courber divers objets, tels que des tubes, des fils ou des petites pièces.",
      "definition_translation": "Плоские щипцы - это ручные инструменты, используемые для захвата и изгиба различных объектов, таких как трубы, провода или小 детали.",
      "example": "Le mécanicien a utilisé des pinces pour saisir le boulon. Elle avait utilisé des pinces pour courber le fil. D'ici la semaine prochaine, ils auront réparé les pinces.",
      "example_translation": "Механик использовал плоские щипцы, чтобы захватить болт. Она использовала плоские щипцы, чтобы загнуть провод. К следующей неделе они исправят плоские щипцы.",
      "imageLink": "image_files\\English\\pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouton-pression",
      "translation": "пресс пуговица",
      "definition": "Un petit dispositif métallique ou en plastique utilisé pour fermer ou joindre deux parties d'un vêtement ou d'un autre tissu ensemble.",
      "definition_translation": "Маленькая металлическая или пластиковая застежка, используемая для прикрепления или соединения двух частей одежды или другой ткани вместе.",
      "example": "J'ai dû coudre un nouveau bouton-pression sur ma veste car l'ancien était cassé. Hier, j'ai cousu un nouveau bouton-pression sur ma veste, et maintenant je vais coudre un autre demain.",
      "example_translation": "Мне пришлось пришить новую пресс пуговицу на мой жилет, потому что старая сломалась. Вчера я пришила новую пресс пуговицу на мой жилет, а теперь я пришью еще одну завтра.",
      "imageLink": "image_files\\English\\press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coup de poing",
      "translation": "удар",
      "definition": "Un coup rapide et puissant, surtout porté avec un poing fermé.",
      "definition_translation": "Быстрый, острый удар, особенно тот, который наносится сжатым кулаком.",
      "example": "Je vais frapper le sac demain, mais hier j'ai frappé très fort. Si je frappe le sac à nouveau, il cassera.",
      "example_translation": "Завтра я ударю мешок, а вчера я ударил его сильно. Если я ударю мешок снова, он сломается.",
      "imageLink": "image_files\\English\\punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ruban",
      "translation": "лента",
      "definition": "Une longue bande étroite de tissu, généralement colorée et utilisée à des fins décoratives ou cérémonielles.",
      "definition_translation": "Длинная, узкая полоса ткани, обычно окрашенная и используемая для декоративных или церемониальных целей.",
      "example": "Je vais attacher un ruban sur le cadeau demain, mais hier j'ai attaché un nœud. Si j'attache un ruban sur le cadeau à nouveau, il sera beau.",
      "example_translation": "Завтра я завяжу ленту на подарок, а вчера я завязал ее бантом. Если я завяжу ленту на подарок снова, она будет красивой.",
      "imageLink": "image_files\\English\\ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rouleau",
      "translation": "ролик",
      "definition": "Un objet cylindrique ou sphérique qui roule ou se déplace librement sur une surface, utilisé pour réduire la friction ou faciliter le mouvement.",
      "definition_translation": "Цилиндрический или сферический объект, который вращается или движется свободно на поверхности, используемый для уменьшения трения или облегчения движения.",
      "example": "Je vais utiliser un rouleau pour peindre le mur demain, mais hier j'ai utilisé pour lisser la surface. Si j'utilise un rouleau à nouveau, il sera facile de peindre.",
      "example_translation": "Завтра я использую ролик для покраски стены, а вчера я использовал его для сглаживания поверхности. Если я использую ролик снова, будет легко красить.",
      "imageLink": "image_files\\English\\roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papier de verre",
      "translation": "наждачная бумага",
      "definition": "Un type de papier à surface rugueuse, utilisé pour lisser et polir le bois, les métaux et autres matériaux",
      "definition_translation": "вид бумаги с грубой поверхностью, используемой для выравнивания и полировки дерева, металла и других материалов",
      "example": "J'ai utilisé du papier de verre pour lisser les bords rugueux de la table en bois. Hier, j'ai poncé le sol pour le préparer pour la peinture. D'ici la semaine prochaine, j'aurai poncé toutes les portes et les fenêtres.",
      "example_translation": "Я использовал наждачную бумагу, чтобы разгладить неровные края деревянного стола. Вчера я отшлифовал пол, чтобы подготовить его к покраске. К следующей неделе я отшлифую все двери и окна.",
      "imageLink": "image_files\\English\\sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "paillettes",
      "translation": "позументы",
      "definition": "De petits disques brillants utilisés pour décorer les vêtements, les accessoires et les tissus",
      "definition_translation": "маленькие блестящие диски, используемые для декорирования одежды, аксессуаров и других тканей",
      "example": "La robe était couverte de paillettes qui scintillaient sous la lumière. Elle a cousu des paillettes sur son costume pour la fête. D'ici l'année prochaine, elle aura conçu une collection de robes du soir étincelantes.",
      "example_translation": "Платье было покрыто позументами, которые блистали под светом. Она пришила позументы на свой костюм дляparty. К следующему году она спроектирует коллекцию вечерних платьев, украшенных позументами.",
      "imageLink": "image_files\\English\\sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pochoir",
      "translation": "шаблон",
      "definition": "Une feuille mince de matériel, comme du papier ou du plastique, avec un dessin ou un motif découpé, utilisée pour créer un dessin ou un motif similaire sur une surface",
      "definition_translation": "тонкий лист материала, such as paper или пластика, с вырезанным дизайном или шаблоном, используемый для создания аналогичного дизайна или шаблона на поверхности",
      "example": "J'ai utilisé un pochoir pour peindre un dessin sur le mur. Elle a créé un pochoir pour décorer son gâteau. D'ici le mois prochain, ils auront conçu un ensemble de pochoirs intriqués pour l'atelier d'art.",
      "example_translation": "Я использовал шаблон, чтобы нарисовать дизайн на стене. Она создала шаблон, чтобы украсить свой торт. К следующему месяцу они спроектируют набор изысканных шаблонов для арт-студии.",
      "imageLink": "image_files\\English\\stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "point",
      "translation": "шить",
      "definition": "Un passage unique d'une aiguille et du fil à travers le tissu, utilisé pour joindre, réparer ou décorer",
      "definition_translation": "один проход иглы и нити через ткань, используемый для соединения, ремонта или декорирования ее",
      "example": "Elle a fait un point dans sa robe pour réparer la déchirure. J'ai cousu la page déchirée ensemble. D'ici la semaine prochaine, elle aura cousu un beau quilt.",
      "example_translation": "Онашила стежок в ее платье, чтобы починить разрыв. Я прошил разорванную страницу. К следующей неделе она будет шить красивый квILT.",
      "imageLink": "image_files\\English\\stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mousse de polystyrène",
      "translation": "стyrofoam ( Russian term is the same)",
      "definition": "Un type de plastique léger, fragile et poreux utilisé pour faire des moules, des emballages et des isolants",
      "definition_translation": " rodzaj lekkiego, kruchego i porowatego pianki plastikowej używanej do tworzenia form, пакиowania i izolacji",
      "example": "L'entreprise utilise des boîtes en mousse de polystyrène pour emballer leurs produits. Ils avaient utilisé des contenants en mousse de polystyrène l'année dernière, mais maintenant ils utilisent du papier recyclé. D'ici l'année prochaine, ils utiliseront des emballages biodégradables.",
      "example_translation": "Компания использует коробки из styrofoam для упаковки своих продуктов. Они использовали контейнеры из styrofoam в прошлом году, но теперь используют макулатуру. К следующему году они перейдут на биоразлагаемую упаковку.",
      "imageLink": "image_files\\English\\styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " dé à coudre",
      "translation": "наперсток",
      "definition": "Un petit récipient rond porté à l'extrémité du doigt pour le protéger pendant la couture",
      "definition_translation": "маленький, округлый контейнер, который носится на конце пальца, чтобы защитить его во время шитья",
      "example": "Elle a mis soigneusement son dé à coudre pour coudre le motif intriqué. Elle avait oublié son dé à coudre à la maison, donc elle a dû coudre soigneusement. D'ici la fin de la journée, elle aura fini de coudre la robe entière sans son dé à coudre.",
      "example_translation": "Она аккуратно надела свой наперсток, чтобы сшить интригующий дизайн. Она забыла свой наперсток дома, поэтому ей пришлось шить осторожно. К концу дня она закончит шить整个 платье без наперстка.",
      "imageLink": "image_files\\English\\thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fil",
      "translation": "нить",
      "definition": "Un long et fin fil de fibres ou de fil utilisé pour coudre ou tisser",
      "definition_translation": "длинная, тонкая нить волокон или пряжи, используемая для шитья или ткачества",
      "example": "Elle a soigneusement enfilé l'aiguille pour coudre les déchirures. Elle avait utilisé un fil épais pour coudre les pièces de cuir. D'ici la semaine prochaine, elle aura cousu tous les boutons avec un fil assorti.",
      "example_translation": "Она аккуратно продела нить через иглу, чтобы сшить разрывы. Она использовала толстую нить, чтобы сшить кожаные 패чи. К следующей неделе она сшила все кнопки с соответствующей нитью.",
      "imageLink": "image_files\\English\\thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vernis",
      "translation": "лак",
      "definition": "Un type de revêtement liquide transparent ou semi-transparent utilisé pour protéger et améliorer l'apparence du bois ou d'autres matériaux",
      "definition_translation": "тип прозрачной или полупрозрачной жидкой покрывной основы, используемый для защиты и улучшения внешнего вида дерева или других материалов",
      "example": "Le fabricant de meubles a appliqué plusieurs couches de vernis pour protéger la surface en bois. Il avait utilisé un vernis rapide pour finir la table la semaine dernière. D'ici le mois prochain, il aura appliqué un vernis imperméable aux meubles de jardin.",
      "example_translation": "Мебельщик нанес несколько слоев лака, чтобы защитить деревянную поверхность. Он использовал быстро сохнущий лак, чтобы закончить стол на прошлой неделе. К следующему месяцу он нанесет водонепроницаемый лак на садовую мебель.",
      "imageLink": "image_files\\English\\varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "osier",
      "translation": "плетеный",
      "definition": "L'osier est un type de meubles ou d'objets fabriqués à partir de fibres végétales, telles que le rattan ou le saule.",
      "definition_translation": "Плетеный - это тип тканой мебели или других объектов, изготовленных из растительных волокон, таких как ротанг или ива.",
      "example": "J'ai acheté un fauteuil en osier pour ma terrasse, et c'est devenu mon endroit préféré pour lire. J'ai tressé un panier l'année dernière, et il est toujours en bon état. Je vais osier une nouvelle table pour notre fête de jardin l'été prochain.",
      "example_translation": "Я купил плетеный стул для своей веранды, и он стал моим любимым местом для чтения. В прошлом году я сплел корзину, и она все еще хорошо работает. В следующем году я сплету новый стол для нашей садовой вечеринки.",
      "imageLink": "image_files\\English\\wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "peinture acrylique",
      "translation": "акриловая краска",
      "definition": "La peinture acrylique est une peinture à séchage rapide, soluble dans l'eau, fabriquée à partir d'un mélange d'eau, de pigment, de liant et d'autres additifs.",
      "definition_translation": "Акриловая краска - это быстросохнущая, водорастворимая краска, изготовленная из смеси воды, пигмента, связующего вещества и других добавок.",
      "example": "J'ai utilisé de la peinture acrylique pour créer une murale vibrante sur le mur. L'artiste a mélangé de la peinture acrylique avec de l'eau pour obtenir la consistance souhaitée. Elle utilisera de la peinture acrylique pour peindre un portrait de son chat la semaine prochaine.",
      "example_translation": "Я использовал акриловую краску, чтобы создать яркую фреску на стене. Художник смешал акриловую краску с водой, чтобы достичь желаемой консистенции. Она будет использовать акриловую краску, чтобы написать портрет ее кошки на следующей неделе.",
      "imageLink": "image_files\\English\\acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bordure adhésive",
      "translation": "клейкая рамка",
      "definition": "Une bordure adhésive est une bande décorative avec un support adhésif qui peut être appliquée sur une surface pour créer un design ou un motif.",
      "definition_translation": "Клейкая рамка - это декоративная полоса с samo-клеящимся покрытием, которое может быть применено к поверхности, чтобы создать дизайн или узор.",
      "example": "J'ai appliqué une bordure adhésive sur les bords de l'album photo pour lui donner un look professionnel. La créatrice a utilisé une bordure adhésive pour décorer le scrapbook. Elle appliquera une bordure adhésive sur le cadre photo le mois prochain.",
      "example_translation": "Я применил клеющую рамку к краям фотоальбома, чтобы дать ему профессиональный вид. Ремесленник использовал клеющую рамку, чтобы украсить альбом для вырезок. Она будет применять клеющую рамку к рамке для pictures next month.",
      "imageLink": "image_files\\English\\adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "perles",
      "translation": "бусины",
      "definition": "Les perles sont de petits objets rondés, généralement faits de verre, de plastique ou d'autres matériaux, utilisés pour la décoration ou comme moyen de création de bijoux.",
      "definition_translation": "Бусины - это небольшие, округлые объекты, обычно сделанные из стекла, пластика или других материалов, используемые для украшения или в качестве среды для изготовления украшений.",
      "example": "J'ai enfilé des perles sur un collier pour créer un bijou unique. L'artiste amérindienne a utilisé des perles pour créer des motifs intriqués sur son diadème. Elle utilisera des perles pour créer un beau ornament pour l'arbre de Noël l'année prochaine.",
      "example_translation": "Я нанизал бусины на ожерелье, чтобы создать уникальный предмет украшения. Индейский художник использовал бусины, чтобы создать интригующие узоры на ее головном уборе. Она будет использовать бусины, чтобы сделать красивое украшение для новогодней елки в следующем году.",
      "imageLink": "image_files\\English\\beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "point de bordure",
      "translation": "шв приblanket",
      "definition": "Un type de point utilisé pour finir les bords crus d'une couverture ou d'un projet de décoration pour la maison, caractérisé par une série de petites boucles sur le bord du tissu.",
      "definition_translation": "ティп стежки, используемый для отделки сырых краев одеяла или другого домашнего декора, характеризуется серией маленьких петель на краю ткани.",
      "example": "Je vais utiliser un point de bordure pour finir le bord de cette couette. Hier, j'ai utilisé un point de bordure pour finir le bord de cette couverture. À l'avenir, je vais utiliser un point de bordure pour finir le bord de toutes mes couvertures faites maison.",
      "example_translation": "Я，将 использовать шв приblanket, чтобы закончить край этого квилта. Вчера я использовал шв приblanket, чтобы закончить край того одеяла. В будущем я буду использовать шв приblanket, чтобы закончить край всех моих домашних одеял.",
      "imageLink": "image_files\\English\\blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ensemble de pinceaux",
      "translation": "набор кистей",
      "definition": "Un ensemble de pinceaux utilisés pour diverses applications artistiques ou cosmétiques, souvent comprenant une variété de formes et de tailles.",
      "definition_translation": "Коллекция кистей, используемых для различных художественных или косметических целей, часто включая в себя различные формы и размеры.",
      "example": "J'ai besoin d'acheter un nouvel ensemble de pinceaux pour peindre. Elle a utilisé le même ensemble de pinceaux depuis des années. D'ici l'an prochain, j'aurai acheté un nouvel ensemble de pinceaux pour ma classe d'art.",
      "example_translation": "Мне нужно купить новый набор кистей для рисования. Она использует тот же набор кистей уже годы. К следующему году я куплю новый набор кистей для моего арт-класса.",
      "imageLink": "image_files\\English\\brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "point de chaîne",
      "translation": "цепной стежок",
      "definition": "Un type de point utilisé en broderie et en couture, caractérisé par une série de boucles connectées qui ressemblent à une chaîne.",
      "definition_translation": "Тип стежки, используемый в вышивке и шитье, характеризуется серией связанных петель, похожих на цепь.",
      "example": "Je peux faire un point de chaîne sur ma machine à coudre. Elle apprend à faire un point de chaîne à la main. D'ici la fin du mois, j'aurai maîtrisé le point de chaîne.",
      "example_translation": "Я могу сделать цепной стежок на моей швейной машине. Она учится делать цепной стежок вручную. К концу месяца я овладею цепным стежком.",
      "imageLink": "image_files\\English\\chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aiguille circulaire",
      "translation": "круглая игла",
      "definition": "Un type d'aiguille à tricoter avec un axe circulaire ou flexible, utilisé pour tricoter en rond ou pour créer des tubes sans couture.",
      "definition_translation": "Тип крючка для вязания с круглым или гибким стержнем, используемый для вязания в кругу или для создания бесшовных труб.",
      "example": "J'ai besoin d'une aiguille circulaire pour tricoter ce chapeau. Elle utilise une aiguille circulaire pour faire un pull. D'ici l'hiver prochain, j'aurai fait un écharpe en utilisant une aiguille circulaire.",
      "example_translation": "Мне нужна круглая игла, чтобы связать эту шляпу. Она использует круглую иглу, чтобы сделать свитер. К следующей зиме я сделаю шарф, используя круглую иглу.",
      "imageLink": "image_files\\English\\circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poinçon pour coins",
      "translation": "угольный пуансон",
      "definition": "Un outil utilisé pour créer un coin arrondi sur un papier ou une carte.",
      "definition_translation": "Инструмент, используемый для создания округлого угла на листе бумаги или карте.",
      "example": "J'ai utilisé un poinçon pour coins pour créer un bord décoratif sur l'invitation. Hier, j'ai poinçonné tous les coins des documents. D'ici la semaine prochaine, j'aurai poinçonné tous les coins des rapports.",
      "example_translation": "Я использовал угольный пуансон, чтобы создать декоративный край на приглашении. Yesterday, я пробил все углы документов. К следующей неделе я пробью все углы отчетов.",
      "imageLink": "image_files\\English\\corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papier crépon",
      "translation": "кrepе-бумага",
      "definition": "Un type de papier fin et crêpé utilisé pour les décoreations et les projets de bricolage.",
      "definition_translation": "Тип тонкой, морщинистой бумаги, используемой для декораций и проектов handmade.",
      "example": "Nous avons utilisé du papier crépon pour décorer le hall de fête. Le papier crépon est un élément essentiel dans notre boîte à outils de bricolage. D'ici l'an prochain, nous aurons utilisé du papier crépon pour toutes nos décorations.",
      "example_translation": "Мы использовали кrepе-бумагу, чтобы украсить зал для праздника. Кrepе-бумага является основой в нашем ящике снабжения для crafts. К следующему году мы будем использовать кrepе-бумагу для всех наших декораций.",
      "imageLink": "image_files\\English\\crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crochet à crochet",
      "translation": "крючок для вязания",
      "definition": "Un outil utilisé pour faire des boucles dans la laine pour créer un tissu.",
      "definition_translation": "Инструмент, используемый для создания петель в нити, чтобы создать ткань.",
      "example": "Je porte toujours un crochet à crochet avec moi pour faire des chapeaux pour la charité. Ma grand-mère m'a appris à utiliser un crochet à crochet quand j'étais enfant. D'ici le mois prochain, j'aurai fait une couverture en utilisant un crochet à crochet.",
      "example_translation": "Я всегда ношу с собой крючок для вязания, чтобы делать шляпы для благотворительности. Моя бабушка научила меня, как использовать крючок для вязания, когда я был ребенком. К следующему месяцу я буду иметь сделанную_blanket, используя крючок для вязания.",
      "imageLink": "image_files\\English\\crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "point de croix",
      "translation": "крестовый шов",
      "definition": "Un type de broderie qui utilise des points en forme de croix pour créer un design.",
      "definition_translation": "Тип вышивания, который использует стежки в виде креста, чтобы создать дизайн.",
      "example": "J'adore faire du point de croix pendant mon temps libre. Le point de croix est un excellent hobby pour se détendre. D'ici l'année prochaine, j'aurai fini mon projet de point de croix.",
      "example_translation": "Я люблю делать крестовый шов в свое свободное время. Крестовый шов - этоgreat хобби для релаксации. К следующему году я закончу свой проект крестового шва.",
      "imageLink": "image_files\\English\\cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tampon date",
      "translation": "MARK дата",
      "definition": "Un tampon date est un dispositif ou une marque qui indique la date à laquelle quelque chose a été créé, envoyé ou reçu.",
      "definition_translation": "Марка даты - это устройство или отметка, которая указывает дату, когда что-то было создано, отправлено или получено.",
      "example": "L'avocat a vérifié le tampon date sur le document pour vérifier son authenticité. Elle a dû tamponner la date sur toutes les factures avant de les envoyer aux clients. La société va introduire un nouveau système de tampon date pour améliorer leur processus de documentation.",
      "example_translation": "Адвокат проверил марку даты на документе, чтобы проверить его подлинность. Она должна была поставить дату на всех счетах-фактурах перед отправкой их клиентам. Компания введет новую систему марки даты, чтобы улучшить свой процесс документооборота.",
      "imageLink": "image_files\\English\\date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papier de décollage",
      "translation": "Бумага для декупажа",
      "definition": "Le papier de décollage est un type de papier utilisé pour décorer des surfaces avec des découpes de designs ou de motifs, généralement en utilisant de la colle ou du vernis.",
      "definition_translation": "Бумага для декупажа - это тип бумаги, используемой для украшения поверхностей с помощью вырезанных дизайнов или узоров, обычно с помощью клея или лака.",
      "example": "L'enseignante d'art a montré aux étudiants comment utiliser le papier de décollage pour créer une belle collage. Elle avait une grande collection de papiers de décollage de différentes couleurs et motifs. Le papier de décollage était trop fragile pour être utilisé sur le vase en céramique.",
      "example_translation": "Учительница искусства показала студентам, как использовать бумагу для декупажа, чтобы создать красивый коллаж. У нее была обширная коллекция бумаги для декупажа_differentcolors и узорах. Бумага для декупажа была слишком хрупкой, чтобы быть использованной на керамическом вазе.",
      "imageLink": "image_files\\English\\decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fil à broder",
      "translation": "Шелковая нить для вышивки",
      "definition": "Le fil à broder est un type de fil fait de coton, de soie ou d'autres matériaux, utilisé pour la broderie à main ou à machine et d'autres formes de travail de l'aiguille.",
      "definition_translation": "Шелковая нить для вышивки - это тип нити, сделанной из хлопка, шелка или других материалов, используемой для ручной или машинной вышивки и других форм шитья.",
      "example": "La brodeuse a soigneusement sélectionné le fil à broder pour assortir la robe. Elle a dû finir le projet de broderie avant de manquer de fil. Le fil à broder était trop fin pour être utilisé pour le travail de tapisserie.",
      "example_translation": "Вышивальщица тщательно выбрала шелковую нить, чтобы она соотвествовала ткани платья. Она должна была закончить проект вышивки, прежде чем истощились запасы нити. Шелковая нить была слишком тонкой, чтобы быть использованной для работ по таписерии.",
      "imageLink": "image_files\\English\\embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cerceau de broderie",
      "translation": "Вышивальная рамка",
      "definition": "Un cerceau de broderie est un cadre circulaire ou ovale utilisé pour tendre le tissu, rendant ainsi plus facile la broderie, la couture ou d'autres formes de travail de l'aiguille.",
      "definition_translation": "Вышивальная рамка - это круглая или овальная рамка, используемая для натяжения ткани, что делает ее легче для шитья, вышивки или других типов шитья.",
      "example": "La débutante brodeuse a trouvé difficile de manipuler le cerceau de broderie au début, mais a vite pris le coup. Le cerceau de broderie était trop petit pour la grande couette qu'elle travaillait. Elle a utilisé un cerceau de broderie pour finir le design délicat sur la robe de mariage.",
      "example_translation": "Новичок-вышивальщица нашла трудным управление вышивальной рамкой сначала, но скоро овладела ею. Вышивальная рамка была слишком маленькой для большого квилта, над которым она работала. Она использовала вышивальную рамку, чтобы закончить интригующий дизайн на свадебном платье.",
      "imageLink": "image_files\\English\\embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pinceau en mousse",
      "translation": "пенка для краски",
      "definition": "Un pinceau en mousse est un type de pinceau utilisé pour appliquer de la peinture ou d'autres matériaux sur une surface. Il est généralement fait de mousse et a des poils doux qui absorbent et retiennent beaucoup de liquide.",
      "definition_translation": "Пенка для краски - это тип кисти, используемой для нанесения краски или других материалов на поверхность. Она обычно сделана из материала пены и имеет мягкие волоски, которые абсорбируют и держат много жидкости.",
      "example": "J'ai utilisé un pinceau en mousse pour peindre les murs hier. Je vais l'utiliser pour appliquer la colle demain. J'ai utilisé pendant une semaine pour enrober la surface.",
      "example_translation": "Я использовал пенку для краски, чтобы покрасить стены вчера. Я использую ее, чтобы нанести клей завтра. Я использовал ее, чтобы покрыть поверхность на прошлой неделе.",
      "imageLink": "image_files\\English\\foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pistolet à colle",
      "translation": "пистолет для клея",
      "definition": "Un pistolet à colle est un appareil portatif utilisé pour appliquer de la colle chaude sur une surface. Il se compose d'une gâchette, d'une buse et d'un élément chauffant qui fait fondre les sticks de colle.",
      "definition_translation": "Пистолет для клея - это ручное устройство, используемое для нанесения горячего клея на поверхность. Он состоит из спуска, насадки и нагревающего элемента, который плавит клеевые стики.",
      "example": "J'ai utilisé un pistolet à colle pour attacher les décorations à la carte hier. Je vais l'utiliser pour réparer le jouet demain. J'ai utilisé pendant un mois pour lier les matériaux.",
      "example_translation": "Я использовал пистолет для клея, чтобы прикрепить украшения к карте вчера. Я использую его, чтобы починить игрушку завтра. Я использовал его, чтобы склеить материалы в прошлом месяце.",
      "imageLink": "image_files\\English\\glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "œillet et crochet",
      "translation": "крючок и петля",
      "definition": "Un œillet et crochet est un type de fermoir utilisé pour joindre deux parties ensemble. Il se compose d'un crochet métallique et d'un œillet correspondant qui peut être attaché à du tissu ou d'autres matériaux.",
      "definition_translation": "Крючок и петля - это тип застежки, используемой для соединения двух частей. Он состоит из металлического крючка и соответствующей петельки, которая может быть прикреплена к ткани или другим материалам.",
      "example": "J'ai utilisé un œillet et crochet pour fermer la robe hier. Je vais l'utiliser pour attacher la sangle demain. J'ai utilisé pendant un an pour fixer le tissu.",
      "example_translation": "Я использовал крючок и петлю, чтобы застегнуть платье вчера. Я использую его, чтобы прикрепить ремень завтра. Я использовал его, чтобы обеспечить ткань в прошлом году.",
      "imageLink": "image_files\\English\\hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pad d'encre",
      "translation": "чёрнильная подушка",
      "definition": "Un pad d'encre est un petit pad utilisé pour absorber et retenir l'encre pour l'estampillage ou l'écriture. Il est généralement utilisé avec un tampon ou un stylo pour appliquer l'encre sur le papier ou d'autres surfaces.",
      "definition_translation": "Чёрнильная подушка - это маленькая подушка, используемая для впитывания и удержания чернил для штамповки или письма. Она обычно используется с маркой или пером, чтобы наносить чернила на бумагу или другие поверхности.",
      "example": "J'ai utilisé un pad d'encre pour estampiller l'enveloppe hier. Je vais l'utiliser pour signer le document demain. J'ai utilisé pendant un mois pour imprimer les textes.",
      "example_translation": "Я использовал чёрнильную подушку, чтобы проставить конверт вчера. Я использую ее, чтобы подписать документ завтра. Я использовал ее, чтобы печатать тексты в прошлом месяце.",
      "imageLink": "image_files\\English\\ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aiguilles à tricoter",
      "translation": "шпильки для вязания",
      "definition": "Une paire de tiges pointues utilisées pour manipuler du fil en tricot, généralement tenues dans les mains et utilisées pour créer des rangées de boucles interconnectées.",
      "definition_translation": "Пару остронаконечных палок, используемых для манипуляции пряжей при вязании, обычно удерживаемых в руках и используемых для создания рядов взаимосвязанных петель.",
      "example": "J'ai utilisé mes aiguilles à tricoter pour créer un beau foulard pour ma sœur. Hier, j'étais en train de tricoter un chapeau avec mes aiguilles à tricoter. D'ici la fin de la semaine, j'aurai fini ce pull avec mes aiguilles à tricoter.",
      "example_translation": "Я использовал свои шпильки для вязания, чтобы создать красивый шарф для своей сестры. Вчера я вязал шляпу с помощью своих шпилек для вязания. К следующим выходным я закончу эту кофту, используя свои шпильки для вязания.",
      "imageLink": "image_files\\English\\knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pâte à modeler",
      "translation": "пластиковая глина",
      "definition": "Un matériau souple et malléable utilisé pour façonner et modeler, souvent utilisé dans des contextes artistiques ou éducatifs.",
      "definition_translation": "Мягкий, податливый материал, используемый для формирования и лепки, часто используемый в художественных или образовательных целях.",
      "example": "Les enfants étaient excités de jouer avec la pâte à modeler en classe d'art. Nous avons utilisé de la pâte à modeler pour créer une ville miniature. D'ici la fin de l'année, ils auront maîtrisé le travail avec la pâte à modeler.",
      "example_translation": "Дети были рады поиграть с пластиковой глиной на уроке искусства. Мы использовали пластиковую глину, чтобы создать миниатюрный город. К концу года они сумеют работать с пластиковой глиной.",
      "imageLink": "image_files\\English\\modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fil à coudre",
      "translation": "напрягатель для нитей",
      "definition": "Un petit outil utilisé pour aider à guider le fil ou le fil de laine à travers l'œil d'une aiguille.",
      "definition_translation": "Маленький инструмент, используемый для помощи в проведении нити или пряжи через ушко иглы.",
      "example": "La couturière a utilisé un fil à coudre pour coudre le tissu délicat. Hier, j'étais en train de lutter pour filer une aiguille sans fil à coudre. D'ici la semaine prochaine, j'aurai appris à utiliser un fil à coudre efficacement.",
      "example_translation": "Швея использовала напрягатель для нитей, чтобы сшить деликатную ткань. Вчера я боролся с нитью иглы без напрягателя для нитей. К следующей неделе я научусь эффективно использовать напрягатель для нитей.",
      "imageLink": "image_files\\English\\needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tampon de numérotation",
      "translation": "нумератор",
      "definition": "Un outil utilisé pour appliquer des numéros séquentiels aux documents, papiers ou autres matériaux.",
      "definition_translation": "Инструмент, используемый для нанесения последовательных номеров на документы, бумаги или другие материалы.",
      "example": "L'administrateur de bureau a utilisé un tampon de numérotation pour organiser les dossiers. Hier, nous étions à la recherche d'un tampon de numérotation pour étiqueter les boîtes. D'ici la fin du mois, nous aurons numéroté tous les documents en utilisant le tampon de numérotation.",
      "example_translation": "Администратор офиса использовал нумератор, чтобы организовать файлы. Вчера мы искали нумератор, чтобы пометить коробки. К концу месяца мы пронумеруем все документы с помощью нумератора.",
      "imageLink": "image_files\\English\\numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cisaillage de papier",
      "translation": "резак для бумаги",
      "definition": "Un outil utilisé pour couper le papier, composé généralement d'une lame et d'un manche.",
      "definition_translation": "Инструмент для разрезания бумаги, Typically состоящий из лезвия и ручки.",
      "example": "J'ai utilisé un cisaillage de papier pour ciseler les bords de la photo. Hier, j'avais utilisé un cisaillage de papier pour couper un cœur. Si j'avais un cisaillage de papier, je couperais le papier en bandes.",
      "example_translation": "Я использовал резак для бумаги, чтобы обрезать края фотографии. Вчера я использовал резак для бумаги, чтобы вырезать сердечную форму. Если бы у меня был резак для бумаги, я бы разрезал бумагу на полоски.",
      "imageLink": "image_files\\English\\paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plasticine",
      "translation": "пластилин",
      "definition": "Un matériau souple et malléable utilisé pour modeler et créer des objets, souvent utilisé par les enfants.",
      "definition_translation": "Мягкий, пластичный материал, используемый для моделирования и создания объектов, часто используемый детьми.",
      "example": "L'enfant a joué avec la plasticine, créant une figure animale colorée. Hier, elle avait modelé un château en plasticine. Si elle avait plus de plasticine, elle créerait une ville entière.",
      "example_translation": "Ребенок играл с пластилином, создавая цветное животное. Вчера она отлила пластилиновый замок. Если бы у нее было больше пластилина, она бы создала целый город.",
      "imageLink": "image_files\\English\\play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "peinture pour affiches",
      "translation": "крахмальный краситель",
      "definition": "Un type de peinture opaque à base d'eau utilisée pour les travaux d'art bold et vibrants, souvent utilisée pour les affiches et autres matériaux graphiques.",
      "definition_translation": "Тип непрозрачного водорастворимого красителя, используемого для ярких, насыщенных работ и дизайнов, часто используемого в постерах и других графических материалах.",
      "example": "L'artiste a utilisé de la peinture pour affiches pour créer un arrière-plan brillant pour la publicité. Hier, elle avait peint un paysage beau avec de la peinture pour affiches. Si elle avait plus de peinture pour affiches, elle créerait un murale éblouissant.",
      "example_translation": "Художник использовал крахмальный краситель, чтобы создать яркий фон для рекламы. Вчера она нарисовала красивый пейзаж с помощью крахмального красителя. Если бы у нее было больше крахмального красителя, она бы создала величественный мурал.",
      "imageLink": "image_files\\English\\poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rhinestone",
      "translation": "рождественский камень",
      "definition": "Un type de cristal ou de gemme de verre qui est souvent utilisé dans les bijoux et les décorations, caractérisée par sa surface réfléchissante et scintillante.",
      "definition_translation": "Тип кристалла или стеклянного камня, который часто используется в ювелирных изделиях и декорациях, характеризующийся своей сверкающей, отражательной поверхностью.",
      "example": "La robe était ornée de rhinestones qui brillaient sous la lumière. Hier, j'avais vu un collier de rhinestones qui scintillait magnifiquement. Si j'avais un broche de rhinestone, je le porterais au parti.",
      "example_translation": "Платье было украшено рождественскими камнями, которые сверкали под светом. Вчера я видел рождественский камень на шее, который сиял красиво. Если бы у меня был рождественский камень на булавке, я бы надел его на вечеринку.",
      "imageLink": "image_files\\English\\rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papier de riz",
      "translation": "рисовая бумага",
      "definition": "Un papier mince et translucide fait à partir de la moelle de la plante de papier de riz, utilisé pour les activités de bricolage, l'écriture et la cuisine.",
      "definition_translation": "Тонкая, полупрозрачная бумага, сделанная из сердцевины растения рисовой бумаги, используемая для ремесел, письма и приготовления пищи.",
      "example": "J'ai utilisé du papier de riz pour créer des fleurs en origami délicates. J'ai été utilisant du papier de riz pour mes projets d'art. Je vais utiliser du papier de riz pour faire une belle lanterne.",
      "example_translation": "Я использовал рисовую бумагу, чтобы сделать хрупкие цветы оригами. Я использовал рисовую бумагу для моих проектов искусства. Я использую рисовую бумагу, чтобы создать красивую лампу.",
      "imageLink": "image_files\\English\\rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "point de running",
      "translation": "простой стежок",
      "definition": "Le point de base le plus élémentaire dans la couture à la main, fait en portant l'aiguille haut et bas dans le tissu en ligne droite.",
      "definition_translation": "Самый базовый стежок в ручной швейной работе, выполняемый путем поднятия иглы вверх и вниз через ткань в прямой линии.",
      "example": "J'ai utilisé un point de running pour ourler mes pantalons. Elle a été utilisant un point de running pour réparer ses vêtements. Ils vont utiliser un point de running pour faire une couette.",
      "example_translation": "Я использовал простой стежок, чтобы подшить брюки. Она использовала простой стежок, чтобы отремонтировать ее одежду. Они будут использовать простой стежок, чтобы сшить покрывало.",
      "imageLink": "image_files\\English\\running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boîte à couture",
      "translation": "швейная коробка",
      "definition": "Un contenant utilisé pour stocker des fournitures de couture, telles que des fils, des aiguilles et des chutes de tissu.",
      "definition_translation": "Контейнер, используемый для хранения швейных принадлежностей, таких как нити, иглы и обрезки ткани.",
      "example": "Je garde ma boîte à couture organisée en catégorisant mes fils. Elle a utilisé sa boîte à couture pendant des années. Ils vont utiliser une boîte à couture pour faire un cadeau à leur sœur.",
      "example_translation": "Я giữ свою швейную коробку организованной, сортируя свои нити. Она использовала свою швейную коробку на протяжении многих лет. Они будут использовать швейную коробку, чтобы сделать подарок для своей сестры.",
      "imageLink": "image_files\\English\\sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "patron de couture",
      "translation": "швейная модель",
      "definition": "Un modèle ou un design utilisé comme guide pour couper et coudre du tissu pour créer un vêtement ou un textile.",
      "definition_translation": "Шаблон или дизайн, используемый как руководство для裁ting и сшивания ткани, чтобы создать одежду или текстиль.",
      "example": "J'ai utilisé un patron de couture pour faire une robe. Elle a créé ses propres patrons de couture depuis des années. Ils vont utiliser un patron de couture pour faire un costume pour la pièce de théâtre.",
      "example_translation": "Я использовал швейную модель, чтобы сделать платье. Она создавала свои собственные швейные модели на протяжении многих лет. Они будут использовать швейную модель, чтобы сделать костюм для спектакля.",
      "imageLink": "image_files\\English\\sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mannequin de tailleur",
      "translation": "манекен",
      "definition": "Un modèle de la figure humaine utilisé par les tailleurs pour afficher ou ajuster des vêtements.",
      "definition_translation": "Модель человеческой фигуры, используемая портными для демонстрации или подгонки одежды.",
      "example": "Le mannequin de tailleur se dressait fièrement dans la vitrine du magasin, arborant les dernières tendances de la mode. Le tailleur avait utilisé un mannequin de tailleur pour créer la taille parfaite pour le client. L'étudiante en mode va utiliser un mannequin de tailleur pour pratiquer ses compétences.",
      "example_translation": "Манекен стоял гордо в витрине магазина, надевая последние тенденции моды. Портной использовал манекен, чтобы создать идеальный посад для клиента. Студентка моды будет использовать манекен, чтобы практиковать свои навыки.",
      "imageLink": "image_files\\English\\tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mètre ruban",
      "translation": "сантиметр",
      "definition": "Un règle souple utilisé pour mesurer des distances ou des tailles.",
      "definition_translation": "Гибкая линейка, используемая для измерения расстояний или размеров.",
      "example": "Le charpentier a utilisé un mètre ruban pour calculer la longueur de la pièce. Le tailleur va utiliser un mètre ruban pour prendre les mesures du client. D'ici 2025, la société aura développé un mètre ruban intelligent avec des fonctionnalités avancées.",
      "example_translation": "Плотник использовал сантиметр, чтобы рассчитать длину комнаты. Портной будет использовать сантиметр, чтобы измерить размеры клиента. К 2025 году компания разработает умный сантиметр с передовыми функциями.",
      "imageLink": "image_files\\English\\tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "papier absorbant",
      "translation": "туалетная бумага",
      "definition": "Un papier doux et absorbant utilisé pour nettoyer ou essuyer.",
      "definition_translation": "Мягкая, абсорбирующая бумага, используемая для очистки или вытирания.",
      "example": "Le magasin de fournitures de bureau vendait du papier absorbant en gros. Elle a utilisé un papier absorbant pour se moucher. La société lancera une nouvelle ligne de produits de papier absorbant écologiques.",
      "example_translation": "Магазин канцтоваров продавал туалетную бумагу оптом. Она использовала туалетную бумагу, чтобы вытереть нос. Компания запустит новую линейку экологически чистых продуктов туалетной бумаги.",
      "imageLink": "image_files\\English\\tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aquarelle",
      "translation": "водяные краски",
      "definition": "Une technique de peinture utilisant des pigments solubles dans l'eau sur papier ou tissu.",
      "definition_translation": "Техника рисования, используя водорастворимые пигменты на бумаге или ткани.",
      "example": "L'artiste se spécialisait dans les paysages à l'aquarelle. Elle avait appris les techniques d'aquarelle à l'école d'art. L'exposition d'art mettait en valeur un portrait à l'aquarelle impressionnant.",
      "example_translation": "Артист специализировался на пейзажах, выполненных водяными красками. Она научилась техникам водяных красок в художественной школе. Арт-выставка представила потрясающий портрет, выполненный водяными красками.",
      "imageLink": "image_files\\English\\watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tampon en bois",
      "translation": "деревянная печать",
      "definition": "Un outil utilisé pour créer des impressions ou des marques sur une surface, typiquement fait de bois et ayant un design gravé ou sculpté.",
      "definition_translation": "Деревянная печать - это инструмент, используемый для создания оттисков или меток на поверхности, обычно сделанный из дерева и имеющий выгравированный или гравированный дизайн.",
      "example": "J'ai utilisé un tampon en bois pour créer un motif sur le tissu. J'utiliserai un tampon en bois pour concevoir un logo. Elle avait utilisé un tampon en bois pour créer une belle œuvre d'art.",
      "example_translation": "Я использовал деревянную печать, чтобы создать узор на ткани. Я использую деревянную печать, чтобы спроектировать логотип. Она использовала деревянную печать, чтобы создать красивое произведение искусства.",
      "imageLink": "image_files\\English\\wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pinceau d'écriture",
      "translation": "писательная кисть",
      "definition": "Un pinceau utilisé pour écrire ou dessiner avec de l'encre ou d'autres substances liquides, typiquement ayant des soies douces et une pointe flexible.",
      "definition_translation": "Писательная кисть - это кисть, используемая для письма или рисования с использованием чернил или других жидких веществ, обычно имеющая мягкие волоски и гибкую вершину.",
      "example": "L'artiste a utilisé un pinceau d'écriture pour créer une belle calligraphie. Elle utilisera un pinceau d'écriture pour signer le document. Il avait utilisé un pinceau d'écriture pour écrire un poème.",
      "example_translation": "Артист использовал писательную кисть, чтобы создать красивую каллиграфию. Она использует писательную кисть, чтобы подписать документ. Он использовал писательную кисть, чтобы написать стихотворение.",
      "imageLink": "image_files\\English\\writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]