[
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "biscuit",
      "translation": "печенье",
      "definition": "Un petit aliment cuit et généralement sucré, qui est habituellement croustillant à l'extérieur et moelleux à l'intérieur.",
      "definition_translation": "Маленькое, обычно сладкое испеченное блюдо, которое обычно хрустящее снаружи и мягкое внутри.",
      "example": "J'ai mangé un biscuit avec mon thé hier, je mange un biscuit avec mon thé maintenant, et je mangerai un biscuit avec mon thé demain.",
      "example_translation": "Я ел печенье с чаем вчера, я ем печенье с чаем сейчас, и я буду есть печенье с чаем завтра.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gâteau",
      "translation": "торт",
      "definition": "Un plat sucré fait avec de la farine, du sucre et des œufs, généralement cuit et souvent décoré.",
      "definition_translation": "Сладкое блюдо, сделанное с мукой, сахаром и яйцами, обычно выпекаемое и часто украшенное.",
      "example": "J'ai fait un gâteau pour l'anniversaire de mon ami hier, je fais un gâteau pour l'anniversaire de ma sœur maintenant, et je ferai un gâteau pour l'anniversaire de ma mère demain.",
      "example_translation": "Я выпекал торт для дня рождения друга вчера, я выпекаю торт для дня рождения сестры сейчас, и я выпеку торт для дня рождения мамы завтра.",
      "imageLink": "image_files\\English\\"imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chocolat",
      "translation": "шоколад",
      "definition": "Un aliment sucré fait à partir des graines de l'arbre à cacao.",
      "definition_translation": "Сладкая еда, сделанная из обжаренных семян шоколадного дерева.",
      "example": "J'adorais manger du chocolat quand j'étais enfant, j'adore manger du chocolat maintenant, et j'adorerai manger du chocolat lorsque je serai vieux.",
      "example_translation": "Я любил есть шоколад когда был ребенком, я люблю есть шоколад сейчас, и я буду любить есть шоколад когда стану старым.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "crème glacée",
      "translation": "мороженое",
      "definition": "Un aliment sucré et glacé fait à partir de crème, de sucre et de parfums.",
      "definition_translation": "Сладкое замороженное блюдо, сделанное из сливок, сахара и ароматизаторов.",
      "example": "J'ai mangé de la crème glacée à la plage hier, je mange de la crème glacée au parc maintenant, et je mangerai de la crème glacée au party demain.",
      "example_translation": "Я ел мороженое на пляже вчера, я ем мороженое в парке сейчас, и я буду есть мороженое на.party завтра.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bonbon",
      "translation": "конфета",
      "definition": "Un petit aliment sucré fait à partir de sucre, souvent parfumé et coloré, et souvent parfumé avec des fruits ou des noix.",
      "definition_translation": "Маленькая, сладкая кондитерская продукция, изготовленная из сахара, часто ароматизированная и окрашенная, и часто ароматизированная фруктами или орехами.",
      "example": "J'ai mangé un bonbon au party, je mange des bonbons tous les jours, et je mangerai des bonbons au mariage.",
      "example_translation": "Я съел кусок конфеты на празднике, я ем конфеты каждый день, и я буду есть конфеты на свадьбе.",
      "imageLink": "image_files\\English\\"imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dessert",
      "translation": "десерт",
      "definition": "Un plat sucré servant habituellement à la fin d'un repas.",
      "definition_translation": "Сладкий курс или блюдо, обычно едимый в конце еды.",
      "example": "J'ai eu un dessert délicieux au restaurant, j'ai du dessert tous les dimanches, et j'aurai un dessert au party d'anniversaire.",
      "example_translation": "Я měl вкусный десерт в ресторане, я ем десерт每 воскресенье, и я будет иметь десерт на день рождения.",
      "imageLink": "image_files\\English\\"imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sucette",
      "translation": "леденец",
      "definition": "Un bonbon dur monté sur un bâton, souvent parfumé et coloré.",
      "definition_translation": "Твёрдый леденец,裝ленный на палочке, обычно ароматизированный и окрашенный.",
      "example": "J'ai sucé une sucette à la fête foraine, je suce des sucettes tous les étés, et je sucerai une sucette au parc d'attractions.",
      "example_translation": "Я сосал леденец на ярмарке, я сосу леденцы каждый летом, и я буду сосать леденец в парке аттракционов.",
      "imageLink": "image_files\\English\\"imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "doux",
      "translation": "сладкий",
      "definition": "Ayant un goût ou une odeur agréablement sucré.",
      "definition_translation": "Имеющий приятную сладость вкуса или запаха.",
      "example": "Le gâteau était doux, je mange de la nourriture douce tous les jours, et je vais cuire des biscuits doux.",
      "example_translation": "Торт был сладким, я ем сладкую еду каждый день, и я будет печь сладкие печенья.",
      "imageLink": "image_files\\English\\"imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "confiseries",
      "translation": "сладости",
      "definition": "Des articles alimentaires riches en sucre et souvent servis comme dessert ou collation.",
      "definition_translation": "Продукты, богатые сахаром, и часто подающиеся как десерт или закуска.",
      "example": "J'adore manger des confiseries à l'occasion spéciale. J'ai mangé des confiseries au party hier soir. Je vais acheter des confiseries pour l'anniversaire de mon ami.",
      "example_translation": "Я люблю есть сладости на специальных мероприятиях. Я ел сладости на вечеринке прошлой ночью. Я куплю сладости на день рождения моего друга.",
      "imageLink": "image_files\\English\\"imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barre de chocolat",
      "translation": "шоколадная плитка",
      "definition": "Un bloc rectangle de chocolat, souvent emballé dans du papier ou du métal, et servi comme collation.",
      "definition_translation": "Прямоугольный блок шоколада, часто заворачиваемый в бумагу или фольгу, и подаваемый как закуска.",
      "example": "J'ai mangé une barre de chocolat pendant le film. Elle va acheter une barre de chocolat pour son frère. Ils ont mangé des barres de chocolat au pique-nique.",
      "example_translation": "Я ел шоколадную плитку во время фильма. Она купит шоколадную плитку для брата. Они ели шоколадные плитки на пикнике.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gelée",
      "translation": "желе",
      "definition": "Un dessert sucré et transparent fait à partir de jus de fruit, de sucre et de pectine.",
      "definition_translation": "Сладкое и прозрачное десертное блюдо, изготовленное из фруктового сока, сахара и пектина.",
      "example": "J'adore manger de la gelée avec de la crème glacée. Elle va faire de la gelée pour la fête. Ils ont mangé de la gelée au petit déjeuner.",
      "example_translation": "Я люблю есть желе с мороженым. Она сделает желе для вечеринки. Они ели желе на завтраке.",
      "imageLink": "image_files\\English\\"imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barbe à papa",
      "translation": "вату-газ",
      "definition": "Un bonbon sucré fait à partir de sucre qui est filé en fins brins et puis enroulé sur un bâton.",
      "definition_translation": "Сладкое лакомство, изготовленное из сахара, что/stretch в тонкие нити и затем намотано на палку.",
      "example": "J'ai acheté de la barbe à papa à la foire. Elle va manger de la barbe à papa au carnaval. Ils ont vendu de la barbe à papa au marché.",
      "example_translation": "Я купил вату-газ на ярмарке. Она будет есть вату-газ на карнавале. Они продавали вату-газ на рынке.",
      "imageLink": "image_files\\English\\"imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gummies",
      "translation": "жевательные конфеты",
      "definition": "Un type de bonbon chewy, généralement en saveur de fruit, qui est tendre et flexible au toucher.",
      "definition_translation": "Тип жевательной конфеты, обычно с фруктовым вкусом, который мягкий и гибкий по текстуре.",
      "example": "J'aimais manger des gummies quand j'étais enfant, c'était mon collation préférée. Je mange des gummies tous les jours après le déjeuner. Je vais acheter des gummies pour mon anniversaire la semaine prochaine.",
      "example_translation": "Я любил есть жевательные конфеты, когда был ребенком, они были моим любимым закусом. Я ем жевательные конфеты каждый день после обеда. Я куплю жевательные конфеты на свой день рождения на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bonbon dur",
      "translation": "твердый конфект",
      "definition": "Un type de bonbon qui est dur et cassant, souvent aromatisé avec du fruit ou des épices.",
      "definition_translation": "Тип конфеты, который твердый и хрупкий, часто ароматизированный фруктом или специями.",
      "example": "Ma grand-mère gardait toujours des bonbons durs dans son sac à main. J'ai mangé des bonbons durs à la foire l'été dernier. Je vais faire des bonbons durs pour les cadeaux de Noël cette année.",
      "example_translation": "Моя бабушка всегда держала твердый конфект в своей сумочке. Я ел твердый конфект на ярмарке прошлым летом. Я сделаю твердый конфект в качестве рождественских подарков в этом году.",
      "imageLink": "image_files\\English\\"imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marzipan",
      "translation": "марципан",
      "definition": "Une pâte sucrée à base d'amandes, souvent utilisée pour faire des sucreries et des bonbons, notamment pendant la saison de Noël.",
      "definition_translation": "Сладкая паста на основе миндаля, часто используемая для приготовления сладостей и конфет, особенно в рождественский сезон.",
      "example": "J'aimais les fruits en marzipan sur l'arbre de Noël. Ma sœur fait des bonbons en marzipan chaque année pour Pâques. Je vais utiliser du marzipan pour décorer le gâteau pour mon anniversaire.",
      "example_translation": "Я любил фрукты из марципана на рождественской елке. Моя сестра делает марципановые конфеты каждый год на Пасху. Я буду использовать марципан для украшения торта на свой день рождения.",
      "imageLink": "image_files\\English\\"imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bonbon cuit",
      "translation": "отварной конфект",
      "definition": "Un type de bonbon qui est fait en faisant bouillir du sucre et de l'eau ensemble, souvent aromatisé avec du fruit ou des épices.",
      "definition_translation": "Тип конфеты, который делается путем кипячения сахара и воды вместе, часто ароматизированный фруктом или специями.",
      "example": "J'aimais manger des bonbons cuits quand j'étais enfant. Ma grand-mère faisait toujours des bonbons cuits pour nos vacances en famille. Je vais faire des bonbons cuits pour la vente de charité de l'école le mois prochain.",
      "example_translation": "Я любил есть отварные конфеты, когда был ребенком. Моя бабушка всегда делала отварные конфеты для наших семейных отпусков. Я сделаю отварные конфеты для школьной продажи выпечки следующий месяц.",
      "imageLink": "image_files\\English\\"imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "confiserie",
      "translation": "кондитерская",
      "definition": "Une confiserie est un endroit où les sucreries et les bonbons sont fabriqués et vendus, ou un type de nourriture sucrée faite avec du sucre.",
      "definition_translation": "Кондитерская - это место, где producir и selling sweets и candies, или тип сладкой пищи, приготовленной с сахаром.",
      "example": "Elle a visité une confiserie pour acheter des chocolats. Elle visite une confiserie pour acheter des chocolats. Elle va visiter une confiserie pour acheter des chocolats.",
      "example_translation": "Она посетила магазин кондитерской продукции, чтобы купитьSome chocolates. Она visits магазин кондитерской продукции, чтобы купитьSome chocolates. Она будет visit магазин кондитерской продукции, чтобы купитьSome chocolates.",
      "imageLink": "image_files\\English\\"imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fudge",
      "translation": "фадж",
      "definition": "Le fudge est un type de nourriture sucrée faite à partir de sucre, de lait et de beurre, souvent aromatisé avec de la vanille ou d'autres ingrédients.",
      "definition_translation": "Фадж - это тип сладкой пищи, приготовленной из сахара, молока и масла, часто ароматизированной ванилью или другими ингредиентами.",
      "example": "Elle a fait du fudge pour son anniversaire. Elle fait du fudge pour son anniversaire. Elle va faire du fudge pour son anniversaire.",
      "example_translation": "Она приготовилаSome фадж для своей birthday party. Она готовитSome фадж для своей birthday party. Она будет готовитьSome фадж для своей birthday party.",
      "imageLink": "image_files\\English\\"imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sucrerie gélatineuse",
      "translation": "желевые конфеты",
      "definition": "Les sucreries gélatineuses sont un type de bonbon qui a un centre souple et gélatineux, souvent aromatisé avec du fruit ou d'autres ingrédients.",
      "definition_translation": "Желевые конфеты - это тип конфет, который имеет мягкое, желеобразное сердце, часто ароматизированное фруктами или другими ингредиентами.",
      "example": "Les enfants ont aimé manger des sucreries gélatineuses à la foire. Les enfants mangent des sucreries gélatineuses à la foire. Les enfants vont manger des sucreries gélatineuses à la foire.",
      "example_translation": "Дети любили есть желевые конфеты на ярмарке. Дети едят желевые конфеты на ярмарке. Дети будут есть желевые конфеты на ярмарке.",
      "imageLink": "image_files\\English\\"imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]