[
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chat",
      "translation": "кошка",
      "definition": "Un petit mammifère carnivore typiquement fourré. Ils sont souvent appelés 'chats de maison' lorsqu'ils sont gardés comme animaux de compagnie.",
      "definition_translation": "Небольшое обычно пушистое хищное млекопитающее. Их часто называют 'домашними кошками', когда они содержатся как домашние животные.",
      "example": "J'avais un chat lorsque j'étais enfant. Maintenant, j'ai un chien. J'aurai un chat à nouveau dans le futur.",
      "example_translation": "У меня была кошка, когда я был ребенком. Теперь у меня есть собака. У меня снова будет кошка в будущем.",
      "imageLink": "image_files\\English\\cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vache",
      "translation": "корова",
      "definition": "Un grand mammifère domestiqué qui est communément élevé sur les fermes et les ranchs pour son lait ou sa viande.",
      "definition_translation": "Большое домашнее парнокопытное млекопитающее, которое обычно содержится на фермах и ранчо для его молока или мяса.",
      "example": "Mon grand-père avait une vache sur sa ferme. Il l'emmenait traire chaque matin. Maintenant, mon cousin a une vache et vend son lait.",
      "example_translation": "У моего дедушки была корова на его ферме. Он использовал доить ее每ое утро. Теперь у моего кузена есть корова, и он продает ее молоко.",
      "imageLink": "image_files\\English\\cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chien",
      "translation": "собака",
      "definition": "Un mammifère carnivore domestiqué qui appartient à la famille des Canidés. Il est souvent gardé comme animal de compagnie ou utilisé pour travailler.",
      "definition_translation": "Домашнее хищное млекопитающее, принадлежащее к семейству Canidae. Это часто содержится как домашнее животное или используется для работы.",
      "example": "J'ai promené mon chien hier. Maintenant, il me promène. Je promènerai mon chien à nouveau demain.",
      "example_translation": "Я гулял с моей собакой вчера. Теперь оно гуляет со мной. Я ее снова погуляю завтра.",
      "imageLink": "image_files\\English\\dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cheval",
      "translation": "лошадь",
      "definition": "Un grand mammifère herbivore qui est souvent domestiqué et utilisé pour le transport ou le loisir.",
      "definition_translation": "Большое копытное травоядное млекопитающее, которое часто содержится в-dom и используется для перевозки или отдыха.",
      "example": "J'ai monté un cheval lorsque j'étais en vacances. Mon ami l'avait monté avant moi. Je monterai un cheval à nouveau l'année prochaine.",
      "example_translation": "Я骑л лошадь, когда был на отпуске. Мой друг ездил на ней до меня. Я снова поеду на ней в следующем году.",
      "imageLink": "image_files\\English\\horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cochon",
      "translation": "свинья",
      "definition": "Un cochon est un mammifère domestiqué, souvent élevé sur une ferme pour sa viande, connue sous le nom de porc.",
      "definition_translation": "Свинья - это одомашненное млекопитающее, часто выращиваемое на ферме для своего мяса, известного как свинина.",
      "example": "J'ai vu un cochon mangeant de la nourriture dans la ferme hier. Le cochon mange de la nourriture dans la ferme maintenant. Le cochon mangera de la nourriture dans la ferme demain.",
      "example_translation": "Я видел свинью, еющую пищу на ферме вчера. Свинья ест пищу на ферме сейчас. Свинья будет есть пищу на ферме завтра.",
      "imageLink": "image_files\\English\\pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mouton",
      "translation": "овца",
      "definition": "Un mouton est un mammifère domestiqué, souvent élevé sur une ferme pour sa laine et sa viande.",
      "definition_translation": "Овца - это одомашненное млекопитающее, часто выращиваемое на ферме для своей шерсти и мяса.",
      "example": "J'ai vu un mouton paissant dans le champ hier. Le mouton paît dans le champ maintenant. Le mouton paîtra dans le champ demain.",
      "example_translation": "Я видел овцу, пасшуюся в поле вчера. Овца пасется в поле сейчас. Овца будет пасеться в поле завтра.",
      "imageLink": "image_files\\English\\sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bébé",
      "translation": "младенец",
      "definition": "Un bébé est un être humain très jeune, de la naissance à environ un à deux ans.",
      "definition_translation": "Младенец - это очень молодой человеческий существ, от рождения до около одного-двух лет.",
      "example": "Mon bébé criait fort hier. Mon bébé dort maintenant. Mon bébé rira demain.",
      "example_translation": "Мой младенец громко плакал вчера. Мой младенец спит сейчас. Мой младенец будет смеяться завтра.",
      "imageLink": "image_files\\English\\baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ours",
      "translation": "медведь",
      "definition": "Un ours est un grand mammifère carnivore avec une fourrure hirsute, trouvé dans les forêts et les montagnes.",
      "definition_translation": "Медведь - это большой, хищный млекопитающий с шерстяной шерстью, найденный в лесах и горах.",
      "example": "J'ai vu un ours grimpant un arbre hier. L'ours mange du miel maintenant. L'ours hibernera demain.",
      "example_translation": "Я видел медведя,-scaling дерево вчера. Медведь ест мед сейчас. Медведь будет спать завтра.",
      "imageLink": "image_files\\English\\bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guépard",
      "translation": "чета",
      "definition": "un grand félin natif d'Afrique et d'Asie centrale, ayant une fourrure distinctive avec des taches noires ou des rayures",
      "definition_translation": "большой кошачий родина из Африки и Центральной Азии, имеющий характерный окрас с чёрными пятнами или полосами",
      "example": "J'ai vu un guépard courant dans la savane l'année dernière. C'était incroyablement rapide. Je vais aller au zoo voir un guépard le mois prochain.",
      "example_translation": "Я видел чету, бегущую по саванне в прошлом году. Она была невероятно быстрой. Я пойду в зоопарк, чтобы увидеть чету в следующем месяце.",
      "imageLink": "image_files\\English\\cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "éléphant",
      "translation": "слон",
      "definition": "un grand animal intelligent et social avec une longue trompe, natif d'Afrique et d'Asie du Sud.",
      "definition_translation": "большое, интеллектуальное и социальное животное с длинным хоботом, родом из Африки и южной Азии",
      "example": "J'ai monté un éléphant dans la jungle la semaine dernière. C'était une expérience palpitante. Je vais aller au cirque voir un éléphant se produire l'année prochaine.",
      "example_translation": "Я ездил на слоне в джунгле на прошлой неделе. Это был захватывающий опыт. Я пойду в цирк, чтобы увидеть слона, выполняющего трюк, в следующем году.",
      "imageLink": "image_files\\English\\elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cochon d'Inde",
      "translation": "морская свинка",
      "definition": "Un petit rongeur herbivore originaire d'Amérique du Sud, souvent tenu comme animal de compagnie",
      "definition_translation": "маленькое, пушистое, травоядное грызун из Южной Америки, часто содержится в качестве домашних животного",
      "example": "J'ai eu un cochon d'Inde comme animal de compagnie lorsque j'étais enfant. C'était très mignon. Ma sœur achètera un cochon d'Inde comme cadeau pour son amie la semaine prochaine.",
      "example_translation": "Я содержал морскую свинку как домашнее животное, когда я был ребенком. Она была очень милой. Моя сестра купит морскую свинку в качестве подарка для своей подруги на следующей неделе.",
      "imageLink": "image_files\\English\\guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hamster",
      "translation": "хомяк",
      "definition": "Un petit rongeur, généralement velu, souvent tenu comme animal de compagnie",
      "definition_translation": "маленькое, обычно пушистое, грызун, часто содержится в качестве домашних животного",
      "example": "J'avais un hamster comme animal de compagnie lorsque j'étais à l'université. C'était très actif. Mon frère achètera un hamster pour son fils le mois prochain.",
      "example_translation": "У меня был хомяк как домашнее животное, когда я был в колледже. Он был очень активным. Мой брат купит хомяка для своего сына в следующем месяце.",
      "imageLink": "image_files\\English\\hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lion",
      "translation": "лев",
      "definition": "Un grand mammifère carnivore de l'Afrique et de l'Inde, avec un pelage court et tawny ou doré, et une longue crinière chez les mâles.",
      "definition_translation": "Большой хищный млекопитающий зверь Африки и Индии, с короткой рыжей или золотистой шерстью и длинной гривой у самцов.",
      "example": "Le lion rugissait fort dans la savane. Hier, il dormait. Demain, il chassera pour se nourrir.",
      "example_translation": "Лев громко рычал на саванне. Вчера он спал. Завтра он будет охотиться за едой.",
      "imageLink": "image_files\\English\\lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "singe",
      "translation": "обезьяна",
      "definition": "Un primate de l'ordre des Primates, incluant les prosimiens, les singes du Nouveau Monde et les grands singes.",
      "definition_translation": "Примат отряда приматов, включая протопrimates, обезьян Нового Света и человекообразных обезьян.",
      "example": "Le singe se balançait d'arbre en arbre. Hier, il jouait avec ses amis. Demain, il apprendra de nouveaux tours.",
      "example_translation": "Обезьяна качалась с дерева на дерево. Вчера она играла со своими друзьями. Завтра она научится новым трюкам.",
      "imageLink": "image_files\\English\\monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "souris",
      "translation": "мышь",
      "definition": "Un petit rongeur mammifère couramment trouvé dans les maisons et les fermes.",
      "definition_translation": "Маленький грызун, который часто встречается в домах и фермах.",
      "example": "La souris s'est précipitée à travers le sol. Hier, elle se cachait dans son trou. Demain, elle explorera la cuisine.",
      "example_translation": "Мышь бежала по полу. Вчера она пряталась в своей норе. Завтра она будет исследовать кухню.",
      "imageLink": "image_files\\English\\mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lapin",
      "translation": "кролик",
      "definition": "Un petit mammifère avec des oreilles longues, une queue courte et des pattes arrière plus longues que les pattes avant.",
      "definition_translation": "Маленькое млекопитающее с длинными ушами, коротким хвостом и задними ногами, которые длиннее его передних ног.",
      "example": "Le lapin s'est enfui rapidement. Hier, il mangeait des carottes. Demain, il jouera avec ses amis.",
      "example_translation": "Кролик быстро ушёл. Вчера он ел морковь. Завтра он будет играть со своими друзьями.",
      "imageLink": "image_files\\English\\rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rat",
      "translation": "крыса",
      "definition": "Un rat est un rongeur appartenant au genre Rattus. Les rats sont généralement considérés comme des parasites et sont connus pour propager des maladies.",
      "definition_translation": "Крыса - это грызун, который принадлежит к роду Rattus. Крысы обычно считаются вредителями и известны тем, что распространяют заболевания.",
      "example": "Le rat se cachait sous la pile de déchets. Le rat mangera les restes. Le rat s'est échappé de sa cage.",
      "example_translation": "Крыса пряталась под кучей мусора. Крыса будет есть оставшуюся еду. Крыса сбежала из клетки.",
      "imageLink": "image_files\\English\\rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chauve-souris",
      "translation": "летучая мышь",
      "definition": "Une chauve-souris est un mammifère volant appartenant à l'ordre des Chiroptères. Les chauves-souris sont des animaux nocturnes et utilisent l'écholocalisation pour se diriger.",
      "definition_translation": "Летучая мышь - это летающее млекопитающее, которое принадлежит к отряду Chiroptera. Летучие мыши - это ночные животные, которые используют эхолокацию для навигации.",
      "example": "La chauve-souris est partie du caveau à nuit tombée. La chauve-souris utilisera son écholocalisation pour trouver sa proie. La chauve-souris s'était endormie pendant la journée.",
      "example_translation": "Летучая мышь вылетела из пещеры ночью. Летучая мышь будет использовать эхолокацию, чтобы найти свою добычу. Летучая мышь заснула днем.",
      "imageLink": "image_files\\English\\bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "taureau",
      "translation": "бык",
      "definition": "Un taureau est un mâle adulte de bovin, souvent utilisé pour la reproduction ou la tauromachie. Les taureaux sont connus pour leur force et leur agressivité.",
      "definition_translation": "Бык - это взрослый самец крупного рогатого скота, часто используемый для разведения или боев. Быки известны своей силой и агрессивностью.",
      "example": "Le taureau a chargé le matador pendant la corrida. Le taureau sera utilisé pour la reproduction la saison prochaine. Le taureau avait été castré pour réduire son agressivité.",
      "example_translation": "Бык напал на матадора во время боя. Бык будет использоваться для разведения в следующем сезоне. Бык был кастрирован, чтобы уменьшить его агрессивность.",
      "imageLink": "image_files\\English\\bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "veau",
      "translation": "теленок",
      "definition": "Un veau est un jeune bovin ou taureau, généralement âgé de moins d'un an. Les veaux dépendent de leur mère pour le lait et la protection.",
      "definition_translation": "Теленок - это молодая корова или бык, обычно в første году жизни. Телята зависят от своих матерей для молока и защиты.",
      "example": "Le veau est né tôt le matin. Le veau sera sevré de sa mère bientôt. Le veau avait pris ses premiers pas dans le champ.",
      "example_translation": "Теленок родился рано утром. Теленок будет отнят от своей матери soon. Теленок сделал свои первые шаги в поле.",
      "imageLink": "image_files\\English\\calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chameau",
      "translation": "верблюд",
      "definition": "Un grand mammifère ongulé avec une bosse distinctive sur son dos, trouvé dans les déserts et les régions arides.",
      "definition_translation": "Большой, чётко-копытный млекопитающий с характерным горбом на спине, находящийся в пустынях и арктических регионах.",
      "example": "Le chameau traversa le désert avec facilité. Le chameau est fatigué. Le chameau boira de l'eau demain.",
      "example_translation": "Верблюд пересек пустыню с легкостью. Верблюд устал. Верблюд выпьет воду завтра.",
      "imageLink": "image_files\\English\\camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bétail",
      "translation": "скот",
      "definition": "Des mammifères domestiques, tels que les vaches, les taureaux et les bœufs, élevés pour la nourriture, le lait ou le travail.",
      "definition_translation": "Домашние млекопитающие, такие как коровы, быки и волы, выращиваемые для еды, молока или работы.",
      "example": "Le bétail paissait dans le pré vert. Le bétail est nourri de foin. Le bétail sera vendu le mois prochain.",
      "example_translation": "Скот пасся в зеленой лугу. Скот кормят сеном. Скот будет продан в следующем месяце.",
      "imageLink": "image_files\\English\\cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dauphin",
      "translation": "дельфин",
      "definition": "Un mammifère aquatique très intelligent avec une grande nageoire dorsale, souvent trouvé en groupe dans l'océan.",
      "definition_translation": "ВысокоИнтеллектуальное, водное млекопитающее с большим спинным плавником, часто встречающееся в группах в океане.",
      "example": "Le dauphin nagea rapidement à travers les vagues. Le dauphin joue avec le poisson. Le dauphin sautera hors de l'eau demain.",
      "example_translation": "Дельфин быстро проплыл через волны. Дельфин играет с рыбой. Дельфин выпрыгнет из воды завтра.",
      "imageLink": "image_files\\English\\dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "âne",
      "translation": "осел",
      "definition": "Un mammifère domestique, souvent utilisé comme bête de somme, caractérisé par sa robe grise ou brune et ses longs oreilles.",
      "definition_translation": "Домашнее млекопитающее, часто используемое как тягловое животное, характеризующееся серым или коричневым мехом и длинными ушами.",
      "example": "L'âne porta le lourd fardeau jusqu'au sommet de la colline. L'âne mange du foin. L'âne sera monté par l'enfant la semaine prochaine.",
      "example_translation": "Осел вез тяжелую ношу вверх по холму. Осел ест сено. Осел будет騎чен ребенком на следующей неделе.",
      "imageLink": "image_files\\English\\donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "féminin",
      "translation": "женщина",
      "definition": "Une personne ou un animal de sexe qui produit des œufs ou donne naissance à des descendants.",
      "definition_translation": "Женщина - это человек или животное, которое производит яйца или рожает потомство.",
      "example": "Elle était la première femme astronaute à voyager dans l'espace. Elle travaille actuellement comme ingénieure femme. Elle sera un médecin femme dans le futur.",
      "example_translation": "Она была первой женщиной-космонавтом, которая отправилась в космос. Сейчас она работает инженером-женщиной. В будущем она станет женщиной-врачом.",
      "imageLink": "image_files\\English\\female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fourrure",
      "translation": "шерсть",
      "definition": "La fourrure est le pelage épais et doux qui pousse sur de nombreux animaux, especially les mammifères.",
      "definition_translation": "Шерсть - это thick, мягкая шерсть, которая растет на многих животных, особенно млекопитающих.",
      "example": "La fourrure du lapin est très douce. Le lapin avait usé sa fourrure en frottant contre la cage. Le lapin aura une fourrure brillante après un bon bain.",
      "example_translation": "Шерсть кролика очень мягкая. Кролик износил свою шерсть от трения о клетку. Кролик будет иметь блестящую шерсть после хорошей бани.",
      "imageLink": "image_files\\English\\fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "girafe",
      "translation": "жираф",
      "definition": "Une girafe est un grand mammifère ongulé avec un pelage distinctif et un long cou.",
      "definition_translation": "Жираф - это высокое, парнокопытное млекопитающее с характерным узором шерсти и длинной шеей.",
      "example": "La girafe erra librement dans la savane. La girafe mange des feuilles sur l'arbre élevé. La girafe courra vite pour échapper au prédateur.",
      "example_translation": "Жираф свободно бродил по саванне. Жираф ест листья с высокого дерева. Жираф будет быстро бежать, чтобы уйти от хищника.",
      "imageLink": "image_files\\English\\giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chèvre",
      "translation": "коза",
      "definition": "Une chèvre est un mammifère ruminant avec une barbe de poils sur son menton, souvent élevé comme animal de ferme.",
      "definition_translation": "Коза - это рuminant млекопитающее с бородой в виде характерного пучка волос на подбородке, часто содержащееся как домашнее животное.",
      "example": "La chèvre escalada la montagne escarpée. La chèvre mange de l'herbe dans le champ. La chèvre produira du lait pour notre famille.",
      "example_translation": "Коза攀аял крутую гору. Коза ест траву в поле. Коза будет производить молоко для нашей семьи.",
      "imageLink": "image_files\\English\\goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lièvre",
      "translation": "зайц",
      "definition": "Un mammifère rapide avec des pattes longues, une petite tête, des oreilles longues et des pattes arrière puissantes.",
      "definition_translation": "Быстроногий, длинноногий млекопитающий с маленькой головой,長ными ушами и мощными задними ногами",
      "example": "Le lièvre fila à travers le champ, ses oreilles longues battant dans le vent. Hier, j'ai vu un lièvre sautant près de la rivière. Demain, j'essaierai d'attraper un lièvre.",
      "example_translation": "Зайц неожиданно бросился через поле, его длинные уши хлопали на ветру. Вчера я видел зайца,跳ающего возле реки. Завтра я постараюсь поймать зайца",
      "imageLink": "image_files\\English\\hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hippopotame",
      "translation": "бегемот",
      "definition": "Un grand mammifère semi-aquatique avec un corps rond, des pattes courtes et un long museau.",
      "definition_translation": "Большое, полуводное млекопитающее с круглым телом, короткими ногами и длинным рылом",
      "example": "L'hippopotame nagea dans la piscine profonde, ses pattes courtes 팔lissant lentement. Hier, j'ai nourri un hippopotame au zoo. Demain, je regarderai un hippopotame jouer avec ses amis.",
      "example_translation": "Бегемот плавал в глубоком бассейне, его короткие ноги делали медленные гребки. Вчера я покормил бегемота в зоопарке. Завтра я буду смотреть, как бегемот играет со своими друзьями",
      "imageLink": "image_files\\English\\hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaton",
      "translation": "котенок",
      "definition": "Un petit chat, généralement âgé de moins d'un an.",
      "definition_translation": "Молодой кот, обычно менее года от рождения",
      "example": "Le chaton a joué avec le ballon de laine, bondissant dessus avec joie. Hier, ma sœur a ramené un nouveau chaton à la maison. Demain, je vais emmener le chaton chez le vétérinaire pour une vérification.",
      "example_translation": "Котенок играл с клубком пряжи, прыгая на него с радостью. Вчера моя сестра привела домой новорожденного котенка. Завтра я帶у котенка к ветеринару на осмотр",
      "imageLink": "image_files\\English\\kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agneau",
      "translation": "агнец",
      "definition": "Un jeune mouton, généralement âgé de moins d'un an.",
      "definition_translation": "Молодой овен, обычно менее года от рождения",
      "example": "L'agneau s'est ébattu dans le pré vert, son manteau de laine étincelant au soleil. Hier, j'ai vu un agneau naître à la ferme. Demain, je vais aider à tondre la toison de l'agneau.",
      "example_translation": "Агнец развлекался в зеленом лугу, его шерстяной мех блестел на солнце. Вчера я видел агнца, рожденного на ферме. Завтра я помогу стричь шерсть агнца",
      "imageLink": "image_files\\English\\lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mâle",
      "translation": "мужчина",
      "definition": "Un mâle est un adulte humain ou animal qui a des organes reproducteurs qui produisent des spermatozoïdes.",
      "definition_translation": "Мужчина - это взрослый человек или животное, имеющее репродуктивные органы, производящие сперму.",
      "example": "Le lion mâle a rugi bruyamment, hier j'ai vu un daim mâle, et demain je vais voir un paon mâle.",
      "example_translation": "Мужской лев громко рычал, вчера я увидел мужского оленя, а завтра я увижу мужского павлина.",
      "imageLink": "image_files\\English\\male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mulet",
      "translation": "муль",
      "definition": "Un mulet est le produit d'un âne mâle et d'une jument, connu pour sa force et son entêtement.",
      "definition_translation": "Муль - это потомок мужского осла и самки лошади, известный своей силой и упрямством.",
      "example": "Le fermier a utilisé un mulet pour labourer le champ, mon grand-père avait un mulet, et l'année prochaine j'achèterai un mulet.",
      "example_translation": "Фермер использовал мула для пахоты, мой дедушка имел мула, а в следующем году я куплю мула.",
      "imageLink": "image_files\\English\\mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "puma",
      "translation": "пума",
      "definition": "Un puma est un grand félin tawny ou brun-gris, natif des Amériques, également connu sous le nom de cougar ou lion des montagnes.",
      "definition_translation": "Пума - это большой, тавный или серо-коричневый кот, родом из Америки, также известный как пума или горный лев.",
      "example": "J'ai vu un puma au zoo, le puma est un animal très agile, et le puma mangera un cerf.",
      "example_translation": "Я увидел пуму в зоопарке, пума - это очень гибкое животное, а пума будет есть оленя.",
      "imageLink": "image_files\\English\\puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chiot",
      "translation": "щенок",
      "definition": "Un chiot est un jeune chien, especialmente âgé de moins d'un an, souvent considéré comme mignon et joueur.",
      "definition_translation": "Щенок - это молодой собака, особенно та, которая моложе года, часто считается милым и игривым.",
      "example": "J'ai un chiot à la maison, hier mon chiot a appris à s'asseoir, et demain mon chiot va apprendre à récupérer.",
      "example_translation": "У меня есть щенок дома, вчера мой щенок научился сидеть, а завтра мой щенок научится приносить.",
      "imageLink": "image_files\\English\\puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "renne",
      "translation": "олень",
      "definition": "Un renne est un grand cerf avec une paire de bois distincte, trouvé dans les parties nord de l'Europe, de l'Asie et de l'Amérique, souvent associé à Noël",
      "definition_translation": "большой олень с характерным набором рогов, найденный в северных частях Европы, Азии и Америки, часто ассоциируемый с Рождеством",
      "example": "Le renne a couru rapidement à travers le champ enneigé. Hier, il avait mangé tout le gazon. Demain, il va migrer vers un nouvel habitat.",
      "example_translation": "Олень быстро chạyился через снежное поле. Yesterday, он съел всю траву. Завтра он уйдет в新的 местообитание.",
      "imageLink": "image_files\\English\\reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tigre",
      "translation": "тигр",
      "definition": "Un tigre est un grand mammifère carnivore de la famille des félins, généralement orange-jaune avec des rayures noires",
      "definition_translation": "большой хищный млекопитающий рода кошачьих, обычно оранжево-желтый с черными полосами",
      "example": "Le tigre a rugi bruyamment dans la jungle. L'année dernière, il avait tué un cerf. La semaine prochaine, il sera relâché dans la nature.",
      "example_translation": "Тигр громко рявкнул в джунглях. В прошлом году он убил оленя. На следующей неделе он будет выпущен на волю.",
      "imageLink": "image_files\\English\\tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baleine",
      "translation": "кит",
      "definition": "Une baleine est un grand mammifère aquatique qui respire l'air par son évent",
      "definition_translation": "большой, акватический млекопитающий, который дышит воздухом через свое дыхало",
      "example": "La baleine a nagé lentement dans l'océan. Le mois dernier, elle avait donné naissance à un veau. L'été prochain, elle migrera vers l'Arctique.",
      "example_translation": "Кит медленно плавал в океане. В прошлом месяце он родил теленка. На следующее лето он уйдет в Арктику.",
      "imageLink": "image_files\\English\\whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cerf",
      "translation": "олень",
      "definition": "Un cerf est un mammifère rapide et svelte à sabots, trouvé dans les forêts et les prairies",
      "definition_translation": "быстродвижущийся, копытный млекопитающий со стройным телом, найденный в лесах и лугах",
      "example": "Le cerf a couru rapidement à travers le champ. Hier, il avait mangé tout le gazon. Demain, il sera chassé par un chasseur.",
      "example_translation": "Олень быстро chạyился через поле. Yesterday, он съел всю траву. Завтра он будет охотиться охотником.",
      "imageLink": "image_files\\English\\deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "renard",
      "translation": "лиса",
      "definition": "un petit mammifère carnivore à queue bushy, trouvé dans les forêts et les prairies",
      "definition_translation": "маленькое хищное млекопитающее с пушистым хвостом,found в лесах и степях",
      "example": "Le rapide renard saute par-dessus le chien paresseux. Hier, le renard a sauté par-dessus le chien. Demain, le renard sautera par-dessus le chien.",
      "example_translation": "Быстрый лис прыгает над лентяем псом. Вчера лис прыгнул над псом. Завтра лис прыгнет над псом.",
      "imageLink": "image_files\\English\\fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gorille",
      "translation": "горилла",
      "definition": "un grand primate puissant qui vit dans les forêts du centre de l'Afrique",
      "definition_translation": "крупное, мощное примат, живущее в лесах центральной Африки",
      "example": "Le gorille rugit bruyamment dans la jungle. Hier, le gorille a rugi bruyamment dans la jungle. Demain, le gorille rugira bruyamment dans la jungle.",
      "example_translation": "Горилла громко ревет в джунглях. Вчера горилла громко ревела в джунглях. Завтра горилла громко будет реветь в джунглях.",
      "imageLink": "image_files\\English\\gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "kangourou",
      "translation": "кенгуру",
      "definition": "un grand marsupial à pattes sauteur, natif de l'Australie",
      "definition_translation": "крупное, прыгающее сумчатое млекопитающее, родом из Австралии",
      "example": "Le kangourou saute à travers l'outback. Hier, le kangourou a sauté à travers l'outback. Demain, le kangourou sautera à travers l'outback.",
      "example_translation": "Кенгуру прыгает через пустошь. Вчера кенгуру прыгало через пустошь. Завтра кенгуру прыгнет через пустошь.",
      "imageLink": "image_files\\English\\kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "léopard",
      "translation": "леопард",
      "definition": "un grand chat carnivore à pelage tacheté ou en rosaces, trouvé en Afrique et en Asie",
      "definition_translation": "крупная, хищная кошка с характерным пятнистым или розетковидным мехом, found в Африке и Азии",
      "example": "Le léopard guette sa proie dans la savane. Hier, le léopard a guetté sa proie dans la savane. Demain, le léopard guettera sa proie dans la savane.",
      "example_translation": "Леопард подкрадывается к дичи в саванне. Вчера леопард подкрадывался к дичи в саванне. Завтра леопард подкрадется к дичи в саванне.",
      "imageLink": "image_files\\English\\leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boeuf",
      "translation": "бык",
      "definition": "Un mammifère domestiqué à sabots, souvent élevé sur les fermes et utilisé pour son lait ou sa viande.",
      "definition_translation": "Домашнее копытное млекопитающее, часто содержащееся на фермах и используемое для молока или мяса.",
      "example": "Le boeuf sera utilisé pour labourer les champs demain, mais aujourd'hui il se repose. Hier, il a été utilisé pour le transport. À l'avenir, nous utiliserons un boeuf pour cultiver la terre.",
      "example_translation": "Бык будет использоваться для вспашки полей завтра, но сегодня он отдыхает. Вчера он использовался для транспортировки. В будущем мы будем использовать быка для культивации земли.",
      "imageLink": "image_files\\English\\ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pattte",
      "translation": "лапа",
      "definition": "Le pied d'un animal, notamment un quadrupède, ayant des griffes ou des ongles.",
      "definition_translation": "Ноготь животного, 특히 четвероногого, имеющего когти или ногти.",
      "example": "L'ours a utilisé sa patte pour chasser la mouche. Hier, il avait blessé sa patte en grimpant. À l'avenir, la patte sera complètement guérie.",
      "example_translation": "Медведь использовал свою лапу, чтобы отмахнуться от мухи. Вчера он поранил свою лапу при лазании. В будущем лапа будет полностью излечена.",
      "imageLink": "image_files\\English\\paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ours polaire",
      "translation": "полярный медведь",
      "definition": "Un grand ours carnivore natif des régions arctiques, au pelage blanc et se nourrissant principalement de phoques.",
      "definition_translation": "Большой хищный медведь, родиной которого являются арктические регионы, с белым мехом и диетой, состоящей в основном из тюленей.",
      "example": "L'ours polaire hibernera pendant l'hiver, mais pendant l'été il sera libre de vagabonder. L'année dernière, l'ours polaire avait donné naissance à deux oursons. À l'avenir, nous étudierons le comportement de l'ours polaire.",
      "example_translation": "Полярный медведь будет спать зимой, но летом он будет свободно бродить. В прошлом году полярный медведь родил двух медвежат. В будущем мы будем изучать поведение полярного медведя.",
      "imageLink": "image_files\\English\\polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rhinocéros",
      "translation": "носорог",
      "definition": "Un grand mammifère herbivore à corne sur le nez, natif de l'Afrique et de l'Asie du Sud.",
      "definition_translation": "Большое травоядное млекопитающее с отличительной роговой частью на носу, родиной которого является Африка и южная Азия.",
      "example": "Le rhinocéros migrera vers un nouvel habitat demain, mais aujourd'hui il boit de l'eau. Hier, il avait rencontré un rival rhinocéros. À l'avenir, nous protégerons le rhinocéros des braconniers.",
      "example_translation": "Носорог будет мигрировать в новые места обитания завтра, но сегодня он пьет воду. Вчера он встретился с соперником-носорогом. В будущем мы будем защищать носорога от браконьеров.",
      "imageLink": "image_files\\English\\rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "phoque",
      "translation": "тюлень",
      "definition": "Un phoque est un mammifère marin qui a un corps allongé et des nageoires, et est capable de vivre sur terre et dans l'eau.",
      "definition_translation": "Тюлень - это морское млекопитающее с потокообразным телом и ластами, способное жить на суше и в воде.",
      "example": "Le phoque a nagé rapidement à travers les eaux gelées. Il nagera à nouveau demain. Il avait nagé près du rivage.",
      "example_translation": "Тюлень быстро плавал через ледяные воды. Он будет плавать снова завтра. Он plavал близко к берегу.",
      "imageLink": "image_files\\English\\seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "écureuil",
      "translation": "белка",
      "definition": "Un écureuil est un petit rongeur qui a une queue bushy et vit dans les arbres, se nourrissant de noix et de graines.",
      "definition_translation": "Белка - это маленький грызун с пушистым хвостом, живущий на деревьях и питаясь орехами и семенами.",
      "example": "L'écureuil a couru rapidement dans l'arbre. Il courra à nouveau demain. Il avait couru autour du parc.",
      "example_translation": "Белка быстро забежала на дерево. Она будет бежать вниз по дереву завтра. Она бежала вокруг парка.",
      "imageLink": "image_files\\English\\squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]