[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vêtements",
      "translation": "одежда",
      "definition": "articles de vêtement, notamment des vêtements d'extérieur, portés sur la partie supérieure du corps humain",
      "definition_translation": "статьи одежды, особенно верхняя одежда, носимая на верхней части человеческого тела",
      "example": "J'ai porté de beaux vêtements au party hier soir, je porte des vêtements décontractés au travail tous les jours, et je porterai des vêtements de ceremony au mariage la semaine prochaine.",
      "example_translation": "Я надел красивую одежду на вечеринку昨夜, я ношу повседневную одежду на работу каждый день, и я надену формальную одежду на свадьбу следующей неделе.",
      "imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manteau",
      "translation": "палто",
      "definition": "un vêtement d'extérieur porté pour se protéger du froid, généralement avec des manches et un col",
      "definition_translation": "внешняя одежда, носимая для согревания, обычно с рукавами и воротником",
      "example": "J'avais un manteau lorsque je suis sorti ce matin, je porterai un manteau dans les montagnes l'hiver prochain, et j'ai porté un manteau au party l'année dernière.",
      "example_translation": "Я надел пальто, когда я вышел на улицу этим утром, я надену пальто на горы следующей зимой, и я надел пальто на вечеринку прошлым годом.",
      "imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "robe",
      "translation": "платье",
      "definition": "un vêtement pour femme ou fille, généralement descendant en dessous du genou",
      "definition_translation": "одежда для женщины или девушки, обычно до колена",
      "example": "J'ai porté une belle robe au mariage hier soir, je porterai une robe au party la semaine prochaine, et j'ai porté une robe au dîner l'année dernière.",
      "example_translation": "Я надел красивое платье на свадьбу昨夜, я надену платье на вечеринку следующей неделе, и я надел платье на ужин прошлым годом.",
      "imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chapeau",
      "translation": "шляпа",
      "definition": "un couvre-chef, généralement avec une visière et une couronne",
      "definition_translation": "головной убор, обычно с полями и тульей",
      "example": "J'ai porté un chapeau au party hier soir, je porterai un chapeau à la plage l'été prochain, et j'ai porté un chapeau au mariage l'année dernière.",
      "example_translation": "Я надел шляпу на вечеринку昨夜, я надену шляпу на пляж следующим летом, и я надел шляпу на свадьбу прошлым годом.",
      "imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jeans",
      "translation": "джинсы",
      "definition": "Les jeans sont un type de pantalon fabriqué à partir de denim ou d'autres tissus de coton, généralement conçu pour le port décontracté.",
      "definition_translation": "Джинсы - это тип брюк, сделанных из денима или другой хлопковой ткани, обычно предназначенных для повседневного ношения.",
      "example": "J'ai porté des jeans au party hier soir, je porte des jeans au travail tous les jours, et je porterai des jeans à la plage la semaine prochaine.",
      "example_translation": "Я надел джинсы на вечеринку вчера вечером, я ношу джинсы на работу каждый день, и я надену джинсы на пляж на следующей неделе.",
      "imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chemise",
      "translation": "рубашка",
      "definition": "Une chemise est un vêtement avec un col, généralement porté sur la partie supérieure du corps, souvent avec des boutons ou une fermeture éclair.",
      "definition_translation": "Рубашка - это предмет одежды с воротником, обычно носящийся на верхней части тела, часто с кнопками или молнией.",
      "example": "J'ai repassé ma chemise hier, je porte une chemise aujourd'hui, et je vais acheter une nouvelle chemise demain.",
      "example_translation": "Я гладил свою рубашку вчера, я ношу рубашку сегодня, и я куплю новую рубашку завтра.",
      "imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaussure",
      "translation": "обувь",
      "definition": "Une chaussure est un vêtement pour les pieds, généralement fabriqué à partir de cuir, de matériaux synthétiques ou de tissu.",
      "definition_translation": "Обувь - это изделие для ног, обычно сделанное из кожи, синтетических материалов или ткани.",
      "example": "J'ai ciré mes chaussures la semaine dernière, je porte des chaussures maintenant, et je vais acheter de nouvelles chaussures le mois prochain.",
      "example_translation": "Я полировал мою обувь на прошлой неделе, я ношу обувь сейчас, и я куплю новую обувь следующим месяцем.",
      "imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jupe",
      "translation": "юбка",
      "definition": "Une jupe est un vêtement porté par les femmes et les filles, généralement suspendu à la taille et descendant vers les jambes.",
      "definition_translation": "Юбка - это изделие, носимое женщинами и девочками, обычно висящее от пояса и спускающееся до ног.",
      "example": "Ma sœur a porté une jupe au party, je porterai une jupe au mariage, et elle a porté une jupe au bal de promo.",
      "example_translation": "Моя сестра надела юбку на вечеринку, я надену юбку на свадьбу, и она надела юбку на выпускной бал.",
      "imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "T-shirt",
      "translation": "Футболка",
      "definition": "Un T-shirt est un type de vêtement décontracté avec un col rond et de courtes manches, généralement fabriqué à partir de coton, de polyester ou d'un mélange des deux.",
      "definition_translation": "Футболка - это тип повседневной одежды с круглым вырезом и короткими рукавами, обычно сделанной из хлопка, полиэстера или смеси обоих.",
      "example": "J'ai porté un T-shirt au gymnase hier, je porterai un T-shirt au parc demain, et je porte un T-shirt au concert ce soir.",
      "example_translation": "Я надел футболку в спортзал вчера, я надену футболку в парк завтра, и я ношу футболку на концерт сегодня вечером.",
      "imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pantalon",
      "translation": "брюки",
      "definition": "Un pantalon est un type de vêtement porté sur la partie inférieure du corps, recouvrant les jambes.",
      "definition_translation": "Брюки - это тип одежды, носимой на нижней части тела, покрывающей ноги.",
      "example": "J'ai porté un pantalon au travail hier, je porterai un pantalon au bureau demain, et je porte un pantalon à la réunion ce soir.",
      "example_translation": "Я надел брюки на работу вчера, я надену брюки в офис завтра, и я ношу брюки на встречу сегодня вечером.",
      "imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "botte",
      "translation": "ботинок",
      "definition": "Une botte est un type de chaussure qui couvre le pied et la cheville, souvent allant jusqu'à la jambe.",
      "definition_translation": "Ботинок - это тип обуви, покрывающей стопу и лодыжку, часто достигающий до ноги.",
      "example": "J'ai porté des bottes à la randonnée hier, je porterai des bottes au resort de ski demain, et je porte des bottes au chantier ce soir.",
      "example_translation": "Я надел ботинки на поход вчера, я надену ботинки в сноуборд-резорт завтра, и я ношу ботинки на строительную площадку сегодня вечером.",
      "imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "casquette",
      "translation": "кепка",
      "definition": "Une casquette est un type de couvre-chef avec une visière, souvent faite de coton, de polyester ou d'un mélange des deux.",
      "definition_translation": "Кепка - это тип головного убора с козырьком, часто сделанная из хлопка, полиэстера или смеси обоих.",
      "example": "J'ai porté une casquette au match de baseball hier, je porterai une casquette au pique-nique demain, et je porte une casquette au défilé ce soir.",
      "example_translation": "Я надел кепку на бейсбольный матч вчера, я надену кепку на пикник завтра, и я ношу кепку на парад сегодня вечером.",
      "imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gant",
      "translation": "перчатка",
      "definition": "Un gant est un vêtement porté sur la main, typiquement fait de tissu ou de cuir, pour la garder au chaud ou la protéger des blessures.",
      "definition_translation": "Перчатка - это одежда, надеваемая на руку, обычно сделанная из ткани или кожи, чтобы रखनать руку в тепле или защитить ее от травмы.",
      "example": "J'ai porté des gants pour protéger mes mains du froid. Hier, j'ai oublié mes gants à la maison. Demain, j'achèterai de nouveaux gants.",
      "example_translation": "Я надел перчатки, чтобы защитить руки от холода. Вчера я забыл перчатки дома. Завтра я куплю новые перчатки.",
      "imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "veste",
      "translation": "пиджак",
      "definition": "Une veste est un court manteau, typiquement porté par les hommes et les garçons, souvent fait d'un matériau plus épais qu'une chemise.",
      "definition_translation": "Пиджак - это короткая куртка, обычно носящаяся мужчинами и мальчиками, часто сделанная из более толстого материала, чем рубашка.",
      "example": "J'ai porté une veste au party hier soir. Mon frère portera une veste à l'école demain. Elle avait porté une veste aux montagnes l'année dernière.",
      "example_translation": "Я надел пиджак на вечеринку昨скую ночь. Мой брат будет носить пиджак в школу завтра. Она носила пиджак в горы в прошлом году.",
      "imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pullover",
      "translation": "свитер",
      "definition": "Un pullover est un type de vêtement tricoté qui couvre le haut du corps, typiquement fait de laine ou de coton.",
      "definition_translation": "Свитер - это тип вязаного изделия, которое покрывает верхнюю часть тела, обычно сделанного из шерсти или хлопка.",
      "example": "J'ai porté un pullover pour me tenir au chaud en hiver. Elle portera un pullover au bureau demain. Ils avaient porté des pullovers au resort de ski la semaine dernière.",
      "example_translation": "Я надел свитер, чтобы giữ теплом в зимой. Она будет носить свитер в офис завтра. Они носили свитеры на горнолыжном курорте на прошлой неделе.",
      "imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poche",
      "translation": "карман",
      "definition": "Une poche est un petit sac ou enveloppe cousue dans ou attachée à un vêtement, utilisé pour porter de petits objets.",
      "definition_translation": "Карман - это маленький мешок или конверт, пришитый к или прикрепленный к одежде, используемый для ношения маленьких предметов.",
      "example": "J'ai gardé mon téléphone dans ma poche. Elle mettra ses clés dans sa poche demain. Ils avaient trouvé un portefeuille dans la poche de l'ancien manteau.",
      "example_translation": "Я держал свой телефон в кармане. Она будет класть свои ключи в карман завтра. Они нашли бумажник в кармане старого пиджака.",
      "imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "imperméable",
      "translation": "пальто",
      "definition": "Un imperméable est un manteau imperméable ou résistant à l'eau, porté pour protéger le porteur de la pluie.",
      "definition_translation": "Водонепроницаемое или водоотталкивающее пальто, носимое для защиты от дождя.",
      "example": "J'ai porté mon imperméable au parc hier, mais il n'a pas plu. Je le porterai demain, au cas où il pleuvrait. J'ai porté mon imperméable pendant la saison des pluies l'année dernière.",
      "example_translation": "Я надел пальто в парк вчера, но не было дождя. Я надену его завтра, на случай если будет дождь. Я носил его в прошлом году во время дождливого сезона.",
      "imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "écharpe",
      "translation": "шарф",
      "definition": "Un accessoire fait d'un morceau de tissu porté autour du cou pour se chauffer ou comme accessoire de mode.",
      "definition_translation": "Кусок ткани, носимый вокруг шеи для тепла или как аксессуар моды.",
      "example": "J'ai porté une écharpe au party, mais j'ai perdu au retour. Je porterai une nouvelle écharpe au bureau demain. J'ai porté une écharpe pendant les vacances d'hiver l'année dernière.",
      "example_translation": "Я надел шарф на вечеринку, но потерял его по дороге домой. Я надену новый шарф в офис завтра. Я носил шарф во время зимнего отпуска в прошлом году.",
      "imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "shorts",
      "translation": "шорты",
      "definition": "Des pantalons qui sont plus courts que la longueur du genou, portés pendant les périodes de chaud.",
      "definition_translation": "Штаны, которые короче колена, носимые в теплую погоду.",
      "example": "J'ai porté des shorts à la plage hier, mais j'ai oublié de mettre de la crème solaire. Je porterai des shorts au parc demain, si il ne fait pas trop froid. J'ai porté des shorts pendant les vacances d'été l'année dernière.",
      "example_translation": "Я надел шорты на пляж вчера, но забыл наносить солнцезащитный крем. Я надену шорты в парк завтра, если не будет слишком холодно. Я носил шорты во время летнего отпуска в прошлом году.",
      "imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaussette",
      "translation": "носок",
      "definition": "Un vêtement porté sur le pied, typiquement fait de tissu ou de fil.",
      "definition_translation": "Кусок одежды, носимый на ноге, обычно сделанный из ткани или пряжи.",
      "example": "J'ai perdu une chaussette dans la machine à laver hier, mais j'ai retrouvée aujourd'hui. Je porterai un nouveau paire de chaussettes au gymnase demain. J'ai porté des chaussettes pendant la randonnée l'année dernière.",
      "example_translation": "Я потерял носок в стиральной машине вчера, но нашел сегодня. Я надену новую пару носков в спортзал завтра. Я носил носки во время похода в прошлом году.",
      "imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "costume",
      "translation": "костюм",
      "definition": "un ensemble de vêtements extérieurs faits du même tissu et conçus pour être portés ensemble, généralement composé d'une veste, d'un pantalon et parfois d'un gilet.",
      "definition_translation": "комплект outer одежды, сделанный из того же материала и спроектированный для ношения вместе, обычно состоящий из куртки, брюк и иногда жилета.",
      "example": "J'ai porté un costume pour l'entrevue d'embauche, et je pense que cela a fait une bonne impression. Je vais porter un costume pour le mariage demain, et j'ai porté un costume au party la semaine dernière.",
      "example_translation": "Я надел костюм на собеседование по работе, и я думаю, что это произвелоgood впечатление. Я надену костюм на свадьбу завтра, и я надел костюм на вечеринку на прошлой неделе.",
      "imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pull",
      "translation": "свитер",
      "definition": "un vêtement chaud tricoté typiquement avec des manches longues, porté pour des occasions informelles ou sportives.",
      "definition_translation": "тёплый вязаный гармент, обычно с длинными рукавами, носимый для неформальных или спортивных случаев.",
      "example": "J'adore porter un pull un jour d'hiver froid, et j'utilisais porter un pull pour jouer au football lorsque j'étais enfant. Je vais porter un pull aux montagnes le mois prochain, et j'ai porté un pull au parc le week-end dernier.",
      "example_translation": "Я люблю надевать свитер в холодный зимний день, и я носил свитер играть в футбол, когда был ребенком. Я надену свитер в горы nächsten месяц, и я надел свитер в парке на прошлом Wochenende.",
      "imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "costume de bain",
      "translation": "плавательный костюм",
      "definition": "un vêtement porté pour la natation, généralement fait d'un tissu rapide à sécher et conçu pour réduire la résistance dans l'eau.",
      "definition_translation": "гармент, носимый для плавания, обычно сделанный из быстросохнущего материала и спроектированный для уменьшения сопротивления в воде.",
      "example": "J'ai besoin d'acheter un nouveau costume de bain pour l'été, et j'ai oublié mon costume de bain à la maison lorsque j'ai été à la piscine la dernière fois. Je vais porter un costume de bain à la plage la semaine prochaine, et j'ai porté un costume de bain au parc aquatique l'année dernière.",
      "example_translation": "Мне нужно купить новый плавательный костюм на лето, и я забыл свой плавательный костюм дома, когда я пошел в бассейн в прошлый раз. Я надену плавательный костюм на пляж 次週, и я надел плавательный костюм в водный парк в прошлом году.",
      "imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maillot de bain",
      "translation": "купальник",
      "definition": "un vêtement porté pour la natation, généralement fait d'un tissu rapide à sécher et conçu pour réduire la résistance dans l'eau.",
      "definition_translation": "гармент, носимый для плавания, обычно сделанный из быстросохнущего материала и спроектированный для уменьшения сопротивления в воде.",
      "example": "Je préfère porter un maillot de bain à la plage, et j'ai acheté un nouveau maillot de bain pour l'été. J'ai porté un maillot de bain à la fête de la piscine le mois dernier, et je vais porter un maillot de bain au parc aquatique la semaine prochaine.",
      "example_translation": "Я предпочитаю надевать купальник на пляж, и я купил новый купальник на лето. Я надел купальник на.party в бассейне прошлого месяца, и я надену купальник в водный паркgetNext неделю.",
      "imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cravate",
      "translation": "галстук",
      "definition": "Une cravate est une longue pièce de tissu portée autour du cou, généralement par les hommes, pour ajouter une touche d'élégance et de professionnalisme à leur tenue.",
      "definition_translation": "Галстук - это длинная, узкая piece ткани, носимая вокруг шеи, обычно мужчинами, чтобы добавить элегантности и профессиональности к их одежде.",
      "example": "J'ai noué une cravate pour la première fois de ma vie lorsque j'avais 20 ans. Maintenant, je noue une cravate tous les jours pour le travail. Je vais nouer une cravate pour le mariage de mon frère la semaine prochaine.",
      "example_translation": "Я завязал галстук впервые в жизни, когда мне было 20 лет. Теперь я завязываю галстук каждый день для работы. Я завяжу галстук на свадьбе моего брата на следующей неделе.",
      "imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "collant",
      "translation": "колготки",
      "definition": "Les collants sont un type de vêtement porté par les gens, généralement les femmes, pour couvrir les jambes et les pieds, souvent pour la chaleur ou comme un énoncé de mode.",
      "definition_translation": "Колготки - это тип одежды, носимой людьми, обычно женщинами, чтобы покрыть ноги и ступни, часто для warmth или как заявление о моде.",
      "example": "J'ai porté des collants au party hier soir. Elle va porter des collants à la représentation de ballet demain. Ils ont porté des collants à la fête costumée l'année dernière.",
      "example_translation": "Я надел колготки на вечеринку вчера вечером. Она наденет колготки на балетное представление завтра. Они надели колготки на костюмированную вечеринку в прошлом году.",
      "imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chaussures de course",
      "translation": "кеды",
      "definition": "Les chaussures de course sont un type de chaussure d'athlétisme conçue pour la course, le jogging ou d'autres formes d'exercice, souvent portée pour une utilisation quotidienne informelle.",
      "definition_translation": "Кеды - это тип спортивной обуви, предназначенный для бега, джоггинга или других форм упражнений, часто носятся для неформального, повседневного использования.",
      "example": "J'ai acheté des chaussures de course pour mon anniversaire. Elle va acheter des chaussures de course pour sa sœur la semaine prochaine. Ils ont acheté des chaussures de course pour leur voyage aux montagnes l'année dernière.",
      "example_translation": "Я купил кеды на свой день рождения. Она купит кеды своей сестре на следующей неделе. Они купили кеды для своей поездки в горы в прошлом году.",
      "imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "uniforme",
      "translation": "униформа",
      "definition": "Un uniforme est un ensemble de vêtements spéciaux portés par les personnes, souvent pour une profession, un emploi ou une activité spécifique, pour identifier comme faisant partie d'un groupe ou d'une organisation.",
      "definition_translation": "Униформа - это набор спеціальных одежд, носимых людьми, часто для определенной профессии, занятия или деятельности, чтобы идентифицировать себя как часть группы или организации.",
      "example": "J'ai porté un uniforme à l'école tous les jours. Elle va porter un uniforme dans son nouveau travail le mois prochain. Ils ont porté des uniformes à la cérémonie de graduation de l'académie de police l'année dernière.",
      "example_translation": "Я носил униформу в школу каждый день. Она наденет униформу на свою новую работу следующий месяц. Они надели униформы на церемонию выпуска полиции академии в прошлом году.",
      "imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "blouse",
      "translation": "блузка",
      "definition": "Une blouse est un type de vêtement pour le haut du corps porté par les femmes et les filles. C'est généralement un vêtement informel, mais peut également être porté comme partie d'un habillement plus formel.",
      "definition_translation": "Блузка - это тип верхней части одежды, которая обычно носится женщинами и девочками. это обычно неформальная, неофициальная часть одежды, но также может быть носить как часть более формального наряда.",
      "example": "J'ai porté une belle blouse au party hier soir. Je vais porter une nouvelle blouse au bureau demain. Elle a porté une jolie blouse au mariage hier.",
      "example_translation": "Я надела красивую блузку на вечеринку сегодня ночью. Я надену новую блузку в офис завтра. Она наделаsplendid блузку на свадьбу вчера.",
      "imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "col",
      "translation": "воротник",
      "definition": "Un col est une partie d'une chemise ou d'une robe qui se replie et se ferme autour du cou. Il peut être fait de différents matériaux et conçu dans différents styles.",
      "definition_translation": "Воротник - это часть рубашки или платья, которая складывается и застегивается вокруг шеи. Он может быть сделан из различных материалов и может иметь различные стили.",
      "example": "Le col de ma chemise était taché. Elle va porter une robe avec un col blanc à la cérémonie. Il porte toujours une chemise avec un col raide.",
      "example_translation": "Воротник моей рубашки был испачкан. Она будет носить платье с белым воротником на церемонии. Он всегда носит рубашку с жестким воротником.",
      "imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "talons",
      "translation": "каблук",
      "definition": "Un talon est la partie arrière d'une chaussure qui élève le talon du pied au-dessus des orteils. Il peut être haut ou bas et être fait de divers matériaux.",
      "definition_translation": "Каблук - это задняя часть обуви, которая поднимает пятку ноги над пальцами. Он может быть высоким или низким и может быть сделан из различных материалов.",
      "example": "J'ai porté des talons hauts au party. Elle portera des talons plats au bureau demain. Il a trébuché sur son talon dans l'escalier.",
      "example_translation": "Я надела высокие каблуки на вечеринку. Она будет носить плоские каблуки в офис завтра. Он споткнулся о свой каблук на лестнице.",
      "imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "culottes",
      "translation": "трусики",
      "definition": "Les culottes sont un type de sous-vêtement porté par les femmes et les filles. Elles sont généralement faites de tissus doux et sont conçues pour offrir confort et soutien.",
      "definition_translation": "Трусики - это тип нижнего белья, который носят женщины и девочки. Они обычно сделаны из мягких тканей и предназначены для обеспечения комфорта и поддержки.",
      "example": "J'ai oublié de prendre mes culottes pour le voyage. Elle adore porter des culottes en dentelle. Ils étaient trop serrés et inconfortables, donc j'ai dû changer mes culottes.",
      "example_translation": "Я забыла упаковать свои трусики для поездки. Она любит носить кружевные трусики. Они были слишком тесными и неудобными, så я должна была поменять свои трусики.",
      "imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pantalon",
      "translation": "брюки",
      "definition": "Un vêtement extérieur couvrant la partie inférieure du corps, habituellement s'étendant de la taille aux chevilles.",
      "definition_translation": "Наружная одежда, покрывающая нижнюю часть тела, обычно от талии до голеней.",
      "example": "J'ai porté un pantalon au party hier soir. Je porte un pantalon au travail tous les jours. Je porterai un pantalon au mariage demain.",
      "example_translation": "Я надел брюки на вечеринку вчера. Я ношу брюки на работу каждый день. Я надену брюки на свадьбу завтра.",
      "imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pull",
      "translation": "свитер",
      "definition": "Un pull est un sweater que l'on enfile par-dessus la tête, sans boutons ni zipper.",
      "definition_translation": "Свитер, который надевается через голову, без кнопок или молнии.",
      "example": "J'ai enfilé un pull pour me tenir chaud. Elle porte un pull au gym. Ils vont acheter un pull pour l'hiver.",
      "example_translation": "Я надел свитер, чтобы согреться. Она носит свитер в спортзал. Они купят свитер на зиму.",
      "imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sandale",
      "translation": "сандали",
      "definition": "Un type de chaussure qui expose le pied, généralement retenu par des sangles.",
      "definition_translation": "Тип обуви, который открывает ногу, обычно держится на ремнях.",
      "example": "J'ai porté des sandales à la plage. Elle adore porter des sandales en été. Ils vont acheter des sandales pour les vacances.",
      "example_translation": "Я надел сандали на пляж. Она любит носить сандали летом. Они купят сандали на отпуск.",
      "imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manche",
      "translation": "рукав",
      "definition": "Une partie d'un vêtement qui couvre le bras, habituellement du épaule au poignet.",
      "definition_translation": "Часть одежды, которая покрывает руку, обычно от плеча до запястья.",
      "example": "J'ai remonté la manche de ma chemise. Elle a un tatouage sur sa manche. Ils vont ajuster la manche de la robe.",
      "example_translation": "Я свернул рукав моей рубашки. У нее есть татуировка на рукаве. Они будут регулировать рукав платья.",
      "imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pantoufles",
      "translation": "тапочки",
      "definition": "Une pantoufle est un type de chaussure portée à l'intérieur, généralement faite de matériaux doux tels que la laine ou le coton, conçue pour offrir confort et chaleur.",
      "definition_translation": "тапочка - это tipo обуви, которая носится дома, обычно изготавливается из мягких материалов, таких как шерсть или хлопок, и предназначена для комфорта и тепла.",
      "example": "J'ai porté des pantoufles pour garder mes pieds chauds en regardant la télévision. Je porterai des pantoufles au lit ce soir. Elle a porté des pantoufles au party parce que c'était une soirée casual.",
      "example_translation": "Я надел тапочки, чтобы giữть ноги теплыми, пока смотрел ТВ. Я надену тапочки в постель tonight. Она надела тапочки на вечеринку, потому что это было неформальное мероприятие.",
      "imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sweat-shirt",
      "translation": "турецкий свитер",
      "definition": "Un sweat-shirt est un vêtement casual, à manches longues, généralement fait de tissu épais et chaud, porté pour se détendre et se relaxer.",
      "definition_translation": "Турецкий свитер - это casual, длиннорукавшая рубашка, обычно изготавливается из толстой, warm ткани, носится для комфорта и релаксации.",
      "example": "J'ai porté un sweat-shirt au gym hier. Elle portera un sweat-shirt au concert ce soir. Ils portaient des sweat-shirts au pique-nique parce qu'il faisait frais.",
      "example_translation": "Я надел турецкий свитер в спортзал вчера. Она наденет турецкий свитер на концерт tonight. Они надели турецкие свитеры на пикник, потому что было прохладно.",
      "imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "short de bain",
      "translation": "шорты для плавания",
      "definition": "Les short de bain sont un type de short portés pour nager, généralement faits de tissu léger et rapide à sécher, conçus pour offrir confort et praticité.",
      "definition_translation": "Шорты для плавания - это tipo шорт, которые носят для плавания, обычно изготавливаются из быстросохнущей, легкой ткани, предназначены для комфорта и практичности.",
      "example": "J'ai porté des short de bain à la plage l'été dernier. Elle portera des short de bain à la fête à la piscine ce soir. Ils portaient des short de bain au parc aquatique parce qu'il faisait chaud.",
      "example_translation": "Я надел шорты для плавания на пляж прошлым летом. Она наденет шорты для плавания на вечеринку у бассейна tonight. Они надели шорты для плавания в водный парк, потому что было жарко.",
      "imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "haut",
      "translation": "верхняя часть",
      "definition": "Un haut est un type de vêtement porté sur le corps supérieur, couvrant généralement le torse, et peut être un vêtement casual ou formel.",
      "definition_translation": "Верхняя часть - это tipo одежды, которая носится на верхней части тела, обычно покрывает туловище, и может быть casual или формальной частью одежды.",
      "example": "J'ai porté un haut au party hier soir. Elle portera un haut au bureau demain. Ils portaient des hauts à la defile de mode parce que c'était un événement trend.",
      "example_translation": "Я надел верхнюю часть на вечеринку прошлой ночью. Она наденет верхнюю часть в офис завтра. Они надели верхние части на модное шоу, потому что это было стильное мероприятие.",
      "imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "survêtement",
      "translation": "транслютор",
      "definition": "Un survêtement est un habillement confortable et casual, se composant d'un haut et d'un pantalon, typiquement fait d'un matériau synthétique tel que du polyester ou du nylon, conçu pour des activités athlétiques ou inspirées du sport.",
      "definition_translation": "Транслютор - это удобный, комфортный наряд, состоящий из верхней части и брюк, обычно сделанный из синтетического материала, такого как полиэстер или нейлон, предназначенный для спортивных или спортивно-инспирированных aktivit.",
      "example": "J'ai porté un survêtement au gymnase hier, mais je porterai un autre demain au parc. Elle porte des survêtements tous les samedis matin.",
      "example_translation": "Я надел транслютор в спортзал вчера, но я надену другой в парк завтра. Она носит транслюторы каждое субботнее утро.",
      "imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caleçon",
      "translation": "трусы",
      "definition": "Les caleçons sont un type de sous-vêtement porté contre la peau, généralement fait d'un matériau léger et doux, tel que du coton ou de la soie.",
      "definition_translation": "Трусы - это тип нижнего белья, надеваемого рядом с кожей, обычно сделанный из мягкого, легкого материала, такого как хлопок или шелк.",
      "example": "Je dois acheter de nouveaux caleçons parce que mes anciens sont usés. Elle lavait ses caleçons dans l'évier.",
      "example_translation": "Мне нужно купить новые трусы, потому что мои старые изношены. Она стирала свои трусы в раковине.",
      "imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lingerie",
      "translation": "нижнее белье",
      "definition": "La lingerie désigne les vêtements portés contre la peau, généralement sous les vêtements extérieurs, incluant les caleçons, les soutiens-gorge et les culottes.",
      "definition_translation": "Нижнее белье - это одежда, надеваемая рядом с кожей, обычно под внешними гардеробами, включая трусы, бюстгальтеры и панталоны.",
      "example": "Je fais ma lessive, y compris ma lingerie, tous les dimanches. Elle cherchait un ensemble de lingerie confortable.",
      "example_translation": "Я делаю свою стирку, включая нижнее белье, каждое воскресенье. Она искала удобный комплект нижнего белья.",
      "imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tablier",
      "translation": "фартук",
      "definition": "Un tablier est un morceau de tissu porté sur les vêtements pour les protéger des taches et des éclaboussures, généralement utilisé pour la cuisine, le jardinage ou d'autres activités salissantes.",
      "definition_translation": "Фартук - это кусок ткани, надеваемый поверх одежды, чтобы защитить ее от пятен и брызг, обычно используемый приготовлениях, садоводстве или других грязных hoạtностях.",
      "example": "J'ai mis un tablier pour cuisiner le dîner, mais j'ai oublié de l'enlever lorsque j'ai répondu au téléphone. Elle portait un tablier pour protéger ses vêtements pendant qu'elle peignait.",
      "example_translation": "Я надел фартук, чтобы приготовить ужин, но я забыл его снять, когда ответил на телефонный звонок. Она надела фартук, чтобы защитить свою одежду, когда красила.",
      "imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bikini",
      "translation": "бикини",
      "definition": "Un bikini est un maillot de bain pour femme, caractérisé par deux pièces de tissu, l'une couvrant les seins et l'autre couvrant la zone génitale.",
      "definition_translation": "краткое купальник, обычно носимый женщинами, характеризуется двумя кусками ткани, один из которых покрывает грудь, а другой - область бедер",
      "example": "Elle a porté un bikini rouge à la plage hier. Elle portera un bikini bleu à la piscine demain. Elle a porté un bikini jaune au lac tous les étés.",
      "example_translation": "Она надела красное бикини на пляж вчера. Она наденет синее бикини на бассейн завтра. Она носила желтое бикини на озеро каждый летний сезон.",
      "imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "shorts de boxeur",
      "translation": "шорты-боксеры",
      "definition": "Les shorts de boxeur sont des shorts amples et lâches portés par les hommes, généralement faits de coton ou de matières synthétiques.",
      "definition_translation": "широкие, свободно висящие шорты, которые носят мужчины, обычно сделанные из хлопка или синтетических материалов",
      "example": "Il a porté des shorts de boxeur au lit hier soir. Il portera des shorts de boxeur au gymnase demain. Il a porté des shorts de boxeur au parc tous les dimanches.",
      "example_translation": "Он надел шорты-боксеры на ночь вчера. Он наденет шорты-боксеры в спортзал завтра. Он носил шорты-боксеры в парк каждое воскресенье.",
      "imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "soutien-gorge",
      "translation": "бюстгальтер",
      "definition": "Un soutien-gorge est un vêtement féminin conçu pour soutenir et couvrir les seins.",
      "definition_translation": "обычно женское нижнее белье, предназначенное для поддержки и покрытия груди",
      "example": "Elle a mis un nouveau soutien-gorge hier. Elle portera un soutien-gorge push-up au party ce soir. Elle a porté un soutien-gorge de sport au gymnase tous les matins.",
      "example_translation": "Она надела новый бюстгальтер вчера. Она наденет пуш-ап бюстгальтер на вечerinok сегодня ночью. Она носила спортивный бюстгальтер в спортзал каждое утро.",
      "imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "caleçon brief",
      "translation": "мужские трусы",
      "definition": "Un caleçon brief est un type de sous-vêtement masculin, caractérisé par une forme ajustée et généralement fait de coton ou de matières synthétiques.",
      "definition_translation": "тип мужского нижнего белья, характеризуется плотным сидением и обычно сделан из хлопка или синтетических материалов",
      "example": "Il a porté des caleçons brief au lit hier soir. Il portera des caleçons brief serrés au gymnase demain. Il a porté des caleçons boxers brief au parc tous les week-ends.",
      "example_translation": "Он надел мужские трусы на ночь вчера. Он наденет тight мужские трусы в спортзал завтра. Он носил боксерские трусы в парк каждые выходные.",
      "imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cardigan",
      "translation": "кардиган",
      "definition": "Un cardigan est un vêtement tricoté qui a un devant ouvert et est généralement porté sur une chemise ou un chemisier.",
      "definition_translation": "Кардиган - это тип вязаного изделия с открытым передом, который обычно носится над рубашкой или блузкой.",
      "example": "J'ai porté un cardigan pour garder chaud dans le bureau froid. Je porterai un cardigan au party ce soir. J'ai porté un cardigan à la réunion hier.",
      "example_translation": "Я надел картриджан, чтобы согреться в холодном офисе. Я надену картриджан на вечеринку сегодня вечером. Я надел картриджан на встречу вчера.",
      "imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "costume",
      "translation": "костюм",
      "definition": "Un costume est un ensemble de vêtements portés pour créer un personnage ou un thème, souvent pour une performance ou une fête.",
      "definition_translation": "Костюм - это набор одежды, носимой для создания определенного характера или темы, часто для выступления или празднования.",
      "example": "J'ai porté un costume au party d'Halloween l'année dernière. Je porterai un costume au spectacle demain. J'ai porté un costume au bal masqué le mois dernier.",
      "example_translation": "Я надел костюм на Хэллоуин-вечеринку в прошлом году. Я надену костюм на пьесу завтра. Я надел костюм на маскарадный бал minul месяц.",
      "imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manchette",
      "translation": "манжета",
      "definition": "Une manchette est une bande ou une pliure à l'extrémité d'une manche, souvent utilisée pour fixer ou décorer un chemisier ou une blouse.",
      "definition_translation": "Манжета - это лента или складка на конце рукава, обычно используемая для застегивания или украшения рубашки или блузы.",
      "example": "J'ai relevé ma manchette pour me laver les mains. Je porterai une chemise avec une manchette française au mariage. J'ai porté une blouse avec une manchette gonflée à la soirée.",
      "example_translation": "Я закатал манжету, чтобы помыть руки. Я надену рубашку с французской манжетой на свадьбу. Я надел блузку с пышной манжетой на вечеринку.",
      "imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "casque",
      "translation": "шлем",
      "definition": "Un casque est un équipement de protection pour la tête porté pour se protéger contre les blessures, souvent utilisé dans les sports ou les activités militaires.",
      "definition_translation": "Шлем - это защитный головной убор, носимый для защиты головы от травм, часто используемый в спорте или военных действиях.",
      "example": "J'ai porté un casque pour faire du vélo hier. Je porterai un casque pour jouer au hockey demain. J'ai porté un casque sur le chantier la semaine dernière.",
      "example_translation": "Я надел шлем, чтобы поехать на велосипеде yesterday. Я надену шлем, чтобы играть в хоккей завтра. Я надел шлем на строительную площадку на прошлой неделе.",
      "imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "capuchon",
      "translation": "капот",
      "definition": "Un capuchon est un couvre-chef et un couvre-col, souvent attaché à un manteau ou une veste.",
      "definition_translation": "Капот - это покрытие для головы и шеи, часто прикрепленное к куртке или пальто.",
      "example": "J'ai tiré sur mon capuchon pour me protéger de la pluie. Hier, j'avais oublié de porter un capuchon. Si il pleut, je porterai un capuchon.",
      "example_translation": "Я натянул капот, чтобы защитить себя от дождя. Вчера я забыл надеть капот. Если будет дождь, я надену капот.",
      "imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chause",
      "translation": "носки до колен",
      "definition": "Les chaussettes sont un type de chaussette qui couvre le pied et la jambe, allant jusqu'en haut de la cuisse.",
      "definition_translation": "Носки до колен - это тип носок, который покрывает ногу и голень, доходя до середины колена.",
      "example": "J'ai porté des chaussettes pour jouer au football. Ma sœur adore porter des chaussettes avec sa jupe. Elle portera des chaussettes à la soirée.",
      "example_translation": "Я надел носки до колен, чтобы играть в футбол. Моя сестра любит носить носки до колен с юбкой. Она будет носить носки до колен на вечеринку.",
      "imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nuiton",
      "translation": "ночное платье",
      "definition": "Un nuiton est un vêtement confortable et ample porté pour dormir ou se reposer.",
      "definition_translation": "Ночное платье - это свободное, удобное платье, надеваемое для сна или отдыха.",
      "example": "Ma grand-mère portait toujours un nuiton au lit. J'ai trouvé un joli nuiton dans le magasin. Elle achètera un nouveau nuiton pour le voyage.",
      "example_translation": "Моя бабушка всегда надевала ночное платье в постель. Я нашел krásное ночное платье в магазине. Она купит новое ночное платье для поездки.",
      "imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nuitée",
      "translation": "ночнушка",
      "definition": "Une nuitée est une petite robe de nuit confortable, typiquement portée par les femmes.",
      "definition_translation": "Ночнушка - это короткое, свободное ночное платье, обычно надеваемое женщинами.",
      "example": "Je préfère porter une nuitée au lit. Ma sœur a une belle nuitée pour son voyage de noces. Elle emportera une nuitée pour le week-end.",
      "example_translation": "Я предпочитаю надевать ночнушку в постель. Моя сестра имеет красивую ночнушку для медового месяца. Она упакует ночнушку на выходные.",
      "imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pyjama",
      "translation": "пижама",
      "definition": "Des pantalons et un haut confortables et amples portés pour dormir ou se reposer.",
      "definition_translation": "Свободные, удобные брюки и свободная верхняя часть, надевающиеся для сна или отдыха.",
      "example": "J'ai porté mon pyjama au lit hier soir, je les porte tous les soirs et je les porterai pour dormir demain.",
      "example_translation": "Я надел пижаму в постель прошлой ночью, я ношу их каждый вечер, и я надену их для сна завтра.",
      "imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baskets",
      "translation": "кеды",
      "definition": "Des chaussures légères et confortables avec des semelles en caoutchouc, souvent utilisées pour les activités athlétiques.",
      "definition_translation": "Легкие неформальные обувь с резиновыми подошвами, часто используемая для спортивных мероприятий.",
      "example": "J'ai lacé mes baskets et suis allé courir hier, je les porte pour jouer au basket-ball chaque semaine et je les porterai pour jogger demain.",
      "example_translation": "Я завязал кеды и пошел на пробежку вчера, я ношу их, чтобы играть в баскетбол каждую неделю, и я надену их, чтобы пробежать завтра.",
      "imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "robe de chambre",
      "translation": "халат",
      "definition": "Une robe ample et confortable portée après le bain ou pour se reposer.",
      "definition_translation": "Свободный, удобный халат, надеваемый после купания или для отдыха.",
      "example": "J'ai enfilé ma robe de chambre après ma douche, je l'ai portée pour me reposer sur le canapé hier et je la porterai pour me préparer pour le lit ce soir.",
      "example_translation": "Я надел халат после принятия душа, я носил его, чтобы расслабиться на диване вчера, и я надену его, чтобы приготовиться ко сну 今 ночью.",
      "imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nœud papillon",
      "translation": "бабочка",
      "definition": "Un type de cravate qui consiste en un ruban noué en forme de nœud.",
      "definition_translation": "Тип галстука, который состоит из ленты, завязанной в форме бабочки.",
      "example": "J'ai porté un nœud papillon au dîner de gala hier soir, je le porterai au mariage demain et je l'ai porté à la soirée la semaine dernière.",
      "example_translation": "Я надел бабочку на формальный ужин прошлой ночью, я надену ее на свадьбу tomorrow, и я надел ее на вечеринку на прошлой неделе.",
      "imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "salopette",
      "translation": "комбинезоны",
      "definition": "pantalon ample typiquement fait de denim ou d'un autre tissu solide, souvent porté pour des occasions informelles ou de loisirs",
      "definition_translation": "свободные брюки, обычно сделанные из денима или другой прочной ткани, часто носятся для неформальных или случайных случаев",
      "example": "J'ai porté une salopette au pique-nique hier, et je vais la porter au jardin party demain, mais j'ai porté une salopette à la plage l'année dernière.",
      "example_translation": "Я надел комбинезоны на пикник вчера, и я надену их на грядущую партию в саду завтра, но я надел их на пляж в прошлом году.",
      "imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tongs",
      "translation": " flips-флips",
      "definition": "un type de sandale avec une sangle qui passe entre le gros orteil et le deuxième orteil",
      "definition_translation": "тип сандалий с ремнём, который проходит между большим и вторым пальцами",
      "example": "J'ai acheté des tongs pour mes vacances, et je vais les porter à la plage demain, mais j'ai porté des tongs à la piscine la semaine dernière.",
      "example_translation": "Я купил flip-флips для моего отпуска, и я надену их на пляж завтра, но я надел их в бассейн на прошлой неделе.",
      "imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manteau de fourrure",
      "translation": "шуба",
      "definition": "un manteau fait de fourrure, spécialement un qui est luxueux et cher",
      "definition_translation": "пальто, сделанное из меха, особенно то, которое роскошное и дорогое",
      "example": "Elle a porté un magnifique manteau de fourrure à l'opéra, et elle va le porter au bal demain, mais elle l'a porté au dîner de gala l'année dernière.",
      "example_translation": "Она надела красивую шубу на оперу, и она наденет ее на бал завтра, но она надела ее на гала-ужин в прошлом году.",
      "imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vêtement de travail",
      "translation": "комбинезоны",
      "definition": "pantalon ample et veste ou tablier fait d'un tissu durable, porté pour le travail ou des occasions informelles",
      "definition_translation": "свободные брюки и запон или куртка, сделанные из прочной ткани, носятся для работы или случайных случаев",
      "example": "Il a porté un vêtement de travail au chantier, et il va le porter au garage demain, mais il l'a porté à la ferme la semaine dernière.",
      "example_translation": "Он надел комбинезоны на строительную площадку, и он наденет их в гараж завтра, но он надел их на ферму на прошлой неделе.",
      "imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bas nylon",
      "translation": "колготки",
      "definition": "un vêtement qui couvre les jambes, typiquement porté par les femmes, combinant des bas et des culottes en une pièce",
      "definition_translation": "Одежда, которая покрывает ноги, обычно носится женщинами, сочетая в себе чулки и трусы в одной детали.",
      "example": "Elle a mis ses bas nylon avant de sortir au party. Elle a porté des bas nylon chaque jour cette semaine. Elle va porter des bas nylon au mariage le mois prochain.",
      "example_translation": "Она надела свои колготки перед выходом на.party. Она носила колготки каждый день этой недели. Она будет носить колготки на свадьбу следующего месяца.",
      "imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bas",
      "translation": "чулки",
      "definition": "un vêtement qui couvre les jambes, typiquement porté par les femmes, allant des orteils au haut des cuisses",
      "definition_translation": "Одежда, которая покрывает ноги, обычно носится женщинами, отходит от пальцев ног до верхней части бедер.",
      "example": "Elle a acheté un nouveau paires de bas hier. Elle a porté des bas avec ses robes pendant des années. Elle va porter des bas au bureau demain.",
      "example_translation": "Она купила новую пару чулок вчера. Она носила чулки с своими платьями годами. Она будет носить чулки в офис завтра.",
      "imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chapeau haut de forme",
      "translation": "силовой цилиндр",
      "definition": "un chapeau haut et à couronne plate, typiquement fait de feutre ou de paille, porté par les hommes au 19e siècle",
      "definition_translation": "Высокая, плоская шляпа, обычно сделанная из фетра или соломы, носимая мужчинами в 19 веке.",
      "example": "Il a porté un chapeau haut de forme à l'événement formel hier soir. Son grand-père portait un chapeau haut de forme à l'église chaque dimanche. Il va porter un chapeau haut de forme au party costumé l'année prochaine.",
      "example_translation": "Он надел силовой цилиндр на формальное мероприятие прошлой ночью. Его дедушка носил силовой цилиндр в церковь каждое воскресенье. Он будет носить силовой цилиндр на костюмированную вечеринку следующего года.",
      "imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "voile",
      "translation": "вуаль",
      "definition": "un morceau de tissu porté sur le visage, typiquement par une mariée, pour cacher ou partie cacher le visage",
      "definition_translation": "Кусок ткани, носимый над лицом, обычно невестой, чтобы скрыть или частично скрыть лицо.",
      "example": "La mariée a porté un voile le jour de son mariage. Elle a cherché le voile parfait pendant des mois. Elle va porter un voile à la cérémonie de mariage la semaine prochaine.",
      "example_translation": "Невеста носила вуаль в день своей свадьбы. Она искала идеальную вуаль месяцами. Она будет носить вуаль на церемонию бракосочетания на следующей неделе.",
      "imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gilet",
      "translation": "жилет",
      "definition": "un vêtement sans manches porté sur une chemise et sous un veston, typiquement porté pour des occasions formelles et faisant partie d'un costume trois-pièces",
      "definition_translation": "Жилет - это безрукавная одежда, надеваемая над рубашкой и под пиджаком костюма. Он обычно носится на正式ных мероприятиях и является частью трехкомпонентного костюма.",
      "example": "J'ai porté un gilet au mariage pour ajouter de l'élégance à ma tenue. Je vais porter un gilet à la réunion pour avoir l'air plus professionnel. J'ai porté un gilet au party et c'était un grand succès.",
      "example_translation": "Я надел жилет на свадьбу, чтобы добавить элегантности к моему наряду. Я надену жилет на встречу, чтобы выглядеть более профессионально. Я надел жилет на вечеринку, и это было большим хитом.",
      "imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "balaclava",
      "translation": "балаclава",
      "definition": "un type de couvre-chef qui couvre la tête, le cou et une partie du visage, souvent porté pour se protéger des éléments",
      "definition_translation": "Балаклава - это тип головного убора, который покрывает голову, шею и часть лица, часто носимый для тепла или защиты от элементов.",
      "example": "J'ai porté une balaclava à la station de ski pour garder ma tête chaude. Elle va porter une balaclava au festival d'hiver pour se protéger du froid. Il a porté une balaclava au trek pour se fondre dans le décor.",
      "example_translation": "Я надел балаклаву в лыжный курорт, чтобы保持 голову теплой. Она наденет балаклаву на зимний фестиваль, чтобы защитить лицо от холода. Он надел балаклаву на поход, чтобы слиться с окружающей средой.",
      "imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "culottes",
      "translation": "бриджи",
      "definition": "Les culottes sont un type de pantalon serré traditionnellement porté pour monter à cheval, mais maintenant porté pour la mode ou les reconstitutions historiques.",
      "definition_translation": "Бриджи - это тип тесно сидящих брюк, которые традиционно носились для верховой езды, но теперь носятся для моды или исторических реконструкций.",
      "example": "J'ai porté des culottes au spectacle équestre pour monter mon cheval confortablement. Elle portera des culottes au festival médiéval pour se mettre dans la peau du personnage. Il a porté des culottes au défilé de mode pour défilé sur la piste.",
      "example_translation": "Я надел бриджи на конное шоу, чтобы комфортно ехать на лошади. Она наденет бриджи на средневековый фестиваль, чтобы войти в роль. Он надел бриджи на показ мод, чтобы прогуляться на подиуме.",
      "imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cape",
      "translation": "кейп",
      "definition": "Une cape est un vêtement extérieur sans manche qui pend du cou, souvent porté pour les occasions formelles ou cérémonielles.",
      "definition_translation": "Кейп - это безрукавная outer одежда, которая挂ает от шеи, часто носимая на формальные или церемониальные мероприятия.",
      "example": "J'ai porté une cape à la soirée de super-héros pour canaliser mon héros intérieur. Elle portera une cape au bal masqué pour ajouter du drame à sa tenue. Il a porté une cape à la cérémonie de remise des diplômes pour faire une déclaration d'intention osée.",
      "example_translation": "Я надел кейп на сверхъестественную вечеринку, чтобы почувствовать себя внутренним супергероем. Она наденет кейп на маскарадный бал, чтобы добавить драматичности к своему наряду. Он надел кейп на церемонию выпуска, чтобы сделать смелое заявление.",
      "imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouchon",
      "translation": "затор",
      "definition": "Un bouchon est un blocage ou une obstruction, en particulier dans un tuyau ou un canal.",
      "definition_translation": "Затор или препятствие, особенно в трубе или канале.",
      "example": "Le tuyau s'est bouché et l'eau a commencé à se déverser. Je vais essayer de boucher la fuite avec un rag. La ville bouchera les égouts le mois prochain.",
      "example_translation": "Труба забилась, и вода начала вытекать. Я постараюсь забить течь тряпкой. Город забьет дренажи на следующий месяц.",
      "imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "corset",
      "translation": "корсет",
      "definition": "Un corset est un vêtement sans manche qui serre étroitement le corps, généralement porté par les femmes, conçu pour façonner et soutenir le corps.",
      "definition_translation": "Теснооблегающая безрукавная одежда, обычно носимая женщинами, предназначенная для формирования и поддержки тела.",
      "example": "Elle a porté un corset au party. J'ai dû corseter ma taille pour rentrer dans la robe. Elle se corsetera pour le mariage.",
      "example_translation": "Она носила корсет на вечеринку. Мне пришлось пригнать талию, чтобы войти в платье. Она будет корсетиować себя на свадьбу.",
      "imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bas résille",
      "translation": "решетчатые чулки",
      "definition": "Les bas résille sont des collants avec un motif de petits trous, généralement faits de nylon ou de spandex, portés pour la mode ou comme partie d'un costume.",
      "definition_translation": "Чулки с рисунком из маленьких дырок, обычно изделие из нильона или спандекса, носят для моды или как часть костюма.",
      "example": "Elle a porté des bas résille au club. Je vais porter des bas résille au party d'Halloween. Les bas résille sont de retour à la mode.",
      "example_translation": "Она надела решетчатые чулки в клуб. Я надену решетчатые чулки на Хэллоуинскую вечеринку. Решетчатые чулки снова в моде.",
      "imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gain",
      "translation": "пояс",
      "definition": "Un gain est une bande ou une sangle flexible, généralement portée autour de la taille, utilisée pour soutenir ou tenir les vêtements.",
      "definition_translation": "гибкая лента или ремень, обычно надеваемый вокруг талии, используется для поддержки или держания одежды.",
      "example": "Elle a porté un gain pour tenir sa jupe. Je vais porter un gain au mariage. Les gains ne sont plus à la mode.",
      "example_translation": "Она надела пояс, чтобы держать юбку. Я надену пояс на свадьбу. Пояса artık не в моде.",
      "imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chauffe-jambes",
      "translation": "ног Тепло",
      "definition": "Les chauffe-jambes sont un type de vêtement porté par les danseurs et les athlètes pour garder les jambes chaudes pendant l'exercice ou la performance.",
      "definition_translation": "Ног Тепло - это тип одежды, который носят танцоры и спортсмены, чтобы согреть ноги во время упражнений или выступления.",
      "example": "J'ai porté des chauffe-jambes pendant la répétition de ballet hier, mais je n'en aurai pas besoin demain. À l'avenir, je les porterai uniquement en hiver.",
      "example_translation": "Я носил ног Тепло во время занятий балетом вчера, но я не буду нуждаться в них завтра. В будущем я буду носить их только зимой.",
      "imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "jupon",
      "translation": "юбка",
      "definition": "Un jupon est un type de jupe-porte-jarretelles porté par les femmes pour ajouter du volume ou de la forme à une jupe ou une robe.",
      "definition_translation": "Юбка - это тип нижней юбки, который носят женщины, чтобы добавить объем или форму юбке или платью.",
      "example": "Elle a porté un jupon sous sa robe de mariage pour la rendre plus élégante. Sa grand-mère avait porté un jupon similaire dans le passé. Elle achètera un nouveau jupon pour le mariage de sa sœur le mois prochain.",
      "example_translation": "Она носила юбку под свадебным платьем, чтобы оно смотрелось более элегантно. Ее бабушка носила podobnou юбку в прошлом. Она купит новую юбку для свадьбы своей сестры на следующий месяц.",
      "imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manteau de peau de mouton",
      "translation": "шуба из овечьей шерсти",
      "definition": "Un manteau de peau de mouton est un type de vêtement extérieur fait de la peau et de la laine de mouton, souvent porté pour se protéger du froid et des éléments.",
      "definition_translation": "Шуба из овечьей шерсти - это тип outerwear, сделанный из кожи и шерсти овец, часто носятся для тепла и защиты от элементов.",
      "example": "Il a porté un manteau de peau de mouton pendant son voyage de chasse en montagne l'hiver dernier. Son père lui avait donné le manteau comme cadeau avant qu'il ne parte. Il le portera à nouveau l'hiver prochain.",
      "example_translation": "Он носил шубу из овечьей шерсти во время своей охоты в горах прошлой зимой. Его отец дал ему шubu в подарок перед тем, как он ушел. Он наденет ее снова на следующей зиме.",
      "imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gilet",
      "translation": "жилет",
      "definition": "Un gilet est un type de vêtement sans manche porté sur une chemise, souvent pour se chauffer ou comme partie d'un uniforme.",
      "definition_translation": "Жилет - это тип бесрукавного гардероба, который носится над рубашкой, часто для тепла или как часть униформы.",
      "example": "J'ai porté un gilet pendant mon voyage de randonnée en montagne l'été dernier. Mes amis ont porté des gilets similaires pendant notre voyage. Nous les porterons à nouveau lors de notre prochaine sortie.",
      "example_translation": "Я носил жилет во время моей похода в горах прошлым летом. Мои друзья носили подобные жилеты во время нашей поездки. Мы наденем их снова на нашей следующей поездке.",
      "imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bonnet",
      "translation": "капот",
      "definition": "Un couvre-chef, généralement fait de tissu ou de paille, porté à l'extérieur.",
      "definition_translation": "Накрытие для головы, обычно делается из ткани или соломы, носится на улице.",
      "example": "Elle a porté un bonnet pour protéger ses cheveux du soleil. Elle portera un bonnet à la fête au jardin. Elle avait porté un bonnet à la plage.",
      "example_translation": "Она надела капот, чтобы защитить волосы от солнца. Она будет носить капот на gardenparty. Она надела капот на пляж.",
      "imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dressing gown",
      "translation": "халат",
      "definition": "Un vêtement confortable et décontracté porté sur des vêtements de nuit, généralement fait de tissu doux.",
      "definition_translation": "Свободный, удобный наряд надевается над ночной одеждой, обычно делается из мягкой ткани.",
      "example": "Elle a mis sa robe de chambre après avoir pris une douche. Elle portera sa robe de chambre au petit déjeuner. Elle avait porté sa robe de chambre tout le matin.",
      "example_translation": "Она надела халат после принятия душа. Она будет носить халат на завтрак. Она надела халат всю morning.",
      "imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hoodie",
      "translation": "худи",
      "definition": "Un sweat-shirt ou un blouson avec capuche, généralement porté pour des activités de plein air décontractées.",
      "definition_translation": "Свитшот или куртка с капюшоном, обычно носится для независимых уличных занятий.",
      "example": "Il a porté un hoodie au parc. Il portera un hoodie au gymnase. Il avait porté un hoodie à la fête sur la plage.",
      "example_translation": "Он надел худи в парк. Он будет носить худи в зал. Он надел худи на пляжную party.",
      "imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "housecoat",
      "translation": "домашний халат",
      "definition": "Un vêtement décontracté et confortable porté à la maison, généralement fait de tissu doux.",
      "definition_translation": "Свободный, неформальный наряд надевается дома, обычно делается из мягкой ткани.",
      "example": "Elle a porté une robe de maison pour lounger dans la maison. Elle portera une robe de maison pour faire le linge. Elle avait porté une robe de maison tout le journée.",
      "example_translation": "Она надела домашний халат, чтобы покрутиться по дому. Она будет носить домашний халат, чтобы постирать. Она надела домашний халат весь день.",
      "imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "turtleneck",
      "translation": "гольф",
      "definition": "Un turtleneck est un type de pull-over ou de haut qui a un col roulé élevé qui couvre le cou.",
      "definition_translation": "Туртленек - это тип свитера или верхней части, который имеет высокий, круглый воротник, который складывается и покрывает шею.",
      "example": "J'ai porté un pull-over à col roulé au concert hier soir. Je porte un pull-over à col roulé au travail tous les jours. Je porterai un pull-over à col roulé à la fête demain.",
      "example_translation": "Я надел свитер с туртленеком на концерт вчера вечером. Я ношу туртленек на работу каждый день. Я надену туртленек на вечеринку завтра.",
      "imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "underskirt",
      "translation": "юбка-подкладка",
      "definition": "Une jupe sous-jacente est une couche de tissu portée sous une jupe ou une robe pour ajouter du volume ou de la forme.",
      "definition_translation": "Юбка-подкладка - это слой ткани, который носится под юбкой или платьем, чтобы добавить объем или форму.",
      "example": "J'ai porté une jupe sous-jacente sous ma robe de mariage pour la faire paraître plus volumineuse. Elle porte une jupe sous-jacente sous sa jupe pour se sentir plus confiante. Ils porteront des jupes sous-jacentes sous leurs robes au bal.",
      "example_translation": "Я надел юбку-подкладку под свадебное платье, чтобы оно выгляделоолее полным. Она носит юбку-подкладку под юбкой, чтобы чувствовать себя более уверенно. Они наденут юбки-подкладки под платья на бал.",
      "imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "waistcoat",
      "translation": "жилет",
      "definition": "Un gilet est un vêtement sans manches porté autour de la taille, généralement comme partie d'un costume formel.",
      "definition_translation": "Жилет - это бесрукавная деталь, которую носят вокруг талии, обычно в составе формального наряда.",
      "example": "Il a porté un gilet à la cérémonie de mariage. Je porte un gilet aux événements formels. Elle portera un gilet à l'opéra.",
      "example_translation": "Он надел жилет на церемонию бракосочетания. Я ношу жилет на формальные мероприятия. Она наденет жилет на оперу.",
      "imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]