[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "couteau",
      "translation": "нож",
      "definition": "un instrument de coupe consistant en une lame tranchante attachée à un manche.",
      "definition_translation": "резальный инструмент, состоящий из острия лезвия, прикрепленного к рукоятке.",
      "example": "J'ai utilisé un couteau pour couper la pomme. Je vais utiliser un couteau pour couper le pain. J'avais utilisé un couteau pour couper la viande.",
      "example_translation": "Я использовал нож, чтобы нарезать яблоко. Я буду использовать нож, чтобы нарезать хлеб. Я использовал нож, чтобы нарезать мясо.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bol",
      "translation": "миска",
      "definition": "un contenant ouvert et arrondi, généralement utilisé pour contenir ou servir de la nourriture.",
      "definition_translation": "круглая, открытая сверху емкость, обычно используемая для хранения или сервировки пищи.",
      "example": "J'ai mis le fruit dans un bol. Elle va mettre la salade dans un bol. Ils avaient mis la soupe dans un bol.",
      "example_translation": "Я положил фрукты в миску. Она будет класть салат в миску. Они положили суп в миску.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuisinière",
      "translation": "плита",
      "definition": "un appareil de cuisine utilisé pour cuire de la nourriture, en particulier des fours électriques ou à gaz.",
      "definition_translation": "кухонное устройство, используемое для приготовления пищи, особенно электрические или газовые плиты.",
      "example": "J'ai allumé la cuisinière pour faire bouillir de l'eau. Elle va utiliser la cuisinière pour cuisiner le dîner. Ils avaient utilisé la cuisinière pour chauffer la nourriture.",
      "example_translation": "Я включил плиту, чтобы кипятить воду. Она будет использовать плиту, чтобы готовить ужин. Они использовали плиту, чтобы нагреть пищу.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "armoire",
      "translation": "шкаф",
      "definition": "un meuble avec des étagères, utilisé pour stocker de la nourriture, des plats ou d'autres objets domestiques.",
      "definition_translation": "предмет мебели с полками, используемый для хранения продуктов, посуды или других домашних вещей.",
      "example": "J'ai ouvert l'armoire pour prendre une assiette. Elle va mettre les plats dans l'armoire. Ils avaient stocké la nourriture dans l'armoire.",
      "example_translation": "Я открыл шкаф, чтобы взять тарелку. Она будет класть посуду в шкаф. Они хранили продуктов в шкафе.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tiroir",
      "translation": "выдвижной ящик",
      "definition": "Un tiroir est un contenant utilisé pour stocker des choses, généralement trouvé dans un meuble tel qu'un buffet ou une table.",
      "definition_translation": "Выдвижной ящик - это контейнер, используемый для хранения вещей, обычно найденный в куске мебели, таком как шкаф или стол.",
      "example": "J'ai ouvert le tiroir pour retrouver mes clés perdues. J'avais placé les documents dans le tiroir hier. Je vais mettre les papiers dans le tiroir demain.",
      "example_translation": "Я открыл выдвижной ящик, чтобы найти пропавшие ключи. Я поместил их в выдвижной ящик昨ий день. Я поместил документы в выдвижной ящик завтра.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fourchette",
      "translation": "вилка",
      "definition": "Une fourchette est un ustensile avec deux ou trois dents, utilisé pour manger de la nourriture.",
      "definition_translation": "Вилка - это прибор с двумя или тремя зубцами, используемый для еды.",
      "example": "J'ai pris une fourchette pour manger mon dîner. Elle va utiliser une fourchette pour manger sa salade. Nous avions utilisé des fourchettes pour manger notre repas.",
      "example_translation": "Я взял вилку, чтобы поесть свою ужин. Она будет использовать вилку, чтобы поесть свой салат. Мы использовали вилки, чтобы поесть нашу еду.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réfrigérateur",
      "translation": "холодильник",
      "definition": "Un réfrigérateur est un grand appareil électrique utilisé pour conserver de la nourriture au frais.",
      "definition_translation": "Холодильник - это большое электрическое устройство, используемое для хранения пищевых продуктов в холодном состоянии.",
      "example": "J'ai ouvert le réfrigérateur pour prendre une boisson froide. Ils vont acheter un nouveau réfrigérateur la semaine prochaine. Elle avait nettoyé le réfrigérateur hier.",
      "example_translation": "Я открыл холодильник, чтобы взять холодный напиток. Они купят новый холодильник на следующей неделе. Она очищала холодильник вчера.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "table de cuisine",
      "translation": "кухонный стол",
      "definition": "Une table de cuisine est un meuble utilisé pour manger, travailler et socialiser dans la cuisine.",
      "definition_translation": "Кухонный стол - это кусок мебели, используемый для еды, работы и общения на кухне.",
      "example": "Nous nous sommes réunis autour de la table de cuisine pour dîner. Elle avait nettoyé la table de cuisine hier. Ils vont acheter une nouvelle table de cuisine le mois prochain.",
      "example_translation": "Мы собрались вокруг кухонного стола на ужин. Она очищала кухонный стол вчера. Они купят новый кухонный столfollowing месяц.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "four micro-ondes",
      "translation": "микроволновая печь",
      "definition": "un appareil de cuisine qui utilise des ondes électromagnétiques pour chauffer ou cuire rapidement de la nourriture",
      "definition_translation": "прибор для приготовления пищи, использующий электромагнитные волны для быстрого нагрева или приготовления еды",
      "example": "J'ai réchauffé les restes au four micro-ondes hier. J'utilise le four micro-ondes pour cuire mon déjeuner tous les jours. Je vais acheter un nouveau four micro-ondes la semaine prochaine.",
      "example_translation": "Я разогрел оставшиеся пишу в микроволновой печи вчера. Я использую микроволновую печь для приготовления обеда каждый день. Я куплю новую микроволновую печь на следующей неделе.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étagère",
      "translation": "полка",
      "definition": "une structure plate, habituellement rectangulaire, attachée au mur, utilisée pour contenir des objets",
      "definition_translation": "плоская, обычно прямоугольная конструкция, прикрепленная к стене, используемая для хранения объектов",
      "example": "J'ai mis le livre sur l'étagère du haut. Elle avait nettoyé l'étagère de la cuisine. La nouvelle étagère sera livrée demain.",
      "example_translation": "Я положил книгу на верхнюю полку. Она очистила полку в кухне. Новая полка будет доставлена завтра.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "évier",
      "translation": "раковина",
      "definition": "Un dispositif de plomberie utilisé pour laver les mains, les plats, etc.",
      "definition_translation": "санитарное устройство, используемое для мытья рук, посуды и т.д.",
      "example": "Elle a lavé ses mains dans l'évier. Il a réparé la fuite dans l'évier hier. L'évier était bouché par de la graisse.",
      "example_translation": "Она помыла руки в раковине. Он починил течь в раковине вчера. Раковина была забита жиром.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuillère",
      "translation": "ложка",
      "definition": "Un ustensile consistant en un petit bol ovale ou rond attaché à un manche, utilisé pour remuer, servir et manger des aliments",
      "definition_translation": "приспособление, состоящее из небольшой, обычно овальной или круглой чаши, прикрепленной к ручке, используемой для перемешивания, сервировки и еды пищи",
      "example": "Elle a mangé sa soupe avec une cuillère. Il a utilisé une cuillère pour mélanger le mélange. Le bébé a laissé tomber sa cuillère sur le sol.",
      "example_translation": "Она ела свой суп с ложкой. Он использовал ложку для перемешивания смеси. Младенец уронил ее ложку на пол.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poubelle",
      "translation": "мусорная корзина",
      "definition": "Un contenant utilisé pour contenir ou stocker quelque chose, notamment des déchets ou des ordures.",
      "definition_translation": "Контейнер, используемый для хранения или хранения чего-либо, особенно отходов или мусора.",
      "example": "J'ai vidé la poubelle hier, mais elle est déjà pleine à nouveau. Je vais sortir les ordures demain. J'ai sorti les ordures la semaine dernière.",
      "example_translation": "Я опустошила мусорную корзину вчера, но она уже снова полна. Я выбросаю мусор завтра. Я выбросал мусор на прошлой неделе.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lave-vaisselle",
      "translation": "посудомоечная машина",
      "definition": "Une machine qui lave et nettoie les vaisselles automatiquement.",
      "definition_translation": "Машина, которая автоматически моет и чистит посуду.",
      "example": "J'ai chargé le lave-vaisselle hier soir, mais il n'a pas démarré. Je vais le réparer aujourd'hui. J'ai réparé le lave-vaisselle hier.",
      "example_translation": "Я загрузил посудомоечную машину прошлой ночью, но она не включилась. Я исправлю это сегодня. Я исправил посудомоечную машину вчера.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouilloire électrique",
      "translation": "электрический чайник",
      "definition": "Une bouilloire qui est alimentée par l'électricité et utilisée pour faire bouillir de l'eau.",
      "definition_translation": "Чайник, работающий от электричества и используемый для кипячения воды.",
      "example": "J'ai branché la bouilloire électrique ce matin, mais elle n'a pas fait bouillir. Je vais en acheter une nouvelle aujourd'hui. J'ai acheté une nouvelle bouilloire électrique hier.",
      "example_translation": "Я ввел электрический чайник сегодня утром, но он не кипел. Я куплю новый сегодня. Я купил новый электрический чайник вчера.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "congélateur",
      "translation": "морозильник",
      "definition": "Un appareil qui conserve les aliments à très basse température.",
      "definition_translation": "Прибор, который сохраняет пищу в замороженном состоянии при очень низкой температуре.",
      "example": "J'ai mis la viande au congélateur la semaine dernière, mais j'ai oublié de le mettre en marche. Je vais le dégeler aujourd'hui. J'ai dégivré le congélateur hier.",
      "example_translation": "Я положил мясо в морозильник на прошлой неделе, но забыл включить его. Я разморозит сегодня. Я разморозил морозильник вчера.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poêle à frire",
      "translation": "сковорода",
      "definition": "Un type de récipient de cuisine utilisé pour frire, sauter et brunir les aliments à feu moyen à élevé.",
      "definition_translation": "Сковорода - это тип посуды для приготовления пищи, используемый для жарки, обжарки и поджарки пищи на среднем или высоком огне.",
      "example": "J'ai utilisé une poêle à frire pour cuire le steak hier, mais aujourd'hui je vais le cuire au four. Demain, j'utiliserai une poêle à frire à nouveau pour cuire le petit déjeuner.",
      "example_translation": "Я использовал сковороду, чтобы приготовить стейк вчера, но сегодня я приготовлю его в духовке. Завтра я опять буду использовать сковороду, чтобы приготовить завтрак.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "four",
      "translation": "духовка",
      "definition": "Un four est un appareil de cuisine utilisé pour cuire, rôtir et chauffer les aliments.",
      "definition_translation": "Духовка - это кухонная прибор, используемый для выпечки, запекания и нагрева пищи.",
      "example": "J'ai préchauffé le four pour cuire un gâteau, puis j'ai rôti des légumes dedans. La semaine prochaine, j'utiliserai le four pour réchauffer les restes.",
      "example_translation": "Я разогрел духовку, чтобы испечь торт, затем я запекал в ней некоторые овощи. На следующей неделе я буду использовать духовку, чтобы разогреть оставшиеся от еды.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marmite",
      "translation": "кастрюля",
      "definition": "Une marmite est un contenant utilisé pour cuire ou stocker des aliments et des liquides.",
      "definition_translation": "Кастрюля - это контейнер, используемый для приготовления или хранения пищи и жидкостей.",
      "example": "J'ai fait bouillir de l'eau dans une marmite hier, puis j'ai utilisé pour cuire la soupe. Demain, j'utiliserai une marmite pour stocker les restes.",
      "example_translation": "Я кипятил воду в кастрюле вчера, а затем использовал ее, чтобы приготовить суп. Завтра я буду использовать кастрюлю, чтобы хранить оставшиеся от еды.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "casserole",
      "translation": "сотейник",
      "definition": "Une casserole est un type de marmite utilisé pour cuire et chauffer des sauces, des soupes et d'autres liquides.",
      "definition_translation": "Сотейник - это тип кастрюли, используемый для приготовления и нагрева соусов, супов и других жидкостей.",
      "example": "J'ai utilisé une casserole pour chauffer la sauce hier, puis j'ai utilisé pour cuire la soupe. Demain, j'utiliserai une casserole pour faire une nouvelle sauce.",
      "example_translation": "Я использовал сотейник, чтобы разогреть соус вчера, а затем использовал его, чтобы приготовить суп. Завтра я буду использовать сотейник, чтобы сделать новый соус.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "robinet",
      "translation": "кран",
      "definition": "Un robinet ou valve pour contrôler le flux d'un liquide, généralement de l'eau ou du gaz.",
      "definition_translation": "Кран или клапан для регулирования потока жидкости, обычно воды или газа.",
      "example": "J'ai tourné le robinet pour remplir le bain. Hier, j'ai tourné le robinet pour me laver les mains. Demain, je vais tourner le robinet pour arroser les plantes.",
      "example_translation": "Я повернул кран, чтобы наполнить ванну. Вчера я повернул кран, чтобы помыть руки. Завтра я поверну кран, чтобы полить растения.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "théière",
      "translation": "чайник",
      "definition": "Un récipient, généralement en céramique ou en métal, utilisé pour infusion et servir le thé.",
      "definition_translation": "Сосуд, обычно сделанный из керамики или металла, используемый для заваривания и сервировки чая.",
      "example": "J'ai fait une tasse de thé dans la théière. Ma grand-mère utilisait une théière chaque matin pour faire du thé. Je vais acheter une nouvelle théière pour l'anniversaire de ma sœur.",
      "example_translation": "Я заварил чашку чая в чайнике. Моя бабушка обычно заваривала чай в чайнике каждый утром. Я куплю новый чайник на день рождения сестры.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ouvre-boîte",
      "translation": "консервный нож",
      "definition": "Un appareil utilisé pour ouvrir des contenants métalliques, notamment ceux utilisés pour les denrées alimentaires en conserve.",
      "definition_translation": "Устройство, используемое для открытия металлических контейнеров, особенно тех, которые используются для консервов.",
      "example": "J'ai utilisé un ouvre-boîte pour ouvrir la boîte de haricots. Ma mère garde toujours un ouvre-boîte dans son tiroir de cuisine. Je vais avoir besoin d'un ouvre-boîte pour ouvrir la boîte de tomates.",
      "example_translation": "Я использовал консервный нож, чтобы открыть банку с фасолью. Моя мать всегда хранит консервный нож в ящике кухонного стола. Мне понадобится консервный нож, чтобы открыть банку с помидорами.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grille-pain",
      "translation": "тостер",
      "definition": "Un petit appareil électrique utilisé pour griller des tranches de pain.",
      "definition_translation": "Маленькое электрическое устройство, используемое для приготовления тостов из ломтиков хлеба.",
      "example": "J'ai branché le grille-pain pour faire du toast. Mon frère brûle toujours son toast dans le grille-pain. Je vais nettoyer le grille-pain avant de faire le petit déjeuner.",
      "example_translation": "Я включил тостер, чтобы сделать тост. Мой брат всегда сгорает свой тост в тостере. Я очистлю тостер перед приготовлением завтрака.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tissu",
      "translation": "ткань",
      "definition": "Un matériau flexible artificiel fait de fibres, utilisé pour faire des vêtements, des tissus d'ameublement et d'autres produits textiles.",
      "definition_translation": "Гибкий искусственный материал, изготовленный из волокон, используемый для производства одежды, обивки и других текстильных продуктов.",
      "example": "Elle a acheté un beau tissu pour sa nouvelle robe. Hier, elle l'avait cousu. Demain, elle le portera au party.",
      "example_translation": "Она купила красивую ткань для своей новой рубашки. Вчера онашила ее. Завтра она наденет ее на вечеринку.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cafetière",
      "translation": "кофемашина",
      "definition": "Un appareil électrique qui fait du café à partir de grains de café.",
      "definition_translation": "Электрический прибор, который варит кофе из молотого кофе.",
      "example": "Elle a acheté une cafetière pour sa nouvelle cuisine. La semaine dernière, elle l'a utilisée pour faire du café pour ses invités. La semaine prochaine, elle l'utilisera pour faire du café pour sa famille.",
      "example_translation": "Она купила кофемашину для своей новой кухни. На прошлой неделе она использовала ее, чтобы сделать кофе для своих гостей. На следующей неделе она будет использовать ее, чтобы сделать кофе для своей семьи.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tire-bouchon",
      "translation": "открыватель для пробки",
      "definition": "Un appareil utilisé pour retirer le bouchon d'une bouteille de vin.",
      "definition_translation": "Устройство для снятия пробки с винной бутылки.",
      "example": "Il a utilisé un tire-bouchon pour ouvrir la bouteille de vin. Hier, il l'avait ouverte avec un tire-bouchon. Demain, il l'ouvrira à nouveau avec un tire-bouchon.",
      "example_translation": "Он использовал открыватель для пробки, чтобы открыть винную бутылку. Вчера он открыл ее с помощью открывателя для пробки. Завтра он снова откроет ее с помощью открывателя для пробки.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "balances",
      "translation": "весы",
      "definition": "Un appareil pour peser des objets ou des personnes.",
      "definition_translation": "Устройство для измерения веса объектов или людей.",
      "example": "Elle a utilisé les balances pour se peser. La semaine dernière, elle avait pesé son bagage sur les balances. La semaine prochaine, elle pèsera sa nourriture sur les balances.",
      "example_translation": "Она использовала весы, чтобы измерить свой вес. На прошлой неделе она взвешивала свой багаж на весах. На следующей неделе она будет взвешивать свою еду на весах.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tabouret",
      "translation": "-taburet",
      "definition": "Un tabouret est un siège simple sans dossier ni accoudoirs, généralement avec un dossier bas et des jambes courtes.",
      "definition_translation": "Табурет - это простой сиденье без спинки или рук, обычно с низкой спинкой и короткими ногами.",
      "example": "Je me suis assis sur un tabouret dans la cuisine, mangeant un sandwich. Je vais m'asseoir sur un tabouret dans la cuisine, mangeant un sandwich. Je me suis assis sur un tabouret dans la cuisine, mangeant un sandwich.",
      "example_translation": "Я сел на табурет в кухне, ел сэндвич. Я буду сидеть на табурете в кухне, ел сэндвич. Я сел на табурет в кухне, ел сэндвич.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manche à glacer",
      "translation": "формочек для выпечки",
      "definition": "Une manche à glacer est un protecteur spécialisé utilisé pour empêcher les aliments cuits de coller au plat.",
      "definition_translation": "Формочка для выпечки - это специальный защитник, используемый для предотвращения прилипания выпечки к форме.",
      "example": "J'ai utilisé une manche à glacer pour chemiser le moule à gâteau. Je vais utiliser une manche à glacer pour chemiser le moule à muffins. J'ai utilisé une manche à glacer pour chemiser le moule à pain.",
      "example_translation": "Я использовал формочку для выпечки, чтобы выровнять форму для торта. Я использую формочку для выпечки, чтобы выровнять форму для маффинов. Я использовал формочку для выпечки, чтобы выровнять форму для хлеба.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "coulant à biscuits",
      "translation": "формочка для бисквита",
      "definition": "Un coulant à biscuits est un outil spécialisé utilisé pour découper des formes dans de la pâte ou de la pâte feuilletée.",
      "definition_translation": "Формочка для бисквита - это специальный инструмент, используемый для вырезания форм из теста или слоеного теста.",
      "example": "J'ai utilisé un coulant à biscuits pour faire des cookies en forme de cœur. Je vais utiliser un coulant à biscuits pour faire des biscuits en forme d'étoile. J'ai utilisé un coulant à biscuits pour faire des biscuits ronds.",
      "example_translation": "Я использовал формочку для бисквита, чтобы сделать сердце-образные печенья. Я использую формочку для бисквита, чтобы сделать звездо-образные бисквиты. Я использовал формочку для бисквита, чтобы сделать круглые бисквиты.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "couteau à pain",
      "translation": "хлеборезка",
      "definition": "Un couteau à pain est un outil spécialisé utilisé pour couper du pain en tranches ou en formes uniformes.",
      "definition_translation": "Хлеборезка - это специальный инструмент, используемый для нарезки хлеба на равномерные ломти или формы.",
      "example": "J'ai utilisé un couteau à pain pour trancher le baguette. Je vais utiliser un couteau à pain pour couper le pain de sandwich. J'ai utilisé un couteau à pain pour couper le painrustique.",
      "example_translation": "Я использовал хлеборезку, чтобы нарезать багет. Я использую хлеборезку, чтобы нарезать хлеб для сэндвича. Я использовал хлеборезку, чтобы нарезать хрустящий хлеб.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "moule à gâteau",
      "translation": "форма для выпечки торта",
      "definition": "Un moule à gâteau est un contenant utilisé pour donner forme et maintenir un gâteau pendant qu'il est cuit.",
      "definition_translation": "Форма для выпечки торта - это контейнер, используемый для формирования и содержания торта во время выпечки.",
      "example": "J'ai utilisé un moule à gâteau pour cuire un délicieux gâteau au chocolat hier. Je vais utiliser un moule à gâteau pour cuire un gâteau d'anniversaire la semaine prochaine. Elle utilise un moule à gâteau pour cuire un gâteau tous les dimanches.",
      "example_translation": "Я использовала форму для выпечки торта, чтобы испечь вкусный шоколадный торт вчера. Я собираюсь использовать форму для выпечки торта, чтобы испечь торт на день рождения на следующей неделе. Она использует форму для выпечки торта, чтобы испечь торт каждое воскресенье.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plat à gratin",
      "translation": "керамическая форма для запекания",
      "definition": "Un plat à gratin est un grand plat profond utilisé pour cuire et servir des plats à gratin et d'autres plats.",
      "definition_translation": "Керамическая форма для запекания - это большая, глубокая посуда, используемая для выпечки и сервировки запеканок и других блюд.",
      "example": "J'ai cuit un plat à gratin dans un plat à gratin hier soir. Elle va utiliser un plat à gratin pour cuire une lasagne aujourd'hui. Ils ont utilisé un plat à gratin pour servir un repas chaud à la fête.",
      "example_translation": "Я испекла запеканку в керамической форме для запекания вчера ночью. Она будет использовать керамическую форму для запекания, чтобы испечь лазанью сегодня. Они использовали керамическую форму для запекания, чтобы сервировать горячее блюдо на вечеринке.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "couteau de cuisine",
      "translation": "нóż для нарезки",
      "definition": "Un couteau de cuisine est un type de couteau utilisé pour hacher et couper les aliments.",
      "definition_translation": "Нож для нарезки - это тип ножа, используемого для нарезки и мелкого измельчения пищи.",
      "example": "J'ai utilisé un couteau de cuisine pour couper les légumes hier. Elle va utiliser un couteau de cuisine pour hacher l'ail aujourd'hui. Il utilise un couteau de cuisine pour couper la viande tous les jours.",
      "example_translation": "Я использовала нож для нарезки, чтобы нарезать овощи вчера. Она будет использовать нож для нарезки, чтобы размельчить чеснок сегодня. Он использует нож для нарезки, чтобы нарезать мясо каждый день.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baguettes",
      "translation": "палочки для еды",
      "definition": "Les baguettes sont une paire de petits bâtons fins utilisés pour manger des aliments, notamment dans la cuisine asiatique.",
      "definition_translation": "Палочки для еды - это пара маленьких, тонких палочек, используемых для еды, особенно в азиатской кухне.",
      "example": "J'ai utilisé des baguettes pour manger du sushi au restaurant japonais la semaine dernière. Elle va utiliser des baguettes pour manger des nouilles au restaurant chinois aujourd'hui. Ils ont utilisé des baguettes pour manger des dumplings au restaurant coréen hier.",
      "example_translation": "Я использовала палочки для еды, чтобы есть суши в японском ресторане на прошлой неделе. Она будет использовать палочки для еды, чтобы есть лапшу в китайском ресторане сегодня. Они использовали палочки для еды, чтобы есть манты в корейском ресторане вчера.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "passoire",
      "translation": "дуршлаг",
      "definition": "Un ustensile de cuisine avec des perforations ou des trous, utilisé pour égoutter les liquides des aliments, comme lors du lavage et de l'égouttage des pâtes, du riz ou des légumes.",
      "definition_translation": "Кухонное приспособление с отверстиями или дырками, используемое для слива жидкостей из еды, как при мытье и сливе макарон, риса или овощей.",
      "example": "Elle a mis les spaghetti dans la passoire pour égoutter l'eau en excès. Hier, elle l'avait utilisée pour rincer la laitue. D'ici la semaine prochaine, elle l'aura nettoyée soigneusement.",
      "example_translation": "Она положила спагетти в дуршлаг, чтобы слить избыточную воду. Вчера она использовала его, чтобы помыть листья салата. К следующей неделе она будет тщательно чистить его.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "planche à découper",
      "translation": "разделочная доска",
      "definition": "Une pièce de bois ou de plastique plate, utilisée pour préparer et couper les aliments.",
      "definition_translation": "Плоская, обычно прямоугольная, деревянная или пластиковая доска, используемая для приготовления и нарезки еды.",
      "example": "Elle a placé l'oignon sur la planche à découper et a commencé à le couper. Le chef avait utilisé la planche à découper pour découper le poisson hier. D'ici le mois prochain, ils l'auront remplacée par une nouvelle.",
      "example_translation": "Она положила лук на разделочную доску и начала нарезать его. Повар использовал его, чтобы нарезать рыбу вчера. К следующему месяцу они заменят его новой доской.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tamis à farine",
      "translation": "мука просеиватель",
      "definition": "Un outil de cuisine utilisé pour tamiser et mélanger la farine et les autres ingrédients secs, généralement composé d'un contenant à mailles ou perforé.",
      "definition_translation": "Кухонный инструмент, используемый для просеивания и смешивания муки и других сухих ингредиентов, обычно состоящий из сетчатой или перфорированной емкости.",
      "example": "Elle a versé la farine dans le tamis à farine et a commencé à la mélanger avec du sucre. Hier, elle avait utilisé le tamis à farine pour tamiser le cacao en poudre. D'ici l'année prochaine, elle aura acheté un nouveau tamis à farine.",
      "example_translation": "Она вылила муку в муку просеиватель и начала смешивать ее с сахаром. Вчера она использовала его, чтобы просеять порошок какао. К следующему году она купит новый просеиватель.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "trancheuse de cuisine",
      "translation": "резка для нарезки продуктов",
      "definition": "Un appareil ou outil de cuisine utilisé pour trancher les aliments, tels que les viandes, les fromages et les légumes, en fines tranches.",
      "definition_translation": "Кухонное устройство или инструмент, используемый для нарезки еды, таких как мясо, сыр и овощи, на тонкие кусочки.",
      "example": "Elle a placé la poitrine de dinde sur la trancheuse de cuisine et a tranché finement. Hier, elle avait utilisé la trancheuse de cuisine pour trancher le jambon. D'ici la semaine prochaine, ils l'auront nettoyée soigneusement.",
      "example_translation": "Она положила грудку индейки на резку для нарезки продуктов и нарезала ее тонко. Вчера она использовала его, чтобы нарезать бекон. К следующей неделе они будут тщательно čistить его.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entonnoir",
      "translation": "воронка",
      "definition": "Un entonnoir est un tube ou pipe qui est large à une extrémité et étroit à l'autre, utilisé pour verser des liquides ou des poudres dans une ouverture étroite.",
      "definition_translation": "Воронка - это труба или трубка, которая широкая на одном конце и узкая на другом, используемая для наливания жидкостей или порошков в小ное открытие.",
      "example": "J'ai utilisé un entonnoir pour verser de l'huile dans le moteur. Je vais utiliser un entonnoir pour mélanger les produits chimiques. Elle avait utilisé un entonnoir pour mesurer les ingrédients.",
      "example_translation": "Я использовал воронку, чтобы налить масло в двигатель. Я буду использовать воронку, чтобы смешать химические вещества. Она использовала воронку, чтобы измерить ингредиенты.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "presse à ail",
      "translation": "пресс для чеснока",
      "definition": "Une presse à ail est un outil de cuisine utilisé pour écraser les gousses d'ail, ce qui facilite la libération de la pulpe et du jus d'ail.",
      "definition_translation": "Пресс для чеснока - это кухонный инструмент, используемый для разрушения зубчиков чеснока, что делает легко освободить чесночную мякоть и сок.",
      "example": "J'ai écrasé l'ail à travers la presse à ail pour en retirer la pulpe. Elle va utiliser une presse à ail pour préparer la sauce. Ils avaient utilisé une presse à ail pour préparer le dîner.",
      "example_translation": "Я сжал чеснок через пресс для чеснока, чтобы достать мякоть. Она будет использовать пресс для чеснока, чтобы приготовить соус. Они использовали пресс для чеснока, чтобы приготовить обед.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "râpe",
      "translation": "терка",
      "definition": "Une râpe est un outil de cuisine utilisé pour râper ou découper des aliments, tels que du fromage, des légumes ou des fruits, en petits morceaux.",
      "definition_translation": "Терка - это кухонный инструмент, используемый для измельчения или натирания продуктов, таких как сыр, овощи или фрукты, в мелкие кусочки.",
      "example": "J'ai râpé le fromage à l'aide d'une râpe pour faire une salade. Elle va utiliser une râpe pour râper les carottes. Ils avaient utilisé une râpe pour faire la croûte de tarte.",
      "example_translation": "Я натер сыр с помощью терки, чтобы.make салат. Она будет использовать терку, чтобы натереть морковь. Они использовали терку, чтобы.make корочку пирога.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuillère à glace",
      "translation": "формочная ложка для мороженого",
      "definition": "Une cuillère à glace est un outil de cuisine utilisé pour portionner et façonner la glace ou d'autres desserts glacés en boules ou copeaux.",
      "definition_translation": "Формочная ложка для мороженого - это кухонный инструмент, используемый для порционирования и формирования мороженого или других замороженных десертов в круглые шарики или ложки.",
      "example": "J'ai utilisé une cuillère à glace pour faire des boules de glace parfaites. Elle va utiliser une cuillère à glace pour portionner le yogourt glacé. Ils avaient utilisé une cuillère à glace pour faire des sundae.",
      "example_translation": "Я использовал формочную ложку для мороженого, чтобы.make идеальные шарики мороженого. Она будет использовать формочную ложку для мороженого, чтобы порционировать замороженный йогурт. Они использовали формочную ложку для мороженого, чтобы.make сандей.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "louche",
      "translation": "черпак",
      "definition": "Une louche est un ustensile à long manche, utilisé pour servir ou verser des liquides.",
      "definition_translation": "ложка-черпак с длинной ручкой, используемая для сервировки или наливания жидкостей",
      "example": "J'ai utilisé une louche pour servir la soupe du pot. Hier, j'ai loué de la soupe de poulet à mon ami. Demain, je vais louer la soupe à nos invités.",
      "example_translation": "Я использовал черпак, чтобы налить суп из кастрюли. Вчера я отмерил порцию куриного бульона для друга. Завтра я налью суп для наших гостей.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "presse à citron",
      "translation": "squeeze лимона",
      "definition": "Un presse à citron est un outil de cuisine utilisé pour extraire le jus des citrons ou d'autres fruits citrus.",
      "definition_translation": "кухонный инструмент, используемый для получения сока из лимонов или других цитрусовых фруктов",
      "example": "Ma mère utilise un presse à citron pour faire de la limonade fraîche. Elle a pressé les citrons et ajouté du sucre à taste. La prochaine fois, elle pressera à nouveau les citrons.",
      "example_translation": "Моя мама используетqueeze лимона, чтобы приготовить свежий лимонад. Она отжала лимоны и добавила сахар по вкусу. В следующий раз она опять отожмет лимоны.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mandoline",
      "translation": "мандолина",
      "definition": "Une mandoline est un ustensile de cuisine avec une lame plate et ajustable, utilisé pour trancher et julienne des légumes et des fruits.",
      "definition_translation": "кухонный инструмент с плоским, регулируемым лезвием, используемый для нарезки и изготовления соломки из овощей и фруктов",
      "example": "J'ai utilisé une mandoline pour trancher les carottes pour la salade. Ma sœur avait tranché les pommes avec une mandoline hier soir. La semaine prochaine, j'achèterai une nouvelle mandoline pour julienne le courgette.",
      "example_translation": "Я использовал мандолину, чтобы нарезать морковь для салата. Моя сестра нарезала яблоки мандолиной прошлой ночью. На следующей неделе я куплю новую мандолину для изготовления соломки из кабачка.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuillère à mesurer",
      "translation": "мерная ложка",
      "definition": "Une cuillère à mesurer est une cuillère avec des marquages indiquant différentes unités de mesure, utilisée pour mesurer précisément les ingrédients.",
      "definition_translation": "ложка с маркировкой, указывающей на различные единицы измерения, используемая для точного измерения ингредиентов",
      "example": "J'ai besoin d'une cuillère à mesurer pour mesurer le sucre pour la recette. Hier, j'ai utilisé une cuillère à mesurer pour mesurer la farine. La prochaine fois, j'utiliserai une cuillère à mesurer pour mesurer le sel.",
      "example_translation": "Мне нужна мерная ложка, чтобы измерить сахар для рецепта. Вчера я использовал мерную ложку, чтобы измерить муку. В следующий раз я буду использовать мерную ложку, чтобы измерить соль.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attendrisseur de viande",
      "translation": "мягчитель мяса",
      "definition": "Un attendrisseur de viande est un outil de cuisine ou ingrédient utilisé pour rendre la viande plus tendre et plus facile à mâcher.",
      "definition_translation": "Мягчитель мяса - это кухонный инструмент или ингредиент, используемый для того, чтобы сделать мясо более мягким и легким для пережевывания.",
      "example": "Elle a utilisé un attendrisseur de viande pour rendre le steak plus tendre. Hier, elle a acheté un attendrisseur de viande au magasin. D'ici une semaine, elle aura utilisé l'attendrisseur de viande plusieurs fois.",
      "example_translation": "Она использовала мягчитель мяса, чтобы сделать стейк более мягким. Вчера она купила мягчитель мяса в магазине. К следующей неделе она будет использовать мягчитель мяса несколько раз.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hachoir",
      "translation": "мясорубка",
      "definition": "Un hachoir est un appareil ou outil de cuisine utilisé pour hacher ou broyer des aliments, en particulier de la viande, en petits morceaux.",
      "definition_translation": "Мясорубка - это кухонное устройство или инструмент, используемый для нарезания или измельчения продуктов, особенно мяса, на маленькие кусочки.",
      "example": "Elle a haché l'ail à l'aide d'un hachoir. Hier, il a acheté un hachoir au magasin. D'ici un mois, ils auront utilisé le hachoir pour faire plusieurs plats.",
      "example_translation": "Она мелко нарезала чеснок с помощью мясорубки. Вчера он купил мясорубку в магазине. К следующему месяцу они будут использовать мясорубку, чтобы приготовить несколько блюд.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mortier et pilon",
      "translation": "ступка и пестик",
      "definition": "Un mortier et pilon est un outil de cuisine utilisé pour broyer, écraser ou mélanger les ingrédients alimentaires, en particulier les épices et les herbes.",
      "definition_translation": "Ступка и пестик - это кухонный инструмент, используемый для измельчения, дробления или смешивания ингредиентов пищи, особенно специй и трав.",
      "example": "Elle a utilisé un mortier et pilon pour broyer les épices. Hier, ils ont acheté un mortier et pilon au magasin. D'ici l'année prochaine, ils auront utilisé le mortier et pilon pour faire plusieurs sauces.",
      "example_translation": "Она использовала ступку и пестик, чтобы размолоть специи. Вчера они купили ступку и пестик в магазине. К следующему году они будут использовать ступку и пестик, чтобы приготовить несколько соусов.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "casse-noix",
      "translation": "орехокол",
      "definition": "Un casse-noix est un outil de cuisine ou un appareil utilisé pour ouvrir les noix, en particulier les noix de grenoble, les noix de pécan et les noix de noisette.",
      "definition_translation": "Орехокол - это кухонный инструмент или устройство, используемое для раскола орехов, особенно грецких орехов, пеканов и фундука.",
      "example": "Elle a utilisé un casse-noix pour ouvrir les noix de grenoble. Hier, il a acheté un casse-noix au magasin. D'ici la semaine prochaine, ils auront utilisé le casse-noix pour faire plusieurs desserts.",
      "example_translation": "Она использовала орехокол, чтобы расколоть грецкие орехи. Вчера он купил орехокол в магазине. К следующей неделе они будут использовать орехокол, чтобы приготовить несколько десертов.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "planche à pâte",
      "translation": "_DOŠČAD ДЛЯ ТЕСТА",
      "definition": "Une surface plane et lisse utilisée pour rouler et façonner la pâte, généralement en bois ou en plastique.",
      "definition_translation": "Плоская, гладкая поверхность, используемая для раскатки и формирования теста, обычно изготовленная из дерева или пластика.",
      "example": "Elle a étalé la pâte sur la planche à pâte et a commencé à la rouler. Elle avait étalé la pâte sur la planche à pâte hier. Elle roulera la pâte sur la planche à pâte demain.",
      "example_translation": "Она разложила тесто на доске для теста и начала раскатывать его. Она раскатала тесто на доске для теста вчера. Она будет раскатывать тесто на доске для теста завтра.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "épluche-légumes",
      "translation": "ЧИСТИЛЬЩИК",
      "definition": "Un outil de cuisine utilisé pour enlever la peau des fruits et légumes.",
      "definition_translation": "Кухонный инструмент, используемый для удаления кожи плодов и овощей.",
      "example": "Elle a utilisé un épluche-légumes pour enlever la peau de la pomme. Elle avait utilisé un épluche-légumes pour enlever la peau de la pomme de terre hier. Elle utilisera un épluche-légumes pour enlever la peau de la carotte demain.",
      "example_translation": "Она использовала чистильщик, чтобы удалить кожу яблока. Она использовала чистильщик, чтобы удалить кожу картофеля вчера. Она будет использовать чистильщик, чтобы удалить кожу моркови завтра.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "moulin à poivre",
      "translation": "МЕЛЬНИЦА ДЛЯ ПЕРЦА",
      "definition": "Un appareil utilisé pour moudre les grains de poivre en poudre de poivre.",
      "definition_translation": "Устройство, используемое для измельчения перечных зерен в перцовый порошок.",
      "example": "Elle a tourné le moulin à poivre pour moudre du poivre. Elle avait tourné le moulin à poivre pour moudre du poivre hier. Elle tournera le moulin à poivre pour moudre du poivre demain.",
      "example_translation": "Она повернула мельницу для перца, чтобы размолоть немного перца. Она повернула мельницу для перца, чтобы размолоть немного перца вчера. Она будет поворачивать мельницу для перца, чтобы размолоть немного перца завтра.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poche à douille",
      "translation": "КОНДИТЕРСКИЙ МЕШОЧЕК",
      "definition": "Un sac utilisé pour contenir et distribuer le glaçage ou d'autres aliments tendres, généralement utilisé pour décorer les gâteaux et les pâtisseries.",
      "definition_translation": "Мешочек, используемый для хранения и дозирования глазури или других мягких продуктов, обычно используемый для украшения тортов и пирожных.",
      "example": "Elle a utilisé une poche à douille pour décorer le gâteau. Elle avait utilisé une poche à douille pour décorer les biscuits hier. Elle utilisera une poche à douille pour décorer les cupcakes demain.",
      "example_translation": "Она использовала кондитерский мешочек, чтобы украсить торт. Она использовала кондитерский мешочек, чтобы украсить печенье вчера. Она будет использовать кондитерский мешочек, чтобы украсить кексы завтра.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rouleau à pâte",
      "translation": "скатка для теста",
      "definition": "Un rouleau à pâte est un outil de cuisine cylindrique utilisé pour rouler la pâte ou la pâte feuilletée à une épaisseur uniforme, généralement en bois, en marbre ou en silicone.",
      "definition_translation": "Скатка для теста - это цилиндрическое кухонное средство, используемое для раскатывания теста или пасты до равномерной толщины, обычно изготовленное из дерева, мрамора или силикона.",
      "example": "J'ai utilisé un rouleau à pâte pour faire un délicieux tarte aux pommes hier. Je l'utiliserai à nouveau demain pour faire un gâteau pour l'anniversaire de ma sœur. J'ai été en utilisant pendant des années pour faire toutes sortes de pâtisseries.",
      "example_translation": "Я использовал скатку для теста, чтобы приготовить вкусный яблочный пирог вчера. Я снова использовать его завтра, чтобы приготовить торт на день рождения моей сестры. Я использую его уже много лет, чтобы приготовить всевозможные виды выпечки.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "buffet",
      "translation": "буфет",
      "definition": "Un buffet est une pièce de mobilier traditionnellement placée dans une salle à manger, utilisée pour afficher et stocker les ustensiles de table, les linges et d'autres éléments.",
      "definition_translation": "Буфет - это предмет мебели, традиционно размещаемый в столовой, используемый для демонстрации и хранения столового прибора, полотенец и других вещей.",
      "example": "Nous avions un beau buffet dans notre salle à manger, où nous gardions toutes nos belles porcelaines et verres. Ma grand-mère le polishait chaque semaine. Je vais acheter un nouveau buffet l'année prochaine pour ma nouvelle maison.",
      "example_translation": "У нас был красивый буфет в нашей столовой, где мы хранили всю нашу изящную китайскую посуду и сткляные сосуды. Моя бабушка полировала его каждую неделю. Я куплю новый буфет следующим годом для своего нового дома.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tamis",
      "translation": "сито",
      "definition": "Un tamis est un ustensile de cuisine avec un fond en maille ou à trous, utilisé pour séparer ou filtrer les particules de nourriture de différentes tailles.",
      "definition_translation": "Сито - это кухонный инструмент с сетчатым или перфорированным дном, используемый для разделения или фильтрации частиц food разного размера.",
      "example": "J'ai utilisé un tamis pour tamiser la farine pour le gâteau. Elle utilisera un tamis la semaine prochaine pour séparer le riz des impuretés. Ils ont été en utilisant pendant des années pour filtrer les résidus de café.",
      "example_translation": "Я использовал сито, чтобы просеять муку для торта. Она будет использовать его на следующей неделе, чтобы отделить рис от примесей. Они использовали его уже много лет, чтобы фильтровать кофейную гущу.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "râtelier à épices",
      "translation": "стойка для специй",
      "definition": "Un râtelier à épices est un outil d'organisation de cuisine utilisé pour stocker et afficher les épices, herbes et autres assaisonnements.",
      "definition_translation": "Стойка для специй - это инструмент для организации кухни, используемый для хранения и демонстрации специй, трав и других приправ.",
      "example": "J'ai un râtelier à épices sur mon comptoir de cuisine, où je garde toutes mes épices préférées. Elle avait un beau râtelier à épices en bois dans sa cuisine. Ils vont acheter un nouveau râtelier à épices le mois prochain pour leur nouvelle cuisine.",
      "example_translation": "У меня есть стойка для специй на моей кухонной поверхности, где я храню все свои любимые специи. У нее был красивый деревянный стеллаж для специй на ее кухне. Они будут покупать новый стеллаж для специй следующим месяцем для своей новой кухни.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuillère de dégustation",
      "translation": "дегустационная ложка",
      "definition": "Une cuillère utilisée pour déguster les aliments pendant leur préparation, généralement plus petite qu'une cuillère à soupe.",
      "definition_translation": "Ложка, используемая для дегустации пищи во время приготовления, обычно smaller than столовой ложки.",
      "example": "J'ai utilisé une cuillère de dégustation pour vérifier la saveur de la soupe. Hier, j'ai goûté la sauce avec une cuillère de dégustation. Demain, je vais goûter le gâteau avec une cuillère de dégustation.",
      "example_translation": "Я использовал дегустационную ложку, чтобы проверить вкус супа. Вчера я попробовал соус дегустационной ложкой. Завтра я попробую 케이к дегустационной ложкой.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "minuteur",
      "translation": "таймер",
      "definition": "Un appareil qui mesure l'intervalle de temps d'un événement ou d'un processus.",
      "definition_translation": "Устройство, измеряющее временной интервал события или процесса.",
      "example": "J'ai réglé le minuteur pour 10 minutes. Hier, j'ai oublié de réglé le minuteur. Demain, je vais réglé le minuteur pour 5 minutes.",
      "example_translation": "Я поставил таймер на 10 минут. Вчера я забыл поставить таймер. Завтра я поставлю таймер на 5 минут.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fouet",
      "translation": "взбиватель",
      "definition": "Un outil de cuisine utilisé pour mélanger et battre les aliments, généralement composé d'un manche et d'une série de boucles en fil de fer.",
      "definition_translation": "Кухонный инструмент, используемый для смешивания и взбивания продуктов, обычно состоящий из рукоятки и серии проволочных петель.",
      "example": "J'ai utilisé un fouet pour mélanger les œufs et le sucre. Hier, j'ai fouetté la crème jusqu'à ce qu'elle devienne ferme. Demain, je vais fouetter la sauce pour la rendre lisse.",
      "example_translation": "Я использовал взбиватель, чтобы смешать яйца и сахар. Вчера я взбил крем до тех пор, пока он не стал твердым. Завтра я взбью соус, чтобы он стал гладким.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plan de travail",
      "translation": "рабочая поверхность",
      "definition": "Une surface plane dans une cuisine, généralement faite de bois, de Formica ou de granit, utilisée pour préparer et cuisiner les aliments.",
      "definition_translation": "Плоская поверхность в кухне, обычно сделанная из дерева, формики или гранита, используемая для приготовления и приготовления пищи.",
      "example": "J'ai nettoyé le plan de travail avant de commencer à cuisiner. Hier, j'ai placé les ingrédients sur le plan de travail. Demain, je vais mettre les plats finis sur le plan de travail.",
      "example_translation": "Я очистил рабочую поверхность перед началом приготовления. Вчера я поставил ингредиенты на рабочую поверхность. Завтра я поставлю готовые блюда на рабочую поверхность.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]