[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bardane",
      "translation": "репей",
      "definition": "Une plante bisannuelle de la famille des astéracées, avec des racines et des feuilles comestibles qui peuvent être utilisées dans les salades ou comme légume.",
      "definition_translation": "Двухлетнее растение семейства астровых, с съедобными корнями и листьями, которые можно использовать в салатах или как овощ.",
      "example": "J'utilisais cueillir la bardane sauvage quand j'étais enfant, et ma grand-mère faisait une délicieuse soupe avec. Maintenant, je la fait pousser dans mon propre jardin et l'utilise dans les salades. Je la récolterai la semaine prochaine pour faire un plat spécial pour mes amis.",
      "example_translation": "Я以前 собирали дикую репей в детстве, и моя бабушка готовила из нее вкусный суп. Теперь я выращиваю ее в собственном саду и использую в салатах. Я соберу ее на следующей неделе, чтобы приготовить специальное блюдо для моих друзей.",
      "imageLink": "image_files\\English\\"imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "camomille",
      "translation": "ромашка",
      "definition": "Une herbe avec des fleurs en forme de marguerite et un parfum sucré, analogue à celui de la pomme, utilisée comme thé calmant ou dans les remèdes herbals.",
      "definition_translation": "Трава с ромашкоподобными цветами и сладким, яблочным ароматом, используемая как успокаивающий чай или в растительных средствах.",
      "example": "Ma grand-mère me donnait du thé à la camomille lorsque je me sentais anxieux, et cela m'aidait toujours à me relaxer. Maintenant, je bois ce thé chaque nuit avant de me coucher pour me détendre. Je planterai de la camomille dans mon jardin l'année prochaine pour avoir un approvisionnement frais.",
      "example_translation": "Моя бабушка давала мне ромашковый чай, когда я чувствовал тревогу, и он всегда помогал мне расслабиться. Теперь я пью его каждую ночь перед сном, чтобы раскрепоститься. Я посадлю ромашку в свой сад следующей весной, чтобы иметь свежий запас.",
      "imageLink": "image_files\\English\\"imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "griffe de chat",
      "translation": "когтистый бархат",
      "definition": "Une plante grimpante tropicale avec des épines en forme de griffe et des propriétés médicinales, utilisée pour traiter diverses affections de santé.",
      "definition_translation": "Тропическое растение с когтеобразными шипами и медицинскими свойствами, используемое для лечения различных заболеваний.",
      "example": "J'ai appris sur la griffe de chat en cours d'herboristerie, et j'ai été étonné de découvrir combien de bienfaits pour la santé elle avait. Je prends des suppléments de griffe de chat depuis un moment, et je me sens beaucoup mieux. Je recommanderai cela à mes amis qui souffrent d'arthrose.",
      "example_translation": "Я узнала о когтистом бархате на курсе фитотерапии, и меня поразило, сколько оно имеет здоровых преимуществ. Я уже несколько месяцев принимаю добавки когтистого бархата, и я чувствую себя намного лучше. Я порекомендую его своим друзьям, которые страдают от артрита.",
      "imageLink": "image_files\\English\\"imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pied de poule",
      "translation": "мать-и-мачеха",
      "definition": "Une plante vivace avec des fleurs jaunes et des feuilles grandes, utilisée dans la médecine herbale pour traiter les problèmes respiratoires.",
      "definition_translation": "Многолетнее растение с желтыми цветами и большими листьями, используемое в растительной медицине для лечения респираторных проблем.",
      "example": "J'utilisais cueillir les feuilles de pied de poule dans la forêt et faire un thé pour soulager ma toux. Maintenant, je la fais pousser dans mon propre jardin et l'utilise pour faire des remèdes herbals pour ma famille. Je vais sécher quelques feuilles de pied de poule cet été pour les utiliser pendant les mois d'hiver.",
      "example_translation": "Я以前 собирали листья мать-и-мачехи в лесу и готовила из них чай, чтобы успокоить мой кашель. Теперь я выращиваю ее в собственном саду и использую ее, чтобы готовить растительные средства для моей семьи. Я высушу некоторые листья мать-и-мачехи этим летом, чтобы использовать их в зимние месяцы.",
      "imageLink": "image_files\\English\\"imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pissenlit",
      "translation": "одуванчик",
      "definition": "Une plante avec des fleurs jaunes qui pousse dans les pelouses et les prairies, avec des feuilles comestibles qui peuvent être mangées en salade ou utilisées comme herbe médicinale.",
      "definition_translation": "Жёлтый цветущий сорняк, растущий на лугах и газонах, с листьями, которые можно есть в салатах или использовать как лекарственное средство.",
      "example": "J'ai cueilli un pissenlit sur la pelouse et j'ai fait un vœu. Hier, j'avais cueilli un pissenlit et j'avais fait un vœu. Demain, je cueillerai un pissenlit et je ferai un vœu.",
      "example_translation": "Я сорвал одуванчик с газона и загадал желание. Вчера я сорвал одуванчик и загадал желание. Завтра я сорву одуванчик и загадал желание.",
      "imageLink": "image_files\\English\\"imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fenugrec",
      "translation": "пажитник",
      "definition": "Une plante avec des feuilles qui peuvent être utilisées comme herbe, ou des graines qui peuvent être utilisées pour faire une épice ou un médicament.",
      "definition_translation": "Растение с листьями, которые можно использовать как траву, или семенами, которые можно использовать для приготовления специи или лекарства.",
      "example": "J'ai ajouté des graines de fenugrec au curry pour le flavor. Hier, j'avais ajouté des graines de fenugrec au curry pour le flavor. Demain, j'ajouterai des graines de fenugrec au curry pour le flavor.",
      "example_translation": "Я добавил семена пажитника в карри для вкуса. Вчера я добавил семена пажитника в карри для вкуса. Завтра я добавлю семена пажитника в карри для вкуса.",
      "imageLink": "image_files\\English\\"imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ginseng",
      "translation": "женьшень",
      "definition": "Une plante avec une racine qui est utilisée dans la médecine et la cuisine, en particulier dans la cuisine asiatique.",
      "definition_translation": "Растение с корнем, который используется в медицине и кулинарии, особенно в азиатской кухне.",
      "example": "J'ai bu du thé au ginseng pour booster mon énergie. Hier, j'avais bu du thé au ginseng pour booster mon énergie. Demain, je boirai du thé au ginseng pour booster mon énergie.",
      "example_translation": "Я выпил чай из женьшеня, чтобы повысить мой энергии. Вчера я выпил чай из женьшеня, чтобы повысить мой энергии. Завтра я выпью чай из женьшеня, чтобы повысить мой энергии.",
      "imageLink": "image_files\\English\\"imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prêle",
      "translation": "хвостник",
      "definition": "Une plante avec une tige creuse qui peut être utilisée comme diurétique ou pour faire un thé herbal.",
      "definition_translation": "Растение с пустотелым стеблем, которое можно использовать как диуретик или для приготовления травяного чая.",
      "example": "J'ai utilisé la prêle pour traiter mon infection des voies urinaires. Hier, j'avais utilisé la prêle pour traiter mon infection des voies urinaires. Demain, j'utiliserai la prêle pour traiter mon infection des voies urinaires.",
      "example_translation": "Я использовал хвостник для лечения моей инфекции мочевыводящих путей. Вчера я использовал хвостник для лечения моей инфекции мочевыводящих путей. Завтра я использую хвостник для лечения моей инфекции мочевыводящих путей.",
      "imageLink": "image_files\\English\\"imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "herbe à panic",
      "translation": "воробейник",
      "definition": "Une plante vivace avec des fleurs jaune-verdâtre et des feuilles étroites, souvent trouvée dans les pelouses et les prairies.",
      "definition_translation": "Многолетний сорняк с желто-зелеными цветами и узкими листьями, часто встречается на лугах и газонах.",
      "example": "Le fermier travaillait dur pour retirer l'herbe à panic de ses champs. L'herbe à panic croissait rapidement dans le temps chaud. Il devra affronter l'herbe à panic à nouveau la prochaine saison.",
      "example_translation": "Фермер работал тяжело, чтобы удалить воронейник из своих полей. Воронейник рос быстро в теплой погоде. Он будет иметь дело с воронейником снова в следующем сезоне.",
      "imageLink": "image_files\\English\\"imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mélisse",
      "translation": "лимонная мята",
      "definition": "Une herbe vivace avec des feuilles en forme de cœur et un goût léger et citronné, souvent utilisée dans la cuisine et les thés herbals.",
      "definition_translation": "Многолетнее растение с сердцевидными листьями и легким, цитрусовым вкусом, часто используемое в кулинарии и травяных чаях.",
      "example": "Elle a ajouté une branche de mélisse à son thé pour un effet apaisant. Le chef a utilisé la mélisse pour aromatiser le plat de poulet. Ils planteront de la mélisse dans leur jardin l'année prochaine.",
      "example_translation": "Она добавила веточку лимонной мяты в свой чай для успокаивающего эффекта. Повар использовал лимонную мяту, чтобы блюдо курицы было ароматным. Они посадят лимонную мяту в свой сад следующей весной.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "calendula",
      "translation": "калиЕНдра",
      "definition": "Une fleur jaune ou orangée à odeur forte et puissante, souvent utilisée dans les jardins et comme répulsif naturel contre les parasites.",
      "definition_translation": "Ярко-желтый или оранжевый цветок с сильным, пungентным запахом, часто используемый в садах и как естественный репеллент для вредителей.",
      "example": "Le jardin était rempli de calendulas, ce qui aidait à éloigner les parasites. Elle planta des calendulas autour de ses tomates pour les protéger. Les calendulas fleurirent magnifiquement dans le chaud temps d'été.",
      "example_translation": "Сад был заполнен календрасами, которые помогали держать вредителей подальше. Она посадила календрасы вокруг своих помидоров, чтобы защитить их. Календрасы цвелиbeautifully в теплой летней погоде.",
      "imageLink": "image_files\\English\\"imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guimauve",
      "translation": "зефир",
      "definition": "Une confiserie douce, légère et moelleuse faite à partir de sucre, de gélatine et de sirop de maïs, souvent utilisée dans les desserts et le chocolat chaud.",
      "definition_translation": "Сладкое, мягкое и легкое кондитерское изделие, сделанное из сахара, желатина и кукурузного сиропа, часто используемое в десертах и горячем шоколаде.",
      "example": "Les enfants adoraient faire rôtir des guimauves au-dessus du feu de camp. Elle utilisa des guimauves pour faire un délicieux chocolat chaud. La compagnie lancera un nouveau parfum de guimauve le mois prochain.",
      "example_translation": "Дети любили жарить зефиры над костром. Она использовала зефиры, чтобы сделать вкусный горячий шоколад. Компания запустит новый зефирийный вкус в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plantain lancéolé",
      "translation": "Подорожник ланцетолистый",
      "definition": "Une herbe vivace native d'Europe et d'Asie, à feuilles étroites et petites fleurs, utilisée en médecine herboristique.",
      "definition_translation": "Многолетнее травянистое растение, родом из Европы и Азии, с узкими листьями и маленькими цветами, используемое в народной медицине.",
      "example": "J'avais l'habitude de cueillir des plantains lancéolés cuando j'étais enfant, et ma grand-mère en faisait une tisane pour nous soulager les maux de gorge. Maintenant, je les cultive dans mon jardin et je les utilise pour fabriquer un remède naturel contre les irritations cutanées. Je planterai plus de plantains lancéolés au printemps pour en avoir une réserve régulière.",
      "example_translation": "Я когда-то собирал подорожник ланцетолистый в детстве, и моя бабушка делала из него чай, чтобы успокоить наши больные горла. Теперь я выращиваю его в своем саду и использую его для создания натурального средства от кожных раздражений. Я посадлю больше подорожника ланцетолистого весной, чтобы обеспечить стабильный запас.",
      "imageLink": "image_files\\English\\"imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauge",
      "translation": "Шалфей",
      "definition": "Une herbe vivace aux feuilles gris-vert et aux fleurs violettes, utilisée dans la cuisine et la médecine.",
      "definition_translation": "Многолетнее травянистое растение с серовато-зеленными листьями и фиолетовыми цветами, используемое в кулинарии и медицине.",
      "example": "Ma grand-mère avait l'habitude de faire une tisane de sauge pour calmer ses nerfs, et j'en fais encore aujourd'hui. Je vais ajouter de la sauge à la farce du poulet rôti demain. Elle m'avait enseigné comment sécher les feuilles de sauge pour les utiliser plus tard.",
      "example_translation": "Моя бабушка делала чай из шалфея, чтобы успокоить свои нервы, и я до сих пор использую его. Я добавлю шалфей к начинке для запеченной курицы завтра. Она учила меня, как высушивать листья шалфея для будущего использования.",
      "imageLink": "image_files\\English\\"imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "millepertuis",
      "translation": "Зверобой",
      "definition": "Une herbe vivace aux fleurs jaunes, utilisée en médecine herboristique pour traiter la dépression et l'anxiété légère.",
      "definition_translation": "Многолетнее травянистое растение с желтыми цветами, используемое в народной медицине для лечения легкой депрессии и тревожности.",
      "example": "Je me sentais anxieux, alors j'ai commencé à prendre des suppléments de millepertuis, et cela m'a vraiment aidé. Mon amie m'avait recommandé le millepertuis, car elle l'avait utilisé pour traiter sa dépression. Je planterai du millepertuis dans mon jardin l'année prochaine pour en avoir une réserve régulière.",
      "example_translation": "Я чувствовал тревогу, поэтому я начал принимать добавки из зверобоя, и они gerçekten помогли. Моя подруга рекомендовала мне зверобой, потому что она использовала его для лечения своей депрессии. Я посадлю зверобой в свой сад в следующем году, чтобы иметь стабильный запас.",
      "imageLink": "image_files\\English\\"imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "armoise",
      "translation": "Полынь",
      "definition": "Une herbe vivace aux feuilles gris-argentées et aux petites fleurs jaunes, utilisée dans l'absinthe et comme herbe médicinale.",
      "definition_translation": "Многолетнее травянистое растение с серебристо-серыми листьями и маленькими желтыми цветами, используемое в абсенте и как лекарственное растение.",
      "example": "J'ai essayé l'absinthe une fois, qui était parfumée à l'armoise, et c'était plutôt amer. Les anciens Grecs utilisaient l'armoise pour traiter l'indigestion, et elle est encore utilisée aujourd'hui dans la médecine herboristique. Je planterai de l'armoise dans mon jardin pour l'utiliser dans la cuisine et comme herbe médicinale.",
      "example_translation": "Я когда-то пробовал абсент, который был ароматизирован полынью, и он был довольно горьким. Древние греки использовали полынь для лечения диспепсии, и он все еще используется сегодня в народной медицине. Я посадлю полынь в свой сад, чтобы использовать ее в кулинарии и как лекарственное растение.",
      "imageLink": "image_files\\English\\"imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]