{
  "data": [
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "brother",
      "translation": "hermano",
      "definition": "A male person who has the same parents as another person; a male sibling.",
      "definition_translation": "Una persona masculina que tiene los mismos padres que otra persona; un hermano masculino.",
      "example": "My brother will graduate from college next year. He graduated from high school last year, and he has been studying engineering. He will study abroad next semester.",
      "example_translation": "Mi hermano se graduará de la universidad el año que viene. Se graduó de la escuela secundaria el año pasado, y ha estado estudiando ingeniería. Estudiará en el extranjero el próximo semestre.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "child",
      "translation": "niño",
      "definition": "A human being between birth and puberty; a young human being.",
      "definition_translation": "Un ser humano entre el nacimiento y la pubertad; un joven ser humano.",
      "example": "The child will play with her toys tomorrow. She played with her friends yesterday, and she has been learning new things. She will participate in a singing competition next month.",
      "example_translation": "El niño jugará con sus juguetes mañana. Jugó con sus amigos ayer, y ha estado aprendiendo cosas nuevas. Participará en un concurso de canto el próximo mes.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "children",
      "translation": "niños",
      "definition": "Human beings between birth and puberty; young human beings.",
      "definition_translation": "Serios humanos entre el nacimiento y la pubertad; jóvenes seres humanos.",
      "example": "The children will go to school tomorrow. They went to the park yesterday, and they have been learning new games. They will have a party next week.",
      "example_translation": "Los niños irán a la escuela mañana. Fueron al parque ayer, y han estado aprendiendo nuevos juegos. Tendrán una fiesta la próxima semana.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dad",
      "translation": "papá",
      "definition": "A male parent or a fatherly figure, responsible for the care and upbringing of a child.",
      "definition_translation": "Un padre masculino o una figura paterna responsable del cuidado y educación de un niño.",
      "example": "My dad helped me with my homework when I was a kid. I will ask my dad to help me with my project tomorrow. My dad had taught me how to ride a bike when I was young.",
      "example_translation": "Mi papá me ayudó con mi tarea cuando era niño. Voy a pedirle ayuda a mi papá con mi proyecto mañana. Mi papá me enseñó a montar bicicleta cuando era joven.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "daughter",
      "translation": "hija",
      "definition": "A female child or a female descendant, often referring to a close family relationship.",
      "definition_translation": "Una niña o una descendiente femenina, a menudo refiriéndose a una relación familiar cercana.",
      "example": "My daughter is going to school today. I will take my daughter to the park tomorrow. My daughter has learned how to play the piano well.",
      "example_translation": "Mi hija va a la escuela hoy. Llevaré a mi hija al parque mañana. Mi hija ha aprendido a tocar el piano bien.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "father",
      "translation": "padre",
      "definition": "A male parent or a male ancestor, often referring to a biological or adoptive relationship.",
      "definition_translation": "Un padre masculino o un antepasado masculino, a menudo refiriéndose a una relación biológica o adoptiva.",
      "example": "My father is a doctor. I will ask my father to help me with my project next week. My father had taught me how to swim when I was young.",
      "example_translation": "Mi padre es médico. Le pediré ayuda a mi padre con mi proyecto la próxima semana. Mi padre me enseñó a nadar cuando era joven.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "husband",
      "translation": "esposo",
      "definition": "A male partner in a marriage, especially a newlywed.",
      "definition_translation": "Un compañero masculino en un matrimonio, especialmente un recién casado.",
      "example": "I got married to my husband last year. I will meet my husband at the park tomorrow. My grandfather had been a husband for 50 years when he passed away.",
      "example_translation": "Me casé con mi esposo el año pasado. Me reuniré con mi esposo en el parque mañana. Mi abuelo había sido esposo durante 50 años cuando falleció.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mother",
      "translation": "madre",
      "definition": "A female parent or ancestor.",
      "definition_translation": "Una madre o antepasada femenina.",
      "example": "My mother taught me how to cook. I will visit my mother next weekend. My mother had been a teacher before she retired.",
      "example_translation": "Mi madre me enseñó a cocinar. Visitaré a mi madre el próximo fin de semana. Mi madre había sido maestra antes de jubilarse.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mum",
      "translation": "mamá",
      "definition": "A female parent or caregiver, especially one's own.",
      "definition_translation": "Una madre o cuidadora, especialmente la propia.",
      "example": "I love my mum very much. I will call my mum tonight. My mum had made me a delicious dinner when I was a child.",
      "example_translation": "Amo mucho a mi mamá. Llamaré a mi mamá esta noche. Mi mamá me había preparado una cena deliciosa cuando era niño.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "parents",
      "translation": "padres",
      "definition": "A parent is a caregiver of a child. Parents are typically the biological mother and father of a child, but can also be adoptive or foster parents.",
      "definition_translation": "Un padre es un cuidador de un niño. Los padres son típicamente la madre y el padre biológicos de un niño, pero también pueden ser padres adoptivos o de acogida.",
      "example": "My parents were very supportive when I was growing up. Now, I am a parent myself and try to do the same for my children. In the future, I hope to be a good parent to my kids.",
      "example_translation": "Mis padres fueron muy solidarios cuando crecí. Ahora, soy un padre yo mismo y trato de hacer lo mismo por mis hijos. En el futuro, espero ser un buen padre para mis hijos.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sister",
      "translation": "hermana",
      "definition": "A sister is a female sibling, a female who shares one or both parents with another individual.",
      "definition_translation": "Una hermana es una hermana femenina, una mujer que compartió uno o ambos padres con otra persona.",
      "example": "I had a sister when I was young, but we grew apart as we grew older. Now, I wish I had a sister to talk to. In the future, I hope to have a close relationship with my sister.",
      "example_translation": "Tuve una hermana cuando era joven, pero nos separamos mientras crecíamos. Ahora, deseo tener una hermana con quien hablar. En el futuro, espero tener una relación cercana con mi hermana.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "son",
      "translation": "hijo",
      "definition": "A son is a male child or a male descendant.",
      "definition_translation": "Un hijo es un niño masculino o un descendiente masculino.",
      "example": "I will have a son one day, and I will teach him everything I know. My son is very active and always wants to play. In the future, I hope my son will be successful.",
      "example_translation": "Tendré un hijo algún día, y le enseñaré todo lo que sé. Mi hijo es muy activo y siempre quiere jugar. En el futuro, espero que mi hijo sea exitoso.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "wife",
      "translation": "esposa",
      "definition": "A wife is a female partner in a marriage, lawful or informal, or a woman who is married to a man.",
      "definition_translation": "Una esposa es una compañera femenina en un matrimonio, legítimo o informal, o una mujer que está casada con un hombre.",
      "example": "I got married to my beautiful wife last year. Now, I am planning a surprise party for my wife's birthday. My wife will be thrilled when she finds out about the surprise party.",
      "example_translation": "Me casé con mi hermosa esposa el año pasado. Ahora, estoy planeando una fiesta sorpresa para el cumpleaños de mi esposa. Mi esposa estará emocionada cuando se entere de la fiesta sorpresa.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aunt",
      "translation": "tía",
      "definition": "An aunt is the sister of one's mother or father, or the wife of one's uncle.",
      "definition_translation": "Una tía es la hermana de la madre o el padre de uno, o la esposa del tío de uno.",
      "example": "My aunt is visiting from out of town. I loved spending time with my aunt when I was a kid. My aunt will be arriving soon, and we'll have a family dinner together.",
      "example_translation": "Mi tía está visitando desde fuera de la ciudad. Me encantó pasar tiempo con mi tía cuando era niño. Mi tía llegará pronto, y tendremos una cena familiar juntos.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "big brother",
      "translation": "hermano mayor",
      "definition": "A big brother is an older brother, especially one who is considered to be a role model or mentor.",
      "definition_translation": "Un hermano mayor es un hermano mayor, especialmente uno que se considera un modelo a seguir o un mentor.",
      "example": "My big brother taught me how to ride a bike. My big brother is studying engineering in college. My big brother will help me with my homework when he gets home.",
      "example_translation": "Mi hermano mayor me enseñó a montar en bicicleta. Mi hermano mayor estudia ingeniería en la universidad. Mi hermano mayor me ayudará con mi tarea cuando llegue a casa.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "big sister",
      "translation": "hermana mayor",
      "definition": "A sister who is older than you, typically in a family with more than one sister.",
      "definition_translation": "Una hermana que es mayor que tú, típicamente en una familia con más de una hermana.",
      "example": "My big sister always took care of me when I was a child. Now she lives far away, but I will visit her soon.",
      "example_translation": "Mi hermana mayor siempre se encargó de mí cuando era niño. Ahora vive lejos, pero la visitaré pronto.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cousin",
      "translation": "primo",
      "definition": "The child of your uncle or aunt, or the child of the brother or sister of one of your parents.",
      "definition_translation": "El hijo de tu tío o tía, o el hijo del hermano o hermana de uno de tus padres.",
      "example": "I played with my cousin at the park yesterday. He will come to visit me again next month. I hope I will see him again soon.",
      "example_translation": "Jugué con mi primo en el parque ayer. Él vendrá a visitarme de nuevo el próximo mes. Espero verlo de nuevo pronto.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grandchild",
      "translation": "nieto",
      "definition": "A child of your son or daughter, or the child of your son-in-law or daughter-in-law.",
      "definition_translation": "Un hijo de tu hijo o hija, o el hijo de tu yerno o nuera.",
      "example": "My grandchild loves to play with my old toys. She will inherit them when I am gone. I hope she will take care of them.",
      "example_translation": "Mi nieto ama jugar con mis juguetes viejos. Ella los heredará cuando me haya ido. Espero que se encargue de ellos.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grandchildren",
      "translation": "nietos",
      "definition": "The children of one's children, especially when considered as a group.",
      "definition_translation": "Los hijos de uno's hijos, especialmente cuando se consideran como un grupo.",
      "example": "I have many fond memories of playing with my grandchildren when I was younger. I am looking forward to seeing my grandchildren again this summer. I will spoil my grandchildren rotten when I become a grandparent.",
      "example_translation": "Tengo muchos recuerdos agradables de jugar con mis nietos cuando era más joven. Estoy emocionado de ver a mis nietos de nuevo este verano. Malcriaré a mis nietos cuando me convierta en abuelo.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "granddad",
      "translation": "abuelo",
      "definition": "The father of one's mother or father.",
      "definition_translation": "El padre de la madre o padre de uno.",
      "example": "My granddad was a kind and gentle man. I will visit my granddad in the hospital tomorrow. I wish I could see my granddad again before he passes away.",
      "example_translation": "Mi abuelo era un hombre amable y gentil. Visitaré a mi abuelo en el hospital mañana. Ojalá pudiera ver a mi abuelo de nuevo antes de que se vaya.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "granddaughter",
      "translation": "nieta",
      "definition": "The daughter of one's son or daughter.",
      "definition_translation": "La hija de uno's hijo o hija.",
      "example": "My granddaughter is a bright and curious child. I will take my granddaughter to the park today. I hope my granddaughter grows up to be a successful person.",
      "example_translation": "Mi nieta es un niño brillante y curioso. Llevaré a mi nieta al parque hoy. Espero que mi nieta crezca para ser una persona exitosa.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grandfather",
      "translation": "abuelo",
      "definition": "The father of one's father or mother; a male ancestor, especially one who is respected for his age, wisdom, and experience.",
      "definition_translation": "El padre de uno de sus padres o madre; un antepasado masculino, especialmente uno que es respetado por su edad, sabiduría y experiencia.",
      "example": "My grandfather was a kind and gentle man who loved to tell stories. He told us that he will come to visit us next summer. He had come to visit us last year too.",
      "example_translation": "Mi abuelo era un hombre amable y gentil que amaba contar historias. Nos dijo que vendría a visitarnos el próximo verano. Había venido a visitarnos el año pasado también.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grandma",
      "translation": "abuela",
      "definition": "The mother of one's mother or father; a female ancestor, especially one who is loved and respected.",
      "definition_translation": "La madre de uno de sus padres o madre; un antepasado femenino, especialmente uno que es amado y respetado.",
      "example": "My grandma loves to bake cookies and cakes. She baked a delicious cake for my birthday yesterday. She will bake some cookies for us next week.",
      "example_translation": "Mi abuela ama hornear galletas y pasteles. Horneó un delicioso pastel para mi cumpleaños ayer. Horneará algunas galletas para nosotros la próxima semana.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grandmother",
      "translation": "abuela",
      "definition": "The mother of one's mother or father; a female ancestor, especially one who is loved and respected.",
      "definition_translation": "La madre de uno de sus padres o madre; un antepasado femenino, especialmente uno que es amado y respetado.",
      "example": "My grandmother was an excellent cook and taught me how to make a traditional meal. She teaches me how to cook every summer. She taught me how to bake a cake last year.",
      "example_translation": "Mi abuela era una excelente cocinera y me enseñó cómo preparar una comida tradicional. Me enseña cómo cocinar cada verano. Me enseñó cómo hornear un pastel el año pasado.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grandpa",
      "translation": "abuelo",
      "definition": "The father of one's father or mother.",
      "definition_translation": "El padre del padre o la madre de uno.",
      "example": "My grandpa loved to tell stories about his childhood. He told them yesterday. He will tell them again tomorrow.",
      "example_translation": "A mi abuelo le encantaba contar historias sobre su infancia. Las contó ayer. Las contará de nuevo mañana.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grandparent",
      "translation": "abuelo/a",
      "definition": "A parent of one's mother or father.",
      "definition_translation": "Un padre o madre de la madre o padre de uno.",
      "example": "Both of my grandparents live in the countryside. They lived there in the 80s. They will live there until they die.",
      "example_translation": "Ambos mis abuelos viven en el campo. Vivían allí en los 80. Vivirán allí hasta que mueran.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grandparents",
      "translation": "abuelos",
      "definition": "The parents of one's mother or father.",
      "definition_translation": "Los padres de la madre o padre de uno.",
      "example": "My grandparents were very wise people. They were wise in the past. They are still wise today.",
      "example_translation": "Mis abuelos eran personas muy sabias. Fueron sabias en el pasado. Todavía son sabias hoy.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grandson",
      "translation": "nieto",
      "definition": "A grandson is a male child or descendant of one's child.",
      "definition_translation": "Un nieto es un hijo o descendiente masculino de uno de tus hijos.",
      "example": "I took my grandson to the park yesterday, he will go to the park with his friends tomorrow, and he went to the park with his parents last week.",
      "example_translation": "Llevé a mi nieto al parque ayer, él irá al parque con sus amigos mañana, y él fue al parque con sus padres la semana pasada.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "granny",
      "translation": "abuela",
      "definition": "A granny is an informal term for a grandmother, especially a kind and gentle one.",
      "definition_translation": "Una abuela es un término informal para una abuela, especialmente una amable y gentil.",
      "example": "My granny taught me how to cook when I was a child, she teaches my siblings now, and she will teach my kids in the future.",
      "example_translation": "Mi abuela me enseñó a cocinar cuando era niño, enseña a mis hermanos ahora, y enseñará a mis hijos en el futuro.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "uncle",
      "translation": "tío",
      "definition": "An uncle is the brother of one's mother or father, or the husband of one's aunt.",
      "definition_translation": "Un tío es el hermano de la madre o padre de uno, o el esposo de la tía de uno.",
      "example": "My uncle lived in France when I was a child, he lives in Spain now, and he will live in Italy in the future.",
      "example_translation": "Mi tío vivió en Francia cuando era niño, vive en España ahora, y vivirá en Italia en el futuro.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nephew",
      "translation": "sobrino",
      "definition": "The son of one's brother or sister, or the son of one's spouse's brother or sister.",
      "definition_translation": "El hijo de uno de los hermanos o hermanas de uno, o el hijo del hermano o hermana del cónyuge de uno.",
      "example": "I played with my nephew at the park yesterday, I will play with him again tomorrow, and I played with him last week.",
      "example_translation": "Jugué con mi sobrino en el parque ayer, jugaré con él de nuevo mañana y jugué con él la semana pasada.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "niece",
      "translation": "sobrina",
      "definition": "The daughter of one's brother or sister, or the daughter of one's spouse's brother or sister.",
      "definition_translation": "La hija de uno de los hermanos o hermanas de uno, o la hija del hermano o hermana del cónyuge de uno.",
      "example": "I took my niece to the movies last night, I will take her to the zoo tomorrow, and I took her to the beach last summer.",
      "example_translation": "Llevé a mi sobrina al cine anoche, la llevaré al zoológico mañana y la llevé a la playa el verano pasado.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "relative",
      "translation": "pariente",
      "definition": "A person connected by blood or marriage, especially one more remote than a brother, sister, uncle, aunt, father, mother, son, daughter, or grandparent.",
      "definition_translation": "Una persona conectada por sangre o matrimonio, especialmente una más remota que un hermano, hermana, tío, tía, padre, madre, hijo, hija o abuelo.",
      "example": "My cousin is a relative of mine, I met my relatives at the family reunion last year, and I will see my relatives again next month.",
      "example_translation": "Mi primo es un pariente mío, conocí a mis parientes en la reunión familiar el año pasado y veré a mis parientes de nuevo el próximo mes.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "twin",
      "translation": "gemelo",
      "definition": "One of two children or animals born at the same birth, or a person or thing closely resembling another.",
      "definition_translation": "Uno de los dos niños o animales nacidos en el mismo parto, o una persona o cosa que se parece mucho a otra.",
      "example": "I have a twin sister who lives in Paris. She was born five minutes before me. We will meet our twin cousins next week.",
      "example_translation": "Tengo una hermana gemela que vive en París. Ella nació cinco minutos antes que yo. Conoceremos a nuestros primos gemelos la próxima semana.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "brother-in-law",
      "translation": "cuñado",
      "definition": "The husband of one's sister or the brother of one's spouse.",
      "definition_translation": "El esposo de la hermana de uno o el hermano del cónyuge.",
      "example": "My brother-in-law is a lawyer. He helped me with my legal issue last year. I will visit my brother-in-law next month.",
      "example_translation": "Mi cuñado es abogado. Él me ayudó con mi problema legal el año pasado. Visitaré a mi cuñado el próximo mes.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "daughter-in-law",
      "translation": "nuera",
      "definition": "The wife of one's son.",
      "definition_translation": "La esposa del hijo de uno.",
      "example": "My daughter-in-law is a doctor. She will have a baby next year. My daughter-in-law lives in New York.",
      "example_translation": "Mi nuera es médica. Tendrá un bebé el próximo año. Mi nuera vive en Nueva York.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "father-in-law",
      "translation": "suegro",
      "definition": "The father of one's spouse, especially the father of one's husband.",
      "definition_translation": "El padre del cónyuge, especialmente el padre del esposo.",
      "example": "My father-in-law was very kind to me when I got married. I had been worried about meeting him, but he turned out to be a great guy. I will always remember the time he helped me fix my car. In the future, I hope to visit him more often.",
      "example_translation": "Mi suegro fue muy amable conmigo cuando me casé. Me había preocupado por conocerlo, pero resultó ser un gran tipo. Siempre recordaré la vez que me ayudó a arreglar mi coche. En el futuro, espero visitarlo más a menudo.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "half-brother",
      "translation": "medio hermano",
      "definition": "A brother who shares one parent but not both.",
      "definition_translation": "Un hermano que comparte un padre pero no ambos.",
      "example": "I have a half-brother from my mother's previous marriage. We didn't grow up together, but we have become close over the years. Now, I visit him every summer, and we always have a great time. Last year, he helped me with my homework.",
      "example_translation": "Tengo un medio hermano de un matrimonio anterior de mi madre. No crecimos juntos, pero hemos llegado a ser cercanos con el tiempo. Ahora, lo visito cada verano y siempre pasamos un gran rato. El año pasado, me ayudó con mi tarea.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "half-sister",
      "translation": "media hermana",
      "definition": "A sister who shares one parent but not both.",
      "definition_translation": " Una hermana que comparte un padre pero no ambos.",
      "example": "My half-sister and I have the same mother, but we have different fathers. We met when I was a teenager, and now we are very close. She is a great person, and I admire her a lot. Last week, she helped me with my project, and now I'm going to help her with hers.",
      "example_translation": "Mi media hermana y yo tenemos la misma madre, pero tenemos padres diferentes. Nos conocimos cuando yo era adolescente, y ahora estamos muy unidos. Es una gran persona, y la admiro mucho. La semana pasada, me ayudó con mi proyecto, y ahora voy a ayudarla con el suyo.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mother-in-law",
      "translation": "suegra",
      "definition": "The mother of one's spouse, especially as a person one is inclined to dislike or feel uncomfortable with.",
      "definition_translation": "La madre del cónyuge, especialmente como persona con la que uno tiende a desagradar o sentirse incómodo.",
      "example": "I never got along with my mother-in-law, but I tried to make an effort during the holidays. I will visit my mother-in-law next weekend, and I visited my mother-in-law last year.",
      "example_translation": "Nunca me llevé bien con mi suegra, pero intenté hacer un esfuerzo durante las fiestas. Visitaré a mi suegra el fin de semana que viene, y visité a mi suegra el año pasado.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "relations",
      "translation": "relaciones",
      "definition": "A connection or association between people, organizations, or countries.",
      "definition_translation": "Una conexión o asociación entre personas, organizaciones o países.",
      "example": "The company is trying to improve its relations with the local community. The diplomatic relations between the two countries have been strained for years. They will establish good relations with the new business partners in the future.",
      "example_translation": "La empresa está tratando de mejorar sus relaciones con la comunidad local. Las relaciones diplomáticas entre los dos países han estado tensas durante años. Establecerán buenas relaciones con los nuevos socios comerciales en el futuro.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "siblings",
      "translation": "hermanos",
      "definition": "Children of the same parents; brothers and sisters.",
      "definition_translation": "Hijos de los mismos padres; hermanos y hermanas.",
      "example": "My siblings and I used to fight all the time when we were kids. I will meet my siblings at the family reunion next month, and I met my siblings at the park last week.",
      "example_translation": "Mis hermanos y yo solíamos pelear todo el tiempo cuando éramos niños. Me reuniré con mis hermanos en la reunión familiar el próximo mes, y me reuní con mis hermanos en el parque la semana pasada.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sister-in-law",
      "translation": "cuñada",
      "definition": "The sister of one's husband or wife, or the wife of one's brother or sister.",
      "definition_translation": "La hermana del esposo o la esposa, o la esposa del hermano o la hermana.",
      "example": "My sister-in-law is a great cook. She cooked for us last week. She will cook again next month.",
      "example_translation": "Mi cuñada es una gran cocinera. Cocinó para nosotros la semana pasada. Cocinará de nuevo el próximo mes.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "son-in-law",
      "translation": "yerno",
      "definition": "The husband of one's daughter or the husband of one's sister.",
      "definition_translation": "El esposo de la hija de uno o el esposo de la hermana.",
      "example": "My son-in-law is a doctor. He treated me last year. He will operate on my brother next week.",
      "example_translation": "Mi yerno es un médico. Me trató el año pasado. Operará a mi hermano la próxima semana.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stepdaughter",
      "translation": "hijastra",
      "definition": "The daughter of one's spouse by a previous marriage or relationship.",
      "definition_translation": "La hija del cónyuge por un matrimonio o relación previa.",
      "example": "My stepdaughter is a student. She was studying for her exam last night. She will graduate next year.",
      "example_translation": "Mi hijastra es una estudiante. Estudió para su examen la noche pasada. Se graduará el próximo año.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stepfather",
      "translation": "padrastro",
      "definition": "The husband of one's mother by a subsequent marriage.",
      "definition_translation": "El esposo de la madre por un matrimonio posterior.",
      "example": "My stepfather was very kind to me when I was a child. He is going to take me to the park tomorrow. He took me to the movies last week.",
      "example_translation": "Mi padrastro fue muy amable conmigo cuando era niño. Va a llevarme al parque mañana. Me llevó al cine la semana pasada.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stepmother",
      "translation": "madrastra",
      "definition": "The wife of one's father by a subsequent marriage.",
      "definition_translation": "La esposa del padre por un matrimonio posterior.",
      "example": "My stepmother was very strict with me when I was a teenager. She is going to help me with my homework tonight. She helped me to move to a new apartment last month.",
      "example_translation": "Mi madrastra fue muy estricta conmigo cuando era adolescente. Va a ayudarme con mi tarea esta noche. Me ayudó a mudarme a un nuevo apartamento el mes pasado.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stepson",
      "translation": "hijastro",
      "definition": "The son of one's husband or wife by a previous marriage.",
      "definition_translation": "El hijo del esposo o la esposa por un matrimonio anterior.",
      "example": "My stepson was very shy when he was a child. He is going to graduate from college next year. He graduated from high school last year.",
      "example_translation": "Mi hijastro era muy tímido cuando era niño. Va a graduarse de la universidad el año que viene. Se graduó de la escuela secundaria el año pasado.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spouse",
      "translation": "cónyuge",
      "definition": "A husband or wife, considered in relation to their partner.",
      "definition_translation": "Un esposo o esposa, considerado en relación con su pareja.",
      "example": "I've been married to my spouse for 10 years. I married my spouse last year. I will marry my spouse next year.",
      "example_translation": "He estado casado con mi cónyuge durante 10 años. Me casé con mi cónyuge el año pasado. Me casaré con mi cónyuge el próxima año.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "in-laws",
      "translation": "suegros",
      "definition": "The parents of one's spouse or of one's son-in-law or daughter-in-law.",
      "definition_translation": "Los padres de uno's cónyuge o de uno's yerno o nuera.",
      "example": "I've never gotten along with my in-laws. My in-laws are visiting us next month. My in-laws visited us last year.",
      "example_translation": "Nunca me he llevado bien con mis suegros. Mis suegros nos visitan el próximo mes. Mis suegros nos visitaron el año pasado.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]
}