{
  "data": [
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "snake",
      "translation": "serpiente",
      "definition": "A long, thin, legless animal that has no eyelids or external ears, and moves by twisting its body.",
      "definition_translation": "Un animal largo, delgado, sin patas, que no tiene párpados ni orejas externas, y se mueve retorciendo su cuerpo.",
      "example": "I saw a snake slithering through the grass. I will see a snake tomorrow. I had seen a snake last week.",
      "example_translation": "Vi una serpiente deslizándose por la hierba. Veré una serpiente mañana. Había visto una serpiente la semana pasada.",
      "imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "frog",
      "translation": "rana",
      "definition": "A small, typically green, jumping amphibian with a smooth skin and long hind legs.",
      "definition_translation": "Un pequeño anfibio saltador, típicamente verde, con piel suave y patas posteriores largas.",
      "example": "I caught a frog yesterday. I will catch a frog next week. I had caught a frog last summer.",
      "example_translation": "Atrapé una rana ayer. Atraparé una rana la próxima semana. Había atrapado una rana el último verano.",
      "imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tortoise",
      "translation": "tortuga",
      "definition": "A slow-moving reptile with a dome-shaped shell, typically found on land.",
      "definition_translation": "Un reptil de movimiento lento con una concha en forma de cúpula, típicamente encontrado en tierra.",
      "example": "I saw a tortoise crossing the road. I will see a tortoise tomorrow. I had seen a tortoise last month.",
      "example_translation": "Vi una tortuga cruzando la carretera. Veré una tortuga mañana. Había visto una tortuga el mes pasado.",
      "imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "turtle",
      "translation": "tortuga",
      "definition": "A turtle is a slow-moving reptile with a shell that it can withdraw its head and legs into for protection.",
      "definition_translation": "Una tortuga es un reptil de movimiento lento con una concha en la que puede retirar su cabeza y piernas para protegerse.",
      "example": "Yesterday, I saw a turtle swimming in the ocean. Today, it is basking in the sun on the beach. Tomorrow, it will lay eggs in the sand.",
      "example_translation": "Ayer, vi una tortuga nadando en el océano. Hoy, está tomando el sol en la playa. Mañana, pondrá huevos en la arena.",
      "imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alligator",
      "translation": "caimán",
      "definition": "An alligator is a large reptile with a long snout and powerful jaws, found in freshwater environments in the southern United States.",
      "definition_translation": "Un caimán es un reptil grande con una larga nariz y mandíbulas poderosas, encontrado en entornos de agua dulce en el sur de los Estados Unidos.",
      "example": "In the past, alligators were endangered, but now they are thriving in the Everglades. Currently, conservation efforts are in place to protect their habitats. In the future, we hope to see them continue to flourish.",
      "example_translation": "En el pasado, los caimanes estaban en peligro de extinción, pero ahora están prosperando en los Everglades. Actualmente, hay esfuerzos de conservación en lugar para proteger sus hábitats. En el futuro, esperamos verlos continuar floreciendo.",
      "imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "An anaconda is a large, non-venomous snake found in the wetlands of South America, known for its ability to constrict and suffocate its prey.",
      "definition_translation": "Una anaconda es una serpiente grande y no venenosa encontrada en los humedales de América del Sur, conocida por su capacidad para constreñir y asfixiar a su presa.",
      "example": "In the Amazon rainforest, anacondas are apex predators, feeding on capybaras and other small mammals. They have been on the planet for millions of years, and continue to thrive today. By the year 2050, we hope to have better protected their habitats.",
      "example_translation": "En la selva amazónica, las anacondas son depredadores apex, alimentándose de capibaras y otros pequeños mamíferos. Han estado en el planeta por millones de años, y siguen prosperando hoy. Para el año 2050, esperamos haber protegido mejor sus hábitats.",
      "imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boa",
      "translation": "boa",
      "definition": "A boa is a type of snake that is native to the tropical regions of Central and South America.",
      "definition_translation": "Una boa es un tipo de serpiente que es nativa de las regiones tropicales de América Central y del Sur.",
      "example": "I saw a boa constrictor at the zoo yesterday. It will eat its prey whole today. By next week, it will have digested its meal.",
      "example_translation": "Vi una boa constrictor en el zoológico ayer. Se comerá su presa entera hoy. Para la próxima semana, habrá digerido su comida.",
      "imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "crocodile",
      "translation": "cocodrilo",
      "definition": "A crocodile is a large reptile that lives in freshwater habitats, such as rivers and lakes, and is known for its powerful tail and strong jaws.",
      "definition_translation": "Un cocodrilo es un reptil grande que vive en hábitats de agua dulce, como ríos y lagos, y es conocido por su cola poderosa y sus mandíbulas fuertes.",
      "example": "We saw a crocodile swimming in the river last weekend. It will be basking in the sun today. By next year, it will have grown even larger.",
      "example_translation": "Vimos un cocodrilo nadando en el río el fin de semana pasado. Estará tomando el sol hoy. Para el próximo año, habrá crecido aún más.",
      "imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lizard",
      "translation": "lagarto",
      "definition": "A lizard is a type of reptile that has a long tail and typically lives on land, and is often found in warm and sunny climates.",
      "definition_translation": "Un lagarto es un tipo de reptil que tiene una cola larga y vive típicamente en tierra, y se encuentra a menudo en climas cálidos y soleados.",
      "example": "I caught a lizard in the backyard yesterday. It is basking in the sun today. By tomorrow, it will have escaped.",
      "example_translation": "Atrapé un lagarto en el patio trasero ayer. Está tomando el sol hoy. Para mañana, habrá escapado.",
      "imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shell",
      "translation": "concha",
      "definition": "A hard outer covering of an animal, such as a mollusk or a turtle.",
      "definition_translation": "Una cubierta exterior dura de un animal, como un molusco o una tortuga.",
      "example": "The turtle withdrew its head into its shell for protection. She shells peas for the soup. The shell of the crab was hard to crack.",
      "example_translation": "La tortuga retiró su cabeza en su concha para protegerse. Ella pela guisantes para la sopa. La concha del cangrejo era difícil de romper.",
      "imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rattlesnake",
      "translation": "serpiente de cascabel",
      "definition": "A venomous snake of the Americas, characterized by a rattle on its tail.",
      "definition_translation": "Una serpiente venenosa de las Américas, caracterizada por un cascabel en su cola.",
      "example": "We saw a rattlesnake on the hiking trail yesterday. I had a close encounter with a rattlesnake in the desert. The rattlesnake will rattle its tail before striking.",
      "example_translation": "Vimos una serpiente de cascabel en el sendero de senderismo ayer. Tuve un encuentro cercano con una serpiente de cascabel en el desierto. La serpiente de cascabel sacudirá su cola antes de atacar.",
      "imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "reptile",
      "translation": "reptil",
      "definition": "A cold-blooded animal that has scales, lays eggs, and has a three-chambered heart.",
      "definition_translation": "Un animal de sangre fría que tiene escamas, pone huevos y tiene un corazón de tres cámaras.",
      "example": "Snakes, lizards, and turtles are all reptiles. The reptile house at the zoo was my favorite exhibit. Many reptiles are preserved in formaldehyde.",
      "example_translation": "Las serpientes, lagartos y tortugas son todos reptiles. La casa de reptiles en el zoológico fue mi exposición favorita. Muchos reptiles se conservan en formaldehído.",
      "imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "salamander",
      "translation": "salamandra",
      "definition": "A salamander is a type of amphibian that has a slender body, a long tail, and usually four legs. It lives in water and on land, and can regrow its limbs if they are injured.",
      "definition_translation": "Una salamandra es un tipo de anfibio que tiene un cuerpo delgado, una cola larga y generalmente cuatro patas. Vive en agua y en tierra, y puede regenerar sus extremidades si están heridas.",
      "example": "I saw a salamander crawling out of the pond last week. It will have grown new legs by next month. By next year, it will have moved to a new habitat.",
      "example_translation": "Vi una salamandra saliendo del estanque la semana pasada. Habrá crecido nuevas patas para el mes próximo. Para el próximo año, habrá cambiado a un nuevo hábitat.",
      "imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tadpole",
      "translation": "renacuajo",
      "definition": "A tadpole is the larval stage of a frog or toad, characterized by its fish-like appearance and ability to swim.",
      "definition_translation": "Un renacuajo es la etapa larval de una rana o sapo, caracterizada por su apariencia de pez y capacidad para nadar.",
      "example": "I watched as the tadpoles swam in the aquarium. They will have transformed into frogs by next spring. By next summer, they will have grown into adult frogs.",
      "example_translation": "Vi como los renacuajos nadaban en el acuario. Habrán se transformado en ranas para la próxima primavera. Para el próximo verano, habrán crecido en ranas adultas.",
      "imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "toad",
      "translation": "sapo",
      "definition": "A toad is a type of amphibian that has a dry, rough skin and short legs, and lives on land.",
      "definition_translation": "Un sapo es un tipo de anfibio que tiene una piel seca y áspera y patas cortas, y vive en tierra.",
      "example": "I saw a toad hopping across the garden yesterday. It will have found a new hiding spot by tonight. By tomorrow, it will have eaten its weight in insects.",
      "example_translation": "Vi un sapo saltando por el jardín ayer. Habrá encontrado un nuevo escondite para esta noche. Para mañana, habrá comido su peso en insectos.",
      "imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amphibians",
      "translation": "anfibios",
      "definition": "Amphibians are a group of cold-blooded animals that belong to the class Amphibia. They are vertebrates that live in both water and on land, and have a moist, smooth skin.",
      "definition_translation": "Los anfibios son un grupo de animales de sangre fría que pertenecen a la clase Amphibia. Son vertebrados que viven en agua y en tierra, y tienen una piel húmeda y lisa.",
      "example": "By the 19th century, scientists had discovered many species of amphibians, and they continue to study them today. Amphibians were thriving in their natural habitats, but now they are facing many threats. In the future, we will have to work hard to protect these amazing creatures.",
      "example_translation": "A fines del siglo 19, los científicos habían descubierto muchas especies de anfibios, y siguen estudiándolos hoy en día. Los anfibios prosperaban en sus hábitats naturales, pero ahora enfrentan muchas amenazas. En el futuro, tendremos que trabajar duro para proteger a estas increíbles criaturas.",
      "imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blindworm",
      "translation": "cecilio",
      "definition": "A blindworm is a type of legless lizard that is found in many parts of the world. It has a slender body and a pointed snout, and is often mistaken for a snake.",
      "definition_translation": "Un cecilio es un tipo de lagarto sin patas que se encuentra en muchas partes del mundo. Tiene un cuerpo esbelto y una nariz puntiaguda, y a menudo se confunde con una serpiente.",
      "example": "I was walking in the woods when I saw a blindworm crawling on the ground. Blindworms are often found in damp, humid places, and they are excellent burrowers. In the future, I hope to learn more about these fascinating creatures.",
      "example_translation": "Estaba caminando en el bosque cuando vi un cecilio arrastrándose por el suelo. Los cecilios se encuentran a menudo en lugares húmedos y húmedos, y son excelentes excavadores. En el futuro, espero aprender más sobre estas fascinantes criaturas.",
      "imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chameleon",
      "translation": "camaleón",
      "definition": "A chameleon is a type of lizard that is known for its ability to change color. It has a long, curly tail and a tongue that it uses to catch insects.",
      "definition_translation": "Un camaleón es un tipo de lagarto que se conoce por su capacidad para cambiar de color. Tiene una cola larga y curva y una lengua que utiliza para cazar insectos.",
      "example": "I saw a chameleon changing color before my eyes, and it was amazing. Chameleons have been on our planet for millions of years, and they are still fascinating us today. In the future, scientists will continue to study these incredible creatures.",
      "example_translation": "Vi un camaleón cambiando de color ante mis ojos, y fue increíble. Los camaleones han estado en nuestro planeta durante millones de años, y todavía nos fascinan hoy en día. En el futuro, los científicos continuarán estudiando a estas increíbles criaturas.",
      "imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cobra",
      "translation": "cobra",
      "definition": "A large, venomous snake of the family Elapidae, found in Africa and Asia.",
      "definition_translation": "Una gran serpiente venenosa de la familia Elapidae, encontrada en África y Asia.",
      "example": "I saw a cobra in the zoo yesterday, it was enormous. I will see another one tomorrow, and I saw one last week.",
      "example_translation": "Vi una cobra en el zoológico ayer, era enormea. Veré otra mañana, y vi una la semana pasada.",
      "imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grass snake",
      "translation": "culebra de hierba",
      "definition": "A non-venomous snake found in a variety of habitats, including grasslands and wetlands.",
      "definition_translation": "Una serpiente no venenosa encontrada en various hábitats, incluyendo praderas y humedales.",
      "example": "I caught a grass snake in the garden last summer, I will catch another one next summer, and I caught one the summer before.",
      "example_translation": "Atrapé una culebra de hierba en el jardín el verano pasado, atraparé otra el próximo verano, y atrapé una el verano anterior.",
      "imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "newt",
      "translation": "tritón",
      "definition": "A small semi-aquatic salamander, typically having a slender body and a long tail.",
      "definition_translation": "Un pequeño salamandra semi-acuático, típicamente con un cuerpo delgado y una cola larga.",
      "example": "I saw a newt in the pond yesterday, I will see another one tomorrow, and I saw one last week.",
      "example_translation": "Vi un tritón en el estanque ayer, veré otro mañana, y vi uno la semana pasada.",
      "imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "python",
      "translation": "pitón",
      "definition": "A high-level, interpreted programming language. Python is a general-purpose language that is widely used for development, scientific computing, and data analysis.",
      "definition_translation": "Un lenguaje de programación de alto nivel, interpretado. Python es un lenguaje de propósito general que se utiliza ampliamente para el desarrollo, cálculo científico y análisis de datos.",
      "example": "I wrote a python script to automate the task. I will write a python script to automate the task. I had written a python script to automate the task.",
      "example_translation": "Escribí un script de pitón para automatizar la tarea. Escribiré un script de pitón para automatizar la tarea. Había escrito un script de pitón para automatizar la tarea.",
      "imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spotted salamander",
      "translation": "salamandra manchada",
      "definition": "A species of salamander that has distinct spots or markings on its body. Spotted salamanders are typically found in moist environments and are nocturnal.",
      "definition_translation": "Una especie de salamandra que tiene manchas o marcasdistinctas en su cuerpo. Las salamandras manchadas suelen encontrarse en entornos húmedos y son nocturnas.",
      "example": "The spotted salamander crawled slowly across the forest floor. The spotted salamander will crawl slowly across the forest floor. The spotted salamander had crawled slowly across the forest floor.",
      "example_translation": "La salamandra manchada se arrastró lentamente por el suelo del bosque. La salamandra manchada se arrastrará lentamente por el suelo del bosque. La salamandra manchada se había arrastrado lentamente por el suelo del bosque.",
      "imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tree frog",
      "translation": "rana arbórea",
      "definition": "A type of frog that lives in trees and has adapted to an arboreal lifestyle. Tree frogs have specialized toe pads that allow them to climb and perch on branches.",
      "definition_translation": "Un tipo de rana que vive en los árboles y ha adaptado un estilo de vida arbóreo. Las ranas arbóreas tienen almohadillas especiales en los dedos que les permiten trepar y posarse en ramas.",
      "example": "The tree frog jumped from branch to branch. The tree frog will jump from branch to branch. The tree frog had jumped from branch to branch.",
      "example_translation": "La rana arbórea saltó de rama en rama. La rana arbórea saltará de rama en rama. La rana arbórea había saltado de rama en rama.",
      "imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "viper",
      "translation": "víbora",
      "definition": "A venomous snake found in a variety of habitats, including deserts, forests, and grasslands.",
      "definition_translation": "Una serpiente venenosa encontrada en various hábitats, incluyendo desiertos, bosques y praderas.",
      "example": "The hiker carefully avoided the viper in the rock crevices. Yesterday, she saw a viper in the forest. Next year, she will visit the viper sanctuary.",
      "example_translation": "El senderista evitó cuidadosamente la víbora en las grietas de roca. Ayer, vio una víbora en el bosque. El próximo año, visitará el santuario de viboras.",
      "imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "water serpent",
      "translation": "serpiente de agua",
      "definition": "A mythological or legendary creature depicted as a serpent-like being living in water.",
      "definition_translation": "Una criatura mitológica o legendaria descrita como un ser serpentino que vive en el agua.",
      "example": "The ancient civilization worshipped a water serpent as a deity. They believed the water serpent protected their village. In the future, the water serpent will be a symbol of their culture.",
      "example_translation": "La civilización antigua adoraba a una serpiente de agua como deidad. Creían que la serpiente de agua protegía su aldea. En el futuro, la serpiente de agua será un símbolo de su cultura.",
      "imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]
}