{
  "data": [
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "guitar",
      "translation": "guitarra",
      "definition": "A stringed musical instrument played by plucking or strumming, typically with four strings, fretted and played on the neck, and usually amplified electronically.",
      "definition_translation": "Un instrumento musical de cuerda que se toca pulsando o rasgueando, típicamente con cuatro cuerdas, fretada y tocada en el cuello, y usualmente amplificada electrónicamente.",
      "example": "I played the guitar in a band when I was in high school. I play the guitar every day now. I will play the guitar at the concert tomorrow.",
      "example_translation": "Tocaba la guitarra en una banda cuando estaba en la escuela secundaria. Ahora toco la guitarra todos los días. Mañana tocaré la guitarra en el concierto.",
      "imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "drum",
      "translation": "tambor",
      "definition": "A musical instrument, especially one of a set of three or more played by a drummer, consisting of a hollow, usually cylindrical, body with a taut membrane stretched over one or both ends.",
      "definition_translation": "Un instrumento musical, especialmente uno de un conjunto de tres o más tocado por un baterista, consistente en un cuerpo hueco, generalmente cilíndrico, con una membrana tensa estirada sobre una o ambas extremos.",
      "example": "I hit the drum with my drumstick. The drum was beaten loudly in the parade. The drummer will drum the beat of the song.",
      "example_translation": "Golpeé el tambor con mi baqueta. El tambor fue golpeado fuertemente en el desfile. El baterista tocará el ritmo de la canción en el tambor.",
      "imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "drums",
      "translation": "tambores",
      "definition": "A set of drums, especially a set of three or more played by a drummer.",
      "definition_translation": "Un conjunto de tambores, especialmente un conjunto de tres o más tocado por un baterista.",
      "example": "I played the drums in a rock band. The drums are being beaten loudly at the festival. She will play the drums at the concert tonight.",
      "example_translation": "Tocaba los tambores en una banda de rock. Los tambores están siendo golpeados fuertemente en el festival. Ella tocará los tambores en el concierto esta noche.",
      "imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "instrument",
      "translation": "instrumento",
      "definition": "A device or object used to produce musical sounds, such as a piano, guitar, or violin.",
      "definition_translation": "Un dispositivo o objeto utilizado para producir sonidos musicales, como un piano, guitarra o violín.",
      "example": "I played a musical instrument in the school orchestra when I was a kid, I play the guitar now, and I will learn to play the piano in the future.",
      "example_translation": "Tocaba un instrumento musical en la orquesta escolar cuando era niño, ahora toco la guitarra y aprenderé a tocar el piano en el futuro.",
      "imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "keyboard",
      "translation": "teclado",
      "definition": "An electronic instrument with a set of keys that are pressed to produce sounds, often used in computers.",
      "definition_translation": "Un instrumento electrónico con un conjunto de teclas que se presionan para producir sonidos, a menudo utilizado en computadoras.",
      "example": "I typed on the keyboard to write an email yesterday, I am typing on it now, and I will type on it again tomorrow.",
      "example_translation": "Escribí en el teclado para escribir un correo electrónico ayer, estoy escribiendo en él ahora y escribiré en él nuevamente mañana.",
      "imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "piano",
      "translation": "piano",
      "definition": "A musical instrument with strings and hammers played by pressing keys, often used in concerts and performances.",
      "definition_translation": "Un instrumento musical con cuerdas y martillos tocado presionando teclas, a menudo utilizado en conciertos y actuaciones.",
      "example": "My sister learned to play the piano when she was a child, she played it beautifully at the school concert last year, and she will play it again at the wedding next month.",
      "example_translation": "Mi hermana aprendió a tocar el piano cuando era niña, lo tocó hermosamente en el concierto escolar el año pasado y lo tocará nuevamente en la boda el próximo mes.",
      "imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "violin",
      "translation": "violín",
      "definition": "a wooden stringed musical instrument played with a bow or by plucking the strings with the fingers",
      "definition_translation": "un instrumento musical de cuerda de madera tocado con un arco o seleccionando las cuerdas con los dedos",
      "example": "She played the violin beautifully in the school orchestra. Yesterday, she practiced for three hours, and tomorrow she will perform at the concert.",
      "example_translation": "Ella tocó el violín hermosamente en la orquesta escolar. Ayer, practicó durante tres horas, y mañana actuará en el concierto.",
      "imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bagpipes",
      "translation": "gaitas",
      "definition": "a traditional musical instrument of Scotland, consisting of a bag with pipes that produce a distinctive sound when air is blown through them",
      "definition_translation": "un instrumento musical tradicional de Escocia, consistente en una bolsa con tuberías que producen un sonido característico cuando se sopla aire a través de ellos",
      "example": "The bagpipes sounded loud and proud during the Scottish parade. Last year, my friend learned to play them, and next year he will teach his son.",
      "example_translation": "Las gaitas sonaron fuerte y orgullosas durante el desfile escocés. El año pasado, mi amigo aprendió a tocarlas, y el próximo año enseñará a su hijo.",
      "imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "flute",
      "translation": "flauta",
      "definition": "a musical instrument of the woodwind family, played by blowing air across a hole in the side of the instrument",
      "definition_translation": "un instrumento musical de la familia de madera, tocado soplando aire a través de un agujero en el lado del instrumento",
      "example": "She learned to play the flute in elementary school. Yesterday, she practiced a new song, and tomorrow she will perform at the school concert.",
      "example_translation": "Ella aprendió a tocar la flauta en la escuela primaria. Ayer, practicó una nueva canción, y mañana actuará en el concierto escolar.",
      "imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "saxophone",
      "translation": "saxófono",
      "definition": "a musical instrument made of brass, played by blowing air through a single reed, used in jazz, classical, and other styles of music",
      "definition_translation": "Un instrumento musical hecho de latón, interpretado soplando aire a través de una sola caña, utilizado en jazz, música clásica y otros estilos de música",
      "example": "The saxophonist played a beautiful solo at the jazz concert last night. She has been playing the saxophone for over 10 years. She will play the saxophone at the parade tomorrow.",
      "example_translation": "El saxofonista tocó un hermoso solo en el concierto de jazz la noche pasada. Ha estado tocando el saxófono durante más de 10 años. Tocará el saxófono en el desfile mañana.",
      "imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "trumpet",
      "translation": "trompeta",
      "definition": "a brass musical instrument with a flared bell and a bright, loud sound, used in jazz, classical, and military bands",
      "definition_translation": "Un instrumento musical de latón con una campana acampanada y un sonido brillante y fuerte, utilizado en jazz, música clásica y bandas militares",
      "example": "The trumpet player was the star of the show. She had played the trumpet since she was a child. She will play a trumpet solo at the graduation ceremony.",
      "example_translation": "El jugador de trompeta fue la estrella del espectáculo. Había tocado la trompeta desde que era una niña. Tocará un solo de trompeta en la ceremonia de graduación.",
      "imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "accordion",
      "translation": "acordeón",
      "definition": "a musical instrument with a keyboard and a bellows, played by compressing or expanding the bellows while pressing keys, used in folk, polka, and other styles of music",
      "definition_translation": "Un instrumento musical con un teclado y un fuelle, interpretado comprimiendo o expandiendo el fuelle mientras se presionan las teclas, utilizado en música folklórica, polka y otros estilos de música",
      "example": "The accordion player led the procession. She had played the accordion at every family gathering. She will play a lively accordion tune at the festival.",
      "example_translation": "El jugador de acordeón lideró la procesión. Había tocado el acordeón en cada reunión familiar. Tocará un tema de acordeón vivo en el festival.",
      "imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bass guitar",
      "translation": "bajo eléctrico",
      "definition": "A bass guitar is a stringed instrument played by plucking its strings with the fingers or a pick, used to produce low-pitched sounds in various genres of music.",
      "definition_translation": "Un bajo eléctrico es un instrumento de cuerda tocado plucking sus cuerdas con los dedos o una púa, utilizado para producir sonidos de baja frecuencia en various géneros de música.",
      "example": "I will play the bass guitar at the concert tonight, I played it at the festival last weekend, and I will practice playing it every day next month.",
      "example_translation": "Toqué el bajo eléctrico en el concierto esta noche, lo toqué en el festival la semana pasada, y practicaré tocándolo todos los días el mes próximo.",
      "imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cello",
      "translation": "violonchelo",
      "definition": "A cello is a large, bowed string instrument with a rich, mellow sound, often used in orchestras and chamber music.",
      "definition_translation": "Un violonchelo es un instrumento de cuerda grande y muelle, con un sonido rico y apacible, a menudo utilizado en orquestas y música de cámara.",
      "example": "She will play the cello solo at the symphony concert tonight, she played it with the orchestra last year, and she will teach her students to play it next semester.",
      "example_translation": "Ella tocará el violonchelo solo en el concierto de sinfonía esta noche, lo tocó con la orquesta el año pasado, y enseñará a sus estudiantes a tocarlo el próximo semestre.",
      "imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grand piano",
      "translation": "piano de cola",
      "definition": "A grand piano is a large, acoustic piano with a horizontal, wing-shaped design, known for its rich, resonant sound and versatility in various musical genres.",
      "definition_translation": "Un piano de cola es un piano acústico grande con un diseño horizontal y alado, conocido por su rico y resonante sonido y versatilidad en varios géneros musicales.",
      "example": "He will play the grand piano at the wedding reception tomorrow, he played it at the charity gala last month, and he will perform on it at the music festival next summer.",
      "example_translation": "Él tocará el piano de cola en la recepción de la boda mañana, lo tocó en la gala de beneficencia el mes pasado, y se presentará en él en el festival de música el próximo verano.",
      "imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "harmonica",
      "translation": "armónica",
      "definition": "A small, portable wind instrument, typically played by blowing and drawing air through a rectangular box containing a series of free reeds, used in various types of music, especially blues and folk.",
      "definition_translation": "Un instrumento de viento pequeño y portátil, típicamente tocado soplando y sacando aire a través de una caja rectangular que contiene una serie de lengüetas libres, utilizado en varios tipos de música, especialmente blues y folclore.",
      "example": "I learned to play the harmonica when I was a teenager, and now I play it in a band. We will play some songs with the harmonica at our next concert, and I hope to start playing it professionally soon.",
      "example_translation": "Aprendí a tocar la armónica cuando era adolescente, y ahora la toco en una banda. Tocaremos algunas canciones con la armónica en nuestro próximo concierto, y espero empezar a tocarla profesionalmente pronto.",
      "imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tambourine",
      "translation": "pandero",
      "definition": "A shallow drum with metal jingles, typically played by shaking or striking, used in various types of music, especially rock and pop.",
      "definition_translation": "Un tambor superficial con sonajeras metálicas, típicamente tocado sacudiendo o golpeando, utilizado en varios tipos de música, especialmente rock y pop.",
      "example": "The lead singer of the band played the tambourine during the concert, and the crowd loved it. She will play the tambourine at our next show, and we're planning to make a music video with it.",
      "example_translation": "La cantante principal de la banda tocó el pandero durante el concierto, y la multitud lo amó. Ella tocará el pandero en nuestro próximo espectáculo, y planeamos hacer un video musical con él.",
      "imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "horn",
      "translation": "cuerno",
      "definition": "A brass musical instrument, typically played by blowing air through a mouthpiece, used in various types of music, especially jazz and classical.",
      "definition_translation": "Un instrumento musical de latón, típicamente tocado soplando aire a través de una boquilla, utilizado en varios tipos de música, especialmente jazz y clásica.",
      "example": "The musician played a beautiful solo on the horn during the concert, and the audience was amazed. We will feature a horn solo in our next performance, and I'm sure it will be a hit.",
      "example_translation": "El músico tocó un hermoso solo en el cuerno durante el concierto, y la audiencia se quedó asombrada. Destacaremos un solo de cuerno en nuestro próximo espectáculo, y estoy seguro de que será un éxito.",
      "imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "organ",
      "translation": "órgano",
      "definition": "A musical instrument played by the hands, usually with keys or pipes.",
      "definition_translation": "Un instrumento musical tocado con las manos, usualmente con teclas o tubos.",
      "example": "The church organ was played beautifully during the wedding ceremony. The organ will be repaired next week. She had played the organ since she was a child.",
      "example_translation": "El órgano de la iglesia se tocó hermosamente durante la ceremonia de boda. El órgano se reparará la próxima semana. Ella había tocado el órgano desde que era niña.",
      "imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "triangle",
      "translation": "triángulo",
      "definition": "A polygon with three sides and three angles.",
      "definition_translation": "Un polígono con tres lados y tres ángulos.",
      "example": "The triangle was a perfect shape for the roof design. The triangle is a stable structure. She drew a triangle on the blackboard.",
      "example_translation": "El triángulo fue una forma perfecta para el diseño del techo. El triángulo es una estructura estable. Ella dibujó un triángulo en la pizarra.",
      "imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balalaika",
      "translation": "balalaika",
      "definition": "A stringed musical instrument with a triangular body, originating from Russia.",
      "definition_translation": "Un instrumento musical de cuerda con un cuerpo triangular, originario de Rusia.",
      "example": "The balalaika was played at the Russian folk festival. The musician tuned his balalaika before the performance. She had learned to play the balalaika in music school.",
      "example_translation": "La balalaika se tocó en el festival folklórico ruso. El músico afinó su balalaika antes de la presentación. Ella había aprendido a tocar la balalaika en la escuela de música.",
      "imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "banjo",
      "translation": "banjo",
      "definition": "A stringed musical instrument with a round body and a long neck, played by plucking or strumming.",
      "definition_translation": "Un instrumento musical de cuerda con cuerpo redondo y cuello largo, tocado rasgueando o punteando.",
      "example": "I learned to play the banjo when I was a child. I'm playing the banjo now. I will play the banjo at the festival tomorrow.",
      "example_translation": "Aprendí a tocar el banjo cuando era niño. Estoy tocando el banjo ahora. Toqué el banjo en el festival mañana.",
      "imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bassoon",
      "translation": "fagot",
      "definition": "A large, double-reed woodwind instrument used in orchestras and chamber music.",
      "definition_translation": "Un instrumento de viento de madera de doble caña grande utilizado en orquestas y música de cámara.",
      "example": "The bassoonist played a beautiful solo in the concert. She plays the bassoon in the orchestra. The bassoon will be played by a guest musician next week.",
      "example_translation": "El fagotista tocó un hermoso solo en el concierto. Ella toca el fagot en la orquesta. El fagot será tocado por un músico invitado la próxima semana.",
      "imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "castanets",
      "translation": "castañuelas",
      "definition": "A pair of small, hollow shells held in the hand and clicked together to produce a rhythmic sound, typically used to accompany flamenco music or dance.",
      "definition_translation": "Un par de pequeñas conchas huecas sostenidas en la mano y chasqueadas juntas para producir un sonido rítmico, típicamente utilizado para acompañar música o danza flamenco.",
      "example": "She clicked the castanets during the dance performance. The castanets were used by the flamenco dancer. The castanets will be played by the percussionist in the next show.",
      "example_translation": "Ella chasqueó las castañuelas durante la actuación de danza. Las castañuelas fueron utilizadas por la bailarina flamenca. Las castañuelas serán tocadas por el percusionista en el próximo espectáculo.",
      "imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cimbalom",
      "translation": "cimbalo",
      "definition": "A cimbalom is a type of stringed musical instrument played by striking keys with a pair of beaters, originating from Hungary.",
      "definition_translation": "Un cimbalo es un tipo de instrumento musical de cuerda tocado golpeando teclas con un par de baquetas, originario de Hungría.",
      "example": "She had always been fascinated by the sound of the cimbalom and decided to take lessons. Yesterday, she practiced for three hours, and tomorrow she will perform in front of her family.",
      "example_translation": "Siempre había estado fascinada por el sonido del cimbalo y decidió tomar lecciones. Ayer, practicó durante tres horas, y mañana actuará ante su familia.",
      "imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "clapper",
      "translation": "palmatoria",
      "definition": "A clapper is a device used to make a sharp, sudden noise, typically to signal the start or end of a performance or to get someone's attention.",
      "definition_translation": "Una palmatoria es un dispositivo utilizado para hacer un ruido repentino y fuerte, típicamente para señalar el inicio o fin de una presentación o para llamar la atención de alguien.",
      "example": "The director yelled 'Action!' and clapped the clapper to start filming. She will clap the clapper again when they finish the scene. By next week, they will have clapped the clapper hundreds of times.",
      "example_translation": "El director gritó '¡Acción!' y golpeó la palmatoria para empezar a filmar. Ella golpeará la palmatoria de nuevo cuando terminen la escena. Para la próxima semana, habrán golpeado la palmatoria cientos de veces.",
      "imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "clarinet",
      "translation": "clarinete",
      "definition": "A clarinet is a woodwind musical instrument with a single reed, often used in orchestras and jazz bands.",
      "definition_translation": "Un clarinete es un instrumento musical de viento con una sola caña, a menudo utilizado en orquestas y bandas de jazz.",
      "example": "She had played the clarinet in her school band for five years and was excited to play a solo at the concert. Yesterday, she practiced the clarinet for an hour, and tomorrow she will play it in front of her parents.",
      "example_translation": "Ella había tocado el clarinete en la banda de su escuela durante cinco años y estaba emocionada de tocar un solo en el concierto. Ayer, practicó el clarinete durante una hora, y mañana lo tocará ante sus padres.",
      "imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cymbal",
      "translation": "platillo",
      "definition": "A cymbal is a metal plate that is struck to produce a ringing sound, typically used in music.",
      "definition_translation": "Un platillo es una placa metálica que se golpea para producir un sonido resonante, generalmente utilizado en la música.",
      "example": "The drummer crashed the cymbal to signal the start of the song. Yesterday, she had practiced crashing the cymbal for hours. By next year, she will be a master of playing the cymbal.",
      "example_translation": "El baterista estrelló el platillo para señalar el comienzo de la canción. Ayer, había practicado estrellar el platillo durante horas. Para el próximo año, será una maestra en tocar el platillo.",
      "imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "double bass",
      "translation": "contrabajo",
      "definition": "A double bass is a large stringed instrument played by drawing a bow across its strings or by plucking them with the fingers, used especially in orchestras and jazz bands.",
      "definition_translation": "Un contrabajo es un instrumento de cuerda grande que se toca frotando un arco sobre sus cuerdas o pulsándolas con los dedos, utilizado especialmente en orquestas y bandas de jazz.",
      "example": "The double bass player provided a rich foundation for the jazz ensemble. Last night, she had tuned her double bass carefully. By next month, she will have mastered playing the double bass with ease.",
      "example_translation": "El contrabajista proporcionó una base rica para el ensemble de jazz. Anoche, había afinado su contrabajo con cuidado. Para el próximo mes, habrá dominado tocar el contrabajo con facilidad.",
      "imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gong",
      "translation": "gong",
      "definition": "A gong is a metal plate with a raised rim, struck to produce a resonant sound, typically used in Asian music and ceremonies.",
      "definition_translation": "Un gong es una placa metálica con un borde elevado, golpeada para producir un sonido resonante, utilizado típicamente en la música y ceremonias asiáticas.",
      "example": "The musician struck the gong to begin the meditation session. In ancient times, they had used the gong to signal alarm. By next week, the gong will be restored to its former glory.",
      "example_translation": "El músico golpeó el gong para comenzar la sesión de meditación. En tiempos antiguos, habían utilizado el gong para dar alarma. Para la próxima semana, el gong será restaurado a su antigua gloria.",
      "imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "harmonium",
      "translation": "armonio",
      "definition": "A harmonium is a type of reed organ that produces sound when air is blown through a series of free reeds, causing them to vibrate.",
      "definition_translation": "Un armonio es un tipo de órgano de caña que produce sonido cuando el aire es soplado a través de una serie de lengüetas libres, lo que las hace vibrar.",
      "example": "The harmonium was played by the church choir, filling the air with beautiful music. The harmonium player had practiced for months and was now ready to perform. The harmonium will be tuned before the concert.",
      "example_translation": "El armonio era tocado por el coro de la iglesia, llenando el aire con música hermosa. El intérprete del armonio había practicado durante meses y ahora estaba listo para actuar. El armonio será afinado antes del concierto.",
      "imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "harp",
      "translation": "arpa",
      "definition": "A harp is a stringed musical instrument that has a triangular shape and is played by plucking the strings with the fingers.",
      "definition_translation": "Una arpa es un instrumento musical de cuerda que tiene forma triangular y se toca rasgueando las cuerdas con los dedos.",
      "example": "The harpist played a beautiful melody on her harp at the wedding. The harp has been used as a symbol of music and poetry throughout history. The harp will be an essential instrument in the orchestra.",
      "example_translation": "La arpista tocó una hermosa melodía en su arpa en la boda. La arpa ha sido utilizada como símbolo de música y poesía a lo largo de la historia. La arpa será un instrumento esencial en la orquesta.",
      "imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "harpsichord",
      "translation": "clavicémbalo",
      "definition": "A harpsichord is a stringed musical instrument that produces sound when keys are pressed, causing quills to pluck the strings.",
      "definition_translation": "Un clavecín es un instrumento musical de cuerda que produce sonido cuando se presionan las teclas, lo que hace que las plumas rasgueen las cuerdas.",
      "example": "The harpsichord was a popular instrument in the Baroque period. The harpsichord player skillfully played the complex piece. The harpsichord will be restored to its original condition.",
      "example_translation": "El clavecín era un instrumento popular en el período barroco. El intérprete del clavecín tocó habilidosamente la pieza compleja. El clavecín será restaurado a su condición original.",
      "imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "kettledrums",
      "translation": "timbales",
      "definition": "A kettledrum is a type of drum that is typically played by being struck with a mallet or stick. It is often used in orchestral music and has a distinctive, resonant sound.",
      "definition_translation": "Un timbal es un tipo de tambor que se toca golpeando con un mazo o palo. A menudo se utiliza en la música orquestal y tiene un sonido resonante y característico.",
      "example": "The orchestra's percussionist expertly played the kettledrums in the dramatic finale. Yesterday, I heard the kettledrums being tuned for the concert. By next year, I will have mastered playing the kettledrums.",
      "example_translation": "El percusionista de la orquesta tocó habilidosamente los timbales en el dramático final. Ayer, oí a los timbales siendo afinados para el concierto. Para el próximo año, habré dominado tocar los timbales.",
      "imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lute",
      "translation": "laúd",
      "definition": "A lute is a stringed musical instrument with a pear-shaped body and a fretted neck, played by plucking the strings with the fingers or a plectrum.",
      "definition_translation": "Un laúd es un instrumento musical de cuerda con un cuerpo en forma de pera y un cuello fretado, se toca rasgueando las cuerdas con los dedos o un plectro.",
      "example": "The lute player's fingers moved deftly over the strings, creating a beautiful melody. In the past, lutes were a common instrument in medieval music. By the 18th century, the lute will have become a rare sight.",
      "example_translation": "Los dedos del jugador de laúd se movieron con destreza sobre las cuerdas, creando una hermosa melodía. En el pasado, los laúdes eran un instrumento común en la música medieval. Para el siglo XVIII, el laúd habrá Become una rara vista.",
      "imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mandolin",
      "translation": "mandolina",
      "definition": "A mandolin is a small, eight-stringed instrument with a pear-shaped body, played by plucking the strings with a plectrum.",
      "definition_translation": "Una mandolina es un instrumento pequeño de ocho cuerdas con un cuerpo en forma de pera, se toca rasgueando las cuerdas con un plectro.",
      "example": "The mandolin player's fingers moved quickly over the strings, creating a lively rhythm. Last night, I saw a mandolin player performing at the folk festival. By next summer, I will have learned to play the mandolin.",
      "example_translation": "Los dedos del jugador de mandolina se movieron rápidamente sobre las cuerdas, creando un ritmo animado. La noche pasado, vi a un jugador de mandolina actuando en el festival folklórico. Para el próximo verano, habré aprendido a tocar la mandolina.",
      "imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "maracas",
      "translation": "maracas",
      "definition": "Maracas are percussion instruments originating from Latin America, consisting of a hollow gourd or wooden shell filled with beads, pebbles, or small rocks that create a rattling sound when shaken.",
      "definition_translation": "Las maracas son instrumentos de percusión originarios de América Latina, que consisten en una calabaza hueca o una concha de madera llena de cuentas, guijarros o pequeñas piedras que crean un sonido tintineante cuando se sacuden.",
      "example": "The salsa band used maracas to add rhythm to their music. They had shaken the maracas to create a lively atmosphere. They will shake the maracas to get the party started.",
      "example_translation": "La banda de salsa utilizó maracas para agregar ritmo a su música. Habían sacudido las maracas para crear un ambiente animado. Sacudirán las maracas para empezar la fiesta.",
      "imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "oboe",
      "translation": "oboe",
      "definition": "An oboe is a double-reed woodwind instrument used in classical music, characterized by its distinctive, mellow sound and complex fingering system.",
      "definition_translation": "Un oboe es un instrumento de viento de doble caña de madera utilizado en música clásica, caracterizado por su sonido distintivo, suave y sistema de digitación complejo.",
      "example": "The orchestra featured an oboe solo to showcase the musician's skill. She had played the oboe in the school band. They will invite an oboe player to perform at the concert.",
      "example_translation": "La orquesta presentó un solo de oboe para mostrar la habilidad del músico. Había tocado el oboe en la banda escolar. Invitarán a un oboeista a realizar en el concierto.",
      "imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ocarina",
      "translation": "ocarina",
      "definition": "An ocarina is a small, flute-like musical instrument with a whistle-like mouthpiece, originating from ancient Mesoamerica and often used in folk music and video game soundtracks.",
      "definition_translation": "Una ocarina es un instrumento musical pequeño, similar a la flauta, con una boquilla tipo silbato, originario de la Mesoamérica antigua y a menudo utilizado en música folklórica y soundtracks de videojuegos.",
      "example": "The musician played a sweet melody on the ocarina at the festival. She had learned to play the ocarina from her grandmother. The composer will use an ocarina solo in the next game's soundtrack.",
      "example_translation": "El músico tocó una melodía dulce en la ocarina en el festival. Había aprendido a tocar la ocarina de su abuela. El compositor utilizará un solo de ocarina en la banda sonora del próximo juego.",
      "imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "recorder",
      "translation": "grabadora",
      "definition": "A recorder is a musical instrument that is played by blowing air through a narrow tube, producing a high-pitched sound.",
      "definition_translation": "Una grabadora es un instrumento musical que se toca soplando aire a través de un tubo estrecho, produciendo un sonido agudo.",
      "example": "I played the recorder in school when I was a kid. I play the recorder every day. I will play the recorder at the concert tomorrow.",
      "example_translation": "Tocaba la grabadora en la escuela cuando era niño. Toco la grabadora todos los días. Toqué la grabadora en el concierto de mañana.",
      "imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "snare drum",
      "translation": "tambor redoblante",
      "definition": "A snare drum is a type of drum that produces a sharp, crisp sound when struck, often used in military and orchestral music.",
      "definition_translation": "Un tambor redoblante es un tipo de tambor que produce un sonido agudo y crujiente cuando se golpea, a menudo utilizado en la música militar y orquestal.",
      "example": "The drummer hit the snare drum loudly. The snare drum is an essential part of the drumset. The snare drum will be used in the parade tomorrow.",
      "example_translation": "El baterista golpeó el tambor redoblante fuerte. El tambor redoblante es una parte esencial del conjunto de batería. El tambor redoblante se utilizará en la parada de mañana.",
      "imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "trombone",
      "translation": "trombón",
      "definition": "A trombone is a musical instrument that is played by sliding a U-shaped tube in and out to produce different notes.",
      "definition_translation": "Un trombón es un instrumento musical que se toca deslizando un tubo en forma de U hacia adentro y hacia fuera para producir diferentes notas.",
      "example": "I played the trombone in the school band. The trombone player was very talented. The trombone will be featured in the jazz concert tonight.",
      "example_translation": "Tocaba el trombón en la banda escolar. El jugador de trombón era muy talentoso. El trombón será presentado en el concierto de jazz de esta noche.",
      "imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tuba",
      "translation": "tuba",
      "definition": "A tuba is a large, low-pitched brass instrument with a conical bore, played by buzzing air through a mouthpiece.",
      "definition_translation": "Una tuba es un instrumento de viento de metal de gran tamaño y baja pitch con una boquilla cónica, tocado soplando aire a través de una boquilla.",
      "example": "The orchestra included a tuba, which added a deep sound to the music. The tuba player practiced every day to improve his skills. By next year, I will have learned to play the tuba.",
      "example_translation": "La orquesta incluía una tuba, que agregó un sonido profundo a la música. El jugador de tuba practicó todos los días para mejorar sus habilidades. Para el próximo año, habré aprendido a tocar la tuba.",
      "imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tubular bells",
      "translation": "campanas tubulares",
      "definition": "Tubular bells are a musical instrument consisting of a set of metal tubes of varying length, struck by a hammer or plucked to produce a ringing sound.",
      "definition_translation": "Las campanas tubulares son un instrumento musical que consiste en un conjunto de tubos de metal de diferente longitud, golpeados por un martillo o pulsados para producir un sonido de campana.",
      "example": "The tubular bells rang out during the holiday concert. The musician carefully tuned the tubular bells before the performance. By next week, I will have finished repairing the tubular bells.",
      "example_translation": "Las campanas tubulares sonaron durante el concierto de vacaciones. El músico ajustó cuidadosamente las campanas tubulares antes de la presentación. Para la próxima semana, habré terminado de reparar las campanas tubulares.",
      "imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "vibraphone",
      "translation": "vibrófono",
      "definition": "A vibraphone is a musical instrument consisting of a set of metal bars of varying pitch, struck by a mallet to produce a ringing, resonant sound.",
      "definition_translation": "Un vibrófono es un instrumento musical que consiste en un conjunto de barras de metal de diferente pitch, golpeadas por un martillo para producir un sonido resonante y tintineante.",
      "example": "The vibraphone player added a haunting melody to the jazz song. The vibraphone was an essential part of the orchestra's percussion section. By next month, I will have learned to play the vibraphone.",
      "example_translation": "El jugador de vibrófono agregó una melodía inquietante a la canción de jazz. El vibrófono era una parte esencial de la sección de percusión de la orquesta. Para el próximo mes, habré aprendido a tocar el vibrófono.",
      "imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "xylophone",
      "translation": "xilófono",
      "definition": "A xylophone is a musical instrument with a series of bars of varying pitches that are struck by hammers or sticks to produce a ringing sound.",
      "definition_translation": "Un xilófono es un instrumento musical con una serie de barras de diferentes tonos que se golpean con martillos o palos para producir un sonido resonante.",
      "example": "I learned to play the xylophone when I was a child. Now, I play it well. Tomorrow, I will play it in front of a large audience.",
      "example_translation": "Aprendí a tocar el xilófono cuando era niño. Ahora, lo toco bien. Mañana, lo tocaré devant una gran audiencia.",
      "imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]
}