{
  "data": [
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "number",
      "translation": "número",
      "definition": "A mathematical value or quantity, especially a whole or positive integer.",
      "definition_translation": "Un valor o cantidad matemática, especialmente un entero o número positivo.",
      "example": "I have to memorize the phone number, can you repeat it? Yesterday, I forgot my PIN number and I wasn't able to withdraw money. By the end of the year, I will have finished my number crunching project.",
      "example_translation": "Tengo que memorizar el número de teléfono, ¿puedes repetirlo? Ayer, olvidé mi número de PIN y no pude retirar dinero. Para fines de año, habré terminado mi proyecto de análisis de números.",
      "imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "circle",
      "translation": "círculo",
      "definition": "A round shape with no beginning or end, continuing indefinitely in every direction.",
      "definition_translation": "Una forma redonda sin principio ni fin, continuando indefinidamente en todas las direcciones.",
      "example": "The circle of friends I have is very supportive. In geometry, a circle is a closed curve. By the end of the year, I will have finished drawing a circle around the entire city.",
      "example_translation": "El círculo de amigos que tengo es muy solidario. En geometría, un círculo es una curva cerrada. Para fines de año, habré terminado dibujando un círculo alrededor de toda la ciudad.",
      "imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "square",
      "translation": "cuadrado",
      "definition": "A shape with four sides of equal length, where all internal angles are right angles.",
      "definition_translation": "Una figura con cuatro lados de igual longitud, donde todos los ángulos internos son ángulos rectos.",
      "example": "The square root of 16 is 4. The city square is a popular tourist spot. By next year, I will have built a square house with a beautiful garden.",
      "example_translation": "La raíz cuadrada de 16 es 4. La plaza del pueblo es un lugar turístico popular. Para el próximo año, habré construido una casa cuadrada con un hermoso jardín.",
      "imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "star",
      "translation": "estrella",
      "definition": "A massive, luminous ball of gas that is held together by its own gravity. Stars are celestial objects that are visible from Earth and are typically seen as points of light in the night sky.",
      "definition_translation": "Una bola masiva y luminosa de gas que se mantiene unida por su propia gravedad. Las estrellas son objetos celestes que son visibles desde la Tierra y se ven típicamente como puntos de luz en el cielo nocturno.",
      "example": "The star shone brightly in the night sky. The astronomer had studied the star for many years. By the year 2050, humans will have colonized a nearby star.",
      "example_translation": "La estrella brilló intensamente en el cielo nocturno. El astrónomo había estudiado la estrella durante muchos años. Para el año 2050, los humanos habrán colonizado una estrella cercana.",
      "imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cross",
      "translation": "cruz",
      "definition": "A symbol or shape with two intersecting lines, used as a representation of Christianity or as a symbol of protection or blessing.",
      "definition_translation": "Un símbolo o forma con dos líneas intersectantes, utilizado como representación del cristianismo o como símbolo de protección o bendición.",
      "example": "The cross hung around her neck was a gift from her grandmother. The Christian priest carried a large cross during the procession. The hikers had to cross the river to reach the mountain.",
      "example_translation": "La cruz que colgaba alrededor de su cuello era un regalo de su abuela. El sacerdote cristiano llevaba una gran cruz durante la procesión. Los excursionistas tuvieron que cruzar el río para alcanzar la montaña.",
      "imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "per cent",
      "translation": "por ciento",
      "definition": "A unit of percentage, equal to one hundredth of a whole, used to express a proportion or rate.",
      "definition_translation": "Una unidad de porcentaje, igual a una centésima parte de un todo, utilizada para expresar una proporción o tasa.",
      "example": "The company's profits increased by 20 per cent last year. The student scored 85 per cent on the exam. The interest rate on the loan was 5 per cent per annum.",
      "example_translation": "Los beneficios de la empresa aumentaron un 20 por ciento el año pasado. El estudiante obtuvo un 85 por ciento en el examen. La tasa de interés del préstamo era del 5 por ciento anual.",
      "imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sum",
      "translation": "suma",
      "definition": "The total amount or quantity obtained by adding together two or more numbers or amounts.",
      "definition_translation": "La cantidad total o cantidad obtenida al sumar dos o más números o cantidades.",
      "example": "I will sum up the numbers to get the total. Yesterday, I summed up the numbers to get the total. Tomorrow, I will sum up the numbers to get the total.",
      "example_translation": "Voy a sumar los números para obtener el total. Ayer, sumé los números para obtener el total. Mañana, sumaré los números para obtener el total.",
      "imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "addition",
      "translation": "adición",
      "definition": "The act of adding something to something else, especially in mathematics.",
      "definition_translation": "El acto de agregar algo a algo más, especialmente en matemáticas.",
      "example": "I learned addition in elementary school. My sister is good at addition. She will teach me addition tomorrow.",
      "example_translation": "Aprendí adición en la escuela primaria. Mi hermana es buena en adición. Ella me enseñará adición mañana.",
      "imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cone",
      "translation": "cono",
      "definition": "A shape with a circular base and sloping sides that meet at a point.",
      "definition_translation": "Una forma con una base circular y lados inclinados que se encuentran en un punto.",
      "example": "I ate an ice cream cone at the beach. She bought a cone at the store. They will make cones for the party.",
      "example_translation": "Me comí un cono de helado en la playa. Ella compró un cono en la tienda. Ellos harán conos para la fiesta.",
      "imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cube",
      "translation": "cubo",
      "definition": "A cube is a three-dimensional solid object bounded by six square faces, with three faces meeting at each vertex.",
      "definition_translation": "Un cubo es un objeto sólido tridimensional limitado por seis caras cuadradas, con tres caras que se encuentran en cada vértice.",
      "example": "I cubed the number to get the volume, the cube fit perfectly in the box, and the cube will be used in the math lesson tomorrow.",
      "example_translation": "Cubiqué el número para obtener el volumen, el cubo se ajustó perfectamente en la caja, y el cubo se utilizará en la lección de matemáticas mañana.",
      "imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "diameter",
      "translation": "diámetro",
      "definition": "The diameter of a circle is the longest possible distance across the circle, passing through its center.",
      "definition_translation": "El diámetro de un círculo es la distancia más larga posible a través del círculo, pasando por su centro.",
      "example": "I measured the diameter of the circle, the diameter of the pipe was too small, and the diameter of the moon is approximately 2,159 miles.",
      "example_translation": "Medí el diámetro del círculo, el diámetro de la tubería era demasiado pequeño, y el diámetro de la luna es de aproximadamente 2,159 millas.",
      "imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "oval",
      "translation": "ovalo",
      "definition": "An oval is a shape that is roughly elliptical, but not perfectly symmetrical, with two axes of symmetry.",
      "definition_translation": "Un ovalo es una forma que es aproximadamente elíptica, pero no perfectamente simétrica, con dos ejes de simetría.",
      "example": "I drew an oval shape, the oval pool was surrounded by trees, and the oval track was used for the Olympic games.",
      "example_translation": "Dibujé una forma oval, la piscina ovalada estaba rodeada de árboles, y la pista oval se utilizó para los juegos olímpicos.",
      "imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "triangle",
      "translation": "triángulo",
      "definition": "A polygon with three sides and three angles, typically having three vertices.",
      "definition_translation": "Un polígono con tres lados y tres ángulos, que generalmente tiene tres vértices.",
      "example": "I drew a triangle on the board, then I constructed it with sticks, and finally I will calculate its area tomorrow.",
      "example_translation": "Dibujé un triángulo en la pizarra, luego lo construí con palitos, y finalmente calcularé su área mañana.",
      "imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "angle",
      "translation": "ángulo",
      "definition": "The space or shape formed by two lines, rays, or planes that meet or intersect.",
      "definition_translation": "El espacio o forma formada por dos líneas, rayos o planos que se encuentran o se intersectan.",
      "example": "I measured the angle of the roof, then I adjusted it, and now it will be perfect.",
      "example_translation": "Medí el ángulo del techo, luego lo ajusté, y ahora sera perfecto.",
      "imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pyramid",
      "translation": "pirámide",
      "definition": "A polyhedron with a square base and four triangular sides that meet at the apex.",
      "definition_translation": "Un poliedro con una base cuadrada y cuatro lados triangulares que se encuentran en el ápice.",
      "example": "The ancient Egyptians built a pyramid, then they used it as a tomb, and eventually it became a wonder.",
      "example_translation": "Los antiguos egipcios construyeron una pirámide, luego la usaron como tumba, y finalmente se convirtió en una maravilla.",
      "imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rectangle",
      "translation": "rectángulo",
      "definition": "A quadrilateral having four right angles and four sides of unequal length, opposite sides being equal.",
      "definition_translation": "Un cuadrilátero que tiene cuatro ángulos rectos y cuatro lados de longitud desigual, siendo iguales los lados opuestos.",
      "example": "The architect designed a rectangle with a length of 10 meters and a width of 5 meters. Yesterday, she measured the rectangle to ensure it was correct. Tomorrow, she will build a bigger rectangle.",
      "example_translation": "El arquitecto diseñó un rectángulo con una longitud de 10 metros y un ancho de 5 metros. Ayer, ella midió el rectángulo para asegurarse de que fuera correcto. Mañana, ella construirá un rectángulo más grande.",
      "imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "set",
      "translation": "conjunto",
      "definition": "A collection of unique objects, known as elements or members, that can be anything, including numbers, letters, people, or other objects.",
      "definition_translation": "Una colección de objetos únicos, conocidos como elementos o miembros, que pueden ser cualquier cosa, incluyendo números, letras, personas o otros objetos.",
      "example": "The teacher asked the students to set their books on the table. Yesterday, the students set their goals for the project. Tomorrow, they will set up their presentations.",
      "example_translation": "El maestro pidió a los estudiantes que colocaran sus libros en la mesa. Ayer, los estudiantes establecieron sus metas para el proyecto. Mañana, ellos configurarán sus presentaciones.",
      "imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "variable",
      "translation": "variable",
      "definition": "A named storage location that holds a value that can change during the execution of a program.",
      "definition_translation": "Una ubicación de almacenamiento con nombre que contiene un valor que puede cambiar durante la ejecución de un programa.",
      "example": "The programmer declared a variable to store the user's input. Yesterday, the variable was initialized with a default value. Tomorrow, the variable will be updated with new data.",
      "example_translation": "El programador declaró una variable para almacenar la entrada del usuario. Ayer, la variable se inicializó con un valor predeterminado. Mañana, la variable se actualizará con nuevos datos.",
      "imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "acute angle",
      "translation": "ángulo agudo",
      "definition": "An acute angle is an angle whose measure is between 0 and 90 degrees.",
      "definition_translation": "Un ángulo agudo es un ángulo cuya medida está entre 0 y 90 grados.",
      "example": "The builder carefully measured the acute angle of the roof to ensure it was correct. Yesterday, she measured it again to double-check. By next week, the entire roof will be completed.",
      "example_translation": "El constructor midió cuidadosamente el ángulo agudo del techo para asegurarse de que fuera correcto. Ayer, lo midió de nuevo para verificar. Para la próxima semana, todo el techo estará completado.",
      "imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "axis of coordinates",
      "translation": "eje de coordenadas",
      "definition": "The axis of coordinates is a set of three lines that intersect at a point, called the origin, and are used to locate points in space.",
      "definition_translation": "El eje de coordenadas es un conjunto de tres líneas que se intersectan en un punto, llamado origen, y se utilizan para ubicar puntos en el espacio.",
      "example": "The math teacher drew the axis of coordinates on the board to explain the concept of graphing. Last year, I struggled to understand it, but now it's clear. By the end of the semester, I will have mastered it.",
      "example_translation": "El maestro de matemáticas dibujó el eje de coordenadas en la pizarra para explicar el concepto de graficar. El año pasado, me costó entenderlo, pero ahora está claro. Para fin de semestre, lo habré dominado.",
      "imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cardinal number",
      "translation": "número cardinal",
      "definition": "A cardinal number is a number that indicates quantity, such as one, two, or three.",
      "definition_translation": "Un número cardinal es un número que indica cantidad, como uno, dos o tres.",
      "example": "The cardinal number of the set is five, which means it has five elements. Yesterday, I counted the number of students in the class, and there were thirty-five. By next month, we will have learned about ordinal numbers.",
      "example_translation": "El número cardinal del conjunto es cinco, lo que significa que tiene cinco elementos. Ayer, conté el número de estudiantes en la clase, y había treinta y cinco. Para el próximo mes, habremos aprendido sobre números ordinales.",
      "imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "circumference",
      "translation": "circunferencia",
      "definition": "The circumference of a circle is the distance around the circle. It is a measure of the circle's size.",
      "definition_translation": "La circunferencia de un círculo es la distancia alrededor del círculo. Es una medida del tamaño del círculo.",
      "example": "I measured the circumference of the wheel to make sure it fit the bike frame. I will measure the circumference of the pipe to ensure it fits the valve. I had measured the circumference of the circle to calculate its area.",
      "example_translation": "Medí la circunferencia de la rueda para asegurarme de que se adaptara al marco de la bicicleta. Mediré la circunferencia del tubo para asegurarme de que se adapte a la válvula. Había medido la circunferencia del círculo para calcular su área.",
      "imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "coefficient",
      "translation": "coeficiente",
      "definition": "A coefficient is a numerical value that is multiplied with a variable or an expression in an equation or formula.",
      "definition_translation": "Un coeficiente es un valor numérico que se multiplica por una variable o una expresión en una ecuación o fórmula.",
      "example": "The coefficient of friction is used to calculate the force required to move an object. The coefficient of determination was used to analyze the correlation between the variables. I will calculate the coefficient of variation to understand the data dispersion.",
      "example_translation": "El coeficiente de fricción se utiliza para calcular la fuerza necesaria para mover un objeto. El coeficiente de determinación se utilizó para analizar la correlación entre las variables. Calcularé el coeficiente de variación para entender la dispersión de los datos.",
      "imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "compasses",
      "translation": "compás",
      "definition": "Compasses are a navigation tool used to determine direction, especially in situations where the sun or stars are not visible.",
      "definition_translation": "Los compases son una herramienta de navegación utilizada para determinar la dirección, especialmente en situaciones en las que el sol o las estrellas no son visibles.",
      "example": "I used compasses to navigate through the forest. The hikers used compasses to find their way back to camp. She will use compasses to orient her map.",
      "example_translation": "Usé compases para navegar por el bosque. Los excursionistas utilizaron compases para encontrar su camino de regreso al campamento. Ella utilizará compases para orientar su mapa.",
      "imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "complete angle",
      "translation": "ángulo completo",
      "definition": "An angle whose measure is 360 degrees, meaning it forms a full circle.",
      "definition_translation": "Un ángulo cuya medida es de 360 grados, lo que significa que forma un círculo completo.",
      "example": "The complete angle of the circle was crucial in the design of the architectural structure. It will have a complete angle in the next version. She had complete angles in her mind while painting the landscape.",
      "example_translation": "El ángulo completo del círculo fue crucial en el diseño de la estructura arquitectónica. Tendrá un ángulo completo en la próxima versión. Ella tenía ángulos completos en su mente mientras pintaba el paisaje.",
      "imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "coordinate system",
      "translation": "sistema de coordenadas",
      "definition": "A system used to locate points in space, defined by a set of three perpendicular lines that intersect at a single point, called the origin.",
      "definition_translation": "Un sistema utilizado para ubicar puntos en el espacio, definido por un conjunto de tres líneas perpendiculares que se intersectan en un solo punto, llamado origen.",
      "example": "The mathematician used a coordinate system to plot the graph. She will use a coordinate system to solve the problem. They had learned about coordinate systems in their geometry class.",
      "example_translation": "El matemático utilizó un sistema de coordenadas para trazar el gráfico. Ella utilizará un sistema de coordenadas para resolver el problema. Habían aprendido sobre sistemas de coordenadas en su clase de geometría.",
      "imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cube root",
      "translation": "raíz cúbica",
      "definition": "A value that, when multiplied by itself three times, gives a specified number or value.",
      "definition_translation": "Un valor que, al multiplicarse por sí mismo tres veces, da un número o valor especificado.",
      "example": "The cube root of 27 is 3, as 3 multiplied by itself three times gives 27. She will find the cube root of the number. They had learned to calculate cube roots in their algebra class.",
      "example_translation": "La raíz cúbica de 27 es 3, ya que 3 multiplicado por sí mismo tres veces da 27. Ella encontrará la raíz cúbica del número. Habían aprendido a calcular raíces cúbicas en su clase de álgebra.",
      "imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cuboid",
      "translation": "cuboide",
      "definition": "A cuboid is a three-dimensional solid shape with six rectangular faces, where each face is a rectangle with all right angles.",
      "definition_translation": "Un cuboide es una forma sólida tridimensional con seis caras rectangulares, donde cada cara es un rectángulo con todos los ángulos rectos.",
      "example": "The architect designed a cuboid building with a flat roof. The cuboid box was heavy to lift. By next year, they will build a cuboid-shaped skyscraper.",
      "example_translation": "El arquitecto diseñó un edificio cuboide con techo plano. La caja cuboide era pesada de levantar. Para el próximo año, construirán un rascacielos con forma de cuboide.",
      "imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cylinder",
      "translation": "cilindro",
      "definition": "A cylinder is a three-dimensional solid shape with two parallel and circular bases connected by a curved side.",
      "definition_translation": "Un cilindro es una forma sólida tridimensional con dos bases paralelas y circulares conectadas por un lado curvo.",
      "example": "The engineer designed a cylinder-shaped tank. The cylinder rolled down the hill. By next month, they will manufacture cylinder-shaped containers.",
      "example_translation": "El ingeniero diseñó un tanque con forma de cilindro. El cilindro rodó colina abajo. Para el próximo mes, fabricarán contenedores con forma de cilindro.",
      "imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "decimal",
      "translation": "decimal",
      "definition": "A decimal is a number expressed in the decimal system, where each digit can have one of ten values, from 0 to 9.",
      "definition_translation": "Un decimal es un número expresado en el sistema decimal, donde cada dígito puede tener uno de los diez valores, desde 0 hasta 9.",
      "example": "The decimal point was at the end of the number. She converted the fraction to a decimal. The computer processed the decimal data quickly.",
      "example_translation": "El punto decimal estaba al final del número. Ella convirtió la fracción a un decimal. La computadora procesó los datos decimales rápidamente.",
      "imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "differential equation",
      "translation": "ecuación diferencial",
      "definition": "A differential equation is a mathematical equation that involves an unknown function and its derivatives, and relates the values of the function and its derivatives at different points in the space.",
      "definition_translation": "Una ecuación diferencial es una ecuación matemática que implica una función desconocida y sus derivadas, y relaciona los valores de la función y sus derivadas en diferentes puntos del espacio.",
      "example": "In mathematics, differential equations are used to model population growth, while in physics, they are used to describe the motion of objects. Last year, I solved a differential equation to predict the trajectory of a projectile. Next year, I will use differential equations to model the spread of a disease.",
      "example_translation": "En matemáticas, las ecuaciones diferenciales se utilizan para modelar el crecimiento de la población, mientras que en física, se utilizan para describir el movimiento de objetos. El año pasado, resolví una ecuación diferencial para predecir la trayectoria de un proyectil. El próximo año, utilizaré ecuaciones diferenciales para modelar la propagación de una enfermedad.",
      "imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "digit",
      "translation": "dígito",
      "definition": "A digit is a single symbol or character in a numerical system, such as a number in the decimal system or a letter in the hexadecimal system.",
      "definition_translation": "Un dígito es un símbolo o carácter individual en un sistema numérico, como un número en el sistema decimal o una letra en el sistema hexadecimal.",
      "example": "The phone number has 10 digits. Yesterday, I typed 5 digits to unlock my phone. In the future, I will need to remember 12 digits for my new credit card.",
      "example_translation": "El número de teléfono tiene 10 dígitos. Ayer, escribí 5 dígitos para desbloquear mi teléfono. En el futuro, necesitaré recordar 12 dígitos para mi nueva tarjeta de crédito.",
      "imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dividend",
      "translation": "dividendos",
      "definition": "A dividend is a payment made by a corporation to its shareholders, usually as a way to distribute profits.",
      "definition_translation": "Un dividendo es un pago realizado por una corporación a sus accionistas, usualmente como una forma de distribuir ganancias.",
      "example": "The company will pay a dividend of $1 per share next quarter. Last year, I received a dividend of $500 from my investment. In the future, I expect to receive a higher dividend from my stocks.",
      "example_translation": "La empresa pagará un dividendo de $1 por acción el próximo trimestre. El año pasado, recibí un dividendo de $500 de mi inversión. En el futuro, espero recibir un dividendo más alto de mis acciones.",
      "imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "division",
      "translation": "división",
      "definition": "The act of dividing or the state of being divided, a process of separating or categorizing something into groups or parts, a branch of mathematics that deals with the operation of dividing numbers",
      "definition_translation": "La acción de dividir o el estado de estar dividido, un proceso de separar o categorizar algo en grupos o partes, una rama de las matemáticas que se ocupa de la operación de dividir números",
      "example": "The division of the company into smaller departments improved efficiency, I will be dividing the budget for the project by the end of the week, and we divided the profits equally among the partners.",
      "example_translation": "La división de la empresa en departamentos más pequeños mejoró la eficiencia, dividiré el presupuesto del proyecto para el final de la semana, y dividimos las ganancias igualmente entre los socios.",
      "imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "divisor",
      "translation": "divisor",
      "definition": "A number by which another number can be divided without leaving a remainder, a factor of a number that divides it exactly without leaving a remainder",
      "definition_translation": "Un número por el cual otro número puede ser dividido sin dejar un resto, un factor de un número que lo divide exactamente sin dejar un resto",
      "example": "The number 4 is a divisor of 12, the teacher asked us to find all the divisors of 24, and the calculator can find the greatest common divisor of two numbers.",
      "example_translation": "El número 4 es un divisor de 12, el maestro nos pidió encontrar todos los divisores de 24, y la calculadora puede encontrar el máximo común divisor de dos números.",
      "imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "exponent, power",
      "translation": "exponente, potencia",
      "definition": "A small number that indicates how many times a base number should be multiplied by itself, a mathematical operation in which a number is raised to a power",
      "definition_translation": "Un pequeño número que indica cuántas veces debe multiplicarse un número base por sí mismo, una operación matemática en la que se eleva un número a una potencia",
      "example": "The exponent of 2 in the equation is 3, the power of 10 in the expression is 5, and we need to find the value of x in the equation with exponent 2.",
      "example_translation": "El exponente de 2 en la ecuación es 3, la potencia de 10 en la expresión es 5, y necesitamos encontrar el valor de x en la ecuación con exponente 2.",
      "imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fraction",
      "translation": "fracción",
      "definition": "A fraction is a way to express a part of a whole. It is a way to show a part of something that is divided into equal parts.",
      "definition_translation": "Una fracción es una forma de expresar una parte de un todo. Es una forma de mostrar una parte de algo que se divide en partes iguales.",
      "example": "I ate a fraction of the pizza last night, I will eat another fraction for lunch today, and I will finish the remaining fraction tomorrow.",
      "example_translation": "Me comí una fracción de la pizza anoche, comeré otra fracción para almuerzo hoy y acabaré con la fracción restante mañana.",
      "imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "function",
      "translation": "función",
      "definition": "A function is a relation between a set of inputs, called the domain, and a set of possible outputs, called the range.",
      "definition_translation": "Una función es una relación entre un conjunto de entradas, llamado dominio, y un conjunto de salidas posibles, llamado rango.",
      "example": "The function of a calculator is to perform mathematical operations, I used it to calculate the function of x squared, and it will help me to graph the function in the future.",
      "example_translation": "La función de una calculadora es realizar operaciones matemáticas, la usé para calcular la función de x al cuadrado, y me ayudará a graficar la función en el futuro.",
      "imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hemisphere",
      "translation": "hemisferio",
      "definition": "A hemisphere is half of the Earth, divided by the Equator or a meridian, and it is also a term used in geometry to describe a half-sphere.",
      "definition_translation": "Un hemisferio es la mitad de la Tierra, dividida por el Ecuador o un meridiano, y también es un término utilizado en geometría para describir una semiesfera.",
      "example": "The northern hemisphere experiences winter, I traveled to the southern hemisphere and saw the constellation of Orion in the sky, and in the future, I will visit the eastern hemisphere.",
      "example_translation": "El hemisferio norte experimenta el invierno, viajé al hemisferio sur y vi la constelación de Orión en el cielo, y en el futuro, visitaré el hemisferio oriental.",
      "imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "heptagon",
      "translation": "heptágono",
      "definition": "A heptagon is a polygon with seven sides. It is a type of polygon that has seven vertices and seven sides of equal length.",
      "definition_translation": "Un heptágono es un polígono con siete lados. Es un tipo de polígono que tiene siete vértices y siete lados de igual longitud.",
      "example": "The ancient Greeks studied the properties of heptagons, and they discovered that it is possible to construct a heptagon using a compass and straightedge. Today, heptagons are used in architecture and design to create visually appealing structures. By the year 2050, heptagons will be a common feature in futuristic cities.",
      "example_translation": "Los antiguos griegos estudiaron las propiedades de los heptágonos y descubrieron que es posible construir un heptágono utilizando una compás y regla. Hoy en día, los heptágonos se utilizan en arquitectura y diseño para crear estructuras visualmente atractivas. Para el año 2050, los heptágonos serán una característica común en las ciudades futuristas.",
      "imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hexagon",
      "translation": "hexágono",
      "definition": "A hexagon is a polygon with six sides. It is a type of polygon that has six vertices and six sides of equal length.",
      "definition_translation": "Un hexágono es un polígono con seis lados. Es un tipo de polígono que tiene seis vértices y seis lados de igual longitud.",
      "example": "The hexagon is a common shape found in nature, such as in the cells of a honeycomb. Hexagons are also used in architecture to create strong and stable structures. By the year 2025, hexagons will be used to design sustainable and eco-friendly buildings.",
      "example_translation": "El hexágono es una forma común encontrada en la naturaleza, como en las celdas de un panal. Los hexágonos también se utilizan en arquitectura para crear estructuras fuertes y estables. Para el año 2025, los hexágonos se utilizarán para diseñar edificios sostenibles y ecológicos.",
      "imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "infinity",
      "translation": "infinito",
      "definition": "Infinity is a concept in mathematics that represents a quantity with no end or limit. It is often represented mathematically using the symbol ∞.",
      "definition_translation": "El infinito es un concepto en matemáticas que representa una cantidad sin fin ni límite. A menudo se representa matemáticamente utilizando el símbolo ∞.",
      "example": "The concept of infinity has fascinated mathematicians and philosophers for centuries. Infinity is used in calculus to describe limits and boundaries. In the future, infinity will continue to play a crucial role in the development of mathematics and science.",
      "example_translation": "El concepto de infinito ha fascinado a matemáticos y filósofos durante siglos. El infinito se utiliza en cálculo para describir límites y fronteras. En el futuro, el infinito seguirá desempeñando un papel crucial en el desarrollo de las matemáticas y la ciencia.",
      "imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "integer",
      "translation": "entero",
      "definition": "A whole number, either positive, negative, or zero, and not a fraction or decimal.",
      "definition_translation": "Un número entero, ya sea positivo, negativo o cero, y no una fracción o decimal.",
      "example": "The integer 5 is a prime number. Yesterday, I calculated the sum of integers from 1 to 10. By next year, I will have learned to multiply integers.",
      "example_translation": "El entero 5 es un número primo. Ayer, calculé la suma de enteros desde 1 hasta 10. Para el próximo año, habré aprendido a multiplicar enteros.",
      "imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "integral",
      "translation": "integral",
      "definition": "Relating to or being a whole, complete, or entire thing; being a part of a whole, rather than an independent item.",
      "definition_translation": "Relativo o siendo una cosa completa, entera o integral; siendo parte de un todo, en lugar de un elemento independiente.",
      "example": "The integral part of the system is the engine. The company will integrate the new technology into their integral system. By 2025, the integral solution will be implemented worldwide.",
      "example_translation": "La parte integral del sistema es el motor. La empresa integrará la nueva tecnología en su sistema integral. Para 2025, la solución integral se implementará en todo el mundo.",
      "imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "irrational number",
      "translation": "número irracional",
      "definition": "A real number that cannot be expressed as a simple fraction, such as pi or the square root of 2.",
      "definition_translation": "Un número real que no puede expresarse como una fracción simple, como pi o la raíz cuadrada de 2.",
      "example": "Irrational numbers were discovered by ancient Greek mathematicians. The ratio of a circle's circumference to its diameter is an irrational number. By the end of the course, I will be able to calculate irrational numbers.",
      "example_translation": "Los números irracionales fueron descubiertos por matemáticos griegos antiguos. La razón de la circunferencia de un círculo a su diámetro es un número irracional. Al final del curso, podré calcular números irracionales.",
      "imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "line segment",
      "translation": "segmento de línea",
      "definition": "A part of a line that is bounded by two distinct points and contains every point on the line between them.",
      "definition_translation": "Una parte de una línea que está delimitada por dos puntos distintos y contiene todos los puntos de la línea entre ellos.",
      "example": "The teacher asked the student to draw a line segment on the blackboard. Yesterday, she drew a line segment on the graph. Tomorrow, they will learn about drawing line segments in different angles.",
      "example_translation": "La maestra le pidió al estudiante que dibujara un segmento de línea en la pizarra. Ayer, ella dibujó un segmento de línea en el gráfico. Mañana, ellos aprenderán sobre dibujar segmentos de línea en diferentes ángulos.",
      "imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "logarithm",
      "translation": "logaritmo",
      "definition": "The power to which a base number must be raised to produce a given value, especially the power to which the base number 10 must be raised to produce a given value.",
      "definition_translation": "La potencia a la que debe ser elevado un número base para producir un valor dado, especialmente la potencia a la que debe ser elevado el número base 10 para producir un valor dado.",
      "example": "The mathematician calculated the logarithm of the number to solve the equation. In the past, they used logarithms to calculate astronomy data. In the future, logarithms will be used in advanced computer algorithms.",
      "example_translation": "El matemático calculó el logaritmo del número para resolver la ecuación. En el pasado, ellos usaron logaritmos para calcular datos de astronomía. En el futuro, los logaritmos se utilizarán en algoritmos informáticos avanzados.",
      "imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "multiplication",
      "translation": "multiplicación",
      "definition": "The process of combining a number with itself as many times as there are units in another number, or the product of such a process.",
      "definition_translation": "El proceso de combinar un número con sí mismo tantas veces como unidades hay en otro número, o el producto de tal proceso.",
      "example": "The student practiced multiplication tables to improve their math skills. Yesterday, they multiplied two numbers to get the product. Tomorrow, they will learn about multiplying fractions.",
      "example_translation": "El estudiante practicó tablas de multiplicación para mejorar sus habilidades matemáticas. Ayer, ellos multiplicaron dos números para obtener el producto. Mañana, ellos aprenderán sobre la multiplicación de fracciones.",
      "imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "natural number",
      "translation": "número natural",
      "definition": "A natural number is a positive integer, starting from 1 and going up to infinity, such as 1, 2, 3, and so on.",
      "definition_translation": "Un número natural es un entero positivo, comenzando desde 1 y extendiéndose hasta el infinito, como 1, 2, 3, y así sucesivamente.",
      "example": "The natural numbers 1, 2, and 3 were used in the mathematical problem. Yesterday, she wrote down a sequence of natural numbers. Tomorrow, they will learn about the properties of natural numbers.",
      "example_translation": "Los números naturales 1, 2 y 3 se utilizaron en el problema matemático. Ayer, ella escribió una secuencia de números naturales. Mañana, aprenderán sobre las propiedades de los números naturales.",
      "imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "number line",
      "translation": "línea numérica",
      "definition": "A number line is a visual representation of numbers on a straight line, used to compare and order numbers.",
      "definition_translation": "Una línea numérica es una representación visual de números en una línea recta, utilizada para comparar y ordenar números.",
      "example": "The teacher drew a number line on the board to explain the concept of fractions. The student used a number line to find the midpoint between two numbers. By the end of the year, they will be able to create their own number lines.",
      "example_translation": "La maestra dibujó una línea numérica en la pizarra para explicar el concepto de fracciones. El estudiante utilizó una línea numérica para encontrar el punto medio entre dos números. Para fin de año, podrán crear sus propias líneas numéricas.",
      "imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "obtuse angle",
      "translation": "ángulo obtuso",
      "definition": "An obtuse angle is a type of angle that is greater than 90 degrees but less than 180 degrees, often represented by the symbol >.",
      "definition_translation": "Un ángulo obtuso es un tipo de ángulo que es mayor que 90 grados pero menor que 180 grados, a menudo representado por el símbolo >.",
      "example": "The obtuse angle in the triangle was 120 degrees. She measured the obtuse angle of the roof. By next week, they will learn how to calculate the sum of obtuse angles.",
      "example_translation": "El ángulo obtuso en el triángulo era de 120 grados. Ella midió el ángulo obtuso del techo. Para la próxima semana, aprenderán cómo calcular la suma de ángulos obtusos.",
      "imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "octagon",
      "translation": "octágono",
      "definition": "A polygon with eight sides, especially one that is regular and has all sides and angles equal.",
      "definition_translation": "Un polígono con ocho lados, especialmente uno que es regular y tiene todos los lados y ángulos iguales.",
      "example": "The architect designed an octagon-shaped building with eight equal sides. Previously, she had built a house with a similar shape. She will design another octagon building next year.",
      "example_translation": "El arquitecto diseñó un edificio de forma octogonal con ocho lados iguales. Anteriormente, había construido una casa con una forma similar. Ella diseñará otro edificio octogonal el año que viene.",
      "imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ordinal number",
      "translation": "número ordinal",
      "definition": "A number that expresses the position or rank of something in a sequence, such as first, second, or third.",
      "definition_translation": "Un número que expresa la posición o rango de algo en una secuencia, como primero, segundo o tercero.",
      "example": "The ordinal number 'first' indicates the position of the winner in a competition. Last year, I was third, but this year I will be first. Next year, I will be second.",
      "example_translation": "El número ordinal 'primero' indica la posición del ganador en una competencia. El año pasado, yo era tercero, pero este año seré primero. El año que viene, seré segundo.",
      "imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "parallel",
      "translation": "paralelo",
      "definition": "Extending in the same direction, but not meeting or intersecting, especially at any point.",
      "definition_translation": "Se extiende en la misma dirección, pero no se encuentran o intersectan, especialmente en cualquier punto.",
      "example": "The parallel lines on the paper never meet, but they were parallel to each other. Previously, I had drawn two parallel lines, and now I am drawing another pair. I will draw more parallel lines tomorrow.",
      "example_translation": "Las líneas paralelas en el papel nunca se encuentran, pero eran paralelas entre sí. Anteriormente, había dibujado dos líneas paralelas, y ahora estoy dibujando otra pareja. Dibujaré más líneas paralelas mañana.",
      "imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "parallelogram",
      "translation": "paralelogramo",
      "definition": "A quadrilateral with opposite sides that are parallel and equal in length.",
      "definition_translation": "Un cuadrilátero con lados opuestos que son paralelos y iguales en longitud.",
      "example": "The teacher drew a parallelogram on the blackboard to illustrate the concept of geometry. Yesterday, I constructed a parallelogram using a ruler and compass. Tomorrow, we will learn to calculate the area of a parallelogram.",
      "example_translation": "El maestro dibujó un paralelogramo en la pizarra para ilustrar el concepto de geometría. Ayer, construí un paralelogramo utilizando una regla y brújula. Mañana, aprenderemos a calcular el área de un paralelogramo.",
      "imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pentagon",
      "translation": "pentágono",
      "definition": "A polygon with five sides, especially one with five equal sides and equal angles.",
      "definition_translation": "Un polígono con cinco lados, especialmente uno con cinco lados iguales y ángulos iguales.",
      "example": "The Pentagon is the headquarters of the US Department of Defense. The ancient Greeks studied the properties of pentagons. By the end of this semester, we will have learned to calculate the perimeter of a pentagon.",
      "example_translation": "El Pentágono es la sede del Departamento de Defensa de EE. UU. Los antiguos griegos estudiaron las propiedades de los pentágonos. Para fines de este semestre, habremos aprendido a calcular el perímetro de un pentágono.",
      "imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "perpendicular",
      "translation": "perpendicular",
      "definition": "At a right angle to a given line or surface; intersecting at a right angle.",
      "definition_translation": "En un ángulo recto con respecto a una línea o superficie dada; intersectando en un ángulo recto.",
      "example": "The ladder was perpendicular to the wall. The two lines are perpendicular to each other. By next year, I will have mastered the concept of perpendicular lines.",
      "example_translation": "La escalera era perpendicular a la pared. Las dos líneas son perpendiculares entre sí. Para el próximo año, habré dominado el concepto de líneas perpendiculares.",
      "imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "prime number",
      "translation": "número primo",
      "definition": "A prime number is a positive integer that is divisible only by itself and 1.",
      "definition_translation": "Un número primo es un entero positivo que solo es divisible entre sí mismo y 1.",
      "example": "Yesterday, I found a prime number while solving a math problem. Today, I will try to find another one. Tomorrow, I will use a prime number to encrypt a message.",
      "example_translation": "Ayer, encontré un número primo mientras resolvía un problema de matemáticas. Hoy, intentaré encontrar otro. Mañana, utilizaré un número primo para cifrar un mensaje.",
      "imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "prism",
      "translation": "prisma",
      "definition": "A prism is a transparent optical element with flat, polished surfaces that refract light.",
      "definition_translation": "Un prisma es un elemento óptico transparente con superficies planas y pulidas que refractan la luz.",
      "example": "The scientist used a prism to separate the white light into its component colors. The prism was very useful in the experiment. The prism will be used again in the future.",
      "example_translation": "El científico utilizó un prisma para separar la luz blanca en sus colores componentes. El prisma fue muy útil en el experimento. El prisma se utilizará nuevamente en el futuro.",
      "imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "product",
      "translation": "producto",
      "definition": "A product is a result or outcome of a process or activity.",
      "definition_translation": "Un producto es un resultado ooutcome de un proceso o actividad.",
      "example": "The company launched a new product last week. The product was very popular among customers. The product will be improved next year.",
      "example_translation": "La empresa lanzó un nuevo producto la semana pasada. El producto fue muy popular entre los clientes. El producto se mejorará el próximo año.",
      "imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Pythagorean theorem",
      "translation": "Teorema de Pitágoras",
      "definition": "The Pythagorean theorem is a fundamental concept in geometry that describes the relationship between the lengths of the sides of a right-angled triangle.",
      "definition_translation": "El teorema de Pitágoras es un concepto fundamental en geometría que describe la relación entre las longitudes de los lados de un triángulo rectángulo.",
      "example": "The student used the Pythagorean theorem to calculate the length of the hypotenuse. She had used it before, and would use it again in her math homework. The teacher will teach them how to apply the theorem next week.",
      "example_translation": "El estudiante utilizó el teorema de Pitágoras para calcular la longitud de la hipotenusa. Ella lo había utilizado antes y lo utilizaría de nuevo en su tarea de matemáticas. El maestro les enseñará cómo aplicar el teorema la próxima semana.",
      "imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "quadratic equation",
      "translation": "ecuación cuadrática",
      "definition": "A quadratic equation is a polynomial equation of degree two, which can be written in the form ax^2 + bx + c = 0, where a, b, and c are constants.",
      "definition_translation": "Una ecuación cuadrática es una ecuación polinómica de grado dos, que se puede escribir en la forma ax^2 + bx + c = 0, donde a, b y c son constantes.",
      "example": "The student struggled to solve the quadratic equation, but finally found the solutions. She had solved similar equations before, and would solve more in her algebra class. The teacher will review the method to solve quadratic equations next month.",
      "example_translation": "El estudiante luchó por resolver la ecuación cuadrática, pero finalmente encontró las soluciones. Ella había resuelto ecuaciones similares antes y resolvería más en su clase de álgebra. El maestro repasará el método para resolver ecuaciones cuadráticas el próximo mes.",
      "imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "quotient",
      "translation": "cociente",
      "definition": "A quotient is the result of dividing one quantity by another, often expressed as a fraction or a decimal.",
      "definition_translation": "Un cociente es el resultado de dividir una cantidad por otra, a menudo expresada como una fracción o un decimal.",
      "example": "The student calculated the quotient of 12 and 3, and got 4. She had calculated quotients before, and would calculate more in her math class. The teacher will explain how to find the quotient of two polynomials next week.",
      "example_translation": "El estudiante calculó el cociente de 12 y 3, y obtuvo 4. Ella había calculado cocientes antes y calcularía más en su clase de matemáticas. El maestro explicará cómo encontrar el cociente de dos polinomios la próxima semana.",
      "imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "radius",
      "translation": "radio",
      "definition": "A line segment that joins the center of a circle to any point on its circumference.",
      "definition_translation": "Un segmento de línea que une el centro de un círculo a cualquier punto de su circunferencia.",
      "example": "The radius of the circle was 5 cm. Yesterday, I calculated the radius of the circle. Tomorrow, I will calculate the radius of the circle.",
      "example_translation": "El radio del círculo era de 5 cm. Ayer, calculé el radio del círculo. Mañana, calcularé el radio del círculo.",
      "imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rational number",
      "translation": "número racional",
      "definition": "A number that can be expressed as the quotient or fraction of two integers, such as 3/4 or 22/7.",
      "definition_translation": "Un número que se puede expresar como el cociente o fracción de dos enteros, como 3/4 o 22/7.",
      "example": "The rational number 3/4 is a fraction. Yesterday, I wrote a rational number as a decimal. Tomorrow, I will add a rational number to another rational number.",
      "example_translation": "El número racional 3/4 es una fracción. Ayer, escribí un número racional como decimal. Mañana, agregaré un número racional a otro número racional.",
      "imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "real number",
      "translation": "número real",
      "definition": "A number that can be represented on the number line, including all rational and irrational numbers.",
      "definition_translation": "Un número que se puede representar en la línea de números, incluyendo todos los números racionales e irracionales.",
      "example": "The real number pi is an irrational number. Yesterday, I used a real number in a mathematical equation. Tomorrow, I will graph a real number on a coordinate plane.",
      "example_translation": "El número real pi es un número irracional. Ayer, utilicé un número real en una ecuación matemática. Mañana, graficaré un número real en un plano de coordenadas.",
      "imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "reflex angle",
      "translation": "ángulo reflexivo",
      "definition": "An angle greater than 180 degrees but less than 360 degrees, that is, an angle that is greater than a straight line but less than a full circle.",
      "definition_translation": "Un ángulo mayor de 180 grados pero menor de 360 grados, es decir, un ángulo que es mayor que una línea recta pero menor que un círculo completo.",
      "example": "The reflex angle formed by the hands of a clock at 6 o'clock is 360 degrees. Yesterday, I drew a reflex angle in my math homework. Tomorrow, I will study how to calculate reflex angles.",
      "example_translation": "El ángulo reflexivo formado por las manos de un reloj a las 6 en punto es de 360 grados. Ayer, dibujé un ángulo reflexivo en mi tarea de matemáticas. Mañana, estudiaré cómo calcular ángulos reflexivos.",
      "imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rhombus",
      "translation": "rombo",
      "definition": "A quadrilateral with all sides of equal length, where opposite sides are parallel and opposite angles are equal.",
      "definition_translation": "Un cuadrilátero con todos los lados de igual longitud, donde los lados opuestos son paralelos y los ángulos opuestos son iguales.",
      "example": "I drew a rhombus with all sides of 5 cm on my paper. The rhombus has four right angles. She will draw a rhombus with a diagonal of 10 cm tomorrow.",
      "example_translation": "Dibujé un rombo con todos los lados de 5 cm en mi papel. El rombo tiene cuatro ángulos rectos. Ella dibujará un rombo con una diagonal de 10 cm mañana.",
      "imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "right angle",
      "translation": "ángulo recto",
      "definition": "An angle of 90 degrees, formed by two lines or planes that intersect at a 90-degree angle.",
      "definition_translation": "Un ángulo de 90 grados, formado por dos líneas o planos que se intersectan en un ángulo de 90 grados.",
      "example": "The two lines form a right angle at the corner of the room. The carpenter uses a right angle to build the rectangular frame. The teacher explained how to draw a right angle using a protractor.",
      "example_translation": "Las dos líneas forman un ángulo recto en la esquina de la habitación. El carpintero utiliza un ángulo recto para construir el marco rectangular. El maestro explicó cómo dibujar un ángulo recto usando un transportador.",
      "imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "root",
      "translation": "raíz",
      "definition": "A root is a part of a plant that grows underground, anchoring the plant and absorbing water and nutrients.",
      "definition_translation": "Una raíz es parte de una planta que crece bajo tierra, anclando la planta y absorbiendo agua y nutrientes.",
      "example": "The root of the tree was damaged during the storm, so it had to be removed. The tree had a root system that was extensive and complex. The root of the problem was not addressed, so it persisted.",
      "example_translation": "La raíz del árbol fue dañada durante la tormenta, por lo que tuvo que ser eliminada. El árbol tenía un sistema de raíces que era extenso y complejo. La raíz del problema no fue abordada, por lo que persistió.",
      "imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sphere",
      "translation": "esfera",
      "definition": "A sphere is a three-dimensional shape that is completely round and has no corners or edges.",
      "definition_translation": "Una esfera es una forma tridimensional que es completamente redonda y no tiene esquinas ni bordes.",
      "example": "The Earth is a sphere, so it has no edges or corners. The ball was a perfect sphere, allowing it to roll smoothly. The sphere of influence of the company is vast and global.",
      "example_translation": "La Tierra es una esfera, por lo que no tiene bordes ni esquinas. La bola era una esfera perfecta, lo que le permitía rodar suavemente. La esfera de influencia de la empresa es vasta y global.",
      "imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "square root",
      "translation": "raíz cuadrada",
      "definition": "The square root of a number is a value that, when multiplied by itself, gives the original number.",
      "definition_translation": "La raíz cuadrada de un número es un valor que, cuando se multiplica por sí mismo, da el número original.",
      "example": "The square root of 16 is 4, because 4 multiplied by 4 is 16. She had to calculate the square root of the number to solve the equation. The square root of the problem was finding the right solution.",
      "example_translation": "La raíz cuadrada de 16 es 4, porque 4 multiplicado por 4 es 16. Ella tuvo que calcular la raíz cuadrada del número para resolver la ecuación. La raíz cuadrada del problema fue encontrar la solución correcta.",
      "imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "straight angle",
      "translation": "ángulo recto",
      "definition": "A straight angle is an angle whose measure is equal to 180 degrees. It is formed by two lines that are extended to meet at a point, creating a straight line.",
      "definition_translation": "Un ángulo recto es un ángulo cuya medida es igual a 180 grados. Se forma cuando dos líneas se extienden hasta encontrarse en un punto, creando una línea recta.",
      "example": "The painter ensured that the straight angle between the two walls was perfect. Yesterday, I measured the straight angle of the corner. If we don't fix the straight angle of the roof, it will collapse.",
      "example_translation": "El pintor aseguró que el ángulo recto entre las dos paredes fuera perfecto. Ayer, medí el ángulo recto de la esquina. Si no arreglamos el ángulo recto del techo, se derrumbará.",
      "imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "subset",
      "translation": "subconjunto",
      "definition": "A subset is a set that contains some or all elements of another set, and is a part of that set. It is a smaller group of elements within a larger group.",
      "definition_translation": "Un subconjunto es un conjunto que contiene algunos o todos los elementos de otro conjunto, y es parte de ese conjunto. Es un grupo más pequeño de elementos dentro de un grupo más grande.",
      "example": "The set of odd numbers is a subset of the set of all integers. Last week, I studied the subset of prime numbers. By next year, I will have mastered the subset of algebraic expressions.",
      "example_translation": "El conjunto de números impares es un subconjunto del conjunto de todos los enteros. La semana pasada, estudié el subconjunto de números primos. Para el próximo año, habré dominado el subconjunto de expresiones algebraicas.",
      "imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "subtraction",
      "translation": "sustracción",
      "definition": "Subtraction is a mathematical operation that represents the operation of finding the difference between two numbers or quantities. It is the opposite of addition.",
      "definition_translation": "La sustracción es una operación matemática que representa la operación de encontrar la diferencia entre dos números o cantidades. Es lo opuesto a la adición.",
      "example": "I learned subtraction in elementary school. Yesterday, I used subtraction to find the difference between my savings and expenses. By the end of the month, I will have mastered subtraction with decimals.",
      "example_translation": "Aprendí sustracción en la escuela primaria. Ayer, utilicé sustracción para encontrar la diferencia entre mis ahorros y gastos. Para fines de mes, habré dominado la sustracción con decimales.",
      "imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Thales' theorem",
      "translation": "Teorema de Tales",
      "definition": "A mathematical concept that describes the relationship between the diameter of a circle and the lengths of its chords.",
      "definition_translation": "Un concepto matemático que describe la relación entre el diámetro de un círculo y las longitudes de sus cuerdas.",
      "example": "In ancient Greece, Thales' theorem was used to calculate the distance of ships from the shore. Today, it is still used in various fields such as physics and engineering. By 2050, Thales' theorem will be an essential tool for space exploration.",
      "example_translation": "En la antigua Grecia, el teorema de Tales se utilizó para calcular la distancia de los barcos desde la costa. Hoy en día, todavía se utiliza en various campos como la física e ingeniería. Para 2050, el teorema de Tales será una herramienta esencial para la exploración espacial.",
      "imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "torus",
      "translation": "tornado",
      "definition": "A doughnut-shaped surface generated by rotating a circle in three-dimensional space.",
      "definition_translation": "Una superficie con forma de rosquilla generada por rotar un círculo en el espacio tridimensional.",
      "example": "The engineer designed a torus-shaped tunnel to reduce wind resistance. The torus has been a popular shape in architecture for centuries. By the year 2100, scientists expect to create a habitable torus in space.",
      "example_translation": "El ingeniero diseñó un túnel con forma de rosquilla para reducir la resistencia del viento. La rosquilla ha sido una forma popular en arquitectura durante siglos. Para el año 2100, los científicos esperan crear un hábitat en forma de rosquilla en el espacio.",
      "imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "trapezoid",
      "translation": "trapecio",
      "definition": "A quadrilateral with two pairs of opposite sides, where one pair is parallel and the other pair is non-parallel.",
      "definition_translation": "Un cuadrilátero con dos pares de lados opuestos, donde un par es paralelo y el otro par no es paralelo.",
      "example": "The artist drew a trapezoid shape to create a sense of depth in her painting. The trapezoid is a fundamental concept in geometry. By next year, I will have mastered the art of drawing trapezoids.",
      "example_translation": "La artista dibujó una forma de trapecio para crear una sensación de profundidad en su pintura. El trapecio es un concepto fundamental en geometría. Para el próximo año, habré dominado el arte de dibujar trapecios.",
      "imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "vector",
      "translation": "vector",
      "definition": "A quantity with both magnitude and direction, often represented graphically by an arrow in a diagram. In physics, vectors are used to describe quantities such as displacement, velocity, and acceleration.",
      "definition_translation": "Una cantidad con magnitud y dirección, a menudo representada gráficamente por una flecha en un diagrama. En física, los vectores se utilizan para describir cantidades como desplazamiento, velocidad y aceleración.",
      "example": "The velocity vector of the car changed as it turned the corner. The professor drew a diagram to illustrate the force vector acting on the object. By the year 2050, scientists predict that we will have developed a method to harness the energy vector of the sun.",
      "example_translation": "El vector de velocidad del coche cambió cuando dobló la esquina. El profesor dibujó un diagrama para ilustrar la fuerza vectorial que actúa sobre el objeto. Para el año 2050, los científicos predicen que habremos desarrollado un método para aprovechar el vector de energía del sol.",
      "imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "zero angle",
      "translation": "ángulo cero",
      "definition": "An angle whose measure is zero degrees, formed by two lines or planes that coincide.",
      "definition_translation": "Un ángulo cuya medida es cero grados, formado por dos líneas o planos que coinciden.",
      "example": "The zero angle between the two lines made them indistinguishable. In geometry, a zero angle is formed when two lines coincide. By setting the angle to zero, we can align the two surfaces perfectly.",
      "example_translation": "El ángulo cero entre las dos líneas las hizo indistinguibles. En geometría, un ángulo cero se forma cuando dos líneas coinciden. Al establecer el ángulo en cero, podemos alinear las dos superficies perfectamente.",
      "imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]
}