{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "abandon",
      "translation": "abandonar",
      "definition": "to give up or leave someone or something, especially because it is no longer wanted or needed",
      "definition_translation": "dejar o dejar a alguien o algo, especialmente porque ya no es querido o necesario",
      "example": "I had to abandon my car on the side of the road, but I'll pick it up tomorrow. I abandoned my studies to focus on my career. I will abandon my job if they don't improve working conditions.",
      "example_translation": "Tuve que abandonar mi coche en el lado de la carretera, pero lo recogeré mañana. Abandoné mis estudios para enfocarme en mi carrera. Abandonaré mi trabajo si no mejoran las condiciones laborales.",
      "imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "abandoned",
      "translation": "abandonado",
      "definition": "left or deserted, often in a state of disrepair or neglect",
      "definition_translation": "dejado o abandonado, a menudo en un estado de desorden o descuido",
      "example": "The abandoned house on the hill had been empty for years. The company abandoned the project due to lack of funding. The abandoned puppy was found on the street and taken to a shelter.",
      "example_translation": "La casa abandonada en la colina había estado vacía durante años. La empresa abandonó el proyecto debido a la falta de financiamiento. El cachorro abandonado fue encontrado en la calle y llevado a un refugio.",
      "imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "abolish",
      "translation": "abolir",
      "definition": "to officially end or get rid of a system, practice, or institution",
      "definition_translation": "terminar oficialmente o eliminar un sistema, práctica o institución",
      "example": "The government vowed to abolish slavery in the country. They abolished the death penalty in 2015. The company will abolish the old policy and introduce a new one.",
      "example_translation": "El gobierno prometió abolir la esclavitud en el país. Abolieron la pena de muerte en 2015. La empresa abolirá la política antigua e introducirá una nueva.",
      "imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "absence",
      "translation": "ausencia",
      "definition": "The state or fact of being away from a place, person, or thing.",
      "definition_translation": "El estado o hecho de estar lejos de un lugar, persona o cosa.",
      "example": "Her absence from the meeting was noted, and her boss was not pleased. She had been absent from work for a week, and now she is absent from the party.",
      "example_translation": "Su ausencia en la reunión fue notada, y su jefe no estaba satisfecho. Había estado ausente del trabajo durante una semana, y ahora está ausente de la fiesta.",
      "imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "absolute",
      "translation": "absoluto",
      "definition": "Complete or utter; having no exception or qualification.",
      "definition_translation": "Completo o total; sin excepción o calificación.",
      "example": "The absolute power of the monarch was undeniable, and his absolute rule was feared by all. In mathematics, the absolute value of a number is its distance from zero.",
      "example_translation": "El poder absoluto del monarca era indiscutible, y su regla absoluta era temida por todos. En matemáticas, el valor absoluto de un número es su distancia desde cero.",
      "imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "absorb",
      "translation": "absorber",
      "definition": "To take in and assimilate (energy, matter, or a liquid) through a surface or porous medium.",
      "definition_translation": "Absorber (energía, materia o un líquido) a través de una superficie o medio poroso.",
      "example": "The sponge will absorb the water from the spill, and the company will absorb the losses from the failed investment. In chemistry, a substance can absorb light or heat.",
      "example_translation": "La esponja absorberá el agua del derramamiento, y la empresa absorberá las pérdidas de la inversión fallida. En química, una sustancia puede absorber luz o calor.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "absorb",
      "translation": "absorber",
      "definition": "to take in and assimilate (something, especially a liquid) through a porous or absorbent material",
      "definition_translation": "absorber (algo, especialmente un líquido) a través de un material poroso o absorbente",
      "example": "The sponge will absorb the water. It absorbed the shock. It will absorb the impact.",
      "example_translation": "La esponja absorberá el agua. Absorbió el choque. Absorberá el impacto.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "absorb",
      "translation": "absorber",
      "definition": "to engage someone's interest or attention completely",
      "definition_translation": "atraer la atención o interés de alguien completamente",
      "example": "The novel absorbed me. It absorbed her attention. It will absorb them completely.",
      "example_translation": "La novela me absorbió. Atraía su atención. Los absorberá completamente.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "abstract",
      "translation": "abstracto",
      "definition": "existing in thought or as an idea, but not having a physical existence",
      "definition_translation": "existente en el pensamiento o como una idea, pero no tienen una existencia física",
      "example": "The abstract concept of love. She wrote an abstract for her thesis. The abstract nature of the problem.",
      "example_translation": "El concepto abstracto del amor. Ella escribió un resumen para su tesis. La naturaleza abstracta del problema.",
      "imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "absurd",
      "translation": "absurdo",
      "definition": "ridiculously unreasonable, silly, or illogical",
      "definition_translation": "ridículamente irrazonable, tonto o ilógico",
      "example": "The absurd idea made me laugh. I had previously thought it was absurd. I will think it's absurd in the future.",
      "example_translation": "La idea absurda me hizo reír. Previamente había pensado que era absurdo. Pensaré que es absurdo en el futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "abuse",
      "translation": "abuso",
      "definition": "to treat someone or something badly or unfairly",
      "definition_translation": "tratar mal o injustamente a alguien o algo",
      "example": "She abused her power. He had abused her trust. They will abuse their authority.",
      "example_translation": "Ella abusó de su poder. Él había abusado de su confianza. Ellos abusarán de su autoridad.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "abuse",
      "translation": "abuso",
      "definition": "to use something in a way that is wrong or harmful",
      "definition_translation": "utilizar algo de manera incorrecta o dañina",
      "example": "The company abused the system. They had abused the privilege. It will abuse the resources.",
      "example_translation": "La empresa abusó del sistema. Ellos habían abusado del privilegio. Abusará de los recursos.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "academic",
      "translation": "académico",
      "definition": "Relating to education, academic work, or study, especially in a formal or institutional setting.",
      "definition_translation": "Relativo a la educación, trabajo académico o estudio, especialmente en un entorno formal o institucional.",
      "example": "She is an academic who specializes in linguistics. She specialized in linguistics last year. She will specialize in linguistics next semester.",
      "example_translation": "Ella es una académica que se especializa en lingüística. Se especializó en lingüística el año pasado. Se especializará en lingüística el próximo semestre.",
      "imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "access",
      "translation": "acceso",
      "definition": "The means of approaching or entering a place, or the right to do something.",
      "definition_translation": "Los medios de acercarse o entrar a un lugar, o el derecho de hacer algo.",
      "example": "I need access to the database to complete my project. I needed access to the database last week. I will need access to the database tomorrow.",
      "example_translation": "Necesito acceso a la base de datos para completar mi proyecto. Necesité acceso a la base de datos la semana pasada. Necesitaré acceso a la base de datos mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "accessible",
      "translation": "accesible",
      "definition": "Easy to use, understand, or get to; able to be reached or entered.",
      "definition_translation": "Fácil de utilizar, comprender o alcanzar; capaz de ser alcanzado o entrado.",
      "example": "The website is accessible to everyone. The website was accessible to everyone last year. The website will be accessible to everyone next month.",
      "example_translation": "El sitio web es accesible para todos. El sitio web fue accesible para todos el año pasado. El sitio web será accesible para todos el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "accidental",
      "translation": "accidental",
      "definition": " Happening or done by chance, rather than intentionally or by design.",
      "definition_translation": "Sucediendo o hecho por casualidad, en lugar de intencionalmente o por diseño.",
      "example": "I had an accidental encounter with an old friend at the coffee shop yesterday, and then I saw her again at the party last night, and finally, I will meet her intentionally for lunch tomorrow.",
      "example_translation": "Tuve un encuentro accidental con un amigo antiguo en la cafetería ayer, y luego la vi de nuevo en la fiesta anoche, y finalmente, me reuniré con ella intencionalmente para almorzar mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "accordion",
      "translation": "acordeón",
      "definition": "A musical instrument with a keyboard played by compressing or expanding a bellows, used in folk and popular music.",
      "definition_translation": "Un instrumento musical con un teclado que se toca comprimiendo o expandiendo una fuelle, utilizado en la música folklórica y popular.",
      "example": "The folk band consisted of a guitar, an accordion, and a violin, which created a lively atmosphere at the festival last weekend, and it will surely perform again next year.",
      "example_translation": "La banda folklórica constaba de una guitarra, un acordeón y un violín, lo que creó un ambiente animado en el festival la semana pasada, y seguramente actuará de nuevo el año próximo.",
      "imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "account",
      "translation": "cuenta",
      "definition": "A record of financial transactions, used to track income and expenses, or a statement of financial position.",
      "definition_translation": "Un registro de transacciones financieras, utilizado para rastrear ingresos y gastos, o una declaración de posición financiera.",
      "example": "I need to review my account balance to make sure I have enough money to pay the bills, and then I will open a new account to save for my vacation, which I will take next summer.",
      "example_translation": "Necesito revisar mi saldo de cuenta para asegurarme de tener suficiente dinero para pagar las facturas, y luego abriré una nueva cuenta para ahorrar mi vacación, que tomaré el próximo verano.",
      "imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "accounting",
      "translation": "contabilidad",
      "definition": "The system of recording, verifying, and reporting the financial transactions and status of a business or organization.",
      "definition_translation": "El sistema de registro, verificación y presentación de las transacciones financieras y el estado de una empresa o organización.",
      "example": "The company hired a team of accountants to handle the accounting for the quarterly reports. They had accounted for every expense and income. They will account for the discrepancies in the future reports.",
      "example_translation": "La empresa contrató a un equipo de contadores para manejar la contabilidad para los informes trimestrales. Habían contabilizado cada gasto y ingreso. Contabilizarán las discrepancias en los informes futuros.",
      "imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "accuracy",
      "translation": "exactitud",
      "definition": "The quality, condition, or degree of being exact and free from error.",
      "definition_translation": "La calidad, condición o grado de ser exacto y libre de error.",
      "example": "The scientist strived for accuracy in her research. She had achieved accuracy in her previous experiments. She will strive for accuracy in her future research.",
      "example_translation": "La científica se esforzó por la exactitud en su investigación. Había logrado exactitud en sus experimentos anteriores. Se esforzará por la exactitud en su investigación futura.",
      "imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "accuse",
      "translation": "acusar",
      "definition": "To charge someone with a crime or fault.",
      "definition_translation": "Acusar a alguien de un delito o falta.",
      "example": "The prosecutor will accuse the defendant of the crime. She had accused him of lying. They will accuse him of theft.",
      "example_translation": "El fiscal acusará al acusado del delito. Lo había acusado de mentir. Lo acusarán de robo.",
      "imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ache",
      "translation": "doler",
      "definition": "a dull pain, especially in the muscles or joints",
      "definition_translation": "un dolor opaco, especialmente en los músculos o articulaciones",
      "example": "I ached all over after the intense workout. I am aching from the flu. I will ache from this injury for weeks.",
      "example_translation": "Me dolí por todos lados después del intenso entrenamiento. Estoy doliendo por la gripe. Doloreé por esta lesión durante semanas.",
      "imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "acid",
      "translation": "ácido",
      "definition": "a chemical substance that is typically sour in taste and turns litmus paper red",
      "definition_translation": "una sustancia química que es típicamente ácida al gusto y vuelve papel de tiza rojo",
      "example": "The acid in the tomatoes made my mouth pucker. The chemist mixed the acid with the base to create a reaction. The acid will dissolve the metal.",
      "example_translation": "El ácido en los tomates hizo que mi boca se encogiera. El químico mezcló el ácido con la base para crear una reacción. El ácido disolverá el metal.",
      "imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "acquire",
      "translation": "adquirir",
      "definition": "to gain or obtain something, especially as a result of effort or sacrifice",
      "definition_translation": "ganar o obtener algo, especialmente como resultado de esfuerzo o sacrificio",
      "example": "She acquired the company after years of hard work. The museum acquired a rare painting at the auction. We will acquire new skills by the end of the course.",
      "example_translation": "Ella adquirió la empresa después de años de trabajo duro. El museo adquirió un cuadro raro en la subasta. Adquiriremos nuevas habilidades al final del curso.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "acquire",
      "translation": "adquirir",
      "definition": "to gain or get something, especially as a result of effort or hard work",
      "definition_translation": "obtener o conseguir algo, especialmente como resultado de esfuerzo o trabajo duro",
      "example": "I acquired a new skill last year. I am acquiring new knowledge every day. I will acquire a new certificate next month.",
      "example_translation": "Adquirí una nueva habilidad el año pasado. Estoy adquiriendo nuevo conocimiento cada día. Adquiriré un nuevo certificado el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "action",
      "translation": "acción",
      "definition": "the process of doing something, especially to achieve a particular goal",
      "definition_translation": "el proceso de hacer algo, especialmente para alcanzar un objetivo particular",
      "example": "The action of the movie was amazing. The action we took yesterday was successful. The action plan will be implemented next quarter.",
      "example_translation": "La acción de la película fue increíble. La acción que tomamos ayer fue exitosa. El plan de acción se implementará el próximo trimestre.",
      "imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "actively",
      "translation": "activamente",
      "definition": "in an active way, doing things with a lot of energy and enthusiasm",
      "definition_translation": "de manera activa, haciendo cosas con mucha energía y entusiasmo",
      "example": "She actively participates in class discussions. They actively work on new projects. We will actively seek new opportunities.",
      "example_translation": "Ella participa activamente en las discusiones de clase. Ellos trabajan activamente en nuevos proyectos. Buscaremos activamente nuevas oportunidades.",
      "imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "activity",
      "translation": "actividad",
      "definition": "The condition in which things are happening or being done.",
      "definition_translation": "El estado en que las cosas están sucediendo o siendo hechas.",
      "example": "I will participate in an activity to learn a new language. I am participating in an activity to learn a new language. I participated in an activity to learn a new language.",
      "example_translation": "Participaré en una actividad para aprender un nuevo idioma. Estoy participando en una actividad para aprender un nuevo idioma. Participé en una actividad para aprender un nuevo idioma.",
      "imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "actual",
      "translation": "actual",
      "definition": "Existing in reality or fact.",
      "definition_translation": "Existiendo en realidad o hecho.",
      "example": "The actual cost of the project was higher than expected. The company is trying to determine the actual cause of the problem. The actual result of the experiment was surprising.",
      "example_translation": "El costo actual del proyecto fue más alto de lo esperado. La empresa está tratando de determinar la causa actual del problema. El resultado actual del experimento fue sorprendente.",
      "imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adapt",
      "translation": "adaptar",
      "definition": "To change something to fit a new situation or use.",
      "definition_translation": "Cambiar algo para que se adapte a una nueva situación o uso.",
      "example": "We will adapt the software to fit our needs. The company adapted quickly to the new market conditions. The artist will adapt the script for the movie.",
      "example_translation": "Adaptaremos el software para que se ajuste a nuestras necesidades. La empresa se adaptó rápidamente a las nuevas condiciones del mercado. El artista adaptará el guión para la película.",
      "imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "addict",
      "translation": "adicto",
      "definition": "A person who is physiologically or psychologically dependent on a substance, such as alcohol or drugs. A person who is obsessively devoted to or compulsively indulges in a activity.",
      "definition_translation": "Una persona que es físicamente o psicológicamente dependiente de una sustancia, como el alcohol o las drogas. Una persona que se entrega de manera obsesiva o se dedica compulsivamente a una actividad.",
      "example": "The doctor treated the addict for several months. Yesterday, I met an addict who had been sober for a year. I will be an addict to this video game for the next month.",
      "example_translation": "El médico trató al adicto durante varios meses. Ayer, conocí a un adicto que había estado sobrio durante un año. Seré adicto a este juego de video durante el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "addicted",
      "translation": "adicto",
      "definition": "Having a strong and often uncontrollable desire to use a substance, such as a drug, or to engage in an activity, such as gambling.",
      "definition_translation": "Tener un deseo fuerte y a menudo incontrolable de usar una sustancia, como una droga, o de participar en una actividad, como el juego.",
      "example": "I am addicted to social media. She was addicted to coffee. He will be addicted to reading books by the end of the year.",
      "example_translation": "Estoy adicto a las redes sociales. Ella estaba adicta al café. Él estará adicto a leer libros para fin de año.",
      "imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "addiction",
      "translation": "adicción",
      "definition": "A chronic and compulsive need to use a substance, such as a drug, or to engage in a behavior, such as gambling, despite harmful consequences.",
      "definition_translation": "Una necesidad crónica y compulsiva de usar una sustancia, como una droga, o de participar en un comportamiento, como el juego, a pesar de las consecuencias perjudiciales.",
      "example": "Her addiction to smoking was causing serious health problems. The addiction to video games affected his social life. By next year, the addiction to social media will be a major concern.",
      "example_translation": "Su adicción al tabaquismo estaba causando problemas de salud graves. La adicción a los videojuegos afectó su vida social. Para el próximo año, la adicción a las redes sociales será una gran preocupación.",
      "imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "addition",
      "translation": "adición",
      "definition": "The act of adding something to something else, especially in mathematics.",
      "definition_translation": "El acto de agregar algo a algo más, especialmente en matemáticas.",
      "example": "She made an addition to the recipe, adding an extra cup of sugar. Yesterday, I added a new feature to the software. By next year, the addition of a new wing to the hospital will be complete.",
      "example_translation": "Ella hizo una adición a la receta, agregando una taza extra de azúcar. Ayer, añadí una nueva función al software. Para el próximo año, la adición de una nueva ala al hospital estará completa.",
      "imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "additional",
      "translation": "aditional",
      "definition": "Providing more of something, especially to what is already available.",
      "definition_translation": "Proporcionando más de algo, especialmente a lo que ya está disponible.",
      "example": "The hotel offered additional amenities, including a gym and spa. The new policy provides additional benefits to employees. By next quarter, we expect to see additional growth in sales.",
      "example_translation": "El hotel ofreció comodidades adicionales, incluyendo un gimnasio y un spa. La nueva política proporciona beneficios adicionales a los empleados. Para el próximo trimestre, esperamos ver un crecimiento adicional en las ventas.",
      "imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "additionally",
      "translation": "adicionalmente",
      "definition": "In addition to what has already been said or done.",
      "definition_translation": "Además de lo que ya se ha dicho o hecho.",
      "example": "The new policy allows for more flexibility, and additionally, it provides a more comprehensive coverage. She not only finished the project on time, but additionally, she received excellent feedback. We will not only attend the meeting, but additionally, we will also prepare a report.",
      "example_translation": "La nueva política permite más flexibilidad, y adicionalmente, proporciona una cobertura más comprehensiva. No solo terminó el proyecto a tiempo, sino que adicionalmente, recibió retroalimentación excelente. No solo asistiremos a la reunión, sino que adicionalmente, prepararemos un informe.",
      "imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adequate",
      "translation": "adecuado",
      "definition": "Sufficient for a specific requirement or purpose; suitable or fitting.",
      "definition_translation": "Suficiente para un requisito o propósito específico; adecuado o apropiado.",
      "example": "The hotel room was adequate for our needs, but the service was excellent. We had adequately prepared for the presentation, and it went smoothly. By next year, we will have adequately trained the new staff.",
      "example_translation": "La habitación del hotel era adecuada para nuestras necesidades, pero el servicio fue excelente. Habíamos preparado adecuadamente para la presentación, y fue sin problemas. Para el próximo año, habremos capacitado adecuadamente al nuevo personal.",
      "imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adequately",
      "translation": "adecuadamente",
      "definition": "To a satisfactory or acceptable degree; sufficiently.",
      "definition_translation": "A un grado satisfactorio o aceptable; suficientemente.",
      "example": "The company has adequately addressed the customer complaints. We will adequately prepare for the exam. She adequately explained the complex concept.",
      "example_translation": "La empresa ha abordado adecuadamente las quejas de los clientes. Prepararemos adecuadamente para el examen. Ella explicó adecuadamente el concepto complejo.",
      "imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adjust",
      "translation": "ajustar",
      "definition": "To change or modify something slightly, typically to make it fit, work better, or conform to something else.",
      "definition_translation": "Cambiar o modificar algo ligeramente, por lo general para que se ajuste, funcione mejor o se adapte a algo más.",
      "example": "We had to adjust the settings to get the best picture quality. She adjusted her hat to fit properly. By next year, we will have adjusted our business strategy to meet the changing market conditions.",
      "example_translation": "Tuvo que ajustar los ajustes para obtener la mejor calidad de imagen. Ella ajustó su sombrero para que se ajuste adecuadamente. Para el próximo año, habremos ajustado nuestra estrategia empresarial para adaptarnos a las cambiantes condiciones del mercado.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adjust",
      "translation": "ajustar",
      "definition": "To change something slightly in order to make it fit, work better, or be more suitable.",
      "definition_translation": "Cambiar algo ligeramente para que se adapte, funcione mejor o sea más adecuado.",
      "example": "I adjusted the thermostat to make the room cooler. Yesterday, I had to adjust my schedule to fit in a meeting. By next year, I will have adjusted to the new workflow.",
      "example_translation": "Ajusté el termostato para que la habitación estuviera más fría. Ayer, tuve que ajustar mi horario para incluir una reunión. Para el próximo año, habré ajustado al nuevo flujo de trabajo.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adjustment",
      "translation": "ajuste",
      "definition": "A small change made to something to improve it or make it more suitable.",
      "definition_translation": "Un pequeño cambio hecho en algo para mejorar o hacerlo más adecuado.",
      "example": "The adjustment to the recipe made it taste better. The company made an adjustment to its pricing strategy. The teacher made an adjustment to the lesson plan.",
      "example_translation": "El ajuste a la receta lo hizo saber mejor. La empresa hizo un ajuste a su estrategia de precios. El maestro hizo un ajuste al plan de lecciones.",
      "imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "administration",
      "translation": "administración",
      "definition": "The process of managing and organizing the activities of a business, organization, or system.",
      "definition_translation": "El proceso de gestionar y organizar las actividades de una empresa, organización o sistema.",
      "example": "The administration of the hospital is responsible for making budget decisions. The new administration has made significant changes to the company's policies. The university administration takes care of student enrollment.",
      "example_translation": "La administración del hospital es responsable de tomar decisiones presupuestarias. La nueva administración ha hecho cambios significativos en las políticas de la empresa. La administración de la universidad se encarga de la inscripción de estudiantes.",
      "imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "admiration",
      "translation": "admiración",
      "definition": "A feeling of respect and admiration for someone or something, often because of their abilities or achievements.",
      "definition_translation": "Un sentimiento de respeto y admiración por alguien o algo, a menudo debido a sus habilidades o logros.",
      "example": "The crowd showed admiration for the gymnast's incredible performance. She has always admired her teacher's patience. They will admire the beautiful view from the top of the mountain.",
      "example_translation": "La multitud mostró admiración por la increíble actuación de la gimnasta. Ella ha siempre admirado la paciencia de su maestra. Admirarán la hermosa vista desde la cima de la montaña.",
      "imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "admire",
      "translation": "admirar",
      "definition": "To feel respect and admiration for someone or something, often because of their abilities or achievements.",
      "definition_translation": "Sentir respeto y admiración por alguien o algo, a menudo debido a sus habilidades o logros.",
      "example": "I admire her courage in the face of danger. He admired the beauty of the painting. They will admire the view from the top of the mountain.",
      "example_translation": "Admiro su coraje en la cara del peligro. Él admiró la belleza de la pintura. Admirarán la vista desde la cima de la montaña.",
      "imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "admission",
      "translation": "admisión",
      "definition": "The act of allowing someone to enter a place or organization, or the fact of being allowed to enter.",
      "definition_translation": "El acto de permitir que alguien entre en un lugar o organización, o el hecho de ser admitido.",
      "example": "The admission to the museum is free. She was denied admission to the university. The hospital required admission for further treatment.",
      "example_translation": "La admisión al museo es gratuita. Ella fue denegada la admisión a la universidad. El hospital requirió admisión para tratamiento adicional.",
      "imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "admit",
      "translation": "admitir",
      "definition": "to acknowledge or confess something, especially reluctantly",
      "definition_translation": "reconocer o confesar algo, especialmente con reluctancia",
      "example": "I admitted my mistake, and I was forgiven. I admit that I made a mistake. I will admit my fault to my boss.",
      "example_translation": "Reconocí mi error y me fue perdonado. Admito que cometí un error. Admitiré mi culpa a mi jefe.",
      "imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "admittedly",
      "translation": "confesadamente",
      "definition": "used to acknowledge something, often something unpleasant or embarrassing",
      "definition_translation": "usado para reconocer algo, a menudo algo desagradable o embarazoso",
      "example": "Admittedly, I don't like vegetables. Admittedly, I was wrong. It's admittedly a difficult task.",
      "example_translation": "Confesadamente, no me gustan las verduras. Confesadamente, estaba equivocado. Es admitidamente una tarea difícil.",
      "imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adopt",
      "translation": "adoptar",
      "definition": "to take something as your own, or to start using a new idea or method",
      "definition_translation": "tomar algo como propio, o empezar a usar una nueva idea o método",
      "example": "We adopted a dog from the shelter. The company will adopt a new policy next year. She adopted a new hairstyle.",
      "example_translation": "Adoptamos un perro del refugio. La empresa adoptará una nueva política el próximo año. Ella adoptó un peinado nuevo.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adopt",
      "translation": "adoptar",
      "definition": "To take someone else's child into your own family, or to take something such as an idea or a plan as your own.",
      "definition_translation": "Tomar a un niño de otra persona en tu propia familia, o tomar algo como una idea o un plan como propio.",
      "example": "We adopted a dog from the shelter last year. Currently, we are adopting a new strategy to increase sales. By next year, we will have adopted a more sustainable approach.",
      "example_translation": "Adoptamos un perro del refugio el año pasado. Actualmente, estamos adoptando una nueva estrategia para aumentar las ventas. Para el próximo año, habremos adoptado un enfoque más sostenible.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adopted",
      "translation": "adoptado",
      "definition": " Past tense of adopt, meaning to have taken someone else's child into your own family, or to have taken something such as an idea or a plan as your own.",
      "definition_translation": "Tiempo pasado de adoptar, que significa haber tomado a un niño de otra persona en tu propia familia, o haber tomado algo como una idea o un plan como propio.",
      "example": "They adopted a child from China when they were younger. The company had adopted a new policy last quarter. By next year, they will have adopted a more efficient system.",
      "example_translation": "Ellos adoptaron a un niño de China cuando eran más jóvenes. La empresa había adoptado una nueva política el trimestre pasado. Para el próximo año, habrán adoptado un sistema más eficiente.",
      "imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adoption",
      "translation": "adopción",
      "definition": "The act of taking someone else's child into your own family, or the act of taking something such as an idea or a plan as your own.",
      "definition_translation": "El acto de tomar a un niño de otra persona en tu propia familia, o el acto de tomar algo como una idea o un plan como propio.",
      "example": "The adoption process took several months. The company's adoption of the new technology has increased productivity. The adoption of the new policy has been successful.",
      "example_translation": "El proceso de adopción tomó varios meses. La adopción de la nueva tecnología de la empresa ha aumentado la productividad. La adopción de la nueva política ha sido exitosa.",
      "imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "advance",
      "translation": "adelantar",
      "definition": "To move forward or make progress in a particular area or activity.",
      "definition_translation": "Avanzar o hacer progreso en un área o actividad en particular.",
      "example": "I will advance my career by learning new skills. I advanced my career by learning new skills. I had advanced my career by learning new skills.",
      "example_translation": "Voy a adelantar mi carrera aprendiendo nuevas habilidades. He adelantado mi carrera aprendiendo nuevas habilidades. Había adelantado mi carrera aprendiendo nuevas habilidades.",
      "imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "advance",
      "translation": "adelantar",
      "definition": "To move forward or make progress in a particular area or activity.",
      "definition_translation": "Avanzar o hacer progreso en un área o actividad en particular.",
      "example": "The company will advance its technology by investing in research. The company advanced its technology by investing in research. The company had advanced its technology by investing in research.",
      "example_translation": "La empresa va a adelantar su tecnología invirtiendo en investigación. La empresa adelantó su tecnología invirtiendo en investigación. La empresa había adelantado su tecnología invirtiendo en investigación.",
      "imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adventurous",
      "translation": "aventurero",
      "definition": "Willing to take risks and try new things, often in a bold or daring way.",
      "definition_translation": "Dispuesto a correr riesgos y probar cosas nuevas, a menudo de manera osada o atrevida.",
      "example": "She was adventurous and loved trying new foods. She had been adventurous and loved trying new foods. She will be adventurous and love trying new foods.",
      "example_translation": "Ella era aventurera y amaba probar nuevos alimentos. Ella había sido aventurera y amaba probar nuevos alimentos. Ella será aventurera y amará probar nuevos alimentos.",
      "imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "advertising",
      "translation": "publicidad",
      "definition": "The activity or profession of producing information for advertising products or services.",
      "definition_translation": "La actividad o profesión de producir información para anunciar productos o servicios.",
      "example": "She's been working in advertising for several years and has won numerous awards for her campaigns. She worked on an advertising project for a new fashion brand, and now she's preparing an advertising strategy for a tech startup.",
      "example_translation": "Ha estado trabajando en publicidad durante varios años y ha ganado numerosos premios por sus campañas. Trabajó en un proyecto de publicidad para una nueva marca de moda, y ahora está preparando una estrategia de publicidad para una startup de tecnología.",
      "imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affair",
      "translation": "asunto",
      "definition": "A romantic or sexual relationship, especially a secret or illicit one.",
      "definition_translation": "Una relación romántica o sexual, especialmente una secreta o ilícita.",
      "example": "The news of the affair between the two celebrities shocked their fans. They had an affair in the past, but it ended badly. Now, they're trying to keep their new affair private.",
      "example_translation": "La noticia del asunto entre las dos celebridades sorprendió a sus fans. Tuvieron un asunto en el pasado, pero terminó mal. Ahora, están tratando de mantener su nuevo asunto privado.",
      "imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affect",
      "translation": "afectar",
      "definition": "To influence or have an impact on something or someone.",
      "definition_translation": "Influir o tener un impacto en algo o alguien.",
      "example": "The cold weather will affect the crops. Her mood was affected by the news. The new policy will affect everyone in the company.",
      "example_translation": "El clima frío afectará los cultivos. Su estado de ánimo fue afectado por la noticia. La nueva política afectará a todos en la empresa.",
      "imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affect",
      "translation": "afectar",
      "definition": "To influence or have an impact on something or someone; to pretend or feign something.",
      "definition_translation": "Influir o tener un impacto en algo o alguien; pretender o fingir algo.",
      "example": "The cold weather will affect the crops. I affected a British accent to sound more sophisticated. He will affect the decision next week.",
      "example_translation": "El clima frío afectará a los cultivos. Afecté un acento británico para sonar más sofisticado. Él afectará la decisión la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affection",
      "translation": "afecto",
      "definition": "A feeling of love, fondness, or warmth towards someone or something.",
      "definition_translation": "Un sentimiento de amor, cariño o calor hacia alguien o algo.",
      "example": "She showed great affection towards her little sister. The dog wagged its tail with affection. He has a deep affection for music.",
      "example_translation": "Ella mostró gran afecto hacia su hermana menor. El perro movió su cola con afecto. Él tiene un profundo afecto por la música.",
      "imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affectionate",
      "translation": "afectuoso",
      "definition": "Demonstrating or feeling love, fondness, or warmth towards someone or something.",
      "definition_translation": "Demostrar o sentir amor, cariño o calor hacia alguien o algo.",
      "example": "She is an affectionate mother to her children. He was very affectionate towards his partner. They were an affectionate couple.",
      "example_translation": "Ella es una madre afectuosa con sus hijos. Él fue muy afectuoso hacia su pareja. Ellos eran una pareja afectuosa.",
      "imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "age",
      "translation": "edad",
      "definition": "The length of time that a person or thing has existed or been in use.",
      "definition_translation": "La longitud de tiempo que una persona o cosa ha existido o ha estado en uso.",
      "example": "By the time I was 18, I had already traveled to five different countries. I am now at the age where I can vote. I will be of retirement age in 20 years.",
      "example_translation": "Para cuando tenía 18 años, ya había viajado a cinco países diferentes. Ahora estoy en la edad en la que puedo votar. Tendré la edad de jubilación en 20 años.",
      "imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "agent",
      "translation": "agente",
      "definition": "A person who represents or acts on behalf of another person or organization.",
      "definition_translation": "Una persona que representa o actúa en nombre de otra persona u organización.",
      "example": "The real estate agent showed us several houses before we found the perfect one. She has been an agent for the company for over 10 years. The agent will arrive tomorrow to discuss the contract.",
      "example_translation": "El agente inmobiliario nos mostró varias casas antes de que encontráramos la perfecta. Ella ha sido agente de la empresa durante más de 10 años. El agente llegará mañana para discutir el contrato.",
      "imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aggressive",
      "translation": "agresivo",
      "definition": "Having or showing a strong and forceful personality or behavior.",
      "definition_translation": "Teniendo o mostrando una personalidad o comportamiento fuerte y decidido.",
      "example": "The aggressive salesperson pushed me to buy the product. She has an aggressive driving style. The company will launch an aggressive marketing campaign next quarter.",
      "example_translation": "El vendedor agresivo me empujó a comprar el producto. Ella tiene un estilo de conducción agresivo. La empresa lanzará una campaña publicitaria agresiva el próximo trimestre.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aggressively",
      "translation": "agresivamente",
      "definition": "In a manner that is bold, hostile, or violent; forcefully and decisively, often in a way that is considered impolite or threatening.",
      "definition_translation": "De una manera que es osada, hostil o violenta; con fuerza y decisión, a menudo de una manera que se considera descortés o amenazadora.",
      "example": "She argued aggressively with her brother about politics. She will aggressively pursue the new business opportunity. She had aggressively marketed her product online.",
      "example_translation": "Ella argumentó agresivamente con su hermano sobre política. Ella perseguirá agresivamente la nueva oportunidad empresarial. Ella había comercializado agresivamente su producto en línea.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "agreement",
      "translation": "acuerdo",
      "definition": "A negotiated and mutually acceptable arrangement, settlement, or contract, especially one that is formal and legally binding.",
      "definition_translation": "Un acuerdo negociado y mutuamente aceptable, arreglo, o contrato, especialmente uno que es formal y legalmente vinculante.",
      "example": "The company reached an agreement with the union. They had an agreement to meet at 5 pm. The agreement will be valid for three years.",
      "example_translation": "La empresa llegó a un acuerdo con el sindicato. Tenían un acuerdo para reunirse a las 5 pm. El acuerdo será válido por tres años.",
      "imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "agriculture",
      "translation": "agricultura",
      "definition": "The science, art, and practice of cultivating the soil, producing crops, and raising livestock; the management of agricultural land and resources.",
      "definition_translation": "La ciencia, arte y práctica de cultivar el suelo, producir cultivos y criar ganado; la gestión de la tierra y recursos agrícolas.",
      "example": "She studied agriculture in college. The government invested in agriculture to improve food production. The region is known for its innovative agriculture practices.",
      "example_translation": "Ella estudió agricutura en la universidad. El gobierno invirtió en agricultura para mejorar la producción de alimentos. La región es conocida por sus prácticas agrícolas innovadoras.",
      "imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aid",
      "translation": "auxilio",
      "definition": "The act of assisting or supporting someone or something in need, especially financially or materially.",
      "definition_translation": "El acto de asistir o apoyar a alguien o algo en necesidad, especialmente financieramente o materialmente.",
      "example": "The government provided aid to the hurricane victims. The charity will aid the refugees. The new policy will aid in the economic growth.",
      "example_translation": "El gobierno proporcionó auxilio a las víctimas del huracán. La caridad ayudará a los refugiados. La nueva política ayudará en el crecimiento económico.",
      "imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aim",
      "translation": "objetivo",
      "definition": "A purpose or intention, especially one of a long-term nature.",
      "definition_translation": "Un propósito o intención, especialmente uno de naturaleza a largo plazo.",
      "example": "My aim is to finish the project by the end of the year. She took aim at the target. The company's aim is to increase profits.",
      "example_translation": "Mi objetivo es terminar el proyecto para fin de año. Ella apuntó al objetivo. El objetivo de la empresa es aumentar los beneficios.",
      "imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aircraft",
      "translation": "aeronave",
      "definition": "A vehicle that is able to fly through the air, such as a plane or helicopter.",
      "definition_translation": "Un vehículo que es capaz de volar por el aire, como un avión o helicóptero.",
      "example": "The aircraft landed safely on the runway. The new aircraft was designed for long-distance flights. The aircraft carrier is a massive ship.",
      "example_translation": "La aeronave aterrizó con seguridad en la pista. El nuevo avión fue diseñado para vuelos de larga distancia. El portaaviones es un barco masivo.",
      "imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aisle",
      "translation": "pasillo",
      "definition": "A passage between rows of seats in a church, airplane, or other vehicle, or a longitudinal division of a warehouse or store.",
      "definition_translation": "Un pasaje entre filas de asientos en una iglesia, avión o otro vehículo, o una división longitudinal de un almacén o tienda.",
      "example": "I walked down the aisle to my seat on the plane. Yesterday, I walked down the aisle to my seat on the train. Tomorrow, I will walk down the aisle to my seat on the bus.",
      "example_translation": "Caminé por el pasillo hacia mi asiento en el avión. Ayer, caminé por el pasillo hacia mi asiento en el tren. Mañana, caminaré por el pasillo hacia mi asiento en el autobús.",
      "imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alcoholism",
      "translation": "alcoholismo",
      "definition": "A chronic and often progressive disease that includes problems controlling your drinking, being preoccupied with alcohol, continuing to use alcohol even when it causes problems, and experiencing withdrawal symptoms when you rapidly decrease alcohol use or stop drinking.",
      "definition_translation": "Una enfermedad crónica y a menudo progresiva que incluye problemas para controlar su consumo de alcohol, estar obsesionado con el alcohol, continuar usando alcohol incluso cuando causa problemas y experimentar síntomas de abstinencia al reducir bruscamente su consumo de alcohol o dejar de beber.",
      "example": "He has struggled with alcoholism for years. His mother had struggled with alcoholism when he was a child. Unfortunately, he will struggle with alcoholism for the rest of his life.",
      "example_translation": "Ha luchado con el alcoholismo durante años. Su madre luchó con el alcoholismo cuando él era niño. Desafortunadamente, luchará con el alcoholismo por el resto de su vida.",
      "imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alien",
      "translation": "extranjero",
      "definition": "A person who is not a citizen of the country in which they are living, or a creature from another world.",
      "definition_translation": "Una persona que no es ciudadana del país en el que vive, o una criatura de otro mundo.",
      "example": "The alien from the movie was very scary. Yesterday, I saw an alien in the movie theater. In the future, we will discover an alien on Mars.",
      "example_translation": "El extranjero de la película era muy emocionante. Ayer, vi un extranjero en el cine. En el futuro, descubriremos un extranjero en Marte.",
      "imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alike",
      "translation": "similar",
      "definition": "Having a similar nature or character; comparable.",
      "definition_translation": "Teniendo una naturaleza o carácter similar; comparable.",
      "example": "The two sisters were alike in appearance, but different in personality. They were alike in their love for music. They will be alike in their goals.",
      "example_translation": "Las dos hermanas eran similares en apariencia, pero diferentes en personalidad. Eran similares en su amor por la música. Serán similares en sus objetivos.",
      "imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "allergy",
      "translation": "alergia",
      "definition": "A condition in which the body's immune system reacts abnormally to a foreign substance.",
      "definition_translation": "Una condición en la que el sistema inmunológico del cuerpo reacciona anormalmente a una sustancia extraña.",
      "example": "I have an allergy to peanuts, so I avoid eating them. I had an allergy to shellfish when I was a child. I will develop an allergy to pollen if I move to the countryside.",
      "example_translation": "Tengo una alergia a los cacahuetes, así que evito comerlos. Tuve una alergia a los mariscos cuando era niño. Desarrollaré una alergia al polen si me mudo al campo.",
      "imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alley",
      "translation": "callejón",
      "definition": "A narrow passage between, behind, or within buildings.",
      "definition_translation": "Un pasaje estrecho entre, detrás o dentro de edificios.",
      "example": "The alley behind the restaurant was dark and narrow. The alley was a popular spot for graffiti artists. The alley will be renovated next year.",
      "example_translation": "El callejón detrás del restaurante era oscuro y estrecho. El callejón era un lugar popular para artistas de grafiti. El callejón se renovará el próximo año.",
      "imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alligator",
      "translation": "caimán",
      "definition": "A large reptile with a long snout and powerful jaws, found in fresh and brackish water in the southeastern United States and Central and South America.",
      "definition_translation": "Un gran reptil con una larga snout y mandíbulas poderosas, encontrado en agua fresca y salobre en el sureste de los Estados Unidos y Centroamérica y Sudamérica.",
      "example": "I saw an alligator basking in the sun by the lake yesterday. I will see an alligator at the zoo tomorrow. I saw an alligator swimming in the river last week.",
      "example_translation": "Vi un caimán tomando el sol junto al lago ayer. Veré un caimán en el zoológico mañana. Vi un caimán nadando en el río la semana pasada.",
      "imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alphabetical",
      "translation": "alfabético",
      "definition": "Arranged in the correct order according to the standard sequence of letters in an alphabet.",
      "definition_translation": "Ordenado en el orden correcto según la secuencia estándar de letras en un alfabeto.",
      "example": "The words in the dictionary are arranged in alphabetical order. She kept her files in alphabetical order. The phonebook lists names in alphabetical order.",
      "example_translation": "Las palabras en el diccionario están ordenadas alfabéticamente. Ella mantuvo sus archivos en orden alfabético. La guía telefónica enumera nombres en orden alfabético.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alphabetically",
      "translation": "alfabéticamente",
      "definition": "In the correct order according to the standard sequence of letters in an alphabet.",
      "definition_translation": "En el orden correcto según la secuencia estándar de letras en un alfabeto.",
      "example": "The books on the shelf were arranged alphabetically. She organized her music library alphabetically. The students lined up alphabetically for the group photo.",
      "example_translation": "Los libros en la estantería estaban ordenados alfabéticamente. Ella organizó su biblioteca de música alfabéticamente. Los estudiantes se alinearon alfabéticamente para la foto de grupo.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alter",
      "translation": "cambiar",
      "definition": "To change or modify something, especially in a slight or partial way.",
      "definition_translation": "Cambiar o modificar algo, especialmente de una manera leve o parcial.",
      "example": "I altered the recipe to make it sweeter. I am altering the dress to fit me better. I will alter the plans to include more time for feedback.",
      "example_translation": "Cambie la receta para hacerla más dulce. Estoy cambiando el vestido para que me quede mejor. Cambiaré los planes para incluir más tiempo para retroalimentación.",
      "imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alternative",
      "translation": "alternativa",
      "definition": "A choice between two or more things, especially when one thing is unacceptable or impossible.",
      "definition_translation": "Una elección entre dos o más cosas, especialmente cuando una cosa es inaceptable o imposible.",
      "example": "We have an alternative solution to the problem. She considered alternative careers before choosing medicine. They will consider alternative options if the project fails.",
      "example_translation": "Tenemos una solución alternativa al problema. Ella consideró carreras alternativas antes de elegir la medicina. Considerarán opciones alternativas si el proyecto fracasa.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alternative",
      "translation": "alternativa",
      "definition": "A choice between two or more things, especially when one thing is unacceptable or impossible.",
      "definition_translation": "Una elección entre dos o más cosas, especialmente cuando una cosa es inaceptable o imposible.",
      "example": "The company offers alternative energy sources to reduce carbon emissions. The artist explored alternative forms of music. The program provides alternative transportation options for commuters.",
      "example_translation": "La empresa ofrece fuentes de energía alternativas para reducir las emisiones de carbono. El artista exploró formas alternativas de música. El programa proporciona opciones de transporte alternativas para los commuting.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alternatively",
      "translation": "alternativamente",
      "definition": "In a different way or manner; in another way or method.",
      "definition_translation": "De una manera diferente o modo; de otra manera o método.",
      "example": "I alternatively worked on the project and took breaks to refresh my mind. I will alternatively focus on the task and check my email. I had alternatively solved the problem, but the solution was not optimal.",
      "example_translation": "Alternativamente, trabajé en el proyecto y me tomé breaks para refrescar mi mente. Alternativamente, me enfocaré en la tarea y revisaré mi correo electrónico. Alternativamente, había resuelto el problema, pero la solución no era óptima.",
      "imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aluminium",
      "translation": "aluminio",
      "definition": "A lightweight, silvery-white metal element that is commonly used in aircraft, cookware, and construction materials.",
      "definition_translation": "Un elemento metálico liviano, blanco plateado que se utiliza comúnmente en aviones, utensilios de cocina y materiales de construcción.",
      "example": "The aircraft was made of strong and lightweight aluminium. The chef used aluminium foil to wrap the leftovers. The city's infrastructure was expanded using aluminium pipes.",
      "example_translation": "El avión estaba hecho de aluminio fuerte y liviano. El chef usó papel de aluminio para envolver los restos. La infraestructura de la ciudad se amplió utilizando tuberías de aluminio.",
      "imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amazement",
      "translation": "asombro",
      "definition": "A feeling of great surprise or wonder, often accompanied by a sense of astonishment or admiration.",
      "definition_translation": "Un sentimiento de gran sorpresa o asombro, a menudo acompañado de un sentido de estupefacción o admiración.",
      "example": "The fireworks display filled the crowd with amazement. The tourists felt amazement at the ancient ruins. The child's amazement was evident as she saw the Christmas lights.",
      "example_translation": "El espectáculo de fuegos artificiales llenó a la multitud de asombro. Los turistas sintieron asombro ante las ruinas antiguas. El asombro del niño fue evidente cuando vio las luces de Navidad.",
      "imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ambassador",
      "translation": "embajador",
      "definition": "A high-ranking government representative who is stationed in a foreign country to represent their country's interests.",
      "definition_translation": "Un representante gubernamental de alto rango que se encuentra estacionado en un país extranjero para representar los intereses de su país.",
      "example": "The ambassador was summoned to the foreign ministry to discuss the trade agreement. She had been an ambassador to France for five years. She will become an ambassador to China next year.",
      "example_translation": "El embajador fue convocado al ministerio de asuntos exteriores para discutir el acuerdo comercial. Ella había sido embajadora en Francia durante cinco años. Ella se convertirá en embajadora en China el próximo año.",
      "imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ambition",
      "translation": "ambición",
      "definition": "A strong desire or goal to achieve something, often requiring determination and hard work.",
      "definition_translation": "Un deseo fuerte o meta para lograr algo, a menudo requiriendo determinación y trabajo duro.",
      "example": "She had an ambition to become a famous actress. He harbored an ambition to start his own business. They fueled their ambition to climb Mount Everest.",
      "example_translation": "Ella tenía una ambición de convertirse en una actriz famosa. Él abrigaba una ambición de iniciar su propio negocio. Ellos alimentaron su ambición de escalar el Monte Everest.",
      "imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ambitious",
      "translation": "ambicioso",
      "definition": "Having or showing a strong desire to succeed, often requiring a lot of effort and determination.",
      "definition_translation": "Teniendo o mostrando un fuerte deseo de tener éxito, a menudo requiriendo un gran esfuerzo y determinación.",
      "example": "He was an ambitious young man who wanted to make a difference. The company is ambitious to expand its operations globally. She was ambitious to become a successful entrepreneur.",
      "example_translation": "Él era un joven ambicioso que quería hacer una diferencia. La empresa es ambiciosa de expandir sus operaciones a nivel global. Ella era ambiciosa de convertirse en una empresaria exitosa.",
      "imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amuse",
      "translation": "divertir",
      "definition": "to entertain or occupy in a pleasant manner",
      "definition_translation": "entretenerte o ocuparte de una manera agradable",
      "example": "She amuses the guests with her stories. She amused them with her stories. She will amuse them with her stories.",
      "example_translation": "Ella divierte a los invitados con sus historias. Ella los divirtió con sus historias. Ella los divertirá con sus historias.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amuse",
      "translation": "divertir",
      "definition": "to entertain or occupy in a pleasant manner",
      "definition_translation": "entretenerte o ocuparte de una manera agradable",
      "example": "The movie amuses us every time we watch it. It amused us last night. It will amuse us again tomorrow.",
      "example_translation": "La película nos divierte cada vez que la vemos. Nos divirtió anoche. Nos divertirá de nuevo mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amused",
      "translation": "divertido",
      "definition": "feeling pleasure or enjoyment",
      "definition_translation": "sentir placer o disfrute",
      "example": "The tourists were amused by the street performers. They were amused by the magic show yesterday. They will be amused by the comedy club tomorrow.",
      "example_translation": "Los turistas se divirtieron con los artistas callejeros. Se divirtieron con el show de magia ayer. Se divertirán con el club de comedia mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amusement",
      "translation": "diversión",
      "definition": "a feeling of enjoyment or pleasure, especially one derived from a recreational or social activity",
      "definition_translation": "un sentimiento de disfrute o placer, especialmente uno derivado de una actividad recreativa o social",
      "example": "I got a lot of amusement from watching the comedy show. I will get amusement from playing video games tomorrow. I got amusement from reading a novel last week.",
      "example_translation": "Obtuve mucho disfrute al ver el show de comedia. Me divertiré jugando videojuegos mañana. Me divertí leyendo una novela la semana pasada.",
      "imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "a large, non-venomous snake found in South America, known for its distinctive pattern and constricting abilities",
      "definition_translation": "una gran serpiente no venenosa encontrada en Sudamérica, conocida por su patrón distintivo y habilidades de constricción",
      "example": "I saw an anaconda in the zoo. The anaconda will be exhibited in the museum tomorrow. The anaconda was exhibited in the museum last week.",
      "example_translation": "Vi una anaconda en el zoológico. La anaconda será exhibida en el museo mañana. La anaconda fue exhibida en el museo la semana pasada.",
      "imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "analyse",
      "translation": "analizar",
      "definition": "to study or examine something carefully and in detail, typically in order to identify and understand its nature or meaning",
      "definition_translation": "estudiar o examinar algo cuidadosamente y en detalle, típicamente para identificar y entender su naturaleza o significado",
      "example": "I will analyse the data tomorrow. She analyses the market trends every week. They analysed the results last month.",
      "example_translation": "Analizaré los datos mañana. Ella analiza las tendencias del mercado cada semana. Ellos analizaron los resultados el mes pasado.",
      "imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "analysis",
      "translation": "análisis",
      "definition": "The process of breaking a complex topic or substance into smaller parts in order to gain a better understanding of it.",
      "definition_translation": "El proceso de descomponer un tema o sustancia compleja en partes más pequeñas para comprenderlo mejor.",
      "example": "I conducted an analysis of the company's financial data to identify areas for improvement. I will perform a thorough analysis of the system to find the root cause of the issue. She had conducted an analysis of the market trends before making a decision.",
      "example_translation": "Realicé un análisis de los datos financieros de la empresa para identificar áreas de mejora. Realizaré un análisis exhaustivo del sistema para encontrar la causa raíz del problema. Ella había realizado un análisis de las tendencias del mercado antes de tomar una decisión.",
      "imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "analyst",
      "translation": "analista",
      "definition": "A person who analyzes or examines something, such as data or a situation, in order to understand or interpret it.",
      "definition_translation": "Una persona que analiza o examina algo, como datos o una situación, para comprenderlo o interpretarlo.",
      "example": "The company hired a financial analyst to review their budget. She is a skilled analyst with many years of experience. The analyst will analyze the data to identify trends and patterns.",
      "example_translation": "La empresa contrató a un analista financiero para revisar su presupuesto. Ella es una analista experimentada con muchos años de experiencia. El analista analizará los datos para identificar tendencias y patrones.",
      "imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ancestor",
      "translation": "antepasado",
      "definition": "A person from whom one is descended, often many generations ago.",
      "definition_translation": "Una persona de la que se desciende, a menudo muchas generaciones atrás.",
      "example": "My ancestor fought in the American Civil War. She was a direct ancestor of the royal family. Our ancestors migrated to this country in the 19th century.",
      "example_translation": "Mi antepasado luchó en la Guerra Civil Estadounidense. Ella era un antepasado directo de la familia real. Nuestros antepasados emigraron a este país en el siglo 19.",
      "imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anger",
      "translation": "ira",
      "definition": "a strong feeling of displeasure or hostility",
      "definition_translation": "un sentimiento fuerte de desagrado o hostilidad",
      "example": "I felt anger when I saw the news. I had felt anger before, but now I feel angry.",
      "example_translation": "Me sentí ira cuando vi las noticias. Había sentido ira antes, pero ahora me siento enojado.",
      "imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "animal",
      "translation": "animal",
      "definition": "a living organism that feeds on organic matter",
      "definition_translation": "un organismo vivo que se alimenta de materia orgánica",
      "example": "The animal was tired after a long journey. It has been an animal for years, but now it is an old animal.",
      "example_translation": "El animal estaba cansado después de un largo viaje. Ha sido un animal durante años, pero ahora es un animal viejo.",
      "imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "annually",
      "translation": "anualmente",
      "definition": "occurring or done once a year",
      "definition_translation": "ocurriendo o hecho una vez al año",
      "example": "The company meets annually to discuss the budget. We met annually last year, and will meet annually next year.",
      "example_translation": "La empresa se reúne anualmente para discutir el presupuesto. Nos reunimos anualmente el año pasado, y nos reuniremos anualmente el próximo año.",
      "imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anxiety",
      "translation": "ansiedad",
      "definition": "A feeling of worry, nervousness, or unease about something that may happen.",
      "definition_translation": "Un sentimiento de inquietud, nerviosismo o malestar por algo que pueda suceder.",
      "example": "She felt anxiety about her upcoming exam, but she had studied hard and was well-prepared. She is feeling anxious about it now, but she will feel relieved when it is over.",
      "example_translation": "Ella sentía ansiedad por su próximo examen, pero había estudiado duro y estaba bien preparada. Ahora está sintiendo ansiedad por eso, pero se sentirá aliviada cuando termine.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anxiously",
      "translation": "ansiosamente",
      "definition": "In a way that shows that you are worried or nervous about something.",
      "definition_translation": "De una manera que muestra que estás preocupado o nervioso por algo.",
      "example": "She waited anxiously for the news, but it was delayed. She is waiting anxiously for the results, and she will be relieved when they arrive.",
      "example_translation": "Ella esperó ansiosamente las noticias, pero se demoraron. Ahora está esperando ansiosamente los resultados, y se sentirá aliviada cuando lleguen.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "anyhow",
      "translation": "de cualquier manera",
      "definition": "Used to indicate that something happens or is true regardless of other things.",
      "definition_translation": "Se utiliza para indicar que algo sucede o es verdad sin importar otras cosas.",
      "example": "I didn't study for the test, but I passed anyhow. She was feeling sick, but she went to work anyhow.",
      "example_translation": "No estudié para el examen, pero aprobaré de cualquier manera. Ella se sentía enferma, pero fue al trabajo de cualquier manera.",
      "imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apostrophe",
      "translation": "apóstrofo",
      "definition": "A punctuation mark (') used to indicate the omission of one or more letters in a word, to form a plural, or to indicate possession.",
      "definition_translation": "Un signo de puntuación (') utilizado para indicar la omisión de una o varias letras en una palabra, para formar un plural o para indicar posesión.",
      "example": "In the 18th century, the apostrophe was used to indicate the possession of a noun, but nowadays it is mostly used to form contractions.",
      "example_translation": "En el siglo 18, el apóstrofo se utilizó para indicar la posesión de un nombre, pero en la actualidad se utiliza principalmente para formar contracciones.",
      "imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apparent",
      "translation": "aparente",
      "definition": "Clearly seen or understood; obvious.",
      "definition_translation": "Claramente visto o entendido; obvio.",
      "example": "The apparent lack of interest in the new policy was disappointing to the government. The new employee seemed very capable, but his apparent inability to work with others was a concern. By the time the apparent mistake was discovered, it was too late to correct it.",
      "example_translation": "La aparente falta de interés en la nueva política fue decepcionante para el gobierno. El nuevo empleado parecía muy capaz, pero su aparente incapacidad para trabajar con otros fue un motivo de preocupación. Para cuando se descubrió el aparente error, ya era demasiado tarde para corregirlo.",
      "imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apparently",
      "translation": "aparentemente",
      "definition": "Used to indicate that something seems to be true or is likely to be true, but is not certain.",
      "definition_translation": "Se utiliza para indicar que algo parece ser verdad o es probable que sea verdad, pero no es seguro.",
      "example": "He apparently forgot his keys at home. The company will apparently be expanding its operations to Asia. The new treatment apparently has no side effects.",
      "example_translation": "Él aparentemente olvidó sus llaves en casa. La empresa aparentemente expandirá sus operaciones a Asia. El nuevo tratamiento aparentemente no tiene efectos secundarios.",
      "imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appeal",
      "translation": "apelar",
      "definition": "A request or a plea to a higher authority, especially a court of law, to review a decision.",
      "definition_translation": "Una solicitud o una súplica a una autoridad superior, especialmente un tribunal de justicia, para revisar una decisión.",
      "example": "The defendant's lawyer filed an appeal to the supreme court. She appealed to the audience for help. The company will appeal the decision in the future.",
      "example_translation": "El abogado del acusado presentó un recurso al tribunal supremo. Ella apeló al público para obtener ayuda. La empresa apelará la decisión en el futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appeal",
      "translation": "apelar",
      "definition": "To be attractive or pleasing to someone.",
      "definition_translation": "Ser atractivo o agradable para alguien.",
      "example": "The new policy will appeal to many voters. The city's appeal has increased over the years. The company's appeal will be decided by the court.",
      "example_translation": "La nueva política atraerá a muchos votantes. El atractivo de la ciudad ha aumentado en los últimos años. El atractivo de la empresa será decidido por el tribunal.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appear",
      "translation": "aparecer",
      "definition": "To come into sight or to become visible.",
      "definition_translation": "Volver visible o llegar a la vista.",
      "example": "The singer will appear on stage tonight. The company's logo appeared on the website. The new product will appear in stores next month.",
      "example_translation": "El cantante aparecerá en el escenario esta noche. El logotipo de la empresa apareció en el sitio web. El nuevo producto aparecerá en las tiendas el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appearance",
      "translation": "apariencia",
      "definition": "The way that someone or something looks or is seen by others.",
      "definition_translation": "La manera en que alguien o algo se ve o es visto por otros.",
      "example": "The appearance of the new employee was impressive, but her personality was even more so. She had appeared confident in her interview, and now appears to be doing a great job. By next year, she will have appeared in several company presentations.",
      "example_translation": "La apariencia de la nueva empleada fue impresionante, pero su personalidad fue aún más. Había parecido segura en su entrevista, y ahora parece estar haciendo un buen trabajo. Para el próximo año, habrá aparecido en varias presentaciones de la empresa.",
      "imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "application",
      "translation": "aplicación",
      "definition": "A formal request or proposal, typically written, for something such as a job, a loan, or admission to a school or college.",
      "definition_translation": "Una solicitud o propuesta formal, generalmente escrita, para algo como un trabajo, un préstamo o admisión a una escuela o universidad.",
      "example": "I submitted my application to the university last week, and I will apply for a scholarship next month. By next year, I will have applied to several graduate programs.",
      "example_translation": "Presenté mi solicitud a la universidad la semana pasada, y aplicaré para una beca el próximo mes. Para el próximo año, habré aplicado a varios programas de posgrado.",
      "imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appreciate",
      "translation": "apreciar",
      "definition": "To recognize and enjoy the good qualities of someone or something.",
      "definition_translation": "Reconocer y disfrutar de las buenas cualidades de alguien o algo.",
      "example": "I appreciated her help during my move, and I appreciate the beauty of nature every day. By next year, I will have appreciated the value of hard work.",
      "example_translation": "Aprecié su ayuda durante mi mudanza, y aprecio la belleza de la naturaleza todos los días. Para el próximo año, habré apreciado el valor del trabajo duro.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appreciation",
      "translation": "apreciación",
      "definition": "A feeling of gratitude or acknowledgement of something's value or quality.",
      "definition_translation": "Un sentimiento de gratitud o reconocimiento del valor o calidad de algo.",
      "example": "I want to express my appreciation for your help. I appreciated your support during difficult times. I will appreciate your feedback on this project.",
      "example_translation": "Quiero expresar mi apreciación por tu ayuda. Aprecié tu apoyo durante momentos difíciles. Apreciaré tus comentarios sobre este proyecto.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approach",
      "translation": "enfoque",
      "definition": "A way of dealing with a situation or problem.",
      "definition_translation": "Una manera de enfrentar una situación o problema.",
      "example": "I'm going to approach this problem differently. She approaches every challenge with confidence. They will approach the project with a new strategy.",
      "example_translation": "Voy a enfocar este problema de manera diferente. Ella se enfrenta a cada desafío con confianza. Ellos abordarán el proyecto con una nueva estrategia.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approach",
      "translation": "acercarse",
      "definition": "To come near or move towards something.",
      "definition_translation": "Acercarse o moverse hacia algo.",
      "example": "The plane will approach the runway soon. She approached me with a smile. They will approach the city by night.",
      "example_translation": "El avión se acercará a la pista pronto. Ella se me acercó con una sonrisa. Ellos se acercarán a la ciudad por la noche.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appropriate",
      "translation": "apropiado",
      "definition": "Suitable or right for a particular situation or purpose.",
      "definition_translation": "Adecuado o adecuado para una situación o propósito particular.",
      "example": "The new employee wore an appropriate dress for the office. She will wear appropriate clothes for the party tonight. He wore appropriate shoes for the hike last week.",
      "example_translation": "El nuevo empleado llevó un vestido apropiado para la oficina. Ella llevará ropa apropiada para la fiesta esta noche. Él llevó zapatos adecuados para el paseo la semana pasada.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appropriately",
      "translation": " apropiadamente",
      "definition": "In a way that is suitable or right for a particular situation or purpose.",
      "definition_translation": "De una manera que es adecuada o adecuada para una situación o propósito particular.",
      "example": "She responded appropriately to the emergency. They will react appropriately to the news. He behaved appropriately during the meeting.",
      "example_translation": "Ella respondió apropiadamente a la emergencia. Ellos reaccionarán apropiadamente a la noticia. Él se comportó apropiadamente durante la reunión.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approval",
      "translation": "aprobación",
      "definition": "A feeling of agreement or acceptance.",
      "definition_translation": "Una sensación de acuerdo o aceptación.",
      "example": "The project received approval from the manager. They are waiting for approval from the government. The new policy gained approval from the majority.",
      "example_translation": "El proyecto recibió la aprobación del gerente. Están esperando la aprobación del gobierno. La nueva política ganó la aprobación de la mayoría.",
      "imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approve",
      "translation": "aprobar",
      "definition": "to give official permission or acceptance for something to happen or be done",
      "definition_translation": "dar permiso oficial o aceptación para que algo suceda o se haga",
      "example": "I approved the proposal yesterday, I am approving it now, and I will approve it next week.",
      "example_translation": "Aprobé la propuesta ayer, la estoy aprobando ahora y la aprobaré la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "approximate",
      "translation": "aproximar",
      "definition": "to come close to something in amount, size, or degree",
      "definition_translation": "acercarse a algo en cantidad, tamaño o grado",
      "example": "I approximated the cost of the project yesterday, I am approximating it now, and I will approximate it next week.",
      "example_translation": "Aproximé el costo del proyecto ayer, lo estoy aproximando ahora y lo aproximaré la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apron",
      "translation": "delantal",
      "definition": "a piece of fabric worn over the front of one's clothes to protect them from stains",
      "definition_translation": "una pieza de tela llevada sobre la parte delantera de la ropa para protegerla de manchas",
      "example": "My grandmother wore an apron while cooking yesterday, she is wearing one now, and she will wear one next week.",
      "example_translation": "Mi abuela llevaba un delantal mientras cocinaba ayer, lo lleva ahora y lo llevará la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arena",
      "translation": "arena",
      "definition": "A sandy area in which boxing or wrestling matches are held, typically surrounded by seats for spectators.",
      "definition_translation": "Un área arenosa en la que se celebran combates de boxeo o lucha, rodeada de asientos para espectadores.",
      "example": "The boxer trained in the arena for months before the big fight. She will fight in the arena tonight. By next year, she would have fought in many arenas around the world.",
      "example_translation": "El boxeador entrenó en la arena durante meses antes del gran combate. Esta noche peleará en la arena. Para el próximo año, habría peleado en muchas arenas alrededor del mundo.",
      "imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arm",
      "translation": "brazo",
      "definition": "The upper limb of the human body, especially from the shoulder to the wrist.",
      "definition_translation": "El miembro superior del cuerpo humano, especialmente desde el hombro hasta la muñeca.",
      "example": "She waved her arm to signal for help. He broke his arm in the accident. By next summer, she will have learned to use her arm again.",
      "example_translation": "Ella agitó su brazo para pedir ayuda. Él se rompió el brazo en el accidente. Para el próximo verano, ella habrá aprendido a usar su brazo nuevamente.",
      "imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "armed",
      "translation": "armado",
      "definition": "Equipped with weapons or military equipment.",
      "definition_translation": "Equipo con armas o equipo militar.",
      "example": "The armed officers responded to the emergency call. The country was armed and ready for war. By next year, they will have been armed with new technology.",
      "example_translation": "Los oficiales armados respondieron a la llamada de emergencia. El país estaba armado y listo para la guerra. Para el próximo año, estarán armados con nueva tecnología.",
      "imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrange",
      "translation": "organizar",
      "definition": "to put in order, to prepare, to settle, to fix, to agree",
      "definition_translation": "poner en orden, preparar, resolver, arreglar, acordar",
      "example": "I arranged the meeting for yesterday, I am arranging the conference for next week, I will arrange the party for my birthday.",
      "example_translation": "Organicé la reunión para ayer, estoy organizando la conferencia para la próxima semana, organizaré la fiesta para mi cumpleaños.",
      "imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrest",
      "translation": "detener",
      "definition": "to take someone into custody, to stop someone from moving, to capture",
      "definition_translation": "llevar a alguien a la custodia, detener a alguien de moverse, capturar",
      "example": "The police arrested the thief, they had arrested him before, they will arrest him again if they catch him.",
      "example_translation": "La policía detuvo al ladrón, lo habían detenido antes, lo detendrán de nuevo si lo atrapan.",
      "imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrogance",
      "translation": "arrogancia",
      "definition": "an attitude of superiority, pride, and lack of respect for others",
      "definition_translation": "una actitud de superioridad, orgullo y falta de respeto por los demás",
      "example": "His arrogance was annoying, he had shown arrogance towards his colleagues, he will continue to display arrogance until he learns humility.",
      "example_translation": "Su arrogancia era molesta, había mostrado arrogancia hacia sus colegas, continuará exhibiendo arrogancia hasta que aprenda humildad.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Having or showing an attitude of superiority, often accompanied by a lack of respect for others.",
      "definition_translation": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "He was fired from his job due to his arrogant behavior. He had been arrogant in his previous position, and he will likely be arrogant in his next job.",
      "example_translation": "Fue despedido de su trabajo debido a su comportamiento arrogante. Ha sido arrogante en su puesto anterior, y probablemente será arrogante en su próximo trabajo.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrow",
      "translation": "flecha",
      "definition": "A projectile with a sharp point, used for shooting with a bow.",
      "definition_translation": "Un proyectil con un punto afilado, utilizado para disparar con un arco.",
      "example": "The archer released the arrow, which flew straight and true, hitting the target. The arrow had been carefully crafted to ensure maximum accuracy.",
      "example_translation": "El arquero liberó la flecha, que voló recta y verdadera, golpeando el blanco. La flecha había sido cuidadosamente fabricada para asegurar la máxima precisión.",
      "imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "artificially",
      "translation": "artificialmente",
      "definition": "In a way that is not natural or spontaneous; in a way that is contrived or fabricated.",
      "definition_translation": "De una manera que no es natural o espontánea; de una manera que es contrived o fabricada.",
      "example": "The flowers were arranged artificially to create a beautiful display. The company's profits were artificially inflated to impress investors.",
      "example_translation": "Las flores fueron arregladas artificialmente para crear un hermoso espectáculo. Las ganancias de la empresa fueron artificialmente infladas para impresionar a los inversionistas.",
      "imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "artistic",
      "translation": "artístico",
      "definition": "Relating to or characterized by a high level of skill or imagination in a particular field, especially in the arts.",
      "definition_translation": "Relacionado con o caracterizado por un alto nivel de habilidad o imaginación en un campo determinado, especialmente en las artes.",
      "example": "The artistic director of the museum was responsible for the new exhibition. She had been an artistic child, always drawn to painting and music. She will be artistic advisor for the new film.",
      "example_translation": "El director artístico del museo era responsable de la nueva exposición. Ella había sido una niña artística, siempre atraída por la pintura y la música. Será asesora artística para la nueva película.",
      "imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "artistically",
      "translation": "artísticamente",
      "definition": "In a way that shows skill or imagination, especially in the arts.",
      "definition_translation": "De manera que muestra habilidad o imaginación, especialmente en las artes.",
      "example": "The play was directed artistically, with a focus on the dramatic lighting. She danced artistically, moving with grace and precision. The company will artistically design the new website.",
      "example_translation": "La obra fue dirigida artísticamente, con énfasis en la iluminación dramática. Ella bailó artísticamente, moviéndose con gracia y precisión. La empresa diseñará artísticamente el nuevo sitio web.",
      "imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aside",
      "translation": "aparte",
      "definition": "On or to one side, especially in a separate place or area.",
      "definition_translation": "En o hacia un lado, especialmente en un lugar o área separada.",
      "example": "I put the book aside and went for a walk. She pushed the chair aside and sat on the floor. We will set aside a special time to discuss the project.",
      "example_translation": "Puse el libro a un lado y fui a dar un paseo. Ella empujó la silla a un lado y se sentó en el suelo. Pondremos aparte un momento especial para discutir el proyecto.",
      "imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aspect",
      "translation": "aspecto",
      "definition": "A particular feature or part of something, a way in which something can be viewed or considered",
      "definition_translation": "Una característica particular o parte de algo, una forma en que algo puede ser visto o considerado",
      "example": "The aspect of the new policy that I like the most is the increase in minimum wage. I had considered multiple aspects of the job offer before accepting it. The company will aspect the new market trends to make informed decisions.",
      "example_translation": "El aspecto de la nueva política que más me gusta es el aumento del salario mínimo. Había considerado múltiples aspectos de la oferta de trabajo antes de aceptarla. La empresa considerará las nuevas tendencias del mercado para tomar decisiones informadas.",
      "imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assess",
      "translation": "evaluar",
      "definition": "To judge or evaluate the value, quality, or importance of something",
      "definition_translation": "Juzgar o evaluar el valor, calidad o importancia de algo",
      "example": "I assessed the damage to the car and estimated the cost of repairs. She will assess the situation before making a decision. They will assess the new employee's skills during the probation period.",
      "example_translation": " Evalué los daños al coche y estimé el costo de las reparaciones. Ella evaluará la situación antes de tomar una decisión. Evaluarán las habilidades del nuevo empleado durante el período de prueba.",
      "imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assessment",
      "translation": "evaluación",
      "definition": "The process of judging or evaluating the value, quality, or importance of something",
      "definition_translation": "El proceso de juzgar o evaluar el valor, calidad o importancia de algo",
      "example": "The assessment of the project's progress was done monthly. The teacher's assessment of the student's work was fair. The company will conduct a thorough assessment of the market before launching the new product.",
      "example_translation": "La evaluación del progreso del proyecto se realizó mensualmente. La evaluación del trabajo del estudiante por parte del maestro fue justa. La empresa realizará una evaluación exhaustiva del mercado antes de lanzar el nuevo producto.",
      "imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assist",
      "translation": "asistir",
      "definition": "To give support or aid to someone or something; to help or accompany someone.",
      "definition_translation": "Proporcionar apoyo o ayuda a alguien o algo; ayudar o acompañar a alguien.",
      "example": "I assisted my colleague with the project last week, I am assisting her now, and I will assist her again next month.",
      "example_translation": "Asistí a mi colega con el proyecto la semana pasada, ahora la estoy asistiendo y la asistiré de nuevo el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assistance",
      "translation": "asistencia",
      "definition": "The act of helping or supporting someone or something; help or support given to someone.",
      "definition_translation": "El acto de ayudar o apoyar a alguien o algo; ayuda o apoyo dado a alguien.",
      "example": "The organization provided assistance to the victims of the natural disaster, The government is providing assistance to the affected areas, and We will provide assistance to those in need.",
      "example_translation": "La organización proporcionó asistencia a las víctimas del desastre natural, El gobierno está proporcionando asistencia a las áreas afectadas y nosotros proporcionaremos asistencia a aquellos que la necesitan.",
      "imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "association",
      "translation": "asociación",
      "definition": "A group of people who come together to achieve a common goal or purpose; a connection or relationship between people or things.",
      "definition_translation": "Un grupo de personas que se reúnen para lograr un objetivo o propósito común; una conexión o relación entre personas o cosas.",
      "example": "The association of artists organized a exhibition last month, The association is working on a new project now, and The association will hold a conference next year.",
      "example_translation": "La asociación de artistas organizó una exposición el mes pasado, La asociación está trabajando en un nuevo proyecto ahora y La asociación celebrará una conferencia el año que viene.",
      "imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "association",
      "translation": "asociación",
      "definition": "A group of people or organizations united for a common purpose or having certain interests in common.",
      "definition_translation": "Un grupo de personas o organizaciones unidas para un propósito común o con intereses comunes.",
      "example": "The association of teachers met to discuss the new curriculum. The teacher had associated with the school for 10 years. The association will associate with other charities to raise funds.",
      "example_translation": "La asociación de maestros se reunió para discutir el nuevo currículum. El maestro había estado asociado con la escuela durante 10 años. La asociación se asociará con otras organizaciones benéficas para recaudar fondos.",
      "imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assume",
      "translation": "asumir",
      "definition": "To take something to be true or to exist without certain knowledge or proof.",
      "definition_translation": "Tomar algo como verdadero o existente sin conocimiento o prueba certera.",
      "example": "I assume you're coming to the party tonight. She assumed the responsibility of leading the team. The company will assume the costs of the project.",
      "example_translation": "Supongo que vienes a la fiesta esta noche. Ella asumió la responsabilidad de liderar el equipo. La empresa asumirá los costos del proyecto.",
      "imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "assure",
      "translation": "asegurar",
      "definition": "To make someone confident or certain about something.",
      "definition_translation": "Hacer que alguien esté seguro o tenga certeza sobre algo.",
      "example": "I assured her that everything would be okay. The company assured us that the product was safe. He assured me that he would be on time.",
      "example_translation": "Le aseguré que todo estaría bien. La empresa nos aseguró que el producto era seguro. Él me aseguró que llegaría a tiempo.",
      "imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "astonished",
      "translation": "asombrado",
      "definition": "feeling extremely surprised or impressed, often in a way that is difficult to believe or understand",
      "definition_translation": "sentirse extremadamente sorprendido o impresionado, a menudo de una manera difícil de creer o entender",
      "example": "I was astonished by the news, yesterday I am astonished by the beauty of the city, I will be astonished by the new technology.",
      "example_translation": "Me sorprendió la noticia, ayer me sorprendió la belleza de la ciudad, me sorprenderá la nueva tecnología.",
      "imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "astonishing",
      "translation": "asombroso",
      "definition": "extremely surprising or impressive, often in a way that is difficult to believe or understand",
      "definition_translation": "extremadamente sorprendente o impresionante, a menudo de una manera difícil de creer o entender",
      "example": "The astonishing beauty of the waterfall, the astonishing growth of the company, the astonishing talent of the artist.",
      "example_translation": "La asombrosa belleza de la catarata, el asombroso crecimiento de la empresa, el asombroso talento del artista.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "astonishment",
      "translation": "asombro",
      "definition": "a feeling of great surprise or amazement, often caused by something unexpected or unusual",
      "definition_translation": "un sentimiento de gran sorpresa o asombro, a menudo causado por algo inesperado o inusual",
      "example": "The crowd expressed astonishment at the magic trick, the astonishment on her face was clear, the news caused widespread astonishment.",
      "example_translation": "La multitud expresó asombro ante el truco de magia, el asombro en su rostro era claro, la noticia causó asombro generalizado.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "athletic",
      "translation": "atlético",
      "definition": "Relating to or involved in physical sports or games, especially those that require strength, endurance, or agility.",
      "definition_translation": "Relativo a o involucrado en deportes físicos o juegos, especialmente aquellos que requieren fuerza, resistencia o agilidad.",
      "example": "She was an athletic child who excelled in track and field events. She will be participating in the Olympics next year. She participated in the marathon last year.",
      "example_translation": "Era una niña atlética que destacaba en pruebas de pista y campo. Participará en los Juegos Olímpicos el próximo año. Participó en el maratón el año pasado.",
      "imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "atmosphere",
      "translation": "atmósfera",
      "definition": "The surrounding environment or mood, especially in relation to the feelings or emotions of those present.",
      "definition_translation": "El entorno o ambiente que rodea, especialmente en relación con los sentimientos o emociones de los presentes.",
      "example": "The atmosphere in the stadium was electric during the final match. The atmosphere in the city changed after the natural disaster. The atmosphere on the island was peaceful and serene.",
      "example_translation": "La atmósfera en el estadio era eléctrica durante el partido final. La atmósfera en la ciudad cambió después del desastre natural. La atmósfera en la isla era pacífica y serena.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "atmosphere",
      "translation": "atmósfera",
      "definition": "The surrounding environment or mood, especially in relation to the feelings or emotions of those present.",
      "definition_translation": "El entorno o ambiente que rodea, especialmente en relación con los sentimientos o emociones de los presentes.",
      "example": "The atmosphere in the restaurant was cozy and intimate. The atmosphere at the party was lively and energetic. The atmosphere in the forest was fresh and clean.",
      "example_translation": "La atmósfera en el restaurante era acogedora y íntima. La atmósfera en la fiesta era vivaz y energética. La atmósfera en el bosque era fresca y limpia.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "atom",
      "translation": "átomo",
      "definition": "The smallest unit of a chemical element that retains the properties of that element.",
      "definition_translation": "La unidad más pequeña de un elemento químico que retiene las propiedades de ese elemento.",
      "example": "The scientists studied the atom to understand its structure. They will study the atom again next year. They studied the atom last year.",
      "example_translation": "Los científicos estudiaron el átomo para entender su estructura. Estudiarán el átomo nuevamente el año que viene. Estudiaron el átomo el año pasado.",
      "imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "atomic",
      "translation": "atómico",
      "definition": "Relating to or consisting of atoms.",
      "definition_translation": "Relativo a o compuesto por átomos.",
      "example": "The atomic bomb was a powerful weapon. They will use atomic energy in the future. They studied atomic physics last semester.",
      "example_translation": "La bomba atómica fue un arma poderosa. Usarán energía atómica en el futuro. Estudiaron física atómica el último semestre.",
      "imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attached",
      "translation": "adjunto",
      "definition": "Firmly fixed or joined to something.",
      "definition_translation": "Fijado o unido firmemente a algo.",
      "example": "The file was attached to the email. They attached the documents to the wall. She will attach the picture to the presentation.",
      "example_translation": "El archivo estaba adjunto al correo electrónico. Adjuntaron los documentos a la pared. Ella adjuntará la imagen a la presentación.",
      "imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attachment",
      "translation": "anexo",
      "definition": "A document or file that is attached to an email or sent separately.",
      "definition_translation": "Un documento o archivo que se adjunta a un correo electrónico o se envía por separado.",
      "example": "I received an email with an attachment, which was a PDF file. I attached the file to an email and sent it to my colleague. I will attach the document to the email and send it to the client tomorrow.",
      "example_translation": "Recibí un correo electrónico con un anexo, que era un archivo PDF. Adjunté el archivo a un correo electrónico y se lo envié a mi colega. Adjuntaré el documento al correo electrónico y lo enviaré al cliente mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attempt",
      "translation": "intento",
      "definition": "A try or effort to do something.",
      "definition_translation": "Un intento o esfuerzo por hacer algo.",
      "example": "I will attempt to climb the mountain next week. She attempted to break the world record. He attempted to learn how to play the guitar.",
      "example_translation": "Intentaré subir la montaña la próxima semana. Ella intentó romper el récord mundial. Él intentó aprender a tocar la guitarra.",
      "imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attic",
      "translation": "ático",
      "definition": "The space or room at the top of a building, usually under the roof.",
      "definition_translation": "El espacio o habitación en la parte superior de un edificio, usualmente debajo del techo.",
      "example": "The attic was dusty and full of old trunks. We stored our luggage in the attic. They converted the attic into a bedroom.",
      "example_translation": "El ático estaba polvoriento y lleno de baúles antiguos. Almacenamos nuestro equipaje en el ático. Ellos convirtieron el ático en un dormitorio.",
      "imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attract",
      "translation": "atraer",
      "definition": "To draw someone's attention or interest; to pull or draw something towards oneself",
      "definition_translation": "Llamar la atención o interés de alguien; tirar o atraer algo hacia uno mismo",
      "example": "The beautiful scenery attracted many tourists. I attracted her attention by waving my hand. She will attract a lot of attention with her new haircut.",
      "example_translation": "El paisaje hermoso atrajo a muchos turistas. Atraí su atención al agitar mi mano. Ella atraerá mucha atención con su nuevo corte de pelo.",
      "imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attraction",
      "translation": "atracción",
      "definition": "A person or thing that attracts; a fascinating quality or feature",
      "definition_translation": "Una persona o cosa que atrae; una calidad o característica fascinante",
      "example": "The theme park was a major attraction for kids. Her attraction to adventure travel led her to backpack across Europe. The hotel's main attraction is its stunning beachfront location.",
      "example_translation": "El parque temático fue una atracción principal para los niños. Su atracción por los viajes de aventura la llevó a viajar con mochila por Europa. La principal atracción del hotel es su ubicación en primera línea de playa impresionante.",
      "imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aubergine",
      "translation": "berenjena",
      "definition": "A purple vegetable, also known as eggplant, used in cooking",
      "definition_translation": "Un vegetal púrpura, también conocido como berenjena, utilizado en la cocina",
      "example": "I love grilled aubergine with hummus. She sautéed the aubergine with garlic and olive oil. They will harvest the aubergine crop next week.",
      "example_translation": "Me encanta la berenjena asada con humus. Ella salteó la berenjena con ajo y aceite de oliva. Ellos cosecharán la cosecha de berenjena la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "authority",
      "translation": "autoridad",
      "definition": "The power or right to control or command people or situations.",
      "definition_translation": "El poder o derecho de controlar o mandar a personas o situaciones.",
      "example": "The government has the authority to make laws. The teacher had authority over the classroom. The company will gain authority in the market by next year.",
      "example_translation": "El gobierno tiene la autoridad de hacer leyes. El maestro tenía autoridad sobre la clase. La empresa ganará autoridad en el mercado para el año que viene.",
      "imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "automatic",
      "translation": "automático",
      "definition": "Done or occurring without conscious thought or effort; self-operating.",
      "definition_translation": "Hecho u ocurrido sin pensamiento consciente o esfuerzo; auto-operante.",
      "example": "The washing machine is automatic. The automatic door opened with a beep. The new software will allow for automatic updates.",
      "example_translation": "La máquina de lavar es automática. La puerta automática se abrió con un beep. El nuevo software permitirá actualizaciones automáticas.",
      "imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "automatically",
      "translation": "automáticamente",
      "definition": "Done or occurring without conscious thought or effort; in a self-operating manner.",
      "definition_translation": "Hecho u ocurrido sin pensamiento consciente o esfuerzo; de manera auto-operante.",
      "example": "The system will automatically update. The door automatically locked when I left. The payment will be automatically deducted from my account.",
      "example_translation": "El sistema se actualizará automáticamente. La puerta se bloqueó automáticamente cuando me fui. El pago se deducirá automáticamente de mi cuenta.",
      "imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "availability",
      "translation": "disponibilidad",
      "definition": "The quality of being available; the state of being accessible or usable.",
      "definition_translation": "La calidad de estar disponible; el estado de ser accesible o utilizable.",
      "example": "The availability of tickets for the concert was limited. I checked the availability of the hotel room online. The company will increase the availability of the product next quarter.",
      "example_translation": "La disponibilidad de boletos para el concierto era limitada. Verifiqué la disponibilidad de la habitación del hotel en línea. La empresa aumentará la disponibilidad del producto el próximo trimestre.",
      "imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "avoid",
      "translation": "evitar",
      "definition": "To keep away from or prevent something or someone.",
      "definition_translation": "Mantenerse alejado de algo o alguien, o prevenir algo.",
      "example": "I try to avoid driving at rush hour. She avoids talking about politics. They will avoid making the same mistake again.",
      "example_translation": "Trato de evitar conducir en hora pico. Ella evita hablar de política. Ellos evitarán cometer el mismo error otra vez.",
      "imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "award",
      "translation": "premio",
      "definition": "A prize or honor given to someone or something in recognition of their achievement or excellence.",
      "definition_translation": "Un premio o honor otorgado a alguien o algo en reconocimiento de su logro o excelencia.",
      "example": "The award ceremony was held last night. She received an award for her outstanding performance. The company won an award for innovation.",
      "example_translation": "La ceremonia de premios se llevó a cabo anoche. Ella recibió un premio por su destacada actuación. La empresa ganó un premio por innovación.",
      "imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "award",
      "translation": "premio",
      "definition": "A prize or honor given to someone in recognition of their achievement or service.",
      "definition_translation": "Un premio o honor que se otorga a alguien en reconocimiento de su logro o servicio.",
      "example": "She received an award for her outstanding contribution to the field of science. She will receive an award next week. She had received an award last year.",
      "example_translation": "Ella recibió un premio por su destacada contribución en el campo de la ciencia. Ella recibirá un premio la próxima semana. Ella había recibido un premio el año pasado.",
      "imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aware",
      "translation": "consciente",
      "definition": "Having knowledge or perception of something.",
      "definition_translation": "Tener conocimiento o percepción de algo.",
      "example": "I was aware of the danger, but I didn't think it would happen. She is aware of the problem, but she doesn't know how to solve it. He will be aware of the consequences of his actions.",
      "example_translation": "Yo era consciente del peligro, pero no pensé que sucedería. Ella es consciente del problema, pero no sabe cómo resolverlo. Él será consciente de las consecuencias de sus acciones.",
      "imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "awkwardly",
      "translation": "torpemente",
      "definition": "In a clumsy or uncoordinated way.",
      "definition_translation": "De una manera torpe o descoordinada.",
      "example": "She walked awkwardly in her new high heels. He awkwardly tried to fix the broken vase. They will awkwardly dance at the wedding.",
      "example_translation": "Ella caminó torpemente en sus nuevos tacones altos. Él intentó torpemente arreglar el jarrón roto. Ellos bailarán torpemente en la boda.",
      "imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bachelor",
      "translation": "licenciado",
      "definition": "A person who has been awarded a bachelor's degree, typically after three or four years of study at a college or university.",
      "definition_translation": "Una persona que ha recibido un título de licenciatura, típicamente después de tres o cuatro años de estudio en un colegio o universidad.",
      "example": "John graduated with a bachelor's degree in computer science, then worked as an intern, and now is a software engineer. He was a bachelor when he traveled to Europe last year, but is now married.",
      "example_translation": "Juan se graduó con un título de licenciatura en ciencias de la computadora, luego trabajó como pasante, y ahora es un ingeniero de software. Era un soltero cuando viajó a Europa el año pasado, pero ahora está casado.",
      "imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "background",
      "translation": "antecedentes",
      "definition": "The circumstances or situation that precede a particular event or state.",
      "definition_translation": "Las circunstancias o situación que preceden a un evento o estado particular.",
      "example": "The background of the conflict was complex, but the present situation is tense. She has a background in economics, which helps her in her current role. By 2025, the company will have changed its background color to green.",
      "example_translation": "El antecedente del conflicto era complejo, pero la situación actual es tensa. Ella tiene un antecedente en economía, lo que la ayuda en su papel actual. Para 2025, la empresa habrá cambiado su color de fondo a verde.",
      "imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "background",
      "translation": "antecedentes",
      "definition": "The scenery or decoration behind something, especially on a stage or in a painting.",
      "definition_translation": "El paisaje o decoración detrás de algo, especialmente en un escenario o en una pintura.",
      "example": "The background of the play was a beautiful mountain range. The company will change its website's background image next month. She chose a simple background for her presentation.",
      "example_translation": "El fondo del juego era una hermosa cordillera montañosa. La empresa cambiará la imagen de fondo de su sitio web el próximo mes. Ella eligió un fondo simple para su presentación.",
      "imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "background",
      "translation": "antecedentes",
      "definition": "The background of a person or thing is the situation or circumstances that existed before a particular event or situation.",
      "definition_translation": "El fondo de una persona o cosa es la situación o circunstancias que existían antes de un evento o situación particular.",
      "example": "The background of the company was marked by a series of successful mergers. The CEO has a background in finance. The new employee will have a background check before starting work.",
      "example_translation": "El fondo de la empresa estuvo marcado por una serie de fusiones exitosas. El CEO tiene un fondo en finanzas. El nuevo empleado tendrá una verificación de antecedentes antes de empezar a trabajar.",
      "imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "backup",
      "translation": "copia de seguridad",
      "definition": "A backup is a copy of data or a system that can be used if the original is lost or damaged.",
      "definition_translation": "Una copia de seguridad es una copia de datos o un sistema que se puede usar si el original se pierde o se daña.",
      "example": "I always make a backup of my files before making any changes. The company's IT department creates a backup of the server every night. The backup generator kicked in when the power went out.",
      "example_translation": "Siempre hago una copia de seguridad de mis archivos antes de hacer cualquier cambio. El departamento de TI de la empresa crea una copia de seguridad del servidor todas las noches. El generador de copia de seguridad se activó cuando se cortó la energía.",
      "imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bad",
      "translation": "malo",
      "definition": "Something that is bad is of poor quality or not satisfactory.",
      "definition_translation": "Algo que es malo es de mala calidad o no es satisfactorio.",
      "example": "I had a bad experience at the restaurant last night. The bad weather ruined our plans. She had a bad feeling about the situation.",
      "example_translation": "Tuve una mala experiencia en el restaurante la noche anterior. El mal tiempo arruinó nuestros planes. Ella tenía una mala sensación sobre la situación.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bad-tempered",
      "translation": "malhumorado",
      "definition": "having a disagreeable or irritable nature",
      "definition_translation": "teniendo una naturaleza desagradable o irritable",
      "example": "She was a bad-tempered person who always got angry easily. She gets angry when someone cuts her off in traffic. She will get upset if someone disagrees with her.",
      "example_translation": "Era una persona malhumorada que siempre se enfadaba fácilmente. Se enfada cuando alguien la corta en el tráfico. Se disgustará si alguien no está de acuerdo con ella.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "badge",
      "translation": " insignia",
      "definition": "a small piece of metal, plastic, or other material worn on the body to show a person's rank, membership, or achievement",
      "definition_translation": "una pequeña pieza de metal, plástico u otro material que se lleva en el cuerpo para mostrar el rango, membresía o logro de una persona",
      "example": "The police officer wore a badge on his uniform to indicate his rank. He will wear a badge to the award ceremony. She had worn a badge to show her membership in the club.",
      "example_translation": "El oficial de policía llevaba una insignia en su uniforme para indicar su rango. Llevará una insignia a la ceremonia de premios. Ella había llevado una insignia para mostrar su membresía en el club.",
      "imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bag",
      "translation": "bolsa",
      "definition": "a container made of flexible material, used for carrying things",
      "definition_translation": "un contenedor hecho de material flexible, utilizado para llevar cosas",
      "example": "She carried her lunch in a bag to school. He will carry a bag to the beach tomorrow. They had carried bags of groceries home.",
      "example_translation": "Ella llevó su almuerzo en una bolsa al colegio. Llevará una bolsa a la playa mañana. Ellos habían llevado bolsas de comestibles a casa.",
      "imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bakery",
      "translation": "panadería",
      "definition": "A bakery is a business that produces flour-based food baked in an oven such as bread, cakes, pastries, and pies.",
      "definition_translation": "Una panadería es un negocio que produce alimentos a base de harina horneados en un horno, como pan, pasteles, pastelería y tartas.",
      "example": "I used to work in a bakery when I was a teenager. Now, I bake cakes for my friends' birthdays. I will open my own bakery next year.",
      "example_translation": "Solía trabajar en una panadería cuando era adolescente. Ahora, hago pasteles para los cumpleaños de mis amigos. Abriré mi propia panadería el próximo año.",
      "imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balance",
      "translation": "equilibrio",
      "definition": "A balance is a state of equilibrium or stability, where different forces or factors are counteracting each other.",
      "definition_translation": "Un equilibrio es un estado de equilibrio o estabilidad, donde diferentes fuerzas o factores se contrarrestan entre sí.",
      "example": "She tried to balance on the tightrope, but she lost her balance and fell. The company struggled to balance its budget, but finally found a solution. The ecosystem needs to balance to maintain biodiversity.",
      "example_translation": "Ella intentó equilibrarse en la cuerda floja, pero perdió el equilibrio y se cayó. La empresa luchó por equilibrar su presupuesto, pero finalmente encontró una solución. El ecosistema necesita equilibrarse para mantener la biodiversidad.",
      "imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balance",
      "translation": "equilibrio",
      "definition": "A balance is a state of equilibrium or stability, where different forces or factors are counteracting each other.",
      "definition_translation": "Un equilibrio es un estado de equilibrio o estabilidad, donde diferentes fuerzas o factores se contrarrestan entre sí.",
      "example": "The artist tried to balance the composition of the painting, but it was still uneven. The doctor helped the patient to balance her diet and regain her health. The athlete worked hard to balance her training and rest.",
      "example_translation": "El artista intentó equilibrar la composición de la pintura, pero todavía era desigual. El doctor ayudó al paciente a equilibrar su dieta y recuperar su salud. La atleta trabajó duro para equilibrar su entrenamiento y descanso.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balance",
      "translation": "equilibrio",
      "definition": "a state of being in harmony or equilibrium, especially in a physical system",
      "definition_translation": "un estado de armonía o equilibrio, especialmente en un sistema físico",
      "example": "The tightrope walker struggled to maintain balance, but finally achieved it. She will balance the budget by cutting costs. The company will balance its growth with environmental concerns by 2025.",
      "example_translation": "El funambulista luchó por mantener el equilibrio, pero finalmente lo logró. Ella equilibrará el presupuesto reduciendo costos. La empresa equilibrará su crecimiento con las preocupaciones ambientales para 2025.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balanced",
      "translation": "equilibrado",
      "definition": "having different elements in harmony or proportion",
      "definition_translation": "teniendo elementos diferentes en armonía o proporción",
      "example": "The chef carefully balanced the flavors in the dish. The company's financial reports were balanced and accurate. The athlete had a balanced diet to improve performance.",
      "example_translation": "El chef equilibró cuidadosamente los sabores en el plato. Los informes financieros de la empresa fueron equilibrados y precisos. El atleta tenía una dieta equilibrada para mejorar el rendimiento.",
      "imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ban",
      "translation": "prohibir",
      "definition": "to officially prohibit or forbid something",
      "definition_translation": "prohibir oficialmente algo",
      "example": "The government banned smoking in public places. The company will ban all single-use plastics by next year. The school bans the use of smartphones during class.",
      "example_translation": "El gobierno prohibió fumar en lugares públicos. La empresa prohibirá todos los plásticos de un solo uso para el año próximo. La escuela prohíbe el uso de teléfonos inteligentes durante la clase.",
      "imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ban",
      "translation": "prohibir",
      "definition": "A ban is an official prohibition or embargo, or a formal decree or edict prohibiting something.",
      "definition_translation": "Una prohibición es una prohibición oficial o embargo, o un decreto o edicto formal que prohíbe algo.",
      "example": "The government banned the use of single-use plastics last year, but it will ban them completely by next year. Currently, we are allowed to use them, but the ban will be strictly enforced from next month.",
      "example_translation": "El gobierno prohibió el uso de plásticos de un solo uso el año pasado, pero los prohibirá completamente para el próximo año. Actualmente, se nos permite usarlos, pero la prohibición se aplicará estrictamente a partir del próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bang",
      "translation": "truco",
      "definition": "A bang is a sudden loud noise, especially one made by something exploding or hitting something else.",
      "definition_translation": "Un truco es un ruido fuerte repentino, especialmente uno hecho por algo que explota o golpea algo más.",
      "example": "The firework went off with a loud bang, which startled the child. The car crashed with a bang, but fortunately, no one was injured. By 2025, the company expects to make a big bang in the market with its new product.",
      "example_translation": "El fuego artificial explotó con un ruido fuerte, lo que asustó al niño. El coche chocó con un ruido, pero afortunadamente, nadie resultó herido. Para 2025, la empresa espera hacer un gran ruido en el mercado con su nuevo producto.",
      "imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bang",
      "translation": "truco",
      "definition": "A bang is a sudden loud noise, especially one made by something exploding or hitting something else.",
      "definition_translation": "Un truco es un ruido fuerte repentino, especialmente uno hecho por algo que explota o golpea algo más.",
      "example": "The firework went off with a loud bang, which startled the child. The car crashed with a bang, but fortunately, no one was injured. By 2025, the company expects to make a big bang in the market with its new product.",
      "example_translation": "El fuego artificial explotó con un ruido fuerte, lo que asustó al niño. El coche chocó con un ruido, pero afortunadamente, nadie resultó herido. Para 2025, la empresa espera hacer un gran ruido en el mercado con su nuevo producto.",
      "imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "banker",
      "translation": "banquero",
      "definition": "A person whose occupation is to manage or work in a bank.",
      "definition_translation": "Una persona cuya ocupación es administrar o trabajar en un banco.",
      "example": "The banker advised me to invest in stocks. I will meet the banker tomorrow. The banker had worked in this bank for 10 years.",
      "example_translation": "El banquero me aconsejó invertir en acciones. Me reuniré con el banquero mañana. El banquero había trabajado en este banco durante 10 años.",
      "imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "banking",
      "translation": "banca",
      "definition": "The business of providing financial services, including lending and borrowing money.",
      "definition_translation": "El negocio de proporcionar servicios financieros, incluyendo el préstamo y la inversión de dinero.",
      "example": "Online banking is very convenient. I studied banking and finance in college. The banking system needs reforms.",
      "example_translation": "El banco en línea es muy conveniente. Estudié banca y finanzas en la universidad. El sistema bancario necesita reformas.",
      "imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bare",
      "translation": "desnudo",
      "definition": "Without covering or clothing; naked.",
      "definition_translation": "Sin cubierta o ropa; desnudo.",
      "example": "The tree was bare in winter. She walked barefoot on the beach. The room was bare except for a chair.",
      "example_translation": "El árbol estaba desnudo en invierno. Caminó descalza en la playa. La habitación estaba desnuda excepto por una silla.",
      "imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "barely",
      "translation": "apenas",
      "definition": "only just; by a narrow margin",
      "definition_translation": "solo apenas; por un margen estrecho",
      "example": "I barely passed the exam. I will barely have time to finish the project. I had barely started when I was interrupted.",
      "example_translation": "Apenas aprobar el examen. Apenas tendré tiempo para terminar el proyecto. Acababa de empezar cuando fui interrumpido.",
      "imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bark",
      "translation": "ladrar",
      "definition": "to make a short, loud noise like a dog",
      "definition_translation": "hacer un ruido breve y fuerte como un perro",
      "example": "The dog began to bark when it saw the mailman. It had barked all night. It will bark again if it sees a stranger.",
      "example_translation": "El perro empezó a ladrar cuando vio al correo. Ladró toda la noche. Ladrará de nuevo si ve a un extraño.",
      "imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bark",
      "translation": "cáscara",
      "definition": "the sharp, outer layer of a tree trunk",
      "definition_translation": "la capa externa dura de un tronco de árbol",
      "example": "The bark of the tree was rough and scaly. The tree's bark had been damaged by the storm. The bark will be easier to remove after it's been soaked in water.",
      "example_translation": "La corteza del árbol era áspera y escamosa. La corteza del árbol había sido dañada por la tormenta. La corteza será más fácil de remover después de haber sido empapada en agua.",
      "imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "barrier",
      "translation": "barrera",
      "definition": "A barrier is something that blocks or obstructs movement, access, or progress.",
      "definition_translation": "Una barrera es algo que bloquea o obstruye el movimiento, el acceso o el progreso.",
      "example": "The hike was challenging because of the barrier of steep rocks. We had to overcome the barrier of language differences. The company will remove the barrier to entry for new customers.",
      "example_translation": "La caminata fue desafiante debido a la barrera de rocas empinadas. Teníamos que superar la barrera de las diferencias lingüísticas. La empresa eliminará la barrera de entrada para nuevos clientes.",
      "imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "base",
      "translation": "base",
      "definition": "A base is a starting point or a foundation for something.",
      "definition_translation": "Una base es un punto de partida o una fundación para algo.",
      "example": "The company established its base in the city. The athlete trained at the base of the mountain. The new policy will be the base for future decisions.",
      "example_translation": "La empresa estableció su base en la ciudad. El atleta se entrenó en la base de la montaña. La nueva política será la base para futuras decisiones.",
      "imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "base",
      "translation": "base",
      "definition": "A base is a substance that accepts hydrogen ions in a chemical reaction.",
      "definition_translation": "Una base es una sustancia que acepta iones de hidrógeno en una reacción química.",
      "example": "The scientist added a base to the solution to neutralize the acid. The base of the soap was too alkaline. The company uses a base of sodium hydroxide in its production.",
      "example_translation": "El científico agregó una base a la solución para neutralizar el ácido. La base del jabón era too alcalina. La empresa utiliza una base de hidróxido de sodio en su producción.",
      "imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "basement",
      "translation": "sótano",
      "definition": "The lowest habitable story of a building, usually below ground level.",
      "definition_translation": "La planta más baja de un edificio, usualmente debajo del nivel del suelo.",
      "example": "They converted the basement into a home theater. Yesterday, they decorated it. By next year, it will be a game room.",
      "example_translation": "Convirtieron el sótano en un cine en casa. Ayer, lo decoraron. Para el próximo año, será una sala de juegos.",
      "imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "basically",
      "translation": "básicamente",
      "definition": "Used to indicate that a statement is generally true, but may not be completely accurate in every detail.",
      "definition_translation": "Se utiliza para indicar que una declaración es generalmente verdadera, pero puede no ser completamente precisa en cada detalle.",
      "example": "I basically finished my project, but I still need to review it. I will basically finish it by tomorrow. I had basically finished it last week.",
      "example_translation": "Prácticamente terminé mi proyecto, pero aún necesito revisarlo. Prácticamente terminaré mañana. Había prácticamente terminado la semana pasado.",
      "imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "basil",
      "translation": "albahaca",
      "definition": "A fragrant herb used in cooking, especially in Mediterranean and Italian cuisine.",
      "definition_translation": "Una hierba aromática utilizada en la cocina, especialmente en la cocina mediterránea e italiana.",
      "example": "I planted basil in my garden last summer. Now, I use it to make pesto. I will plant basil again next spring.",
      "example_translation": "Planté albahaca en mi jardín el verano pasado. Ahora, la uso para hacer pesto. Plantaré albahaca de nuevo la próxima primavera.",
      "imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "basis",
      "translation": "base",
      "definition": "A basis is a fundamental principle or underlying concept that serves as the foundation for something.",
      "definition_translation": "Una base es un principio fundamental o concepto subyacente que sirve como fundamento para algo.",
      "example": "The basis of our argument was flawed from the start. We will establish a new basis for our conversation. Our basis for decision-making will change in the future.",
      "example_translation": "La base de nuestro argumento estaba defectuosa desde el principio. Estableceremos una nueva base para nuestra conversación. Nuestra base para la toma de decisiones cambiará en el futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beam",
      "translation": "viga",
      "definition": "A beam is a long, sturdy piece of wood, metal, or concrete used in building construction to support weight.",
      "definition_translation": "Una viga es una pieza larga y resistente de madera, metal o concreto utilizada en la construcción de edificios para soportar peso.",
      "example": "The beam in the ceiling was cracked and needed to be replaced. We will install a new beam to support the roof. The beam will be reinforced with steel in the future.",
      "example_translation": "La viga en el techo estaba agrietada y necesitaba ser reemplazada. Instalaremos una nueva viga para soportar el techo. La viga será reforzada con acero en el futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bear",
      "translation": "oso",
      "definition": "A bear is a large, carnivorous mammal found in forests and mountains.",
      "definition_translation": "Un oso es un mamífero carnívoro grande encontrado en bosques y montañas.",
      "example": "We saw a bear in the woods yesterday. The bear will hibernate during the winter. I will see a bear at the zoo next year.",
      "example_translation": "Vimos un oso en el bosque ayer. El oso hibernará durante el invierno. Veré un oso en el zoológico el próximo año.",
      "imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beast",
      "translation": "bestia",
      "definition": "A wild animal, especially a large or ferocious one.",
      "definition_translation": "Un animal salvaje, especialmente uno grande o feroz.",
      "example": "The beast roared loudly in the jungle. The beast roams freely in its natural habitat. The beast will attack if it feels threatened.",
      "example_translation": "La bestia rugió fuerte en la jungla. La bestia deambula libremente en su hábitat natural. La bestia atacará si se siente amenazada.",
      "imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beat",
      "translation": "golpear",
      "definition": "To strike or hit repeatedly, often violently, in order to inflict injury or damage.",
      "definition_translation": "Golpear o pegar repetidamente, a menudo con violencia, para infligir lesiones o daños.",
      "example": "The drummer will beat the drum at the concert. She beats the eggs for the cake. He will beat the competition in the marathon.",
      "example_translation": "El baterista golpeará la batería en el concierto. Ella golpea los huevos para la tarta. Él golpeará la competencia en el maratón.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beat",
      "translation": "vencer",
      "definition": "To overcome or defeat someone or something, often in a competition or contest.",
      "definition_translation": "Superar o vencer a alguien o algo, a menudo en una competencia o concurso.",
      "example": "The team will beat the rival in the final game. She beats her personal record in the race. He will beat the odds in the poker game.",
      "example_translation": "El equipo vencerá al rival en el juego final. Ella supera su récord personal en la carrera. Él vencerá las probabilidades en el juego de póquer.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beat",
      "translation": "golpear",
      "definition": "to strike or hit something repeatedly, typically in a rhythmic way",
      "definition_translation": "golpear algo repetidamente, usualmente de manera rítmica",
      "example": "I will beat the drum at the concert tonight, I beat it yesterday, and I beat it last week.",
      "example_translation": "Golpearé el tambor en el concierto esta noche, lo golpeé ayer y lo golpeé la semana pasada.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beetle",
      "translation": "escarabajo",
      "definition": "a type of insect with a hard outer shell, typically having a distinctive shape and color",
      "definition_translation": "un tipo de insecto con una concha externa dura, caracterizado por una forma y color destacados",
      "example": "The beetle crawled slowly across the leaf, it had crawled there yesterday, and it will crawl there tomorrow.",
      "example_translation": "El escarabajo se arrastró lentamente a través de la hoja, se había arrastrado allí ayer y se arrastrará allí mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beg",
      "translation": "rogar",
      "definition": "to ask someone for something in a polite and humble way, often because you really need it",
      "definition_translation": "pedir algo a alguien de manera cortés y humilde, a menudo porque realmente lo necesitas",
      "example": "I will beg for a favor tomorrow, I begged for it yesterday, and I beg for it every day.",
      "example_translation": "Rogaré un favor mañana, lo rogué ayer y lo ruego todos los días.",
      "imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beg",
      "translation": "rogar",
      "definition": "To ask for something in a humble and respectful manner",
      "definition_translation": "Pedir algo de manera humilde y respetuosa",
      "example": "I begged my parents to let me go to the party, but they refused. I beg you to help me with this task. I will beg for forgiveness if I make a mistake.",
      "example_translation": "Le rogué a mis padres que me dejaran ir a la fiesta, pero se negaron. Te ruego que me ayudes con esta tarea. Pediré perdón si cometemos un error.",
      "imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "belief",
      "translation": "creencia",
      "definition": "A feeling of trust, faith, or confidence in something or someone",
      "definition_translation": "Un sentimiento de confianza, fe o confianza en algo o alguien",
      "example": "My belief in God gave me strength during difficult times. I believe that honesty is the best policy. I believed in my abilities and achieved my goals.",
      "example_translation": "Mi creencia en Dios me dio fuerza durante momentos difíciles. Creo que la honestidad es la mejor política. Creí en mis habilidades y logré mis objetivos.",
      "imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "belong",
      "translation": "pertenecer",
      "definition": "To be a part of something or a group, or to have a natural or rightful place in it",
      "definition_translation": "Ser parte de algo o un grupo, o tener un lugar natural o legítimo en él",
      "example": "I belong to a book club where we discuss our favorite novels. I belonged to a sports team in high school. I will belong to a community of artists when I finish my degree.",
      "example_translation": "Pertenecía a un club de lectura donde discutíamos nuestros novelas favoritas. Pertenezco a un equipo deportivo en la escuela secundaria. Perteneceré a una comunidad de artistas cuando termine mi título.",
      "imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "belongings",
      "translation": "pertenencias",
      "definition": "Personal property or possessions, especially those that are portable or movable.",
      "definition_translation": "Propiedad personal o posesiones, especialmente aquellas que son portátiles o móviles.",
      "example": "She packed her belongings into a suitcase and left for the airport. Yesterday, I had packed my belongings into a box. I will pack my belongings into a bag tomorrow.",
      "example_translation": "Ella empacó sus pertenencias en una maleta y se fue al aeropuerto. Ayer, había empacado mis pertenencias en una caja. Mañana, empacaré mis pertenencias en una bolsa.",
      "imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bench",
      "translation": "banco",
      "definition": "A long seat, typically one fixed in place, used by people in a park, garden, or other outdoor area.",
      "definition_translation": "Un asiento largo, típicamente uno fijo en su lugar, utilizado por la gente en un parque, jardín o área al aire libre.",
      "example": "I sat on a bench in the park and read a book. Yesterday, I had sat on a bench and watched the game. I will sit on a bench and rest tomorrow.",
      "example_translation": "Me senté en un banco en el parque y leí un libro. Ayer, había sentado en un banco y vi el juego. Mañana, me sentaré en un banco y descansaré.",
      "imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bend",
      "translation": "doblarse",
      "definition": "To change direction or shape by folding or curving.",
      "definition_translation": "Cambiar de dirección o forma al doblarse o curvarse.",
      "example": "I bent down to pick up the ball. Yesterday, I had bent my knees to jump higher. I will bend my body to touch my toes tomorrow.",
      "example_translation": "Me doblé para recoger la pelota. Ayer, había doblado mis rodillas para saltar más alto. Mañana, doblaré mi cuerpo para tocar mis dedos del pie.",
      "imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bend",
      "translation": "doblado",
      "definition": "to change direction or shape by making a curve or angle",
      "definition_translation": "cambiar de dirección o forma haciendo una curva o ángulo",
      "example": "I will bend the wire to fix the broken lamp. Yesterday, I bent down to pick up the pen. If I bend the rules, I might get in trouble.",
      "example_translation": "Doblaré el alambre para arreglar la lámpara rota. Ayer, me doblé para recoger la pluma. Si doblo las reglas, podré meterme en problemas.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bend",
      "translation": "doblado",
      "definition": "to change direction or shape by making a curve or angle",
      "definition_translation": "cambiar de dirección o forma haciendo una curva o ángulo",
      "example": "The road will bend to the left after the bridge. The branch bent under the weight of the fruit. The company will bend its policy to accommodate the new client.",
      "example_translation": "La carretera doblará a la izquierda después del puente. La rama se dobló bajo el peso de la fruta. La empresa doblará su política para acomodar al nuevo cliente.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beneath",
      "translation": "debajo de",
      "definition": "in or to a position below something",
      "definition_translation": "en o a una posición debajo de algo",
      "example": "The book is beneath the couch. The treasure was hidden beneath the old oak tree. The city's secrets lie beneath its modern facade.",
      "example_translation": "El libro está debajo del sofá. El tesoro estaba escondido debajo del roble antiguo. Los secretos de la ciudad se esconden debajo de su fachada moderna.",
      "imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beneficial",
      "translation": "beneficioso",
      "definition": "having a positive or helpful effect",
      "definition_translation": "tener un efecto positivo o útil",
      "example": "The new policy has been beneficial to the company. It will be beneficial for the employees. It was beneficial for the environment.",
      "example_translation": "La nueva política ha sido beneficiosa para la empresa. Será beneficioso para los empleados. Fue beneficiosa para el medio ambiente.",
      "imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "benefit",
      "translation": "beneficio",
      "definition": "an advantage or profit gained from something",
      "definition_translation": "una ventaja o ganancia obtenida de algo",
      "example": "The company offers many benefits to its employees. The new policy will benefit the economy. I benefited from the experience.",
      "example_translation": "La empresa ofrece muchos beneficios a sus empleados. La nueva política beneficiará la economía. Me beneficié de la experiencia.",
      "imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "berry",
      "translation": "baya",
      "definition": "a small, fleshy fruit",
      "definition_translation": "una fruta pequeña y carnosa",
      "example": "I ate a berry from the bush. The berries will be ripe in summer. She picked berries from the tree.",
      "example_translation": "Me comí una baya del arbusto. Las bayas estarán maduras en verano. Ella recogió bayas del árbol.",
      "imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bestseller",
      "translation": "superventas",
      "definition": "A book or other product that sells very well, often becoming extremely popular.",
      "definition_translation": "Un libro u otro producto que se vende muy bien, a menudo se vuelve muy popular.",
      "example": "The novel became a bestseller in its first week of release. It will be a bestseller by the end of the year. It was a bestseller last season.",
      "example_translation": "La novela se convirtió en un superventas en su primera semana de lanzamiento. Será un superventas al final del año. Fue un superventas la última temporada.",
      "imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bet",
      "translation": "apuesta",
      "definition": "To risk money or something valuable on the result of an event or game.",
      "definition_translation": "Arriesgar dinero o algo valioso en el resultado de un evento o juego.",
      "example": "I bet on the football game last night. She will bet on the horse race this weekend. They bet on the outcome of the election.",
      "example_translation": "Aposté en el partido de fútbol anoche. Ella apostará en la carrera de caballos este fin de semana. Ellos apostaron en el resultado de las elecciones.",
      "imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "betray",
      "translation": "traicionar",
      "definition": "To be disloyal or unfaithful to someone or something, often in a secret or hidden way.",
      "definition_translation": "Ser desleal o infiel a alguien o algo, a menudo de manera secreta o oculta.",
      "example": "She felt betrayed by her friend's actions. He betrayed his country by selling secrets. They will betray their trust if they don't keep the promise.",
      "example_translation": "Ella se sintió traicionada por las acciones de su amiga. Él traicionó a su país vendiendo secretos. Ellos traicionarán su confianza si no cumplen la promesa.",
      "imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bikini",
      "translation": "bikini",
      "definition": "A bikini is a type of swimsuit that is worn by women, typically consisting of two pieces, one covering the breasts and the other the groin area.",
      "definition_translation": "Un bikini es un tipo de traje de baño que se lleva puesto por las mujeres, típicamente consistente en dos piezas, una que cubre los pechos y la otra el área del pubis.",
      "example": "I bought a new bikini for my vacation. I wore it yesterday at the beach. I will wear it again tomorrow when I go swimming.",
      "example_translation": "Compré un nuevo bikini para mis vacaciones. Lo llevé puesto ayer en la playa. Lo llevaré puesto de nuevo mañana cuando vaya a nadar.",
      "imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bill",
      "translation": "cuenta",
      "definition": "A bill is a document requesting payment for goods or services provided.",
      "definition_translation": "Una cuenta es un documento que solicita el pago por los bienes o servicios prestados.",
      "example": "I received a bill from the restaurant. I will pay it tomorrow. I paid it last month.",
      "example_translation": "Recibí una cuenta del restaurante. La pagaré mañana. La pagué el mes pasado.",
      "imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "billion",
      "translation": "billón",
      "definition": "A billion is a large unit of measurement, equal to one thousand million.",
      "definition_translation": "Un billón es una gran unidad de medida, igual a mil millones.",
      "example": "The country's population is over a billion. It was a billion dollars in debt. It will be a billion people attending the event.",
      "example_translation": "La población del país es de más de un billón. Estaba en deuda por un billón de dólares. Serán un billón de personas asistiendo al evento.",
      "imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "biological",
      "translation": "biológico",
      "definition": "Relating to the study of living organisms, including their structure, function, growth, evolution, and taxonomy.",
      "definition_translation": "Relativo al estudio de los organismos vivos, incluyendo su estructura, función, crecimiento, evolución y taxonomía.",
      "example": "Biological research has led to many breakthroughs in medicine. Biological systems are complex and fascinating. Biological processes will continue to evolve over time.",
      "example_translation": "La investigación biológica ha llevado a muchos avances en medicina. Los sistemas biológicos son complejos y fascinantes. Los procesos biológicos seguirán evolucionando con el tiempo.",
      "imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bite",
      "translation": "morder",
      "definition": "To grip or seize something firmly with the teeth, or to grip or hold something firmly with the mouth.",
      "definition_translation": "Agarrar o sujetar algo firmemente con los dientes, o agarrar o sostener algo firmemente con la boca.",
      "example": "The dog likes to bite his toys. She bit into the apple. He will bite his lip in anxiety.",
      "example_translation": "El perro le gusta morder sus juguetes. Ella mordió la manzana. Él morderá su labio por ansiedad.",
      "imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bite",
      "translation": "morder",
      "definition": "To grip or seize something firmly with the teeth, or to grip or hold something firmly with the mouth.",
      "definition_translation": "Agarrar o sujetar algo firmemente con los dientes, o agarrar o sostener algo firmemente con la boca.",
      "example": "The dog likes to bite his toys. She bit into the apple. He will bite his lip in anxiety.",
      "example_translation": "El perro le gusta morder sus juguetes. Ella mordió la manzana. Él morderá su labio por ansiedad.",
      "imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bitter",
      "translation": "amargo",
      "definition": "Having a strong unpleasant taste, like quinine or lemons.",
      "definition_translation": "Teniendo un sabor fuerte y desagradable, como la quinina o los limones.",
      "example": "The coffee was bitter, so I added sugar. I have been bitter about the situation for years. I will be bitter if I don't get the job.",
      "example_translation": "El café era amargo, así que agregué azúcar. He estado amargado sobre la situación durante años. Estaré amargado si no consigo el trabajo.",
      "imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bitterly",
      "translation": "amargamente",
      "definition": "In a bitter manner; with bitter feelings.",
      "definition_translation": "De manera amarga; con sentimientos amargos.",
      "example": "She bitterly regretted her decision. He bitterly complained about the food. They will bitterly fight for their rights.",
      "example_translation": "Ella se arrepintió amargamente de su decisión. Él se quejó amargamente de la comida. Ellos lucharán amargamente por sus derechos.",
      "imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bizarre",
      "translation": "extraño",
      "definition": "Unusual and unexpected, often in a strange or unsettling way.",
      "definition_translation": "Inusual y inesperado, a menudo de una manera extraña o inquietante.",
      "example": "The artist's bizarre sculptures were on display. The bizarre weather patterns have been causing problems. The team's bizarre behavior surprised everyone.",
      "example_translation": "Las esculturas extrañas del artista estaban en exhibición. Los patrones climáticos extraños han estado causando problemas. El comportamiento extraño del equipo sorprendió a todos.",
      "imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blackberry",
      "translation": "mora",
      "definition": "A small, dark purple fruit that grows on a bush and is often eaten in pies and desserts.",
      "definition_translation": "Una pequeña fruta oscura púrpura que crece en un arbusto y se come a menudo en pasteles y postres.",
      "example": "I ate a blackberry pie yesterday, I am eating blackberries now, and I will eat blackberry jam tomorrow.",
      "example_translation": "Comí una tarta de mora ayer, estoy comiendo moras ahora y comeré mermelada de mora mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blackcurrant",
      "translation": "cassis",
      "definition": "A small, dark purple fruit that grows on a bush and is often eaten in desserts and drinks.",
      "definition_translation": "Una pequeña fruta oscura púrpura que crece en un arbusto y se come a menudo en postres y bebidas.",
      "example": "I drank blackcurrant juice yesterday, I am eating blackcurrants now, and I will make blackcurrant jam tomorrow.",
      "example_translation": "Bebí jugo de cassis ayer, estoy comiendo cassises ahora y haré mermelada de cassis mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blade",
      "translation": "hoja",
      "definition": "A long, flat, sharp part of a tool or machine, such as a knife or a saw.",
      "definition_translation": "Una parte larga, plana y afilada de una herramienta o máquina, como un cuchillo o una sierra.",
      "example": "I used a blade to cut the grass yesterday, I am sharpening a blade now, and I will buy a new blade tomorrow.",
      "example_translation": "Usé una hoja para cortar el césped ayer, estoy afilando una hoja ahora y compraré una hoja nueva mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blank",
      "translation": "en blanco",
      "definition": "Having no marks or features, completely empty or vacant.",
      "definition_translation": "Sin marcas ni características, completamente vacío o vacante.",
      "example": "The blank page stared back at me, waiting for my creative thoughts to fill it. I had left the blank spaces in the form, unsure of what to write. By the time I finish this project, the blank walls of my room will be filled with inspiration.",
      "example_translation": "La página en blanco me miraba fijamente, esperando que mis pensamientos creativos la llenen. Había dejado los espacios en blanco en el formulario, sin saber qué escribir. Cuando termine este proyecto, las paredes en blanco de mi habitación estarán llenas de inspiración.",
      "imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blind",
      "translation": "ciego",
      "definition": "Unable to see or perceive something, having no sight or vision.",
      "definition_translation": "No poder ver o percibir algo, no tener vista ni visión.",
      "example": "The blind man walked carefully down the street, using his cane to navigate. I was blind to the warning signs, but now I see them clearly. In the future, we will develop technology to help the blind see.",
      "example_translation": "El hombre ciego caminaba con cuidado por la calle, usando su bastón para navegar. Estaba ciego a las señales de advertencia, pero ahora las veo claramente. En el futuro, desarrollaremos tecnología para ayudar a los ciegos a ver.",
      "imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blink",
      "translation": "parpadear",
      "definition": "To shut and open one's eyes quickly, especially to remove dirt or to express surprise.",
      "definition_translation": "Cerrar y abrir los ojos rápidamente, especialmente para quitar suciedad o expresar sorpresa.",
      "example": "When I got dust in my eye, I had to blink rapidly to get it out. She blinked in surprise when I told her the news. By the time I blink, the light will turn green.",
      "example_translation": "Cuando me metí polvo en el ojo, tuve que parpadear rápidamente para sacarlo. Ella parpadeó de sorpresa cuando le di la noticia. En el momento en que parpadeo, la luz se volverá verde.",
      "imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "block",
      "translation": "bloque",
      "definition": "A solid mass of material, especially one used as a construction unit, or a shape that can be used as a building block.",
      "definition_translation": "Una masa sólida de material, especialmente una utilizada como unidad de construcción, o una forma que puede ser utilizada como bloque de construcción.",
      "example": "She built a tower using wooden blocks. She had built a castle with blocks yesterday. She will build a bridge with blocks tomorrow.",
      "example_translation": "Ella construyó una torre utilizando bloques de madera. Ella había construido un castillo con bloques ayer. Ella construirá un puente con bloques mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bloody",
      "translation": "sangriento",
      "definition": " Covered in or smeared with blood; violently brutal or shocking.",
      "definition_translation": "Cubierto de o manchado con sangre; brutal o chocante de manera violenta.",
      "example": "The bloody war had left the city in ruins. The bloody fight was interrupted by the police. The bloody murder will be investigated tonight.",
      "example_translation": "La guerra sangrienta había dejado la ciudad en ruinas. La pelea sangrienta fue interrumpida por la policía. El asesinato sangriento será investigado esta noche.",
      "imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blueberry",
      "translation": "arándano",
      "definition": "A small, round fruit with a sweet or tart taste, typically purple-blue in color.",
      "definition_translation": "Una fruta small, redonda con un sabor dulce o ácido, generalmente de color púrpura-azul.",
      "example": "She ate a handful of blueberries for breakfast. She had eaten blueberry pancakes yesterday. She will eat blueberry muffins for dessert tomorrow.",
      "example_translation": "Ella comió un puñado de arándanos para desayunar. Ella había comido pancakes de arándano ayer. Ella comerá muffins de arándano para postre mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blush",
      "translation": "sonrojo",
      "definition": "to become red in the face, typically from shame or embarrassment",
      "definition_translation": "ponerse rojo en la cara, típicamente por vergüenza o bochorno",
      "example": "She blushed when her crush talked to her. She had blushed when he asked her out. She will blush when he gives her a compliment.",
      "example_translation": "Ella se sonrojó cuando su crush habló con ella. Se había sonrojado cuando él le pidió salir. Se sonrojará cuando él le haga un cumplido.",
      "imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "board",
      "translation": "tablero",
      "definition": "a flat, usually rectangular piece of wood, plastic, or other material used for a particular purpose",
      "definition_translation": "un pedazo plano, usualmente rectangular, de madera, plástico o otro material utilizado para un propósito particular",
      "example": "He placed the message on the board. He had placed the pieces on the board. He will place the new policy on the board.",
      "example_translation": "Él puso el mensaje en el tablero. Había puesto las piezas en el tablero. Pondrá la nueva política en el tablero.",
      "imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "board",
      "translation": "consejo",
      "definition": "a group of people who make decisions about a company, organization, or school",
      "definition_translation": "un grupo de personas que toman decisiones sobre una empresa, organización o escuela",
      "example": "She is a member of the board. She had been a member of the board. She will be a member of the board.",
      "example_translation": "Ella es miembro del consejo. Había sido miembro del consejo. Será miembro del consejo.",
      "imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boast",
      "translation": "jactarse",
      "definition": "to talk with pride about something you have done or something you have",
      "definition_translation": "hablar con orgullo sobre algo que has hecho o algo que tienes",
      "example": "I boasted about my new car to my friends. I will boast about my achievements at the ceremony. I boasted about my cooking skills to my family.",
      "example_translation": "Me jacté de mi nuevo coche con mis amigos. Me jactaré de mis logros en la ceremonia. Me jacté de mis habilidades culinarias con mi familia.",
      "imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bodyguard",
      "translation": "guardaespaldas",
      "definition": "a person employed to protect someone, usually a famous or important person",
      "definition_translation": "una persona empleada para proteger a alguien, usualmente una persona famosa o importante",
      "example": "The president had a bodyguard who accompanied him everywhere. She worked as a bodyguard for a famous actor. The bodyguard saved the singer's life during the attack.",
      "example_translation": "El presidente tenía un guardaespaldas que lo acompañaba a todos lados. Ella trabajó como guardaespaldas para un actor famoso. El guardaespaldas salvó la vida de la cantante durante el ataque.",
      "imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boiling",
      "translation": "hervir",
      "definition": "the act of liquid becoming hot and producing bubbles",
      "definition_translation": "el acto de un líquido que se vuelve caliente y produce burbujas",
      "example": "The water is boiling in the pot. She was boiling with anger when she heard the news. The coffee was boiling in the coffee maker.",
      "example_translation": "El agua está hirviendo en la olla. Ella estaba hirviendo de ira cuando escuchó la noticia. El café estaba hirviendo en la cafetera.",
      "imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bold",
      "translation": "audaz",
      "definition": " Showing a willingness to take risks and do things in a bold and confident way.",
      "definition_translation": "Mostrando una disposición a asumir riesgos y hacer cosas de manera audaz y confiada.",
      "example": "She always wore bold outfits to make a statement. She had worn bold outfits to make a statement. She will wear bold outfits to make a statement.",
      "example_translation": "Siempre llevaba conjuntos atrevidos para hacer una declaración. Había llevado conjuntos atrevidos para hacer una declaración. Llevará conjuntos atrevidos para hacer una declaración.",
      "imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boldly",
      "translation": "audazmente",
      "definition": "In a way that shows a willingness to take risks and do things in a bold and confident way.",
      "definition_translation": "De una manera que muestra una disposición a asumir riesgos y hacer cosas de manera audaz y confiada.",
      "example": "The company will boldly invest in new technologies. The company boldly invested in new technologies. The company has boldly invested in new technologies.",
      "example_translation": "La empresa invertirá audazmente en nuevas tecnologías. La empresa invirtió audazmente en nuevas tecnologías. La empresa ha invertido audazmente en nuevas tecnologías.",
      "imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bombing",
      "translation": "bombardeo",
      "definition": "The act of dropping bombs from an aircraft, especially in a deliberate attack.",
      "definition_translation": "El acto de dejar caer bombas desde un avión, especialmente en un ataque deliberado.",
      "example": "The city suffered a bombing during the war. The city had suffered a bombing during the war. The city will suffer a bombing during the war.",
      "example_translation": "La ciudad sufrió un bombardeo durante la guerra. La ciudad había sufrido un bombardeo durante la guerra. La ciudad sufrirá un bombardeo durante la guerra.",
      "imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bond",
      "translation": "bono",
      "definition": "A bond is a type of investment in which an investor lends money to an borrower (typically corporate or governmental) in exchange for regular interest payments and the return of their principal investment.",
      "definition_translation": "Un bono es un tipo de inversión en la que un inversionista presta dinero a un prestatario (típicamente corporativo o gubernamental) a cambio de pagos de intereses regulares y la devolución de su inversión principal.",
      "example": "The company issued a bond to raise capital for its new project. It had bonded with its investors over the years. By the end of the year, it will have bonded with several investors.",
      "example_translation": "La empresa emitió un bono para recaudar capital para su nuevo proyecto. Había formado un vínculo con sus inversores a lo largo de los años. Al final del año, habrá formado un vínculo con varios inversores.",
      "imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bonus",
      "translation": "prima",
      "definition": "A bonus is an additional payment or reward given to an employee, salesperson, or executive for achieving certain goals or targets.",
      "definition_translation": "Una prima es un pago adicional o recompensa otorgada a un empleado, vendedor o ejecutivo por alcanzar ciertos objetivos o metas.",
      "example": "The employee received a bonus for meeting the sales target. She is eligible for a bonus this quarter. The company will offer a bonus to its top performers.",
      "example_translation": "El empleado recibió una prima por cumplir con el objetivo de ventas. Ella es elegible para una prima este trimestre. La empresa ofrecerá una prima a sus mejores ejecutores.",
      "imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "booklet",
      "translation": "folleto",
      "definition": "A booklet is a small book or pamphlet, typically containing information or instructions on a particular subject.",
      "definition_translation": "Un folleto es un pequeño libro o panfleto, que típicamente contiene información o instrucciones sobre un tema en particular.",
      "example": "The travel agency provided a booklet with information on the tour. She had written a booklet on gardening. The company is publishing a booklet on its history.",
      "example_translation": "La agencia de viajes proporcionó un folleto con información sobre el tour. Ella había escrito un folleto sobre jardinería. La empresa está publicando un folleto sobre su historia.",
      "imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    }
  ]
}