[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pozytywny",
      "translation": "positivo",
      "definition": "mający lub pokazujący dobrą lub optymistyczną postawę lub uczucie",
      "definition_translation": "avere o mostrare un atteggiamento o sentimento buono o ottimistico",
      "example": "Ona ma pozytywne nastawienie do życia. Była pozytywna wobec nowej oferty pracy. Będzie pozytywna wobec przyszłości.",
      "example_translation": "Lei ha un atteggiamento positivo verso la vita. Era positiva sulla nuova offerta di lavoro. Sarà positiva sul futuro.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "uzależniony",
      "translation": "dipendente",
      "definition": "fizycznie lub psychicznie zależny od czegoś",
      "definition_translation": "dipendente fisicamente o psicologicamente da qualcosa",
      "example": "On był uzależniony od palenia. Jest uzależniony od gier wideo. Będzie uzależniony od mediów społecznościowych.",
      "example_translation": "Era dipendente dal fumo. È dipendente dai videogiochi. Sarà dipendente dai social media.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przygodowy",
      "translation": "avventuroso",
      "definition": "gotowy do podejmowania ryzyka i próbowania nowych rzeczy",
      "definition_translation": "disposto a correre rischi e provare cose nuove",
      "example": "Ona jest osobą przygodową. Była przygodowa, gdy podróżowała do Europy. Będzie przygodowa na swojej następnej podróży.",
      "example_translation": "È una persona avventurosa. Era avventurosa quando ha viaggiato in Europa. Sarà avventurosa nel suo prossimo viaggio.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czuły",
      "translation": "affettuoso",
      "definition": "mający lub pokazujący uczucia miłości, czułości lub sympatii wobec kogoś lub czegoś",
      "definition_translation": "Avendo o mostrando sentimenti di amore, tenerezza o affetto verso qualcuno o qualcosa.",
      "example": "Ona była czułą matką, zawsze obejmującą swoje dzieci. Była czuła wobec swoich zwierząt, gdy była młodsza. Będzie czuła wobec swojego przyszłego partnera.",
      "example_translation": "Era una madre affettuosa, sempre abbracciando i suoi bambini. Era stata affettuosa verso i suoi animali domestici quando era più giovane. Sarà affettuosa verso il suo futuro compagno.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "agresywny",
      "translation": "aggressivo",
      "definition": "gotowy do ataku lub angażowania się w konflikt, lub charakteryzujący się odważnym lub asertywnym zachowaniem",
      "definition_translation": "Pronto ad attaccare o impegnarsi in conflitto, o caratterizzato da comportamenti audaci o assertivi.",
      "example": "On był agresywnym graczem na boisku, zawsze próbującym wygrać. Był agresywny w biznesie, szybko podejmując trudne decyzje. Będzie agresywny w swojej nowej roli, wyzywając swoich członków zespołu.",
      "example_translation": "Era un giocatore aggressivo sul campo, sempre cercando di vincere. Era stato aggressivo nel business, prendendo decisioni difficili rapidamente. Sarà aggressivo nel suo nuovo ruolo, sfidando i membri del suo team.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ambitny",
      "translation": "ambizioso",
      "definition": "mający lub pokazujący silną determinację do osiągnięcia sukcesu lub zdobycia czegoś, często wymagającą determinacji i ciężkiej pracy",
      "definition_translation": "Avendo o mostrando un forte desiderio di riuscire o ottenere qualcosa, spesso richiedendo determinazione e duro lavoro.",
      "example": "Ona była ambitnym przedsiębiorcą, zawsze poszukującym nowych możliwości. Była ambitna w swojej poprzedniej roli, często szukając awansu. Będzie ambitna w swoim nowym startupie, dążąc do rewolucjonizacji branży.",
      "example_translation": "Era un'ambiziosa imprenditrice, sempre alla ricerca di nuove opportunità. Era stata ambiziosa nel suo ruolo precedente, cercando promozioni frequentemente. Sarà ambiziosa nel suo nuovo startup, puntando a rivoluzionare l'industria.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rozbawiony",
      "translation": "divertito",
      "definition": "czujący lub pokazujący rozrywkę lub przyjemność, często towarzyszącą śmiechu lub uśmiechu",
      "definition_translation": "Sensazione o esibizione di piacere o godimento, spesso accompagnata da risate o sorrisi.",
      "example": "Byłem rozbawiony żartami komika. Jestem rozbawiony jego głupimi wybrykami. Będę rozbawiony sztuką jutro.",
      "example_translation": "Sono stato divertito dalle battute del comico. Sono divertito dalle sue buffonate ridicole. Sarò divertito dallo spettacolo di domani.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "aroganci",
      "translation": "arrogante",
      "definition": "mający lub pokazujący postawę wyższości, często towarzyszącą brakiem szacunku dla innych",
      "definition_translation": "Avendo o mostrando un atteggiamento di superiorità, spesso accompagnato da una mancanza di rispetto per gli altri.",
      "example": "On był aroganci i nigdy nie słuchał innych. Ona jest aroganci i zawsze mówi do ludzi z góry. Oni będą aroganci i myśleli, że są ponad prawem.",
      "example_translation": "Era arrogante e non ascoltava mai gli altri. È arrogante e parla sempre in tono di superiorità verso le persone. Saranno arroganti e penseranno di essere al di sopra della legge.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zdumiony",
      "translation": "stupito",
      "definition": "czujący lub pokazujący wielki zdumienie lub zdziwienie, często towarzyszącemu czujnością lub sensem",
      "definition_translation": "Sensazione o esibizione di grande sorpresa o meraviglia, spesso accompagnata da un senso di stupore.",
      "example": "Byłem zdumiony wiadomością. Ona jest zdumiona pięknem krajobrazu. Oni będą zdumieni sztuką magiczną.",
      "example_translation": "Sono stato stupefatto dalle notizie. È stupefatta dalla bellezza del paesaggio. Saranno stupefatti dallo show di magia.",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zdumiewający",
      "translation": "sconvolgente",
      "definition": "bardzo zdumiewający lub imponujący; zdumiewający lub zdziwiąjący",
      "definition_translation": "Estremamente sorprendente o impressionante; incredibile o sconvolgente.",
      "example": "Zdumiewająca piękność Tadż Mahal pozostawiła mnie bez tchu. Byłem zdumiony wiadomością. Zdumiewający fakt jest taki, że nigdy nie chodził do szkoły.",
      "example_translation": "La bellezza sconvolgente del Taj Mahal mi ha lasciato senza fiato. Ero sconvolto dalla notizia. Il fatto sconvolgente è che non era mai stato a scuola.",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "spokojny",
      "translation": "a proprio agio",
      "definition": "Czując się komfortowo i relaksowany; nie martwiąc się lub niefrasobliwy.",
      "definition_translation": "Sentendosi a proprio agio; non preoccupato o ansioso.",
      "example": "Byłem spokojny o swojej decyzji. Wydawała się spokojna w tej sytuacji. Będą spokojni, gdy dostaną nowy dom.",
      "example_translation": "Ero a proprio agio con la mia scelta. Lei sembrava a proprio agio con la situazione. Saranno a proprio agio una volta che otterranno una nuova casa.",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "świadomy",
      "translation": "consapevole",
      "definition": "Mający wiedzę lub percepcję czegoś; świadomy.",
      "definition_translation": "Avere conoscenza o percezione di qualcosa; cosciente.",
      "example": "Byłem świadomy zagrożenia. Uświadomiła sobie swojego otoczenia. Będą świadomi konsekwencji.",
      "example_translation": "Ero consapevole del pericolo. Lei divenne consapevole dei suoi dintorni. Saranno consapevoli delle conseguenze.",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zły humor",
      "translation": "cattivo umore",
      "definition": "Mający lub pokazujący zły humor; łatwo irytujący się lub zagniewany.",
      "definition_translation": "Avere o mostrare un cattivo umore; facilmente annoiato o infuriato.",
      "example": "Była zły humor o poranku. Wczoraj była zły humor podczas kolacji. Będzie zły humor, jeśli nie dostanie wystarczającej ilości snu.",
      "example_translation": "È stata di cattivo umore dal mattino. Ieri sera, era di cattivo umore durante la cena. Sarà di cattivo umore se non dorme abbastanza.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zrównoważony",
      "translation": "equilibrato",
      "definition": "Mający zdrową i stabilną mentalnie lub emocjonalnie stan; będąc sprawiedliwym i bezstronnym.",
      "definition_translation": "Avere uno stato mentale o emotivo sano e stabile; essere giusto e imparziale.",
      "example": "On jest zrównoważoną osobą, która nigdy nie traci równowagi. Firma stara się utrzymać zrównoważonych sił roboczych. Rząd dąży do osiągnięcia zrównoważonego budżetu do 2025 roku.",
      "example_translation": "È una persona equilibrata che non si arrabbia facilmente. L'azienda si sforza di mantenere una forza lavoro equilibrata. Il governo punta a raggiungere un bilancio equilibrato entro il 2025.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gorzki",
      "translation": "amaro",
      "definition": "Mający silny, nieprzyjemny smak; czujący lub pokazujący gniew, niezadowolenie lub urazę.",
      "definition_translation": "Avere un gusto forte e sgradevole; sentirsi o mostrare rabbia, infelicità o risentimento.",
      "example": "Kawa była gorzka, więc dodałem cukier. Czuję się gorzko o rozstaniu. Od lat jest gorzki o swojej pracy.",
      "example_translation": "Il caffè era amaro, quindi ho aggiunto zucchero. Si sentiva amara per la rottura. È stato amaro del suo lavoro per anni.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "odważny",
      "translation": "coraggioso",
      "definition": "Pokazujący gotowość do podejmowania ryzyka lub stawienia czoła wyzwaniom z pewnością siebie i odwagą.",
      "definition_translation": "Mostrando la volontà di correre rischi o affrontare sfide con fiducia e coraggio",
      "example": "Była odważna, aby odejść z pracy i założyć własną firmę. Od tamtej pory była odważna w swoich decyzjach, a teraz jest odważna o swoich planach na przyszłość.",
      "example_translation": "Era abbastanza coraggiosa da lasciare il suo lavoro e iniziare la sua attività. Ha preso decisioni coraggiose da allora, e ora è aperta sugli suoi piani futuri.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kaszanka",
      "translation": "prepotente",
      "definition": "Dający rozkazy i mówiący ludziom, co mają robić w sposób irytujący lub obraźliwy.",
      "definition_translation": "Dando ordini e dicendo alle persone cosa fare in modo fastidioso o offensivo",
      "example": "Moja kaszanka siostra zawsze próbuje mi powiedzieć, co mam się ubrać. Była kaszanka, gdy byliśmy dziećmi, i nadal jest teraz. Będzie kaszanka, gdy dorśnie.",
      "example_translation": "La mia sorella prepotente cerca sempre di dirmi cosa indossare. Era prepotente e controllante quando eravamo bambini, e lo è ancora adesso. Sarà prepotente quando crescerà, anche.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jasny",
      "translation": "luminoso",
      "definition": "Emitujący lub odbijający dużo światła; świecący intensywnie.",
      "definition_translation": "Emettendo o riflettendo molta luce; splendendo intensamente",
      "example": "Jasne słońce obudziło mnie wcześnie. Jasne światła miasta były przytłaczające na początku, ale się do nich przyzwyczaiłem. Jasna przyszłość firmy wyglądała obiecująco.",
      "example_translation": "Il sole luminoso mi svegliò presto. Le luci luminose della città erano schiaccianti all'inizio, ma mi ci sono abituato. Il futuro luminoso dell'azienda sembrava promettente.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "troskliwy",
      "translation": "accudente",
      "definition": "Pokazujący prawdziwe zainteresowanie i troskę o innych, szczególnie w sposób współczujący lub empatyczny.",
      "definition_translation": "Mostrare un interesse genuino e preoccupazione per gli altri, soprattutto in modo compassionevole o empatico.",
      "example": "Była troskliwą matką, która zawsze stawiała potrzeby swoich dzieci na pierwszym miejscu. W przeszłości troszczyła się o swoich starszych rodziców. W przyszłości będzie troszczyć się o swoje wnuki.",
      "example_translation": "Era una madre accudente, sempre ponendo le esigenze dei suoi figli al primo posto. Nel passato, aveva curato i suoi genitori anziani. Nel futuro, curerà i suoi nipoti.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ostrożny",
      "translation": "cauto",
      "definition": " Ostrożny, aby uniknąć ryzyka lub niebezpieczeństwa, i podejmujący kroki, aby zapewnić bezpieczeństwo.",
      "definition_translation": "Atteno a evitare rischi o pericoli e assume misure per garantire la sicurezza.",
      "example": "Był ostrożny, gdy prowadził, zawsze sprawdzając lusterka i martwą strefę. W przeszłości był ostrożny, inwestując w giełdę papierów wartościowych. W przyszłości będzie ostrożny, udostępniając informacje osobiste online.",
      "example_translation": "Era cauto quando guidava, sempre controllando gli specchietti retrovisivi e i punti ciechi. Nel passato, era stato cauto nell'investire nel mercato azionario. Nel futuro, sarà cauto nel condividere informazioni personali online.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "śmiały",
      "translation": "sfacciato",
      "definition": "Niegrzecznie śmiały czy impudencyjny, często w sposób zabawny lub humorystyczny.",
      "definition_translation": "Impertinente o sfacciato, spesso in modo giocoso o umoristico.",
      "example": "Był śmiałym chłopcem, zawsze robąc żarty i dokuczając swoim przyjaciołom. W przeszłości był śmiały wobec swoich rodzeństwa. W przyszłości będzie śmiały wobec swoich kolegów z pracy.",
      "example_translation": "Era un ragazzo sfacciato, sempre facendo battute e prendendo in giro i suoi amici. Nel passato, era stato sfacciato con i suoi fratelli. Nel futuro, sarà sfacciato con i suoi colleghi.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dziecinni",
      "translation": "infantile",
      "definition": "Nie posiadający dojrzałości lub sophistykacji; głupi lub niedojrzały.",
      "definition_translation": "Mancante di maturità o sofisticazione; sciocco o immaturo.",
      "example": "Była dziecinną, kiedy nie dostawała swojego. Nauczy się być bardziej dojrzałą w przyszłości. Był dziecinnym podczas spotkania, ale teraz jest bardziej skomponowany.",
      "example_translation": "Stava agendo in modo infantile quando non ha ottenuto ciò che voleva. Imparerà a essere più maturo in futuro. Era stato infantile durante l'incontro, ma ora è più composto.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niezdarny",
      "translation": "goffo",
      "definition": "Niewprawny i niezgrabny w ruchu lub działaniu; brakujący koordynacji lub umiejętności.",
      "definition_translation": "Impacciato e inetto nel movimento o azione; mancante di coordinamento o abilità.",
      "example": "Niezdarny kelner rozlał drinki na całym stole. Będzie bardziej ostrożny w przyszłości. Była niezdarna w słowach i zraniła uczucia swojego przyjaciela.",
      "example_translation": "Il cameriere goffo ha rovesciato le bibite su tutto il tavolo. Sarà più attento in futuro. Era goffa con le sue parole e ha ferito i sentimenti dell'amico.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "komunikatywny",
      "translation": "comunicativo",
      "definition": "Chętny do rozmowy i dzielenia się informacjami; zdolny do przekazywania myśli i idei skutecznie.",
      "definition_translation": "Disposto a parlare e condividere informazioni; in grado di trasmettere pensieri e idee in modo efficace.",
      "example": "Nauczyciel był bardzo komunikatywny i wyjaśnił lekcję jasno. Komunikatywne podejście firmy pomogło rozwiązać problem. Będzie bardziej komunikatywna w swojej następnej prezentacji.",
      "example_translation": "L'insegnante era molto comunicativo e ha spiegato la lezione in modo chiaro. L'approccio comunicativo dell'azienda ha aiutato a risolvere la questione. Sarà più comunicativa nella sua prossima presentazione.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "konkurencyjny",
      "translation": "concorrenziale",
      "definition": "Mający silną wolę wygrania lub sukcesu, szczególnie w biznesie lub sporcie.",
      "definition_translation": "Avendo un forte desiderio di vincere o essere successo, specialmente nel business o nello sport.",
      "example": "Była bardzo konkurencyjna i zawsze starała się być najlepsza, Bierze udział w mistrzostwach dziś, Będzie konkurencyjna na igrzyskach olimpijskich przyszłego roku.",
      "example_translation": "Era molto competitiva e ha sempre cercato di essere la migliore, Sta competendo nel campionato oggi, Competirà alle Olimpiadi l'anno prossimo.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zarozumiały",
      "translation": "presuntuoso",
      "definition": "Mający zbyt wysoką opinię o sobie, swoich możliwościach czy wyglądzie.",
      "definition_translation": "Avendo un'opinione eccessivamente alta di sé stesso, delle proprie abilità o del proprio aspetto.",
      "example": "Był tak zarozumiały, że uważał się za najmądrzejszego człowieka w pokoju, Była zarozumiała o swojej urodzie, Będzie zarozumiały o swoim nowym samochodzie.",
      "example_translation": "Era così presuntuoso che pensava di essere la persona più intelligente nella stanza, Era presuntuosa sulla sua bellezza, Sarà presuntuoso sulla sua nuova auto.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zaniepokojony",
      "translation": "preoccupato",
      "definition": "Czujący niepokój lub anxiety o coś.",
      "definition_translation": "Sentendosi preoccupato o ansioso per qualcosa.",
      "example": "Była zaniepokojona o swoje zdrowie, Oni są zaniepokojeni o środowisko, Będzie zaniepokojony o wyniki swojego egzaminu.",
      "example_translation": "Era preoccupata per la sua salute, Sono preoccupati per l'ambiente, Sarà preoccupato per i suoi risultati degli esami.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "konserwatywny",
      "translation": "conservatore",
      "definition": "Faworyzujący tradycyjne i ustalone idee, instytucje i metody; przeciwstawiający się zmianie lub innowacji.",
      "definition_translation": "Favorisce le idee, le istituzioni e i metodi tradizionali e stabiliti; oppone il cambiamento o l'innovazione.",
      "example": "Partia konserwatywna wygrała wybory zdecydowanym zwycięstwem. Mieli konserwatywne podejście do gospodarki. Będą konserwatywni w swoich wydatkach w przyszłości.",
      "example_translation": "Il partito conservatore ha vinto le elezioni con una vittoria schiacciante. Erano stati conservatori nel loro approccio all'economia. Saranno conservatori nella loro spesa in futuro.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "treść",
      "translation": "contenuto",
      "definition": "Materiał lub substancja traktowana w pracy pisanej, przemówieniu itp.",
      "definition_translation": "La sostanza o materiale trattato in un'opera scritta, discorso, ecc.",
      "example": "Treść książki była fascynująca. Była zadowolona z treści strony internetowej. Zmienią treść magazynu w przyszłym roku.",
      "example_translation": "Il contenuto del libro era affascinante. Era felice del contenuto del sito web. Cambieranno il contenuto della rivista l'anno prossimo.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "konwencjonalny",
      "translation": "convenzionale",
      "definition": "Postępujący zgodnie z tradycją, regułami lub konwenansami.",
      "definition_translation": "Seguendo o conformandosi alle consuetudini, regole o tradizioni stabilite.",
      "example": "Był myślicielem konwencjonalnym i unikał ryzyka. Firma użyła konwencjonalnych metod rozwiązania problemu. Będą przyjmować konwencjonalne praktyki w przyszłości.",
      "example_translation": "Era un pensatore convenzionale e evitava di correre rischi. L'azienda ha utilizzato metodi convenzionali per risolvere il problema. Adotteranno pratiche convenzionali in futuro.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "spółdzielnia",
      "translation": "cooperativo",
      "definition": "Spółdzielnia to organizacja należąca i kontrolowana przez jej członków, którzy mają wspólny cel lub interes.",
      "definition_translation": "Una cooperativa è un'organizzazione di proprietà e controllo dei suoi membri, che condividono un obiettivo o interesse comune.",
      "example": "Lokalni rolnicy utworzyli spółdzielnię, aby lepiej marketingować swoje produkty. Utworzyli spółdzielnię rok temu. Utworzą spółdzielnię w przyszłym roku.",
      "example_translation": "I contadini locali hanno formato una cooperativa per commercializzare i loro prodotti più efficacemente. Avevano formato una cooperativa un anno fa. Formeranno una cooperativa l'anno prossimo.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tchórzliwy",
      "translation": "vigliacco",
      "definition": "Pokazujący tchórzostwo; brak odwagi lub siły charakteru.",
      "definition_translation": "Mostrando vigliaccheria; mancando di coraggio o forza di carattere.",
      "example": "Zachował się tchórzliwie podczas wojny, uciekając z pola bitwy. Zachował się tchórzliwie wiele razy. Zachowa się tchórzliwie ponownie.",
      "example_translation": "Ha agito vigliaccamente durante la guerra, fuggendo dal campo di battaglia. Ha agito vigliaccamente molte volte. Agirà vigliaccamente ancora.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przyzwoity",
      "translation": "decente",
      "definition": "Moralnie prostolinijny i uczciwy; zgodny ze standardami przyzwoitości.",
      "definition_translation": "Moralmente retto e onesto; conforme alle norme di proprietà.",
      "example": "Była przyzwoitą osobą, zawsze chętną do pomocy innym. Była przyzwoita wobec niego. Będzie przyzwoita wobec wszystkich.",
      "example_translation": "Era una persona decency, sempre disposta ad aiutare gli altri. Era stata decency con lui. Sarà decency con tutti.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "decydujący",
      "translation": "decisivo",
      "definition": "Mający moc lub jakość decydowania; ostateczny.",
      "definition_translation": "Avendo il potere o la qualità di decidere; conclusivo.",
      "example": "Decydujący moment nastąpił, gdy CEO ogłosił nową strategię firmy. Menedżer był decydujący w swojej decyzji o zwolnieniu pracownika. Drużyna będzie decydująca w finale mistrzostw przyszłego tygodnia.",
      "example_translation": "Il momento decisivo arrivò quando il CEO annunciò la nuova strategia aziendale. La dirigente era stata decisiva nella sua decisione di licenziare il dipendente. La squadra sarà decisiva nella partita del campionato la settimana prossima.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wymagający",
      "translation": "esigente",
      "definition": "Wymagający dużo czasu, wysiłku lub umiejętności; wyczerpujący.",
      "definition_translation": "Richiedendo un grande tempo, sforzo o abilità; strenuo.",
      "example": "Wymagająca praca wymagała od niego pracy 12 godzin dziennie. Była wymagająca w swoich oczekiwaniach od swoich studentów. Wspinacze zmierzyli się z wymagającym wspinaczki góry.",
      "example_translation": "Il lavoro esigente richiedeva a lui di lavorare 12 ore al giorno. Era esigente nelle sue aspettative dai suoi studenti. Gli escursionisti affrontarono una difficile salita sulla montagna.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pogłębiający",
      "translation": "deprimente",
      "definition": "Powodujący uczucia smutku lub beznadziei; deprymujący.",
      "definition_translation": "Causando sentimenti di tristezza o disperazione; scoraggiante.",
      "example": "Pogłębiające wieści o gospodarce sprawiły, że wszyscy byli niepocieszeni. Pogoda była pogłębiająca i nie chciałem opuszczać domu. Pogłębiająca muzyka odpowiadała mojemu nastrojowi.",
      "example_translation": "Le notizie deprimenti sull'economia resero ansioso tutti. Il tempo era deprimente e non volevo lasciare la casa. La musica deprimente si abbinava al mio umore.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rozpaczliwy",
      "translation": "disperato",
      "definition": "Czujący lub pokazujący skrajną troskę lub pilność, zazwyczaj z powodu trudnej lub rozpaczliwej sytuacji.",
      "definition_translation": "Sentire o mostrare ansia estrema o urgenza, di solito a causa di una situazione difficile o disperata.",
      "example": "Była rozpaczliwa, aby znaleźć pracę, ale nikt nie chciał jej zatrudnić. Była rozpaczliwa przez wiele tygodni, ale w końcu znalazła rozwiązanie. Będzie rozpaczliwa, aby ukończyć projekt na czas.",
      "example_translation": "Era disperata di trovare un lavoro, ma nessuno voleva assumerla. Era stata disperata per settimane, ma alla fine ha trovato una soluzione. Sarà disperata di finire il progetto in tempo.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zdecydowany",
      "translation": "determinato",
      "definition": "Zrobiwszy firmę decyzję lub zobowiązanie do zrobienia czegoś.",
      "definition_translation": "Avere preso una decisione ferma o impegno di fare qualcosa.",
      "example": "Był zdecydowany, aby nauczyć się grać na gitarze. Była zdecydowana, aby zostać lekarzem, odkąd była dzieckiem. Będą zdecydowani, aby ukończyć projekt na czas.",
      "example_translation": "Era determinato a imparare a suonare la chitarra. Era stata determinata a diventare un dottore fin da quando era una bambina. Saranno determinati a finire il progetto in tempo.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "oddany",
      "translation": "devoto",
      "definition": "Pokazujący miłość, lojalność lub poświęcenie komuś lub czemuś.",
      "definition_translation": "Mostrare amore, lealtà o dedizione a qualcuno o qualcosa.",
      "example": "Była oddana swojej rodzinie i zrobiłaby wszystko, aby ją ochronić. Był oddany swojej wierze przez wiele lat. Będą oddani swoim studiom i zostaną profesorami.",
      "example_translation": "Era devota alla sua famiglia e avrebbe fatto tutto per proteggerli. Era stato devoto alla sua fede per molti anni. Saranno devoti ai loro studi e diventeranno professori.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pracowity",
      "translation": "diligente",
      "definition": "Mający lub pokazujący silne i staranne życzenie wykonywania swojej pracy lub obowiązku.",
      "definition_translation": "Avendo o mostrando una forte e accurata volontà di fare il tuo lavoro o dovere bene.",
      "example": "Była pracowita w swoich studiach i udało jej się ukończyć studia jako najlepsza w swoim roku. Była pracowita w swoich badaniach i znalazła rozwiązanie. Będzie pracowita w swojej nowej pracy i zrobi wielkie wrażenie.",
      "example_translation": "Era diligente nei suoi studi e fu in grado di laurearsi alla top della sua classe. Era stata diligente nella sua ricerca e fu in grado di trovare la soluzione. Sarà diligente nel suo nuovo lavoro e farà una grande impressione.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nieszczery",
      "translation": "disonesto",
      "definition": "Nieuczciwy lub nietrwały; skłonny do oszustwa lub dezinformacji.",
      "definition_translation": "Non onesto o veritiero; disposto a ingannare o truffare le persone.",
      "example": "Był nieszczery w swoich interesach biznesowych i skończył w więzieniu. Ona była nieszczera wobec swoich przyjaciół i straciła ich zaufanie. On nie będzie nieszczery w swoim nowym przedsięwzięciu i zwiększy szacunek.",
      "example_translation": "Era disonesto nei suoi affari commerciali e finì in prigione. Era stato disonesto con i suoi amici e perse la loro fiducia. Non sarà disonesto nella sua nuova impresa e guadagnerà rispetto.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niezorganizowany",
      "translation": "disorganizzato",
      "definition": "Nie zorganizowany lub nie zaplanowany; chaotyczny lub zawikłany.",
      "definition_translation": "Non organizzato o pianificato; caotico o confuso.",
      "example": "Firma była niezorganizowana i zbankrutowała. Ona była niezorganizowana w swoim podejściu i przegapiła termin. Oni nie będą niezorganizowani w swoim nowym projekcie i spotkają termin.",
      "example_translation": "L'azienda era disorganizzata e andò in bancarotta. Era stata disorganizzata nel suo approccio e mancò la scadenza. Non saranno disorganizzati nel loro nuovo progetto e incontreranno la scadenza.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niezadowolony",
      "translation": "insoddisfatto",
      "definition": "Czując niezadowolenie lub niespełnienie, ponieważ oczekiwania lub potrzeby nie są spełniane.",
      "definition_translation": "Sentire infelicità o insoddisfazione perché le aspettative o i bisogni non vengono soddisfatti.",
      "example": "Byłem niezadowolony z usługi w restauracji, więc napisałem negatywną recenzję. Jestem niezadowolony z mojej obecnej pracy, więc szukam nowej. Będę niezadowolony, jeśli nie dostanę awansu w przyszłym roku.",
      "example_translation": "Ero insoddisfatto del servizio al ristorante, quindi ho lasciato una recensione negativa. Sono insoddisfatto del mio attuale lavoro, quindi sto cercando un nuovo lavoro. Sarò insoddisfatto se non otterrò una promozione il prossimo anno.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przykry",
      "translation": "disturbante",
      "definition": "Wzbudzający uczucia smutku, niepokoju lub zajmowania.",
      "definition_translation": "Causando sentimenti di tristezza, ansietà o preoccupazione.",
      "example": "Wiadomość o katastrofie naturalnej była przykra dla całej społeczności. Myśl o publicznym przemówieniu jest przykra dla wielu osób. Znalezłem film przykry, więc nie skończyłem go oglądać.",
      "example_translation": "Le notizie della disastrosa naturale erano distressing per tutti nella comunità. Il pensiero di parlare in pubblico è distressing per molte persone. Ho trovato il film essere distressing, quindi non l'ho finito di guardare.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wątpliwy",
      "translation": "dubbioso",
      "definition": "Czując niepewność lub brak zaufania do czegoś.",
      "definition_translation": "Sentire incerto o mancare di fiducia circa qualcosa.",
      "example": "Byłem wątpliwy co do wyniku meczu, ale ostatecznie wygraliśmy. Jestem wątpliwy co do nowej polityki, więc potrzebuję więcej informacji. Będę wątpliwy co do planu, chyba że zobaczę szczegółową propozycję.",
      "example_translation": "Ero dubbioso sul risultato del gioco, ma abbiamo finito per vincere. Sono dubbioso sulla nuova politica, quindi ho bisogno di più informazioni. Sarò dubbioso sul piano a meno che non veda una proposta dettagliata.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dynamiczny",
      "translation": "dinamico",
      "definition": "Dotyczący lub charakteryzujący się energią, siłą lub wigorem; zdolny do podejmowania działań lub zmiany szybko.",
      "definition_translation": "Relativo o caratterizzato da energia, forza o vigore; capace di agire o cambiare rapidamente.",
      "example": "Dynamiczne podejście firmy do marketingu przyniosło znaczny wzrost sprzedaży. Dynamiczny CEO był znany ze swojej zdolności dostosowywania się do zmieniających się warunków rynkowych. Do 2025 roku firma będzie miała dynamiczną nową linię produktów.",
      "example_translation": "L'approccio dinamico dell'azienda al marketing ha portato a un aumento significativo delle vendite. Il CEO dinamico era noto per la sua capacità di adattarsi alle condizioni di mercato in cambiamento. Entro il 2025, l'azienda avrà una nuova linea di prodotti dinamici.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chętny",
      "translation": "entusiasta",
      "definition": "Czując entuzjazm i ekscytację co do czegoś; mając silne pragnienie zrobienia czegoś.",
      "definition_translation": "Sentendo o mostrando entusiasmo e emozione per qualcosa; avendo o mostrando un forte desiderio di fare qualcosa.",
      "example": "Dzieci były chętne rozpocząć wakacje. Ona była chętna aplikować o pracę i była pewna swoich umiejętności. Do przyszłego roku będę chętny rozpocząć własną firmę.",
      "example_translation": "I bambini erano entusiasti di iniziare le loro vacanze estive. Era entusiasta di candidarsi per il lavoro e aveva fiducia nelle sue abilità. Entro l'anno prossimo, sarò entusiasta di avviare la mia azienda.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wykształcony",
      "translation": "istruito",
      "definition": "Posiadający dobrą edukację; nabywszy wiedzę i umiejętności przez formalną edukację lub szkolenie.",
      "definition_translation": "Aver ricevuto una buona educazione; aver acquisito conoscenze e abilità attraverso l'educazione formale o la formazione.",
      "example": "Wykształceni profesjonaliści byli w stanie pokonać złożone problemy. Ona była wykształcona na prestiżowym uniwersytecie i miała udaną karierę. Do 2030 roku kraj ma na celu posiadać wykształconą siłę roboczą.",
      "example_translation": "I professionisti istruiti sono stati in grado di affrontare problemi complessi. Era stata educata in una università prestigiosa e ha continuato a avere una carriera di successo. Entro il 2030, il paese ha l'obiettivo di avere una forza lavoro istruita.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "emocjonalny",
      "translation": "emotivo",
      "definition": "Dotyczący lub charakteryzujący się emocjami; wrażliwy na emocje lub wyrażający emocje.",
      "definition_translation": "Relativo o caratterizzato dall'emozione; sensibile o espressivo di emozioni.",
      "example": "Ona była emocjonalną osobą, która płakała w smutnych filmach, złościła się na niesprawiedliwość i była ekstatyczna na weselu. Ona była emocjonalna po rozstaniu, ale teraz jest emocjonalna o nowej relacji. Ona będzie emocjonalna, kiedy będzie miała dziecko.",
      "example_translation": "Era una persona emotiva che piangeva ai film tristi, si arrabbiava per l'ingiustizia e era sopraffatta dalle nozze. Era stata emotiva sulla rottura, ma ora era emotiva sulla nuova relazione. Sarà emotiva quando avrà un bambino.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zachęcający",
      "translation": "incoraggiante",
      "definition": "Dający wsparcie lub pewność; pomagający komuś czuć się bardziej pewnie lub pełnym nadziei.",
      "definition_translation": "Che dà sostegno o fiducia; aiuta a far sentire qualcuno più confidante o speranzoso.",
      "example": "Jego zachęcające słowa pomogły mi pokonać strach przed publicznym przemówieniem. Ona była zachęcająca dla swoich studentów, co dawało im więcej pewności. On będzie zachęcający dla swojej drużyny przed wielkim meczem.",
      "example_translation": "Le sue parole incoraggianti mi hanno aiutato a superare la mia paura di parlare in pubblico. Era incoraggiante con i suoi studenti, il che li faceva sentire più confidanti. Sarà incoraggiante con i suoi compagni di squadra prima della grande partita.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "energetyczny",
      "translation": "energico",
      "definition": "Mający lub ukazujący dużo energii i entuzjazmu; żywy i aktywny.",
      "definition_translation": "Avendo o mostrando molta energia e entusiasmo; vivace e attivo.",
      "example": "Energetyczny szczeniaczek biegł wokół parku cały dzień. Ona była energiczna podczas ćwiczeń, co motywowało jej przyjaciół. On będzie energiczny na imprezie dzisiejszej nocy.",
      "example_translation": "Il cucciolo energico ha corso intorno al parco tutto il giorno. Era energica durante il suo allenamento, il che ha motivato i suoi amici. Sarà energico alla festa stasera.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rozrywkowy",
      "translation": "divertente",
      "definition": "Świadczący o rozrywce lub zabawie, szczególnie w sposób lekkomyślny lub humorystyczny.",
      "definition_translation": "Fornendo divertimento o intrattenimento, specialmente in modo allegro o umoristico.",
      "example": "Występ fajerwerków był rozrywkowy, uwielbiałem go. Komik rozrywkał publiczność swoimi żartami. Będę rozrywkał gości w moim domu w przyszłym tygodniu.",
      "example_translation": "Lo spettacolo di fuochi d'artificio era divertente, mi è piaciuto. Il comico stava intrattenendo il pubblico con le sue battute. Intratterrò ospiti a casa mia il prossimo fine settimana.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "entuzjastyczny",
      "translation": "entusiasta",
      "definition": "Czujący lub ukazujący intensywny zachwyt i zainteresowanie; mający silną sympatie lub entuzjazm dla czegoś.",
      "definition_translation": "Sentendo o mostrando emozione intensa e interesse; avendo o mostrando una forte predilezione o entusiasmo per qualcosa.",
      "example": "Jestem entuzjastyczny wobec nowego projektu. Ona była entuzjastyczna wobec koncertu. Oni będą entuzjastyczni wobec nowej gry.",
      "example_translation": "Sono entusiasta del nuovo progetto. Era entusiasta del concerto. Saranno entusiasti del nuovo gioco.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zły",
      "translation": "cattivo",
      "definition": "Moralnie zły lub nieprawidłowy; powodujący szkodę lub krzywdę komuś lub czemuś.",
      "definition_translation": "Moralmente cattivo o sbagliato; causando danno o lesione a qualcuno o qualcosa.",
      "example": "On był złym i okrutnym dla swoich niewolników. Zła królowa rzuciła czar na królestwo. Zły duch nawiedzał starą rezydencję.",
      "example_translation": "Era cattivo e crudele con i suoi schiavi. La regina cattiva lanciò un incantesimo sul regno. Lo spirito cattivo ha infestato la vecchia magione.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wyczerpujący",
      "translation": "estenuante",
      "definition": "Powodujący skrajne zmęczenie lub nudę; ekstremalnie wyczerpujący lub wymagający.",
      "definition_translation": "Che causa estrema stanchezza o noia; estremamente estenuante o richiedente.",
      "example": "Uważam, że ta praca jest wyczerpująca, potrzebuję przerwy. Wyczerpałem się próbując ukończyć projekt. Będę wyczerpywał całą swoją energię, aby ukończyć zadanie.",
      "example_translation": "Trovo questo lavoro estenuante, ho bisogno di una pausa. Mi sono esausto cercando di finire il progetto. Esterò sprecando tutta la mia energia per completare il compito.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ekspert",
      "translation": "esperto",
      "definition": "Osoba z wysokim poziomem wiedzy lub umiejętności w określonej dziedzinie; autorytet w danej dziedzinie.",
      "definition_translation": "Una persona con un alto livello di conoscenza o abilità in un particolare settore; un'autorità in un particolare campo.",
      "example": "Ona jest ekspertem w marketingu, napisała kilka książek na ten temat. Ekspert analizował dane i przedstawił swoją opinię. Eksperci spotkają się, aby omówić nową politykę.",
      "example_translation": "È un'esperta nel marketing, ha scritto diversi libri sull'argomento. L'esperto ha analizzato i dati e ha fornito la sua opinione. Gli esperti si riuniranno per discutere la nuova politica.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wierny",
      "translation": "fedele",
      "definition": "Ukazujący lojalność lub oddanie dla osoby, sprawy lub aktywności; niezawodny i prawdomówny wobec swoich obietnic lub zobowiązań.",
      "definition_translation": "Mostrando lealtà o devozione a una persona, causa o attività; affidabile e vera alla sua parola o impegni.",
      "example": "Ona była wierna swojemu mężowi przez 20 lat. Firma była wierna swojej obietnicy dostarczenia produktu na czas. On będzie wierny swojemu planowi ćwiczeń, aby osiągnąć swoje cele fitness.",
      "example_translation": "È stata fedele al suo marito per 20 anni. L'azienda è stata fedele alla sua promessa di consegnare il prodotto in tempo. Sarà fedele alla sua routine di esercizio per raggiungere i suoi obiettivi di fitness.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zachwycony",
      "translation": "affascinato",
      "definition": "Mający uwagę kompletnie zajętą przez coś lub kogoś, często w sposób trudny do wyjaśnienia lub oporu.",
      "definition_translation": "Avere l'attenzione completamente catturata da qualcosa o qualcuno, spesso in modo che sia difficile spiegare o resistere.",
      "example": "Byłem zachwycony starożytnymi ruinami, gdy odwiedziłem Grecję przed rokiem. Jestem zachwycony tym, jak ona gra na pianinie. Będę zachwycony nowym filmem science fiction, który ukaże się za miesiąc.",
      "example_translation": "Ero affascinato dalle rovine antiche quando ho visitato la Grecia l'anno scorso. Sono affascinato dal modo in cui suona il pianoforte. Sarò affascinato dal nuovo film di fantascienza che uscirà il prossimo mese.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fascynujący",
      "translation": "affascinante",
      "definition": "Ekstremalnie interesujący lub atrakcyjny, często w sposób niezwykły lub tajemniczy.",
      "definition_translation": "Estremamente interessante o attraente, spesso in modo che sia insolito o misterioso.",
      "example": "Fascynująca historia miasta jest ciągle nieznana wielu ludziom. Naukowiec dokonał fascynującego odkrycia, które zmieniło świat. Fascynujący widok z góry góry był zapierający dech.",
      "example_translation": "La storia affascinante della città è ancora sconosciuta a molte persone. Il ricercatore ha fatto una scoperta affascinante che ha cambiato il mondo. La vista affascinante dalla cima della montagna era mozzafiato.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dziki",
      "translation": "feroce",
      "definition": "Ukazujący silne i potężne uczucie, często gniewu lub determinacji.",
      "definition_translation": "Mostrando un forte e potente sentimento, spesso di rabbia o determinazione.",
      "example": "Dziki wojownik walczył bohatersko w bitwie. Dzika temperatura pustyni utrudniała przetrwanie. Dziki konkurent zrobi wszystko, aby wygrać grę.",
      "example_translation": "Il guerriero feroce ha combattuto coraggiosamente nella battaglia. Il calore feroce del deserto ha reso difficile la sopravvivenza. Il concorrente feroce farà tutto per vincere il gioco.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "głupi",
      "translation": "folle",
      "definition": "Nie mający lub pokazujący brak sensu lub mądrości; głupi lub śmieszny.",
      "definition_translation": "Avendo o mostrando una mancanza di senso o saggezza; stupido o sciocco.",
      "example": "Byłem głupi, że myślałem, że mogę skończyć projekt w jedną noc. Jestem głupi, że nie słucham rady przyjaciół. Będę głupi, jeśli nie będę studiował do egzaminu.",
      "example_translation": "Sono stato folle a pensar di poter finire il progetto in una notte. Sto essere folle non ascoltando i consigli degli amici. Sarò folle se non studio per l'esame.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wściekły",
      "translation": "furioso",
      "definition": "Ekstremalnie zły lub gwałtowny; intensywna i gorzka złość.",
      "definition_translation": "Estremamente arrabbiato o violento; rabbia intensa e amara.",
      "example": "Byłem wściekły, gdy dowiedziałem się, że zostałem oszukany. Ona jest wściekła o nowej polityce. Będą wściekli, jeśli nie dostaną swoich pieniędzy z powrotem.",
      "example_translation": "Ero furioso quando scoprii di essere stato truffato. Lei è furiosa sulla nuova politica. Saranno furiosi se non ricevono i loro soldi indietro.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chciwy",
      "translation": "avido",
      "definition": "Nadmiernie pragnący zdobyć lub posiadać, szczególnie w sposób egoistyczny lub nieuczciwy.",
      "definition_translation": "Eccessivamente desideroso di acquisire o possedere, specialmente in modo egoista o ingiusto.",
      "example": "On był chciwy i wziął więcej niż swoją część. Ona jest chciwa i nigdy nie chce dzielić się swoją żywnością. Będą chciwi, jeśli nie nauczą się kontrolować swoich pragnień.",
      "example_translation": "Lui era avido e prese più della sua parte giusta. Lei è avida e non vuole mai condividere il suo cibo. Saranno avidi se non imparano a controllare i loro desideri.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "twardy",
      "translation": "duro",
      "definition": "Mający sztywną lub nieugiętą jakość; twardy lub bezwzględny.",
      "definition_translation": "Avendo una qualità rigida o inflessibile; fermo o implacabile",
      "example": "On pracował twardo, aby skończyć projekt na czas. Ona była trudna do przekonania. Będzie trudno zapomnieć o tej doświadczeniu.",
      "example_translation": "Lui ha lavorato duramente per finire il progetto in tempo. Era difficile convincerla. Sarà difficile dimenticare questa esperienza.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ciężko pracujący",
      "translation": "lavoratore instancabile",
      "definition": "Ktoś, kto jest sumienny i nieustępliwy w swojej pracy lub obowiązkach.",
      "definition_translation": "Qualcuno che è diligente e instancabile nel suo lavoro o doveri",
      "example": "Ona była ciężko pracującą studentką. On jest ciężko pracującym pracownikiem. Byli ciężko pracującymi wolontariuszami.",
      "example_translation": "Lei era una studentessa lavoratrice instancabile. Lui è un dipendente lavoratore instancabile. Erano volontari lavoratori instancabili.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lód",
      "translation": "ghiacciato",
      "definition": "Ekstremalnie zimny; mający zimną lub nieprzyjazną atmosferę.",
      "definition_translation": "Estremamente freddo; avere un'atmosfera fredda o ostile",
      "example": "Droga była lodowata i śliska. Powitanie było lodowate. Relacja między nimi była lodowata.",
      "example_translation": "La strada era ghiacciata e scivolosa. La reception era fredda. La relazione tra loro era fredda.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niecierpliwy",
      "translation": "impaziente",
      "definition": "Mający lub pokazujący tendencję do niecierpliwości lub frustracji, gdy rzeczy nie dzieją się szybko lub według planu.",
      "definition_translation": "Avendo o mostrando una tendenza a diventare annoiato o frustrato quando le cose non si verificano rapidamente o secondo piano.",
      "example": "Była niecierpliwa z bratem, że spóźnił się, ale próbowała zachować spokój. Była niecierpliwa ze swoją pracą przez miesiące, a w końcu postanowiła odejść. Będzie niecierpliwa ze wolnym internetem jutro ponownie.",
      "example_translation": "Lei era impaziente con suo fratello per essere in ritardo, ma ha cercato di rimanere calma. Era stata impaziente con il suo lavoro per mesi e finalmente ha deciso di dimettersi. Sarà impaziente con la connessione internet lenta di nuovo domani.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niegrzeczny",
      "translation": "sgarbato",
      "definition": "Brakujący dobrych manier lub wdzięku; niegrzeczny lub nieuprzejmy.",
      "definition_translation": "Mancante di buone maniere o grazia sociale; rozzo o scortese.",
      "example": "On był niegrzeczny dla kelnera, co sprawiło, że wszyscy przy stole czuli się niekomfortowo. Ona zawsze była niegrzeczna wobec swoich rodzeństwa, a oni unikali jej. Firma będzie niegrzeczna wobec swoich klientów, jeśli nie zmieni swoich polítik.",
      "example_translation": "Era stato sgarbato con il cameriere, il che aveva reso tutti a tavola a disagio. Era sempre stata sgarbata con i suoi fratelli e sorelle, e loro l'avevano evitata. L'azienda sarà sgarbata con i clienti se non cambiano le loro politiche.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niezależny",
      "translation": "indipendente",
      "definition": "Nie zależny od innych osób lub instytucji w zakresie wsparcia lub kierowania; samodzielny.",
      "definition_translation": "Non dipendente dagli altri per il sostegno o la guida; autosufficiente.",
      "example": "Była niezależnym myślicielem i nigdy nie szła za tłumem. On był niezależny od kolegium i uwielbiał wolność. Kraj będzie niezależny od pomocy zagranicznej za kilka lat.",
      "example_translation": "Era un pensatore indipendente e non aveva mai seguito la folla. Era stato indipendente dal college, e amava la libertà. Il paese sarà indipendente dall'aiuto estero in pochi anni.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niedoświadczony",
      "translation": "inesperto",
      "definition": "Brakujący potrzebnej doświadczenia lub szkolenia, aby wykonać zadanie lub pracę skutecznie.",
      "definition_translation": "Mancante dell'esperienza o della formazione necessarie per eseguire un compito o lavoro in modo efficace.",
      "example": "Nowy pracownik był niedoświadczony, więc jego przełożony musiał go prowadzić przez projekt.",
      "example_translation": "Il nuovo dipendente era inesperto, quindi il suo supervisore ha dovuto guidarla attraverso il progetto.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niewinny",
      "translation": "innocente",
      "definition": "Nie winny przestępstwa lub występku; pozbawiony doświadczenia lub wyrafinowania.",
      "definition_translation": "Non colpevole di un crimine o di un illecito; mancante di esperienza o di sofisticazione.",
      "example": "Niewinny przechodzień był szokowany przez wypadek. W przeszłości była niewinna co do finansowych problemów firmy, ale teraz jest bardziej świadoma. W przyszłości będzie bardziej niewinna co do skutków swoich działań.",
      "example_translation": "Il testimone innocente è stato scioccato dall'incidente. In passato, era innocente dei problemi finanziari dell'azienda, ma ora è più consapevole. In futuro, sarà più innocente delle conseguenze delle sue azioni.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nieszczery",
      "translation": "insincero",
      "definition": "Nie autentyczny lub szczery; udając, że ma uczucia lub opinie, których nie ma naprawdę.",
      "definition_translation": "Non genuino o sincero; fingendo di avere sentimenti o opinioni che non si hanno realmente.",
      "example": "Nieszczera przeproszyna z CEO spółki nie została zaakceptowana przez publiczność. W przeszłości byli nieszczerymi co do swojego zaangażowania w ochronę środowiska. W przyszłości będą bardziej nieszczerymi co do swoich sprawozdań finansowych.",
      "example_translation": "La scusa insincera del CEO dell'azienda non è stata accettata dal pubblico. In passato, erano stati insinceri sulla loro impegnativa per l'ambiente. In futuro, saranno più insinceri sui loro rapporti finanziari.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "intelektualista",
      "translation": "intellettuale",
      "definition": "Osoba wykształcona, mająca głębokie zrozumienie świata, często engażująca się w akademickie lub artystyczne przedsięwzięcia.",
      "definition_translation": "Una persona che è ben istruita e ha una comprensione approfondita del mondo, spesso impegnata in attività accademiche o artistiche.",
      "example": "Była intelektualistką, która kochała czytać książki i uczestniczyć w wykładach. Była intelektualistką przez całe życie. Stanie się intelektualistką, gdy skończy swoją edukację.",
      "example_translation": "Era un intellettuale che amava leggere libri e frequentare lezioni. Era stato un intellettuale per tutta la vita. Sarà un intellettuale quando finirà il suo diploma.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nieodpowiedzialny",
      "translation": "irresponsabile",
      "definition": "Posiadający lub pokazujący brak poczucia odpowiedzialności, często działający impulsywnie bez uwagi na konsekwencje.",
      "definition_translation": "Avendo o mostrando una mancanza di senso di responsabilità, spesso agendo impulsivamente senza considerare le conseguenze.",
      "example": "Był nieodpowiedzialny finansowo i wydał wszystkie pieniądze na gry wideo. Był nieodpowiedzialny od czasu, gdy był nastolatkiem. Będzie nieodpowiedzialny, jeśli nie nauczy się budżetować.",
      "example_translation": "Era irresponsabile con le sue finanze e spendeva tutti i suoi soldi in giochi di videogioco. Era stato irresponsabile fin da quando era adolescente. Sarà irresponsabile se non imparerà a bilanciare il budget.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rozdrażniony",
      "translation": "irritato",
      "definition": "Czujący lub pokazujący zirytację lub frustrację, często ze względu na konkretną sytuację lub osobę.",
      "definition_translation": "Sentendosi o mostrando fastidio o frustrazione, spesso a causa di una particolare situazione o persona.",
      "example": "Była rozdrażniona hałasem z budowy. Była rozdrażniona cały poranek. Będzie rozdrażniona, jeśli nie dostanie przerwy wkrótce.",
      "example_translation": "Era irritata dal rumore del cantiere edile. Era stata irritata per tutta la mattina. Sarà irritata se non si prende una pausa presto.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "irytujący",
      "translation": "irritante",
      "definition": "Powodujący zirytację lub frustrację, szczególnie w sposób uporczywy lub irytujący.",
      "definition_translation": "Che provoca fastidio o frustrazione, soprattutto in modo persistente o irritante.",
      "example": "Ciągły hałas był irytujący, stawałem się wściekły. Jestem irytowany jego zachowaniem, będę irytowany, jeśli będzie kontynuował to robić.",
      "example_translation": "Il rumore costante mi stava irritando, mi stavo frustrando. Sono irritato dal suo comportamento, sarò irritato se continuerà a fare così.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lojalny",
      "translation": "leale",
      "definition": "Dający lub pokazujący mocne i stałe wsparcie lub lojalność wobec osoby lub instytucji.",
      "definition_translation": "Che dà o mostra sostegno costante e fedele a una persona o istituzione.",
      "example": "Był lojalny wobec swoich przyjaciół, byli lojalni wobec niego. Będę lojalny wobec swojego kraju, jestem lojalny wobec mojej drużyny.",
      "example_translation": "Era leale ai suoi amici, loro erano leali a lui. Sarò leale al mio Paese, sono leale alla mia squadra.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dojrzały",
      "translation": "maturo",
      "definition": "Pełnie rozwinięty lub dojrzały; osiągnął stan pełnego rozwoju fizycznego lub psychicznego.",
      "definition_translation": "Completamente sviluppato o maturo; aver raggiunto uno stato di pieno sviluppo fisico o mentale.",
      "example": "Owoce były dojrzałe, będą dojrzałe w przyszłym tygodniu. Byłem dojrzały, aby podejmować własne decyzje, jestem dojrzały, aby przyjąć odpowiedzialność.",
      "example_translation": "Il frutto era maturo, sarà maturo la prossima settimana. Ero abbastanza maturo per prendere le mie decisioni, sono abbastanza maturo per prendere la responsabilità.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "znaczyć",
      "translation": "significare",
      "definition": "Mieć na celu przekazanie lub wskazywać coś; mieć szczególne zamiary lub znaczenie.",
      "definition_translation": "Intendere di esprimere o indicare qualcosa; avere un'intenzione o un significato particolare.",
      "example": "Chciałem zadzwonić do ciebie wczoraj, ale zapomniałem. Zamierzam skończyć ten projekt do końca tygodnia. Będę to traktował jako komplement, przysięgam.",
      "example_translation": "Volevo chiamarti ieri, ma mi sono dimenticato. Voglio finire questo progetto entro la fine della settimana. Lo intenderò come un complimento, giuro.",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "okrutny",
      "translation": "essere cattivo",
      "definition": "Nieprzyjemny, okrutny lub niełaskawy; posiadający lub pokazujący naturę okrutną lub złośliwą.",
      "definition_translation": "Sgradevole, cattivo o crudele; avere o mostrare una natura crudele o maligna.",
      "example": "Był okrutny wobec swojej siostry, gdy byli dziećmi. Może być okrutna czasem, gdy jest zmęczona. Będzie okrutny wobec swoich wrogów.",
      "example_translation": "Era cattivo con sua sorella quando erano bambini. Può essere cattiva a volte quando è stanca. Sarà cattivo con i suoi nemici.",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "umysłowy",
      "translation": "mentale",
      "definition": "Dotyczący umysłu; zajmujący się funkcjonowaniem umysłu.",
      "definition_translation": "Riferito alla mente; relativo al funzionamento della mente.",
      "example": "Zdrowie psychiczne jest bardzo ważne. Dziś nie czuję się zbyt umysłowo, potrzebuję odpoczynku. Ona ma w wyobraźni obraz miejsca.",
      "example_translation": "La salute mentale è molto importante. Non mi sento molto mentale oggi, devo riposare. Ha un'immagine mentale del posto.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nieszczęśliwy",
      "translation": "miserabile",
      "definition": "Czujący lub pokazujący wielką niezadowolenie lub niezadowolenie.",
      "definition_translation": "Provando o mostrando grande infelicità o discontento.",
      "example": "Był nieszczęśliwy po stracie pracy, ale natychmiast rozpoczął szukanie nowej. Teraz jest motywowany i będzie sukcesem w przyszłości.",
      "example_translation": "Era miserabile dopo aver perso il lavoro, ma ha iniziato a cercare un nuovo lavoro immediatamente. Ora, è motivato e sarà di successo nel futuro.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "motywujący",
      "translation": "motivato",
      "definition": "Mający silny powód lub pragnienie zrobienia czegoś.",
      "definition_translation": "Avere una forte ragione o desiderio di fare qualcosa.",
      "example": "Była motywująca, aby nauczyć się nowego języka, więc zapisała się na kurs. Do następnego roku będzie płynnie mówić po włosku i będzie motywować swoich przyjaciół, aby zrobili to samo.",
      "example_translation": "Era motivata ad imparare una nuova lingua, quindi si è iscritta a un corso. L'anno prossimo, sarà fluente in italiano e avrà motivato i suoi amici a fare lo stesso.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "poruszający",
      "translation": "emotivo",
      "definition": "Wzbudzający silne emocje, zwłaszcza smutek lub współczucie.",
      "definition_translation": "Causando forti emozioni, soprattutto tristezza o simpatia.",
      "example": "Film był poruszający, a wszyscy w kinie płakali. Przeniosę się do nowego domu w następnym miesiącu, a moi przyjaciele będą smucić się, widząc mnie odejść.",
      "example_translation": "Il film era emozionante e tutti nel teatro stavano piangendo. Mi trasferirò in una nuova casa il mese prossimo e i miei amici saranno tristi di vedermi andare.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "brzydki",
      "translation": "schifoso",
      "definition": "Mający lub pokazujący zły lub nieprzyjemny charakter; moralnie odrażający.",
      "definition_translation": "Avendo o mostrando un carattere cattivo o sgradevole; moralmente ripugnante.",
      "example": "Była brzydka wobec swojej siostry, ale później przeprosiła za swoje zachowanie. Była brzydka wobec swojego brata w zeszłym tygodniu, a będzie brzydka wobec swojego przyjaciela jutro.",
      "example_translation": "È stata cattiva con sua sorella, ma in seguito si è scusata per il suo comportamento. Era stata cattiva con suo fratello la settimana scorsa e sarà cattiva con suo amico domani.",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niegrzeczny",
      "translation": "cattivo",
      "definition": "Zachowujący się źle lub kpiąco; nieposłuszny.",
      "definition_translation": "Comportandosi malevolamente o riottosamente; disobbediente.",
      "example": "Niegrzeczne dziecko zostało wysłane do pokoju bez kolacji. Było niegrzeczne cały dzień, a będzie niegrzeczne ponownie jutro.",
      "example_translation": "Il bambino cattivo è stato mandato nella sua stanza senza cena. Era stato cattivo tutto il giorno e sarà cattivo di nuovo domani.",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "posłuszny",
      "translation": "obbediente",
      "definition": "Chętny do posłuszeństwa lub zasad; zgodny.",
      "definition_translation": "Disposto ad obbedire a ordini o regole; conforme.",
      "example": "Posłuszny pies siedział cicho obok właściciela. Był posłuszny przez całe morning, a będzie posłuszny ponownie wieczorem.",
      "example_translation": "Il cane obbediente è seduto tranquillamente accanto al suo proprietario. Era stato obbediente tutta la mattina e sarà obbediente di nuovo questa sera.",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cel",
      "translation": "obiettivo",
      "definition": "Coś, co jest celem starań lub działań; cel lub target.",
      "definition_translation": "Qualcosa che gli sforzi o azioni sono destinati a raggiungere o ottenere; un obiettivo o target.",
      "example": "Celem nowej strategii marketingowej jest zwiększenie sprzedaży o 20% w następnym kwartale. Osiągnęliśmy cel w zeszłym roku, pracując wspólnie jako zespół. Zakładam cel, aby ukończyć ten projekt do końca miesiąca.",
      "example_translation": "L'obiettivo della nuova strategia di marketing è aumentare le vendite del 20% entro il prossimo trimestre. Abbiamo raggiunto il nostro obiettivo l'anno scorso lavorando insieme come una squadra. Imposterò un obiettivo per finire questo progetto entro la fine del mese.",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "obraźliwy",
      "translation": "offensivo",
      "definition": "Wzbudzający gniew lub wstręt; nieprzyjemny lub nieakceptowany.",
      "definition_translation": "Che causa risentimento o disgusto; sgradevole o inaccettabile.",
      "example": "Reklama firmy była obraźliwa i została usunięta z mediów społecznościowych. Strategia defensywna drużyny była słaba, co sprawiło, że ich gra ofensywna była nieefektywna. Quarterback popełnił faul obraźliwy podczas gry.",
      "example_translation": "La pubblicità offensiva dell'azienda è stata giudicata inappropriata e rimossa dai social media. La strategia difensiva della squadra era debole, il che ha reso il loro gioco offensivo inefficace. Il quarterback ha fatto un fallo offensivo durante il gioco.",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "optymistyczny",
      "translation": "ottimista",
      "definition": "Mający lub pokazujący nadzieję, że dobre rzeczy będą się działy; pełen nadziei.",
      "definition_translation": "Avere o mostrare una sensazione che cose buone accadranno; speranzoso.",
      "example": "Była optymistyczna co do swoich szans na zdobycie pracy po rozmowie. Gospodarka była optymistyczna od kiedy nowa polityka została wprowadzona. Jesteśmy optymistycznymi, że nowy produkt będzie sukcesem.",
      "example_translation": "Era ottimista sulle sue possibilità di ottenere il lavoro dopo la intervista. L'economia è stata ottimista dal momento in cui la nuova politica è stata implementata. Siamo ottimisti che il nuovo prodotto sarà un successo.",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zorganizowany",
      "translation": "organizzato",
      "definition": "Mający systematyczną lub metodyczną organizację części lub elementów; dobrze zaplanowany i skoordynowany.",
      "definition_translation": "Avendo un arrangiamento sistematico o metodico delle parti o elementi; ben pianificato e coordinato.",
      "example": "Zorganizowałem swoje pliki wczoraj, organizuję imprezę w przyszłym tygodniu, a jutro zorganizuję spotkanie.",
      "example_translation": "Ho organizzato i miei file la scorsa notte, sto organizzando una festa la prossima settimana e organizzerò una riunione domani.",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "oburzający",
      "translation": "oltraggioso",
      "definition": "Szokujący, nadmierny lub nie do przyjęcia; naruszający standardy moralne lub konwencje.",
      "definition_translation": " Shockante, eccessivo o inaccettabile; violando gli standard morali o le convenzioni.",
      "example": "Wiadomość o oburzającym przestępstwie rozprzestrzeniła się szybko, firma miała oburzające ceny, które odstraszyły klientów, a oburzające zachowanie gwiazdy zostało potępione.",
      "example_translation": "La notizia del crimine oltraggioso si diffuse rapidamente, i prezzi oltraggiosi dell'azienda allontanarono i clienti e il comportamento oltraggioso della celebrità fu condannato.",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bolesny",
      "translation": "dolorevole",
      "definition": "Wymagający fizycznego lub emocjonalnego bólu lub dyskomfortu; nieprzyjemny lub dotkliwy.",
      "definition_translation": "Causando dolore fisico o emocionale o discomfort; spiacevole o distressante.",
      "example": "Bolesne wspomnienie wypadku nadal mnie dręczy, bolesny proces powrotu do zdrowia był długi, a bolesna wiadomość o stracie była rozpaczliwa.",
      "example_translation": "Il ricordo doloroso dell'incidente mi perseguita ancora, il processo doloroso di recupero fu lungo e la notizia dolorosa della perdita fu devastante.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pasjonujący",
      "translation": "appassionato",
      "definition": "Mający lub wyrażający silne uczucie entuzjazmu i ekscytacji",
      "definition_translation": "avendo o mostrando una forte sensazione di entusiasmo e emozione",
      "example": "Ona jest pasjonująca w swojej pracy, czego dowodem jest jej poświęcenie. Była pasjonująca o swoich hobby, i nadal jest nimi pasjonująca.",
      "example_translation": "E' appassionata del suo lavoro, e lo dimostra nella sua dedizione. Era appassionata delle sue attività ricreative, e lo è ancora appassionata nei confronti di esse.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pasywny",
      "translation": "passivo",
      "definition": "Nie biorący aktywnego udziału w czymś, pozwalający na to, co się dzieje bez próby zmiany lub kontroli",
      "definition_translation": "non prendendo parte attiva in qualcosa, consentendo che le cose accadano senza cercare di cambiarle o controllarle",
      "example": "Był pasywny podczas spotkania, nie wnosząc nic do dyskusji. Była pasywna w swoim podejściu do nauki, polegając na innych, aby nauczyli jej.",
      "example_translation": "Lui è stato passivo durante la riunione, senza contribuire alla discussione. Lei è stata passiva nel suo approccio all'apprendimento, contando su altri per insegnarle.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pesymistyczny",
      "translation": "pessimista",
      "definition": "Mający lub wyrażający negatywny pogląd na życie, oczekujący złych rzeczy",
      "definition_translation": "avendo o mostrando un punto di vista negativo sulla vita, aspettandosi che accadano cose brutte",
      "example": "On jest pesymistyczny wobec przyszłości, zawsze spodziewając się najgorszego. Była pesymistyczna wobec swoich szans na zdobycie pracy, ale jednak ją dostała.",
      "example_translation": "Lui è pessimista sul futuro, sempre aspettandosi il peggio. Lei era pessimista sulle sue possibilità di ottenere il lavoro, ma l'ha ottenuto comunque.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przerażony",
      "translation": "impietrato",
      "definition": "Ekstremalnie przerażony lub zaniepokojony",
      "definition_translation": "estremamente spaventato o ansioso",
      "example": "Byłem przerażony, gdy zobaczyłem węża, ale już nie jestem, i będę bardziej ostrożny w przyszłości.",
      "example_translation": "Ero impietrato quando ho visto il serpente, ma non lo sono più, e sarò più prudente nel futuro.",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "praktyczny",
      "translation": "pratico",
      "definition": "Zajmujący się faktycznym wykonywaniem lub użyciem czegoś, a nie teorią lub ideologią",
      "definition_translation": "concernente la effettiva realizzazione o utilizzo di qualcosa anziché con la teoria o l'ideologia",
      "example": "Jestem praktyczną osobą, byłem praktyczny w przeszłości, i będę praktyczny w przyszłości.",
      "example_translation": "Sono una persona pratica, sono stato pratico nel passato e sarò pratico nel futuro.",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "profesjonalny",
      "translation": "professionista",
      "definition": "Zajmujący się określonym zajęciem lub profesją w celu uzyskania płatnego wynagrodzenia lub jako środek utrzymania",
      "definition_translation": "impegnato in una specifica attività o occupazione per pagamento o come mezzo di sostentamento",
      "example": "Jestem profesjonalnym sportowcem, byłem profesjonalnym muzykiem, a będę profesjonalnym pisarzem.",
      "example_translation": "Sono un atleta professionista, sono stato un musicista professionista e sarò uno scrittore professionista.",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zdezorientowany",
      "translation": "perplesso",
      "definition": "Czujący się zdezorientowany lub niepewny co do czegoś",
      "definition_translation": "sentirsi confuso o incerto su qualcosa",
      "example": "Byłem zdezorientowany przez problem matematyczny, ale potem wszystko zrozumiałem. Czasami jestem zdezorientowany instrukcjami. Będę zdezorientowany złożonością projektu.",
      "example_translation": "Ero perplesso dal problema di matematica, poi l'ho risolto. Sono perplesso dalle istruzioni. Sarò perplesso dalla complessità del progetto.",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kwalifikowany",
      "translation": "qualificato",
      "definition": "posiadający niezbędne umiejętności, doświadczenie lub wiedzę do wykonania czegoś",
      "definition_translation": "avendo le competenze, l'esperienza o le conoscenze necessarie per fare qualcosa",
      "example": "Ona była kwalifikowana do pracy, więc dostała ją. On jest kwalifikowany do nauczania angielskiego. Będą kwalifikowani do głosowania w następnych wyborach.",
      "example_translation": "Era qualificata per il lavoro, quindi l'ha ottenuto. È qualificato per insegnare inglese. Saranno qualificati per votare alle prossime elezioni.",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "realistyczny",
      "translation": "realistico",
      "definition": "oparty na tym, co jest realne i możliwe, a nie na tym, co się życzy lub wyobraża",
      "definition_translation": "basato su ciò che è reale e possibile, piuttosto che su ciò che si desidera o si immagina",
      "example": "Film był realistyczny, uwielbiałam go. Ona jest realistyczna wobec swoich celów. Będą realistyczni wobec harmonogramu.",
      "example_translation": "Il film era realistico, l'ho amato. È realistica sui suoi obiettivi. Saranno realistici sulla scadenza.",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rozumnął",
      "translation": "ragionevole",
      "definition": "posiadający zdolność myślenia i działania w oparciu o rozum; rozsądny i uczciwy",
      "definition_translation": "Avendo la capacità di pensare e agire utilizzando la ragione; sensibile e giusta.",
      "example": "Ona była rozumnął osobą i zawsze słuchając zdanie innych. Była rozumnął w swoich żądaniach. Będzie rozumnął i podejmie kompromis cenowy.",
      "example_translation": "Era una persona ragionevole e sempre ascoltava le opinioni degli altri. Era stata ragionevole nelle sue richieste. Sarà ragionevole e si comprometterà sul prezzo.",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "religijny",
      "translation": "religioso",
      "definition": "dotyczący religii lub wierzenia w nią; mający silne uczucie szacunku i czci wobec boga lub bogów",
      "definition_translation": "Relativo o credente in una religione; avendo un forte sentimento di rispetto e riverenza per un dio o dèi.",
      "example": "On był religijną osobą i modlił się codziennie. Była religijna w swoich młodszych latach. Będą religijni i przestrzegać wszystkich świąt.",
      "example_translation": "Era una persona religiosa e pregava ogni giorno. Era stata religiosa nei suoi anni giovanili. Saranno religiosi e osserveranno tutti i giorni santi.",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zasobny",
      "translation": "risorsevole",
      "definition": "potrafiący szybko i sprytnie pokonywać trudności; mający zdolność efektywnego wykorzystania dostępnych zasobów",
      "definition_translation": "In grado di trovare modi rapidi e astuti per superare le difficoltà; avendo la capacità di utilizzare le risorse disponibili in modo efficace.",
      "example": "Ona była zasobną osobą i zawsze znajdowała sposób wyjścia z trudnej sytuacji. Był zasobny w zarządzaniu finansami firmy. Będą zasobni i znajdą rozwiązanie problemu.",
      "example_translation": "Era una persona risorsevole e sempre trovava un modo per uscire dai guai. Era stato risorsevole nella gestione delle finanze dell'azienda. Saranno risorsevoli e troveranno una soluzione al problema.",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szanowany",
      "translation": "rispettoso",
      "definition": "godny szacunku lub uznania; mający dobrą reputację; charakteryzujący się godnością i powagą",
      "definition_translation": "Degno di rispetto o stima; avente una buona reputazione; caratterizzato dalla dignità e proprietà.",
      "example": "On był szanowanym członkiem społeczności, znanym ze swojej dobroci i hojności. Był szanowanym nauczycielem przez ponad 20 lat. Będzie szanowanym liderem w przyszłości.",
      "example_translation": "Era un membro rispettoso della comunità, noto per la sua gentilezza e generosità. Era stato un insegnante rispettoso per oltre 20 anni. Sarà un leader rispettoso nel futuro.",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szanowany",
      "translation": "rispettato",
      "definition": "czujący lub wyrażający szacunek, podziw lub uszanowanie; traktowany z godnością lub uprzejmością",
      "definition_translation": "Sentimento o mostrando stima, ammirazione o deferenza; trattato con dignità o cortesia.",
      "example": "Ona była szanowana przez wszystkich w firmie za swoją pracę i oddanie. Będzie szanowany za swoją odwagę wojenną. Była szanowana za swoją mądrość i radę.",
      "example_translation": "Era rispettata da tutti nella società per il suo lavoro duro e la sua dedizione. Sarà rispettato per la sua bravura nella guerra. Era stata rispettata per la sua saggezza e consiglio.",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "odpowiedzialny",
      "translation": "responsabile",
      "definition": "mający obowiązek zrobienia czegoś; odpowiedzialny za swoje czyny; pewny i godny zaufania",
      "definition_translation": "Avere un obbligo di fare qualcosa; responsabile per le proprie azioni; affidabile e degno di fiducia.",
      "example": "On był odpowiedzialny za sukces projektu. Będzie odpowiedzialna za finanse firmy w przyszłości. Byli odpowiedzialni za zwycięstwo drużyny.",
      "example_translation": "Era responsabile del successo del progetto. Sarà responsabile delle finanze dell'azienda nel futuro. Erano stati responsabili della vittoria della squadra.",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ryzykowny",
      "translation": "rischioso",
      "definition": "obejmujący niepewność lub niebezpieczeństwo, z możliwością straty lub szkody",
      "definition_translation": "che coinvolge incertezza o pericolo, con la possibilità di perdita o danno",
      "example": "Nie chcę podejmować ryzykownej inwestycji, ale rozważę bezpieczniejszą opcję. Podejmowałem ryzykowną decyzję w zeszłym roku, ale nie wyszła. Jeśli byłbym tobą, unikałbym podejmowania ryzykownych wyborów.",
      "example_translation": "Non sono disposto a fare un investimento rischioso, ma considers una opzione più sicura. Ho preso una decisione rischiosa l'anno scorso, e non ha funzionato. Se fossi in te, eviterei di fare scelte rischiose.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bezwzględny",
      "translation": "spietato",
      "definition": "nie mający litości lub miłosierdzia, okrutny i bezwzględny",
      "definition_translation": "avendo o mostrando nessuna pietà o misericordia, estremamente duro e crudele",
      "example": "Bezwzględny dyktator rządził krajem żelazną pięścią. Była bezwzględna w swojej krytyce polityki przeciwnika. Bezrzeczne podejście firmy do biznesu doprowadziło do jej upadku.",
      "example_translation": "Il dittatore spietato governò il paese con pugno di ferro. Era spietata nella sua critica della politica dell'avversario. L'approccio spietato dell'azienda nel business portò alla sua caduta.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wrażliwy",
      "translation": "sensibile",
      "definition": "zdolny do wykrywania lub reagowania na delikatne zmiany, wibracje lub sygnały, emocjonalny",
      "definition_translation": "in grado di rilevare o rispondere a cambiamenti leggeri, vibrazioni o segnali, emotivo",
      "example": "Wrażliwy instrument wykrył nawet najdelikatniejsze zmiany temperatury. Ona jest bardzo wrażliwa na krytykę, więc trzeba uważać, co się mówi. Delikatna sprawa została rozwiązana przez dyplomatę z wielką ostrożnością.",
      "example_translation": "Lo strumento sensibile raccolse i cambiamenti minimi di temperatura. È molto sensibile alle critiche, quindi stai attento a cosa dici. La questione sensibile è stata gestita con cura dal diplomatico.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "surowy",
      "translation": "severo",
      "definition": "Ekstremalnie poważny lub surowy; intensywny lub ekstremalny w stopniu lub_surowości.",
      "definition_translation": "Estremamente serio o severo; intenso o estremo in grado o severità.",
      "example": "Ostrzeżenie o surowej pogodzie nakazało nam anulować nasze plany na pobyt na dworze. Po wypadku odczuwaliśmy surowy ból. Do czasu, gdy będę miał 60 lat, będę miał surową artyrię.",
      "example_translation": "L'avvertimento meteorologico severo ci ha indotto a cancellare i nostri piani outdoor. Avevamo esperito un dolore severo dopo l'incidente. Quando avrò 60 anni, avrò l'artrite severa.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zręczny",
      "translation": "abile",
      "definition": "Mający lub pokazujący wiele umiejętności lub ekspertyzy; wykonany lub wykonany z wielką umiejętnością.",
      "definition_translation": "Avendo o mostrando una grande quantità di abilità o expertise; fatto o eseguito con perizia.",
      "example": "Zręczny chirurg uratował mi życie. Ona jest zręcznym malarzem. Do czasu, gdy skończę studia, będę zręcznym inżynierem.",
      "example_translation": "Il chirurgo abile mi ha salvato la vita. È una pittrice abile. Quando mi laureerò, sarò un ingegnere abile.",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wykwalifikowany",
      "translation": "esperto",
      "definition": "Mający wiele wiedzy, doświadczenia lub praktyki w danej dziedzinie; przeszkolony lub biegły.",
      "definition_translation": "Avendo una grande quantità di conoscenza, esperienza o pratica in un particolare settore; addestrato o esperto.",
      "example": "Wykwalifikowany kierowca bezpiecznie przeprowadził nas przez niebezpieczną drogę. Ona jest wykwalifikowaną muzykiem. Do przyszłego roku będę wykwalifikowanym programistą.",
      "example_translation": "Il guidatore esperto ha navigato la strada pericolosa. È una musicista esperta. L'anno prossimo, sarò un programmatore esperto.",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wyrafinowany",
      "translation": "raffinato",
      "definition": "Mający wiele doświadczenia i wiedzy o świecie, i zdolny do zrozumienia i docenienia skomplikowanych i subtelnego rzeczy.",
      "definition_translation": "Avendo o mostrando una grande quantità di esperienza e conoscenza del mondo, e in grado di capire e apprezzare cose complesse e sottili.",
      "example": "Była wyrafinowaną podróżniczką, która odwiedziła wiele krajów. Będzie ona wystarczająco wyrafinowana, aby zrozumieć subtelności kultury. W ciągu ostatnich lat stała się bardziej wyrafinowana w swoich gustach.",
      "example_translation": "Era una viaggiatrice raffinata che aveva visitato molti paesi. Sarà abbastanza raffinata per capire le sfumature della cultura. Era diventata più raffinata nei suoi gusti nel corso degli anni.",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "duchowy",
      "translation": "spirituale",
      "definition": "Związany z duchem lub duszą, a nie z rzeczami materialnymi; mający silne połączenie z wyższą mocą lub wszechświatem.",
      "definition_translation": "Relativo o riguardante lo spirito o l'anima, piuttosto che le cose materiali; avere una forte connessione con un potere superiore o l'universo.",
      "example": "Duchowy lider prowadził nas w medytacji. Ona poszła na duchową podróż, aby znaleźć wewnętrzny pokój. Duchowa experiencia zmieniła jej życie na zawsze.",
      "example_translation": "Il leader spirituale ha guidato la congregazione nella meditazione. Era stata in viaggio spirituale per trovare la pace interiore. L'esperienza spirituale le ha cambiato la vita per sempre.",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "spontaniczny",
      "translation": "spontaneo",
      "definition": "Wykonany lub powiedziany bez planowania lub myślenia wcześniej;naturalnie, bez nakazu lub sztuczności.",
      "definition_translation": "Fatto o detto senza pianificazione o pensiero preventivo; accaduto o fatto naturalmente, senza essere costretto o artificiale.",
      "example": "Spontaniczny aplauz wybuchł po koncercie. Zrobiła spontaniczną decyzję o rezygnacji z pracy. Spontaniczna reakcja była reakcją szoku i niedowierzania.",
      "example_translation": "L'applauso spontaneo è scoppiato dopo il concerto. Ha preso una decisione spontanea di lasciare il lavoro. La reazione spontanea è stata quella di shock e incredulità.",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "prosty",
      "translation": "dritto",
      "definition": "Rozciągający się lub postępujący w prostej linii; nie krzywy lub nie załamany; tworzący prosty kąt z czymś innym.",
      "definition_translation": "Estendendosi o procedendo in una linea diretta; non curvo o piegato; formando un angolo retto con qualcos'altro.",
      "example": "Droga była prosta i płaska, idealna do jazdy. Szła prosto w ścianę. Będzie ona prostować swoje włosy jutro.",
      "example_translation": "La strada era dritta e piatta, perfetta per guidare. Ho camminato dritto nel muro. Lei si pettinerà i capelli domani.",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "uparty",
      "translation": "testardo",
      "definition": "Mający lub pokazujący nieugiętą decyzję nie zmienić swojego stanowiska; nieuzasadniony upór.",
      "definition_translation": "Avendo o mostrando determinazione di non cambiare la propria attitudine o posizione; ostinato ingiustificatamente.",
      "example": "Był uparty i nie chciał słuchać rozumu. Ona była uparta w swojej decyzji o rezygnacji z pracy. Oni będą uparci i nigdy nie poddadzą się.",
      "example_translation": "Era testardo e si rifiutò di ascoltare la ragione. Era testarda nella sua decisione di lasciare il lavoro. Saranno testardi e non si arrenderanno mai.",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przesądny",
      "translation": "superstizioso",
      "definition": "Mający lub pokazujący nadmierny strach przed nieznajomością, zwłaszcza w postaci wierzenia w istoty nadprzyrodzone lub wydarzenia.",
      "definition_translation": "Avendo o mostrando una paura eccessiva dell'ignoto, soprattutto nella forma di una credenza in esseri o eventi sovrannaturali.",
      "example": "Moja babcia jest przesądna i wierzy w duchy. On był przesądny i nosił talizman szczęścia. Oni będą przesądni i uniknąć czarnych kotów.",
      "example_translation": "Mia nonna è superstiziosa e crede nei fantasmi. Era superstizioso e portava un portafortuna. Saranno superstiziosi e避eranno i gatti neri.",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "podejrzany",
      "translation": "sospetto",
      "definition": "Mający lub wykazujący uczucie, że coś jest nie tak lub że ktoś nie może być ufaszczony.",
      "definition_translation": "Avendo o mostrando un sentimento che qualcosa non va o che qualcuno non può essere fidato.",
      "example": "Ona była podejrzana o zachowanie swojego partnera, on zachowywał się dziwnie przez tygodnie, i ona będzie podejrzana wobec niego w przyszłości.",
      "example_translation": "Era sospettosa del comportamento del suo partner, aveva agito in modo strano per settimane e sospetterà di lui in futuro.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "współczujący",
      "translation": "simpatico",
      "definition": "Mający lub wykazujący uczucie litości, smutku lub troski o problemy lub cierpienia kogoś innego.",
      "definition_translation": "Avendo o mostrando sentimenti di pietà, dolore o preoccupazione per i problemi o le sofferenze di qualcun altro.",
      "example": "Ona była współczująca wobec przyjaciela, który właśnie stracił pracę, ona była współczująca w przeszłości, gdy przyjaciel przechodził przez trudny czas, i ona będzie współczująca w przyszłości, gdy przyjaciel stanie przed następnym wyzwaniem.",
      "example_translation": "Era simpatica verso l'amica che aveva appena perso il lavoro, era stata simpatica nel passato quando l'amica stava passando un momento difficile e sarà simpatica in futuro quando l'amica affronterà un'altra sfida.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "napięty",
      "translation": "teso",
      "definition": "Czujący lub powodujący uczucie lęku lub nerwowości.",
      "definition_translation": "Sentendosi ansioso o nervoso, o causando sentimenti di ansia o nervosismo.",
      "example": "Atmosfera była napięta podczas spotkania, nauczycielka była napięta wczoraj, a studenci będą napięci podczas egzaminu jutro.",
      "example_translation": "L'atmosfera era tesa durante la riunione, L'insegnante era teso ieri e gli studenti saranno tesi durante l'esame di domani.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przerażający",
      "translation": "terrorizzante",
      "definition": "Wzbudzający ekstremny strach; ekstremalnie przerażający.",
      "definition_translation": "Ispirare estrema paura; estremamente spaventoso.",
      "example": "Przerażający film trzymał mnie w nocy, byłem przerażony, gdy zobaczyłem klauna, a będę zachwycony, gdy ukaże się kontynuacja filmu za rok.",
      "example_translation": "Il film terrorizzante mi ha tenuto sveglio tutta la notte, ero terrorizzato quando ho visto il clown, e sarò entusiasto quando il sequel uscirà il prossimo anno.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "uważny",
      "translation": "pensieroso",
      "definition": "Pokazujący staranną myśl i uwagę; kinds i uważny.",
      "definition_translation": "Mostrando attenta riflessione e considerazione; gentile e considerato.",
      "example": "Mój uważny przyjaciel zaskoczył mnie tortem urodzinowym, ona zaskoczy mnie ponownie rok później, a zaskoczyła mnie w zeszłym roku.",
      "example_translation": "La mia amica pensierosa mi ha sorpreso con una torta di compleanno, mi sorprenderà di nuovo l'anno prossimo, e mi aveva sorpreso l'anno scorso.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zachwycony",
      "translation": "eccitato",
      "definition": "Czujący ekstremalną radość lub ekscytację; zachwycony.",
      "definition_translation": "Sentirsi estremamente felice o emozionato; deliziato.",
      "example": "Byłem zachwycony, gdy dostałem pracę, będę zachwycony, gdy pójdę na wakacje, a byłem zachwycony na koncercie.",
      "example_translation": "Ero eccitato quando ho ottenuto il lavoro, sarò eccitato quando andrò in vacanza, e ero stato eccitato al concerto.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "twardy",
      "translation": "difficile",
      "definition": "Silny i zdolny do wytrzymania szorstkiej obsługi lub trudnych warunków, lub zdolny do znoszenia bólu czy trudności bez skarg.",
      "definition_translation": "Forte e in grado di resistere a maneggiamenti ruvidi o condizioni dure, o in grado di sopportare il dolore o la difficoltà senza lamentarsi",
      "example": "Atleta był twardy i mógł wytrzymać ból, bokser był twardy i walczył, a wspinaczka będzie twarda i wspinająca się na górę.",
      "example_translation": "L'atleta era difficile e poteva sopportare il dolore, il pugile era difficile e ha lottato, e l'escursionista sarà difficile e scalerà la montagna.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tragiczny",
      "translation": "tragico",
      "definition": "Powodujący lub charakteryzujący wielki smutek lub cierpienie, ekstremalnie niefortunny.",
      "definition_translation": "Causante o caratterizzato da grande tristezza o afflizione, estremamente infelice o sfortunato",
      "example": "Tragiczna historia Romea i Julii, tragiczny wypadek na drodze, a tragiczna utrata ukochanego zwierzaka będzie zapamiętana na zawsze.",
      "example_translation": "La storia tragica di Romeo e Giulietta, l'incidente tragico sulla autostrada, e la perdita tragica del caro animale domestico sarà ricordata per sempre.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nieświadomy",
      "translation": "ignaro",
      "definition": "Nie wiedzący lub nie zdający sobie sprawy z czegoś, nie mający wiedzy lub percepcji o czymś.",
      "definition_translation": "Non sapendo o rendersi conto di qualcosa, non avere conoscenza o percezione di qualcosa",
      "example": "Turysta był nieświadomy lokalnych zwyczajów, student był nieświadomy terminu, a kupujący był nieświadomy ukrytej opłaty.",
      "example_translation": "Il turista era ignaro delle consuetudini locali, lo studente era ignaro della scadenza, e l'acquirente era ignaro della commissione nascosta.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niepewny",
      "translation": "incerto",
      "definition": "Nie mający lub nie pokazujący jasnej lub pewnej opinii lub intencji; wątpliwy lub niejasny w swoim umyśle.",
      "definition_translation": "Non avendo o mostrando un'opinione o intenzione chiara o certa; dubbio o poco chiaro nella propria mente.",
      "example": "Byłem niepewny, co zrobić, więc zdecydowałem się zasięgnąć rady. Byłem niepewny swojej decyzji, ale teraz jestem pewny. Będę niepewny wyniku, aż do ogłoszenia wyników.",
      "example_translation": "Ero incerto su cosa fare, quindi ho deciso di chiedere consiglio. Avevo dubitato della mia scelta, ma ora sono sicuro. Sarò incerto circa l'esito fino a quando i risultati non saranno annunciati.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zrozumienie",
      "translation": "comprensione",
      "definition": "Umiejętność rozumienia i dzielenia się uczuciami innych; wzajemne porozumienie lub uzgodnienie.",
      "definition_translation": "La capacità di comprendere e condividere i sentimenti di un'altra persona; un accordo o un'organizzazione reciproca.",
      "example": "Dwóch przyjaciół miało głębokie zrozumienie uczuć drugiego. Porozumienie między dwoma krajami doprowadziło do pokojowego rozwiązania. Będzie miała lepsze zrozumienie przedmiotu po ukończeniu kursu.",
      "example_translation": "I due amici avevano una profonda comprensione dei sentimenti reciproci. La comprensione tra i due paesi ha portato a una risoluzione pacifica. Avrà una migliore comprensione dell'argomento dopo aver completato il corso.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niezrównoważony",
      "translation": "inquieto",
      "definition": "Czując niepokój lub dyskomfort; nie być w spokoju.",
      "definition_translation": "Sentendosi ansioso o a disagio; non essere a proprio agio.",
      "example": "Czuję się niezrównoważony w tej sytuacji, więc postanowiłem odejść. Była niezrównoważona przed egzaminem, ale poczuła się lepiej po jego zakończeniu. Będzie niezrównoważony, dopóki nie znajdzie nowej pracy.",
      "example_translation": "Mi sentivo a disagio sulla situazione, quindi ho deciso di andare via. Era stata inquieta sull'esame, ma si sentiva meglio dopo che era finito. Sarà inquieto fino a quando non troverà un nuovo lavoro.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nieszczęśliwy",
      "translation": "sfortunato",
      "definition": "Mający lub charakteryzujący się złym szczęściem; nieszczęśliwe wydarzenia lub okoliczności.",
      "definition_translation": "Avendo o segnati dalla cattiva sorte; eventi o circostanze sfortunate.",
      "example": "Byłem nieszczęśliwy, że utknąłem w deszczu bez parasola. Miałem pecha w inwestycjach ostatnio. Będę nieszczęśliwy, jeśli nie zdobędę tej pracy.",
      "example_translation": "Sono stato sfortunato abbastanza da rimanere intrappolato nella pioggia senza ombrello. Sono stato sfortunato nei miei investimenti ultimamente. Sarò sfortunato se non otterrò questo lavoro.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niewiele Helping",
      "translation": "inutile",
      "definition": "Nie zapewniający pomocy lub wsparcia; nieprzydatny lub niekorzystny.",
      "definition_translation": "Non fornendo aiuto o supporto; non utile o benefico.",
      "example": "Instrukcje były niewiele Helping i dezorientujące. Była niewiele Helping w moim czasie potrzeby. Nowa polityka okazała się niewiele Helping w redukowaniu kosztów.",
      "example_translation": "Le istruzioni erano inutili e confuse. Lei è stata inutile nel mio momento di bisogno. La nuova politica è stata inutile nel ridurre i costi.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niepopularny",
      "translation": "impopolare",
      "definition": "Nie lubiany lub nie zatwierdzony przez wielu ludzi; nie lubiany.",
      "definition_translation": "Non amato o approvato da molte persone; non ben visto.",
      "example": "Nowa ustawa podatkowa była niepopularna wśród wielu obywateli. Był niepopularny w szkole ze względu na jego arogancję. Decyzja była niepopularna wśród pracowników.",
      "example_translation": "La nuova legge fiscale è stata impopolare con molti cittadini. Era impopolare a scuola a causa della sua arroganza. La decisione è stata impopolare tra i dipendenti.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nieprzewidywalny",
      "translation": "imprevedibile",
      "definition": "Nie mogący być przewidziany lub prognozowany; niepewny w wyniku lub wyniku.",
      "definition_translation": "Non in grado di essere previsto o pronosticato; incerto nell'esito o risultato.",
      "example": "Pogoda była nieprzewidywalna, więc musieliśmy zabrać parasol. Sukces spółki był nieprzewidywalny, ale udało jej się utrzymać afloat. Wynik drużyny będzie nieprzewidywalny w następnym meczu.",
      "example_translation": "Il tempo era imprevedibile, quindi abbiamo dovuto portare un ombrello. Il successo dell'azienda era imprevedibile, ma sono riusciti a restare a galla. La prestazione della squadra sarà imprevedibile nel prossimo gioco.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nie realistyczny",
      "translation": "irrealistico",
      "definition": "Nie bazujący na rzeczywistości; niepraktyczny lub niemożliwy w danych okolicznościach.",
      "definition_translation": "Non basato sulla realtà; non pratico o possibile nelle circostanze.",
      "example": "Portret utopijnego społeczeństwa przez tego novelistę był nie realistyczny. Miała nie realistyczne oczekiwania wobec nowej pracy. Cel drużyny, aby zdobyć mistrzostwo, był nie realistyczny, biorąc pod uwagę ich bieżący wynik.",
      "example_translation": "La rappresentazione della società utopica del romanziere era irrealistica. Aveva aspettative irrealistiche sul suo nuovo lavoro. L'obiettivo della squadra di vincere il campionato era irrealistico dati le prestazioni attuali.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nieuzasadniony",
      "translation": "irragionevole",
      "definition": "Nie bazujący na zdrowym osądzie lub zdrowym sensie; absurdalny lub głupi.",
      "definition_translation": "Non basato su giudizio sano o buon senso; assurdo o folle.",
      "example": "Jego nieuzasadnione żądania doprowadziły do upadku negocjacji. Była nieuzasadniony terminarz wyznaczony przez zespół. Nieuzasadniony strach przed pająkami utrudniał jej działanie.",
      "example_translation": "Le sue richieste irragionevoli hanno portato al collasso delle trattative. La scadenza irragionevole ha messo molta pressione sulla squadra. La paura irragionevole dei ragni la stava trattenendo indietro.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niepewny",
      "translation": "inaffidabile",
      "definition": "Nie można ufać lub polegać; niestabilny lub nieprzewidywalny.",
      "definition_translation": "Non in grado di essere fidato o affidato; instabile o imprevedibile.",
      "example": "Firma miała niepewne połączenie internetowe, co powodowało problemy dla pracowników. Byli niepewni w terminach dostawy. W wieku 30 będę już bardziej pewny o swojej karierze.",
      "example_translation": "La connessione internet instabile dell'azienda stava causando problemi ai dipendenti. Erano inaffidabili sulle date di consegna. Quando avranno 30 anni, saranno più affidabili.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niepewny",
      "translation": "incerto",
      "definition": "Nie mający lub pokazujący pewności co do czegoś lub kogoś;",
      "definition_translation": "Non avere o mostrare certezza o fiducia in qualcosa o qualcuno.",
      "example": "Jestem niepewny co do tego, co mam zrobić. Była niepewna co do swojej odpowiedzi. Do następnego roku będę pewny co do swojej kariery.",
      "example_translation": "Non sono sicuro di cosa fare. Lei era incerta della sua risposta. L'anno prossimo, sarò sicuro della mia carriera.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gwałtowny",
      "translation": "violento",
      "definition": "Używający lub charakteryzujący się fizyczną siłą mającą na celu wyrządzenie szkody lub zniszczenia.",
      "definition_translation": "Che utilizza o è caratterizzato da forza fisica intesa a causare danno o danni.",
      "example": "Gwałtowna burza zniszczyła wiele domów. Gwałtowne protesty doprowadziły do wielu aresztowań. Do 2025 roku wskaźnik przestępczości gwałtownej zmniejszy się.",
      "example_translation": "La tempesta violenta ha distrutto molte case. Le proteste violente hanno portato a molti arresti. Nel 2025, il tasso di crimini violenti diminuirà.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "witamy",
      "translation": "benvenuto",
      "definition": "Powitanie lub recepcja, zwłaszcza oficjalne lub formalne.",
      "definition_translation": "Un saluto o ricevimento, specialmente uno formale o ufficiale.",
      "example": "Witamy was w naszym nowym domu. Witamy naszego nowego kolegę wczoraj. Witamy nowych studentów w następnym semestrze.",
      "example_translation": "Ti do il benvenuto nella nostra nuova casa. Abbiamo accolto il nostro nuovo collega ieri. Accoglieremo i nuovi studenti il prossimo semestre.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zrównoważony",
      "translation": "equilibrato",
      "definition": "Mający proporcjonalne i harmonijne ułożenie elementów, zwłaszcza w charakterze osoby lub w dziele sztuki.",
      "definition_translation": "Avere un arrangiamento proporzionato e armonioso degli elementi, soprattutto nel carattere di una persona o in un'opera d'arte.",
      "example": "Ona jest zrównoważoną osobą z dobrym dzielnikiem humoru. Firma ma zrównoważony portfel inwestycyjny. Artysta stworzył zrównoważoną kompozycję.",
      "example_translation": "È una persona equilibrata con un buon senso dell'umorismo. La società ha un portfolio di investimenti equilibrato. L'artista ha creato una composizione equilibrata.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mądry",
      "translation": "saggio",
      "definition": "Mający lub pokazujący doświadczenie, wiedzę i zdrowy osąd.",
      "definition_translation": "Avere o mostrare esperienza, conoscenza e buon giudizio.",
      "example": "On jest mądrym starcem, który zawsze daje dobrych rad. Była mądra, inwestując w giełdzie. Będą mądri, słuchając opinii eksperta.",
      "example_translation": "È un uomo saggio che sempre dà buoni consigli. Era saggia di investire nel mercato azionario. Saranno saggi ad ascoltare l'opinione dell'esperto.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dowcipny",
      "translation": "spiritoso",
      "definition": "Mający lub pokazujący szybką i wynalazczą myśl, zdolną do wymyślania inteligentnych pomysłów i powiedzeń.",
      "definition_translation": "Avendo o mostrando una mente pronta e inventiva, in grado di pensare a idee e affermazioni intelligenti.",
      "example": "Ona była dowcipną osobą, zawsze gotową do inteligentnej odpowiedzi. Była dowcipna, rozwiązując konflikt. Będzie dowcipna, robiąc wszystkich śmieć się.",
      "example_translation": "Era una persona spiritosa, sempre pronta con una replica intelligente. Era stata sufficientemente spiritosa da risolvere il conflitto. Sarà sufficientemente spiritosa da far ridere tutti.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niepokojący",
      "translation": "preoccupante",
      "definition": "Wzbudzający uczucia niepokoju lub zaniepokojenia, wywołujący strach lub niepokój.",
      "definition_translation": "Causando sentimenti di ansia o preoccupazione, dando origine a paura o inquietudine.",
      "example": "Niepokojący trend w gospodarce trwał miesiącami. Niepokojeni byliśmy o bezpieczeństwo naszych dzieci. Będą niepokojeni o wyniki egzaminu.",
      "example_translation": "La tendenza preoccupante dell'economia è stata in corso per mesi. Ci preoccupavamo della sicurezza dei nostri figli. Si preoccuperanno dei loro risultati degli esami.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]