[
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "drzewo",
      "translation": "albero",
      "definition": "Drzewo to roślina wieloletnia z wydłużonym pniem, lub pnia, wspierającym gałęzie i liście w większości gatunków.",
      "definition_translation": "Un albero è una pianta perenne con un fusto, o tronco, che sostiene rami e foglie nella maggior parte delle specie.",
      "example": "Wspiąłem się na drzewo, gdy byłem dzieckiem. Wspinałem się na drzewo teraz. Wspinałem się na drzewo jutro.",
      "example_translation": "Ho scalato l'albero quando ero bambino. Sto scalando l'albero adesso. Scalero l'albero domani.",
      "imageLink": "image_files\\English\\tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jabłonka",
      "translation": "albero di mele",
      "definition": "Jabłonka to drzewo liściaste z rodziny różowatych, uprawiane za jego owoce.",
      "definition_translation": "Un albero di mele è un albero deciduo della famiglia delle rose che viene coltivato per il suo frutto.",
      "example": "Zasadziłem jabłonkę w zeszłym roku. Podlewam jabłonkę teraz. Zbiorę jabłka z jabłonki w przyszłym jesieni.",
      "example_translation": "Ho piantato un albero di mele l'anno scorso. Sto annaffiando l'albero di mele adesso. Raccoglierò l'albero di mele l'autunno prossimo.",
      "imageLink": "image_files\\English\\apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "las",
      "translation": "foresta",
      "definition": "Las to duży obszar ziemi dominowany przez drzewa i podszyt.",
      "definition_translation": "Una foresta è una grande area di terra dominata da alberi e sottobosco.",
      "example": "Spacerowałem przez las wczoraj. Spaceruję przez las teraz. Spaceruję przez las jutro.",
      "example_translation": "Ho camminato nella foresta ieri. Sto camminando nella foresta adesso. Camminerò nella foresta domani.",
      "imageLink": "image_files\\English\\forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gałąź",
      "translation": "ramo",
      "definition": "Gałąź to część drzewa, która rośnie z pnia lub głównego pnia.",
      "definition_translation": "Un ramo è una parte di un albero che cresce fuori dal tronco o un fusto principale.",
      "example": "Wspiąłem się na drzewo i usiadłem na gałęzi. Wspinałem się na drzewo i siadam na gałęzi. Wspię się na drzewo i usiądę na gałęzi.",
      "example_translation": "Sono salito sull'albero e mi sono seduto su un ramo. Sto salendo sull'albero e mi sto sedendo su un ramo. Sarò salito sull'albero e mi sarò seduto su un ramo.",
      "imageLink": "image_files\\English\\branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "drzewo owocowe",
      "translation": "albero da frutto",
      "definition": "Drzewo owocowe to drzewo, które produkuje owoce, takie jak jabłka, pomarańcze lub banany.",
      "definition_translation": "Un albero da frutto è un albero che produce frutta, come mele, arance o banane.",
      "example": "Zasadziłem drzewo owocowe w swoim ogrodzie w zeszłym roku. Podlewam drzewo owocowe codziennie. Zbiorę owoce z drzewa owocowego w przyszłym miesiącu.",
      "example_translation": "Ho piantato un albero da frutto nel mio giardino lo scorso anno. Sto irrigando l'albero da frutto ogni giorno. Raccoglierò la frutta dall'albero da frutto il mese prossimo.",
      "imageLink": "image_files\\English\\fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "liść",
      "translation": "foglia",
      "definition": "Liść to zielona, płaska struktura, która rośnie na roślinie lub drzewie, służąca do fotosyntezy.",
      "definition_translation": "Una foglia è una struttura verde e piatta che cresce su una pianta o albero, e viene utilizzata per la fotosintesi.",
      "example": "Liść na drzewie kołysał się w wietrze. Badam liść pod mikroskopem. Liść opadnie z drzewa w przyszłej jesieni.",
      "example_translation": "La foglia sull'albero stava oscillando nel vento. Sto studiando la foglia sotto un microscopio. La foglia cadrà dall'albero il prossimo autunno.",
      "imageLink": "image_files\\English\\leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dąb",
      "translation": "quercia",
      "definition": "Dąb to drzewo liściaste z szerokim pniem i gałęziami, charakteryzujące się liśćmi z kształtu łyżki i produkcją żołędzi.",
      "definition_translation": "Un albero decidue con un tronco robusto e rami, che produce foglie lobate e ghiande.",
      "example": "Stary dąb stał w środku pola. Stał tam przez wieki. Będzie stał tam dla przyszłych generacji.",
      "example_translation": "L'antico albero di quercia si ergeva alto nel mezzo del campo. Era lì da secoli. Continuerà a stare lì per generazioni a venire.",
      "imageLink": "image_files\\English\\oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "śliwa",
      "translation": "albero di susino",
      "definition": "Śliwa to drzewo liściaste o kwiatach ozdobnych i jadalnym owocu, rodzime z Azji i Europy.",
      "definition_translation": "Un albero decidue con fiori vistosi e frutto commestibile, originario dell'Asia e dell'Europa.",
      "example": "Śliwa zakwitła wcześnie tej wiosny. Urodzi owoce za kilka miesięcy. Zbierzemy śliwki w przyszłym lecie.",
      "example_translation": "L'albero di susino è fiorito presto questa primavera.porterà frutto tra pochi mesi. Raccoglieremo le susine il prossimo estate.",
      "imageLink": "image_files\\English\\plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "korzeń",
      "translation": "radice",
      "definition": "Korzeń to część podziemna rośliny, która absorbują wodę i substancje odżywcze z gleby.",
      "definition_translation": "La parte sotterranea di una pianta che assorbe acqua e nutrienti dal terreno.",
      "example": "System korzeniowy drzewa był rozległy. Miał korzenie, które schodziły głęboko w ziemię. Korzenie będą rosły coraz silniejsze z czasem.",
      "example_translation": "Il sistema di radici dell'albero era esteso. Aveva radici che si estendevano profondamente nella terra. Le radici continueranno a crescere più forti con il tempo.",
      "imageLink": "image_files\\English\\root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "palmowiec",
      "translation": "palma",
      "definition": "Palmowiec to typ rośliny wiecznie zielonych z długimi, wąskimi liśćmi, rosnącymi z góry pnia, często spotykany w klimacie ciepłym.",
      "definition_translation": "Una palma è un tipo di pianta sempreverde con foglie lunghe e strette che crescono dalla cima di un fusto alto, spesso trovata in climi caldi.",
      "example": "Usiadłem pod palmowcem, aby odpocząć. Usiądę pod palmowcem, aby się zrelaksować. Usiadłem pod palmowcem, aby się cieszyć widokiem.",
      "example_translation": "Mi sono seduto sotto l'albero di palma per riposare, mi siederò sotto l'albero di palma per rilassarmi, e mi sono seduto sotto l'albero di palma per godermi la vista.",
      "imageLink": "image_files\\English\\palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "las-liściasty",
      "translation": "bosco",
      "definition": "Las-liściasty to typ krajobrazu charakteryzujący się gęstym wzrostem drzew, często z różnorodnością gatunków roślin i zwierząt.",
      "definition_translation": "Il bosco è un tipo di paesaggio caratterizzato da una crescita densa di alberi, spesso con una varietà di specie di piante e animali.",
      "example": "Przeszedłem przez las-liściasty, aby explorerować, będę chodził przez las-liściasty, aby ćwiczyć, i przeszedłem przez las-liściasty, aby znaleźć grzyby.",
      "example_translation": "Ho camminato attraverso il bosco per esplorare, camminerò attraverso il bosco per fare esercizio, e ho camminato attraverso il bosco per trovare funghi.",
      "imageLink": "image_files\\English\\woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "akacja",
      "translation": "acacia",
      "definition": "Akacja to rodzaj kwitnącej rośliny z kolcami, często spotykany w ciepłych i suchych regionach.",
      "definition_translation": "L'acacia è un tipo di pianta floreale con spine, spesso trovata in regioni calde e aride.",
      "example": "Zobaczyłem akację kwitnącą, będę sadził akację, i zobaczyłem akację rosnącą.",
      "example_translation": "Ho visto un albero di acacia fiorire, pianterò un albero di acacia, e avevo visto un albero di acacia crescere.",
      "imageLink": "image_files\\English\\acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "olchy",
      "translation": "ontano",
      "definition": "Drzewo lub krzew z rodziny brzozowatych, o liściach zębatych i kotkach męskich.",
      "definition_translation": "Un albero o arbusto deciduo della famiglia delle betulle, con foglie dentate e amenti maschili.",
      "example": "Olcha została zasadzona wzdłuż brzegu rzeki, aby zapobiec erozji. Będzie dostarczać cienia latem. W przeszłości była używana do produkcji mebli.",
      "example_translation": "L'albero di ontano è stato piantato lungo la riva del fiume per prevenire l'erosione. Fornirà ombra in estate. In passato, era stato usato per la produzione di mobili.",
      "imageLink": "image_files\\English\\alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "drzewo migdałowe",
      "translation": "albero di mandorlo",
      "definition": "Małe drzewo liściaste, rodzime dla regionu śródziemnomorskiego, o pięknych kwiatowych różowych lub białych i jadalnych orzechach.",
      "definition_translation": "Un piccolo albero deciduo, originario della regione mediterranea, con fiori rosa o bianchi vistosi e noci commestibili.",
      "example": "Za sadzimy drzewo migdałowe w naszym ogródku następnej wiosny. Kwitło pięknie przez lata. Orzechy zostały zebrane ostatniej jesieni.",
      "example_translation": "Pianteremo un albero di mandorlo nel nostro giardino principale la prossima primavera. Ha fiorito bellamente per anni. Le mandorle sono state raccolte l'autunno scorso.",
      "imageLink": "image_files\\English\\almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jesion",
      "translation": "frassino",
      "definition": "Drzewo lub krzew liściasty z liśćmi złożonymi i czarnymi pąkami, często spotykany w wilgotnych rejonach i nad strumieniami.",
      "definition_translation": "Un albero o arbusto deciduo con foglie composte e gemme nere, spesso trovato in zone umide e lungo i corsi d'acqua.",
      "example": "Jesion został ścięty, aby zrobić miejsce dla nowej drogi. Będzie użyty jako drewno opałowe następnej zimy. Popioły zostały rozrzucone w ogrodzie.",
      "example_translation": "L'albero di frassino è stato abbattuto per fare spazio alla nuova strada. Sarà utilizzato come legna da ardere il prossimo inverno. Le ceneri sono state disperse nel giardino.",
      "imageLink": "image_files\\English\\ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "baobab",
      "translation": "baobab",
      "definition": "Baobab to rodzaj drzewa liściastego, rodzimego dla Afryki, Australii i Oceanu Indyjskiego. Jest znany ze swojego charakterystycznego kształtu i dużych rozmiarów, często nazywany 'drzewem do góry nogami' ze względu na swoją niezwykłą strukturę gałęzi.",
      "definition_translation": "Un baobab è un tipo di albero deciduo nativo dell'Africa, dell'Australia e dell'Oceano Indiano. È conosciuto per la sua forma distintiva e la sua grande dimensione, e spesso è chiamato 'albero a testa in giù' a causa della sua struttura di ramo insolita.",
      "example": "Baobab został symbolem życia i płodności w kulturach afrykańskich przez wieki. W przeszłości baobab był używany jako miejsce spotkań społeczności. Dziś baobab jest popularnym obiektem turystycznym. Do roku 2050 baobab będzie uważany za gatunek zagrożony.",
      "example_translation": "L'albero di baobab è stato un simbolo di vita e fertilità nelle culture africane per secoli. In passato, il baobab è stato utilizzato come luogo di incontro per la comunità. Oggi, il baobab è un'attrazione turistica popolare. Entro il 2050, il baobab sarà considerato una specie in via di estinzione.",
      "imageLink": "image_files\\English\\baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "buk",
      "translation": "faggio",
      "definition": "Buk to rodzaj drzewa liściastego, rodzimego dla Europy i Ameryki Północnej. Jest znany ze swojej gładkiej, szarej kory i swojej tolerancji na szeroki zakres warunków glebowych.",
      "definition_translation": "Un faggio è un tipo di albero deciduo nativo dell'Europa e del Nord America. È conosciuto per la sua corteccia liscia e grigia e la sua tolleranza di una vasta gamma di condizioni del suolo.",
      "example": "Buk został pierwszy raz wprowadzony do Ameryki Północnej przez osadników europejskich. W przeszłości orzechy bukowe były podstawowym pokarmem dla wielu plemion indiańskich. Dziś buki są często używane jako rośliny ozdobne w ogrodach. Do roku 2100 buki będą bardziej odporne na choroby.",
      "example_translation": "L'albero di faggio è stato introdotto per la prima volta in Nord America dai coloni europei. In passato, le noci di faggio erano un alimento base per molte tribù native americane. Oggi, gli alberi di faggio sono spesso utilizzati come piante ornamentali nei giardini. Entro il 2100, gli alberi di faggio saranno più resistenti alle malattie.",
      "imageLink": "image_files\\English\\beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "brzoza",
      "translation": "betulla",
      "definition": "Brzoza to rodzaj drzewa liściastego, rodzimego dla półkuli północnej. Jest znana ze swojej białej, papierowej kory i swojej tolerancji na zimno.",
      "definition_translation": "Una betulla è un tipo di albero deciduo nativo dell'Emisfero Nord. È conosciuta per la sua corteccia bianca e cartacea e la sua tolleranza delle temperature fredde.",
      "example": "Brzoza została użyta w celach medycznych przez wieki. W przeszłości sok brzozowy był używany do leczenia chorób skóry. Dziś liście brzozy są używane do produkcji herbaty. Do roku 2120 brzozy będą używane do produkcji biopaliw.",
      "example_translation": "L'albero di betulla è stato utilizzato per scopi medici per secoli. In passato, la linfa di betulla è stata utilizzata per trattare le condizioni della pelle. Oggi, le foglie di betulla sono utilizzate per fare il tè. Entro il 2120, gli alberi di betulla saranno utilizzati per produrre biocombustibili.",
      "imageLink": "image_files\\English\\birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gałąź",
      "translation": "ramo",
      "definition": "gałąź, zwłaszcza gałąź główna, drzewa",
      "definition_translation": "un ramo, soprattutto un ramo principale, di un albero",
      "example": "Gałąź dębu szczebiotała w wietrze wczoraj, szczebiota dziś i szczebiota jutro.",
      "example_translation": "Il ramo della quercia scricchiolava nel vento ieri, scricchiola oggi e scricchiolerà domani.",
      "imageLink": "image_files\\English\\bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cedr",
      "translation": "cedro",
      "definition": "Drzewo iglaste z aromatycznym drewnem, zwłaszcza cedr Atlas lub cedr wschodni",
      "definition_translation": "un albero conifero con legno aromatico, soprattutto il cedro dell'Atlante o il cedro rosso orientale",
      "example": "Zasadziliśmy cedr w naszym ogródku przed rokiem, sadzimy kolejny dziś i będziemy sadzić więcej przyszłego roku.",
      "example_translation": "Abbiamo piantato un albero di cedro nel nostro giardino l'anno scorso, ne stiamo piantando un'altra questo anno e ne pianteremo altri il prossimo anno.",
      "imageLink": "image_files\\English\\cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "drzewo wiśniowe",
      "translation": "albero di ciliegio",
      "definition": "drzewo, które produkuje wiśnie, szczególnie hodowane drzewo z rodzaju Prunus",
      "definition_translation": "un albero che produce ciliegie, soprattutto un albero coltivato del genere Prunus",
      "example": "Drzewo wiśniowe w naszym ogrodzie kwitło pięknie wiosną, teraz produkuje smaczne owoce latem, a następnej jesieni będzie miało nowy przyrost.",
      "example_translation": "L'albero di ciliegio nel nostro giardino è fiorito bellamente la scorsa primavera, sta producendo delizioso frutto questo estate e avrà nuova crescita il prossimo autunno.",
      "imageLink": "image_files\\English\\cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "palmowiec kokosowy",
      "translation": "palma di cocco",
      "definition": "Wysokie drzewo palmowe rodzime w regionach tropikalnych, z dużą, okrągłą koroną i pojedynczym pniem, uprawiane dla owoców i oleju.",
      "definition_translation": "Un albero di palma alto originario di regioni tropicali, con una grande corona rotonda e un singolo fusto, coltivato per il suo frutto e olio.",
      "example": "W przeszłości, palmowce kokosowe były używane jako schronienie, dziś są używane dla ich owoców, a w przyszłości będą używane do produkcji biopaliwa.",
      "example_translation": "In passato, le palme da cocco erano utilizzate come riparo, oggi sono utilizzate per il loro frutto, e nel futuro saranno utilizzate per biocarburante.",
      "imageLink": "image_files\\English\\coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stóg",
      "translation": "conetto",
      "definition": "Kształt utworzony przez obrót trójkąta wokół jednego z jego boków, używany jako symbol w matematyce i geometrii.",
      "definition_translation": "Una forma creata ruotando un triangolo intorno a uno dei suoi lati, utilizzata come simbolo in matematica e geometria.",
      "example": "Dziecko bawiło się czapką w kształcie stożka, wczoraj nauczyciel rysował stóg na czarnej tablicy, a następnym tygodniu będziemy uczyć się o stożkach w klasie geometrii.",
      "example_translation": "Il bambino ha giocato con il cappello a forma di cono, ieri l'insegnante ha disegnato un cono sulla lavagna, e la settimana prossima impareremo sui coni nella classe di geometria.",
      "imageLink": "image_files\\English\\cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "drzewo iglaste",
      "translation": "albero conifero",
      "definition": "Typ drzewa, które produkuje szyszcze i ma igiełkowate liście, często spotykane w klimatach chłodnych.",
      "definition_translation": "Un tipo di albero che produce coni e ha foglie aghiformi, spesso trovato in climi freddi.",
      "example": "W przeszłości, drzewa iglaste były używane do produkcji drewna, dziś są używane do produkcji papieru, a w przyszłości będą używane do reintrodukcji lasów.",
      "example_translation": "In passato, gli alberi coniferi erano utilizzati per il legname, oggi sono utilizzati per la produzione di carta, e nel futuro saranno utilizzati per la riforestazione.",
      "imageLink": "image_files\\English\\coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "drzewo liściaste",
      "translation": "albero deciduo",
      "definition": "Drzewo, które co roku traci liście, typowo podczas jesieni. Przykładami drzew liściastych są dąb, klon i wiąz.",
      "definition_translation": "Un albero deciduo è un albero che perde le sue foglie annualmente, solitamente durante l'autunno. Esempi di alberi decidui includono quercia, acero e olmo.",
      "example": "Park był pełen drzew liściastych, które zmieniły kolor na złoty brąz jesienią. Latem udzielały cienia piknikowiczom. Do następnej wiosny będą miały nowe liście.",
      "example_translation": "Il parco era pieno di alberi decidui che si erano colorati di marrone dorato in autunno. In estate, fornivano ombra per i picnic. La prossima primavera, avranno cresciuto nuove foglie.",
      "imageLink": "image_files\\English\\deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bez czarny",
      "translation": "sambuco",
      "definition": "Bez czarny to krzew lub małe drzewo owocowe, często używane do produkcji dżemów, win i herbat.",
      "definition_translation": "Il sambuco è un tipo di arbusto o piccolo albero che produce frutta, spesso utilizzato per fare marmellate, vini e tè.",
      "example": "Dżem z bezu czarnego jest popularnym produitseniem w wielu częściach Europy. Moja babcia robiła je z bezów, które rosły w jej ogrodzie. Wciąż pamiętam słodki smak jej domowego wina z bezu czarnego.",
      "example_translation": "La marmellata di sambuco è un conservante popolare in molte parti d'Europa. Mia nonna usava farla dai sambuchi che crescevano nel suo giardino. Ancora ricordo il dolce gusto del suo vino di sambuco fatto in casa.",
      "imageLink": "image_files\\English\\elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wiąz",
      "translation": "olmo",
      "definition": "Wiąz to typ drzewa liściastego, często spotykany w parkach i ogrodach, z koroną w kształcie wazy i szorstką, łuskowatą korą.",
      "definition_translation": "L'olmo è un tipo di albero deciduo, spesso trovato in parchi e giardini, con una corona a forma di vaso e una corteccia ruvida e squamosa.",
      "example": "Wiązy w parku wieżowły nad nami, ich liście szumiały w wietrze. Zimą ich gałęzie będą nagie, ale do następnego lata znowu będą zielone. W roku ubiegłym usiadłem pod wiązem, aby przeczytać książkę.",
      "example_translation": "Gli olmi nel parco torreggiavano sopra di noi, le loro foglie fruscianti nel vento. In inverno, i loro rami saranno spogli, ma la prossima estate, saranno verdi di nuovo. L'anno scorso, mi sono seduto sotto un olmo a leggere un libro.",
      "imageLink": "image_files\\English\\elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "figowiec",
      "translation": "albero di fichi",
      "definition": "Figowiec to drzewo liściaste lub krzew z rodziny Moraceae, rodzime w regionach Bliskiego Wschodu i basenu Morza Śródziemnego.",
      "definition_translation": "Un albero di fichi è un albero o arbusto decido della famiglia Moraceae, originario del Medio Oriente e della regione del Mediterraneo.",
      "example": "Wdrapałem się na figowiec, aby zerwać świeże figi. Wczoraj wdrapałem się na figowiec, aby zerwać świeże figi. Jutro wdrapię się na figowiec, aby zerwać świeże figi.",
      "example_translation": "Ho scalato l'albero di fichi per raccogliere alcuni fichi freschi. Ieri, avevo scalato l'albero di fichi per raccogliere alcuni fichi freschi. Domani, scalerò l'albero di fichi per raccogliere alcuni fichi freschi.",
      "imageLink": "image_files\\English\\fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jodła",
      "translation": "abete",
      "definition": "Jodła to wiecznie zielone drzewo iglaste, typowo spotykane w rejonach górskich, z igiełkowatymi liśćmi i szyszkami.",
      "definition_translation": "Un abete è un albero conifero sempreverde, tipicamente trovato in regioni montuose, con foglie aghiformi e coni.",
      "example": "Zobaczyłem piękną jodłę w ogrodzie. Wczoraj zobaczyłem piękną jodłę w ogrodzie. Jutro zobaczę piękną jodłę w ogrodzie.",
      "example_translation": "Ho visto un bell'albero di abete nel giardino. Ieri, avevo visto un bell'albero di abete nel giardino. Domani, vedrò un bell'albero di abete nel giardino.",
      "imageLink": "image_files\\English\\fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "leszczyna",
      "translation": "nocciolo",
      "definition": "Leszczyna to drzewo liściaste lub krzew, rodzime w Europie i Azji, z okrągłymi liśćmi i jadalnymi orzechami.",
      "definition_translation": "Un nocciolo è un albero o arbusto decido, originario dell'Europa e dell'Asia, con foglie rotonde e noci commestibili.",
      "example": "Znajdę orzech leszczyny na ziemi. Wczoraj znajdę orzech leszczyny na ziemi. Jutro znajdę orzech leszczyny na ziemi.",
      "example_translation": "Ho trovato una noce di nocciolo per terra. Ieri, avevo trovato una noce di nocciolo per terra. Domani, troverò una noce di nocciolo per terra.",
      "imageLink": "image_files\\English\\hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jałowiec",
      "translation": "agrifoglio",
      "definition": "Kolczasty, zimozielony drzewo lub krzew z czerwonymi jagodami, często używany jako symbol Bożego Narodzenia.",
      "definition_translation": "Un albero o arbusto sempreverde spinoso con bacche rosse brillanti, spesso utilizzato come simbolo di Natale.",
      "example": "Dom był dekorowany jałowcem i miłorzębem na sezon świąteczny. W zeszłym roku zasadziłem jałowiec w swoim ogródku. Do przyszłego Bożego Narodzenia jałowiec będzie wyższy.",
      "example_translation": "La casa era decorata con agrifoglio e vischio per la stagione delle festività. L'anno scorso, ho piantato un albero di agrifoglio nel mio cortile. Entro Natale prossimo, l'albero di agrifoglio sarà cresciuto più alto.",
      "imageLink": "image_files\\English\\holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "grab",
      "translation": "carpino",
      "definition": "Liściaste drzewo z gładkim szarym pniem i twardym drewnem, często używane do produkcji mebli.",
      "definition_translation": "Un albero deciduo con tronco grigio liscio e legno duro, spesso utilizzato per la produzione di mobili.",
      "example": "Stolarz użył drewna grabowego do zrobienia stołu jadalnego. Graby są powszechne w europejskich lasach. Do 2025 roku grab będzie w pełni dorosły.",
      "example_translation": "Il falegname ha utilizzato il legno di carpino per fare il tavolo da pranzo. I carpini sono comuni nei boschi europei. Entro il 2025, l'albero di carpino sarà completamente cresciuto.",
      "imageLink": "image_files\\English\\hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kasztanowiec",
      "translation": "castagno d'India",
      "definition": "Duże liściaste drzewo z liśćmi dłoniastymi i stożkowymi orzechami, często używane jako drzewo cieniowe w parkach i ogrodach.",
      "definition_translation": "Un grande albero deciduo con foglie palmate e noci coniche, spesso utilizzato come albero d'ombra nei parchi e giardini.",
      "example": "Dzieci bawiły się pod kasztanowcem w parku. Kasztanowce są popularne w urbanistycznej architekturze. Do przyszłej jesieni kasztanowiec upuści swoje kasztany.",
      "example_translation": "I bambini hanno giocato sotto l'albero di castagno d'India nel parco. I castagni d'India sono popolari nel paesaggio urbano. Entro l'autunno prossimo, l'albero di castagno d'India avrà perso le sue castagne d'India.",
      "imageLink": "image_files\\English\\horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jałowiec",
      "translation": "ginepro",
      "definition": "Małe zimozielone drzewo lub krzew z igłowatymi liśćmi i fioletowymi jagodami, używane jako przyprawa w ginie i innych spirytach.",
      "definition_translation": "un albero o arbusto sempreverde piccolo con foglie aghiformi e bacche purpuree, utilizzato come aromatizzante nel gin e altri spiriti.",
      "example": "Powietrze było aromatyczne ze smakiem jagód jałowca. Wczoraj zerwałem kilka gałązek jałowca do dekoracji. Do przyszłego roku jałowiec będzie w pełni dorosły.",
      "example_translation": "L'aria era fragrante con il profumo delle bacche di ginepro. Ieri, ho raccolto alcuni rami di ginepro per la decorazione. Entro l'anno prossimo, l'albero di ginepro sarà completamente cresciuto.",
      "imageLink": "image_files\\English\\juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "modrzew",
      "translation": "larice",
      "definition": "Iglaste drzewo z igłowatymi liśćmi, rodzime w górskich regionach Europy i Azji, często używane jako drzewo tartaczne.",
      "definition_translation": "un albero conifero con foglie aghiformi, nativo delle montagne dell'Europa e dell'Asia, spesso utilizzato come albero da legname.",
      "example": "Modrzew stoi wysoko wśród lasu. Drewno modrzewiowe jest wysoko cenione za swoją trwałość. Do czasu, kiedy modrzewie będą w pełni dorosłe, las będzie popularnym miejscem turystycznym.",
      "example_translation": "L'albero di larice si ergeva alto in mezzo alla foresta. Il legno di larice è molto apprezzato per la sua durata. Quando gli alberi di larice saranno completamente cresciuti, la foresta sarà una destinazione turistica molto popolare.",
      "imageLink": "image_files\\English\\larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lipa",
      "translation": "tilia",
      "definition": "Liściaste drzewo z liśćmi sercowatymi, często używane jako drzewo cieniowe w parkach i ogrodach.",
      "definition_translation": "un albero deciduo con foglie a forma di cuore, spesso utilizzato come albero ombroso in parchi e giardini.",
      "example": "Lipa zapewniała cień na gorący letni dzień. Wczoraj siedziałem pod lipą, czytając książkę. Do przyszłego miesiąca lipa będzie w pełni rozkwitła.",
      "example_translation": "L'albero di tilia ha fornito ombra in un giorno estivo caldo. Ieri, mi sono seduto sotto l'albero di tilia per leggere un libro. Entro il mese prossimo, l'albero di tilia sarà in piena fioritura.",
      "imageLink": "image_files\\English\\linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "klon",
      "translation": "acero",
      "definition": "Klon to rodzaj liściastego drzewa lub krzewu, rodzimego w Azji i Ameryce Północnej, charakteryzujący się liśćmi dłoniastymi i żywymi kolorami jesieni.",
      "definition_translation": "Un acero è un tipo di albero o arbusto decidue nativo dell'Asia e del Nord America, caratterizzato dalle sue foglie palmate e dai suoi colori autunnali luminosi.",
      "example": "Widziałem piękny klon w parku wczoraj, jego liście zmieniały się na czerwony. Klon w naszym ogródku będzie kwitł niedługo. Do przyszłego roku nowy klon będzie wyższy.",
      "example_translation": "Ho visto un bell'albero di acero nel parco ieri, le sue foglie stavano diventando rosse. L'albero di acero nel nostro cortile sarà in fiore presto. Entro il prossimo anno, il nuovo albero di acero sarà cresciuto più alto.",
      "imageLink": "image_files\\English\\maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jarząb",
      "translation": "sorbo",
      "definition": "Jarząb to rodzaj krzewu lub małego drzewa, rodzimego w Europie i Azji, charakteryzujący się czerwonymi jagodami i białymi kwiatami.",
      "definition_translation": "Un sorbo è un tipo di arbusto o albero piccolo decidue nativo dell'Europa e dell'Asia, caratterizzato dalle sue bacche rosse brillanti e dai suoi fiori bianchi.",
      "example": "Zebrałem jarzębiny, aby zrobić tartę ostatniej jesieni. Jarząb w naszym ogrodzie kwitnie teraz. Do przyszłej jesieni jarząb wyprodukuje więcej jagód.",
      "example_translation": "Ho raccolto alcuni frutti di sorbo per fare una torta l'autunno scorso. L'albero di sorbo nel nostro giardino è in fiore ora. Entro il prossimo autunno, l'albero di sorbo avrà prodotto più bacche.",
      "imageLink": "image_files\\English\\rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sekwoja",
      "translation": "sequoia",
      "definition": "Sekwoja to rodzaj zimozielnego drzewa, rodzimego w Kalifornii, charakteryzujący się dużym rozmiarem, stożkową formą i czerwono-brązową korą.",
      "definition_translation": "Una sequoia è un tipo di albero sempreverde nativo della California, caratterizzato dalle sue grandi dimensioni, forma conica e cortecciarossa-bruna.",
      "example": "Odwiedziłem las sekwoi w Kalifornii ostatniego roku, było to zdumiewające. Sekwoja w ogrodzie botanicznym ma już ponad 100 lat. Za 20 lat sadzonka sekwoi będzie ogromnym drzewem.",
      "example_translation": "Ho visitato la foresta di sequoie in California l'anno scorso, era incredibile. L'albero di sequoia nel giardino botanico ha più di 100 anni. Tra 20 anni, la piantina di sequoia sarà cresciuta in un albero gigante.",
      "imageLink": "image_files\\English\\sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "świerk",
      "translation": "abete",
      "definition": "Rodzaj zimozielnego drzewa, najczęściej stożkowatego kształtu, z igłowatymi liśćmi i brązowymi szyszkami.",
      "definition_translation": "un tipo di albero sempreverde, tipicamente conico in forma, con foglie aghiformi e coni marroni",
      "example": "Świerk w naszym ogródku jest ozdobiony światłami każdego Bożego Narodzenia. W zeszłym roku ozdobiliśmy go czerwonymi kulkami. W przyszłym roku użyjemy niebieskich.",
      "example_translation": "L'albero di abete nel nostro cortile è decorato con luci ogni Natale. L'anno scorso, l'abbiamo decorato con palline rosse. L'anno prossimo, useremo quelle blu.",
      "imageLink": "image_files\\English\\spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "świerk kamienny",
      "translation": "pino domestico",
      "definition": "typ sosny z jadalnymi nasionami, często uprawiany w ogrodach i parkach",
      "definition_translation": "un tipo di albero di pino con semi commestibili, spesso coltivato in giardini e parchi",
      "example": "Drzewo świerk kamienny w parku było tak wysokie, że zasłaniało widok. W zeszłym roku, siedzieliśmy w jego cieniu. W przyszłym tygodniu, zrobimy piknik tam.",
      "example_translation": "L'albero di pino domestico nel parco era così alto che ostacolava la vista. L'estate scorsa, ci siamo seduti alla sua ombra. La prossima settimana, faremo un picnic lì.",
      "imageLink": "image_files\\English\\stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "świerk szwajcarski",
      "translation": "pino silvestre",
      "definition": "typ sosny rodzimej dla gór Europy, często używany jako choinka",
      "definition_translation": "un tipo di albero di pino nativo delle montagne dell'Europa, spesso utilizzato come albero di Natale",
      "example": "Drzewo świerk szwajcarski w górach jest bardzo rzadkie. W zeszłym roku, widzieliśmy je zasypane śniegiem. W przyszłym roku, pojedziemy tam narciarstwo.",
      "example_translation": "L'albero di pino silvestre sulle montagne è molto raro. L'inverno scorso, l'abbiamo visto coperto di neve. L'inverno prossimo, andremo a sciare lì.",
      "imageLink": "image_files\\English\\swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "topola",
      "translation": "platano",
      "definition": "Drzewo liściaste o szerokiej, kopulastej koronie i szaro-brązowej korze, rodzime dla Ameryki Północnej i Europy.",
      "definition_translation": "Un albero deciduo con una chioma ampia e rotonda e corteccia grigio-bruna, nativo dell'America del Nord e dell'Europa.",
      "example": "Park ma piękne drzewo topoli, które zapewnia cień latem. W zeszłym roku, mieliśmy piknik pod nim. W przyszłym roku, zasadzimy więcej drzew takich jak to.",
      "example_translation": "Il parco ha un bell'albero di platano che fornisce ombra in estate. Lo scorso anno, abbiamo fatto un picnic sotto di esso. L'anno prossimo, pianteremo più alberi come quello.",
      "imageLink": "image_files\\English\\sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gałąź",
      "translation": "rametto",
      "definition": "Mała, cienka gałąź lub pęd, szczególnie taka, która odpadła od drzewa lub krzewu.",
      "definition_translation": "Un rametto sottile o germoglio, specialmente uno che si è staccato da un albero o cespuglio.",
      "example": "Podniosła gałąź z ziemi, aby rysować w piasku. Wczoraj, widziała ptaka siedzącego na gałąź. Jutro, będzie używać gałąź, aby zbudować dom ptaka.",
      "example_translation": "Ha raccolto un rametto dal terreno per disegnare sulla sabbia. Ieri, aveva visto un uccello appollaiato su un rametto. Domani, userà rametti per costruire un nido d'uccello.",
      "imageLink": "image_files\\English\\twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wierzba płacząca",
      "translation": "salice piangente",
      "definition": "Drzewo liściaste z długimi, szczupłymi gałęźmi, które spadają lub płaczą, często rosnące nad wodą.",
      "definition_translation": "Un albero deciduo con lunghi rami sottili che pendono o piangono, spesso crescenti vicino all'acqua.",
      "example": "Drzewo wierzba płacząca nad jeziorem delikatnie kołysze się w wietrze. W zeszłym tygodniu, siedzieliśmy pod nim, aby cieszyć się widokiem. W przyszłym miesiącu, zasadzimy więcej drzew takich jak to nad jeziorem.",
      "example_translation": "L'albero di salice piangente vicino al lago oscillava dolcemente nella brezza. La settimana scorsa, ci siamo seduti sotto di esso per godere della vista. Nel prossimo mese, pianteremo più alberi come quello intorno al lago.",
      "imageLink": "image_files\\English\\weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wierzba",
      "translation": "salice",
      "definition": "Wierzba to drzewo giętkie, które rośnie nad wodą, z długimi, cienkimi gałęźmi, które skręcają się w dół. Często jest kojarzone z smutkiem, żałobą lub stratą.",
      "definition_translation": "Un salice è un albero flessibile che cresce vicino all'acqua, con rami lunghi e sottili che si curvano verso il basso. È spesso associato a tristezza, lutto o perdita.",
      "example": "Zasadzę wierzbe w swoim ogrodzie tydzień temu, zasadziłem wierzbe w swoim ogrodzie w zeszłym roku i planuje przyciąć swoją wierzbe jutro.",
      "example_translation": "Pianterò un albero di salice nel mio giardino la prossima settimana, ho piantato un albero di salice nel mio giardino l'anno scorso e pianifico di potare il mio albero di salice domani.",
      "imageLink": "image_files\\English\\willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]