[
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czarny",
      "translation": "nero",
      "definition": "Mający kolor sadzy lub węgla; nie mając światła; absolutnie ciemny.",
      "definition_translation": "Avendo il colore della fuliggine o del carbone; non avendo luce; assolutamente scuro.",
      "example": "Wczoraj wieczorem nosiłem czarną suknię na imprezę, jutro będę nosił czarny garnitur na spotkanie, a przed rokiem nosiłem czarny krawat na ślub.",
      "example_translation": "Ho indossato un vestito nero alla festa ieri sera, indosserò un abito nero all'incontro domani e ho indossato una cravatta nera al matrimonio l'anno scorso.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niebieski",
      "translation": "blu",
      "definition": "Mający jasny, żywy kolor jak niebo w słoneczny dzień; mając spokojną i pokojową jakość.",
      "definition_translation": "Avendo un colore brillante e vivace come il cielo in un giorno di sole; avendo una qualità calma e pacifica.",
      "example": "Niebieskie morze świeciło w słońcu, jutro pomaluję pokoj niebiesko, a ona nosiła niebieską suknię na bal jakiś czas temu.",
      "example_translation": "L'oceano blu scintillava nel sole, dipingerò la stanza di blu domani e lei ha indossato un vestito blu al ballo della scuola ieri sera.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "brązowy",
      "translation": "marrone",
      "definition": "Mający czerwonawo-żółty kolor jak ziemia lub drewno; mając ciepłą i ziemską jakość.",
      "definition_translation": "Avendo un colore rossiccio-giallo come quello della terra o del legno; avendo una qualità calda e terrosa.",
      "example": "Brązowy pies biegł szybko przez park, jutro zjem brązowe ciastko, a ona nosiła brązową spódnicę do biura przed wczoraj.",
      "example_translation": "Il cane marrone correva velocemente attraverso il parco, mangerò un biscotto marrone domani e lei ha indossato una gonna marrone all'ufficio ieri.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zielony",
      "translation": "verde",
      "definition": "Mający kolor zielony, jak trawa lub liście; przyjazny środowisku.",
      "definition_translation": "Avere il colore verde, come l'erba o le foglie; essere ecologicamente sostenibile.",
      "example": "Trawa była zielona po deszczu. Jutro zasadzę zielone drzewo w moim ogrodzie. Ona nosiła zieloną suknię na imprezę wczoraj wieczorem.",
      "example_translation": "L'erba era verde dopo la pioggia. Pianterò un albero verde nel mio cortile domani. Lei indossava un vestito verde al party ieri sera.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szary",
      "translation": "grigio",
      "definition": "Mający kolor między czarnym a białym; brak świeżości lub interesu.",
      "definition_translation": "Avere un colore tra il nero e il bianco; mancare di luminosità o interesse.",
      "example": "Szare niebo wskazywało, że niedługo będzie padało. Ona miała szare włosy, gdy była stara. Oni pomalują szarą ścianę białym jutro.",
      "example_translation": "Il cielo grigio indicava che sarebbe piovuto presto. Aveva i capelli grigi quando era anziana. Dipingeranno la parete grigia di bianco la prossima settimana.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pomarańczowy",
      "translation": "arancione",
      "definition": "Mający jasny, żywy kolor między czerwoną a żółtą; rodzaj cytrusowego owocu.",
      "definition_translation": "Avere un colore brillante e vivace tra il rosso e il giallo; un tipo di frutto agrume.",
      "example": "Sok pomarańczowy był orzeźwiający. Pomarańczowy zachód słońca był piękny. Ona będzie jeść pomarańczę na śniadanie jutro.",
      "example_translation": "Il succo d'arancia era rinfrescante. Il tramonto arancione era bellissimo. Mangerà un'arancia per colazione domani.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czerwony",
      "translation": "rosso",
      "definition": "Mający jasny, ognisty kolor; z koloru krwi lub ognia.",
      "definition_translation": "Avendo un colore brillante, fuoco; del colore del sangue o del fuoco.",
      "example": "Zachód słońca był czerwony, kwiaty były czerwone, a samochód był czerwony. Wczoraj widziałem czerwonego ptaka. Jutro kupię czerwoną suknię.",
      "example_translation": "Il tramonto era rosso, i fiori erano rossi e la macchina era rossa. Ieri, ho visto un uccello rosso. Domani, comprerò un vestito rosso.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "biały",
      "translation": "bianco",
      "definition": "Mający blady lub śmietankowy kolor; z koloru śniegu lub mleka.",
      "definition_translation": "Avendo un colore pallido o cremoso; del colore della neve o del latte.",
      "example": "Dom jest biały, śnieg jest biały, a sukienka ślubna jest biała. Wczoraj nosiłem białą koszulę. Jutro zjem biały ryż.",
      "example_translation": "La casa è bianca, la neve è bianca e l'abito da sposa è bianco. Ieri, ho indossato una camicia bianca. Domani, mangerò riso bianco.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żółty",
      "translation": "giallo",
      "definition": "Mający jasny, słoneczny kolor; z koloru złota lub cytryny.",
      "definition_translation": "Avendo un colore brillante, soleggiato; del colore dell'oro o del limone.",
      "example": "Słońce jest żółte, banana jest żółta, a uśmiechnięta twarz jest żółta. Wczoraj zjadłem żółtą jabłko. Jutro będę nosił żółte skarpetki.",
      "example_translation": "Il sole è giallo, la banana è gialla e il viso sorridente è giallo. Ieri, ho mangiato una mela gialla. Domani, indosserò calze gialle.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "śmietanka",
      "translation": "panna",
      "definition": "Słodkie lub słone jedzenie zrobione z tłuszczu mleka, często aromatyzowane i słodzone.",
      "definition_translation": "Un alimento dolce o salato fatto con il grasso del latte, spesso profumato e zuccherato.",
      "example": "Ucierałem masło z cukrem, aby zrobić smaczny krem. Wczoraj dodałem śmietankę do zupy. Jutro będę dodawał śmietanki do kawy rano.",
      "example_translation": "Ho mescolato il burro e lo zucchero insieme per fare un frosting delizioso. Ieri, ho aggiunto il cream allo spinacio nella zuppa. Domani, aggiungerò il cream nel mio drink del mattino.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "złoty",
      "translation": "dorato",
      "definition": "Mający jasną, żółtą barwę jak złoto; cenny lub bardzo ceniony.",
      "definition_translation": "Avendo un colore giallo brillante come l'oro; valuabile o altamente stimato.",
      "example": "Złote słońce zachodziło za horyzontem. Ona nosiła złotą naszyjnik na przyjęcie. Lata 2000-2010 były złotymi latami firmy.",
      "example_translation": "Il sole dorato stava tramontando all'orizzonte. Lei indossava una collana dorata alla festa. Gli anni d'oro dell'azienda sono stati dal 2000 al 2010.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cytryna",
      "translation": "limone",
      "definition": "Owoc cytrusowy o kwaśnym smaku, często używany w kuchni lub jako ozdoba.",
      "definition_translation": "Un frutto agrumi con un sapore aspro, spesso usato nella cottura o come guarnizione.",
      "example": "Wycisnąłem cytrynę do herbaty, aby nadać jej świeżego smaku. Wczoraj kupiłem cytrynę na targu. Ona użyje cytryn w swoim słynnym przepisie na cytrynowe ciasto jutro.",
      "example_translation": "Ho spremuto un limone nel mio tè per darle un sapore rinfrescante. Ieri, ho comprato un limone al mercato. Domani, userà i limoni nella sua famosa ricetta di bar di limone.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "różowy",
      "translation": "rosa",
      "definition": "Jasna, żywa barwa, często kojarzona z kobiecością i Dniem św. Walentego.",
      "definition_translation": "Un colore brillante e vibrante spesso associato alla femminilità e al giorno di San Valentino.",
      "example": "Ona nosiła różową suknię na przyjęcie. Ona będzie nosiła różową suknię na przyjęcie. Ona nosiła różową suknię na przyjęcie wczoraj wieczorem.",
      "example_translation": "Indossava un vestito rosa alla festa. Indosserà un vestito rosa alla festa. Ha indossato un vestito rosa alla festa la sera scorsa.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fioletowy",
      "translation": "violato",
      "definition": "Bogata, luksusowa barwa, często kojarzona z kreatywnością, luksusem i władzą.",
      "definition_translation": "Un colore ricco e lussuoso spesso associato alla creatività, al lusso e al potere.",
      "example": "Cesarz nosił fioletową szatę na ceremonii. On będzie nosił fioletową szatę na ceremonii. On nosił fioletową szatę na ceremonii w zeszłym roku.",
      "example_translation": "L'imperatore indossò una veste violata alla cerimonia. Indosserà una veste violata alla cerimonia. Ha indossato una veste violata alla cerimonia l'anno scorso.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "srebrny",
      "translation": "argento",
      "definition": "Jasny, lśniący metal, często używany w biżuterii i monetach.",
      "definition_translation": "Un metallo brillante e lucente spesso utilizzato in gioielli e monete.",
      "example": "Ona nosiła srebrną naszyjnik na weselu. Ona będzie nosiła srebrną naszyjnik na weselu. Ona nosiła srebrną naszyjnik na weselu w zeszłym tygodniu.",
      "example_translation": "Indossava un collo d'argento al matrimonio. Indosserà un collo d'argento al matrimonio. Ha indossato un collo d'argento al matrimonio il fine settimana scorso.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fiolet",
      "translation": "viola",
      "definition": "Fiolet jest małym, delikatnym kwiatem, który jest zwykle fioletowy, ale może być także biały, żółty lub niebieski.",
      "definition_translation": "Una viola è un fiore piccolo e delicato che è solitamente di colore viola, ma può anche essere bianco, giallo o blu.",
      "example": "Ona zerwała fiolet z ogrodu i włożyła go do włosów. Wczoraj ona zerwała bukiet fiołków. Następnym roku ona zerwie fiolety ponownie.",
      "example_translation": "Ha raccolto una viola dal giardino e l'ha messa nei suoi capelli. Ieri, aveva raccolto un mazzo di violette. L'anno prossimo, raccoglierà di nuovo le violette.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "beżowy",
      "translation": "beige",
      "definition": "Beż jest lekką, brązową barwą, często używaną do opisu ubrań, mebli lub designu wnętrz.",
      "definition_translation": "Il beige è un colore marrone chiaro, spesso usato per descrivere abiti, mobili o design d'interni.",
      "example": "Ona nosiła beżową sweterkę na przyjęcie. Jej babcia dała jej beżową kołdrę. Następnej zimy ona kupi beżowy płaszcz.",
      "example_translation": "Ha indossato un maglione beige alla festa. Sua nonna le aveva donato una coperta beige. Il prossimo inverno, comprerà un cappotto beige.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "granatowy",
      "translation": "blu marino",
      "definition": "Granatowy jest ciemną, niebieską barwą, często używaną do opisu ubrań, zwłaszcza mundurów lub strojów formalnych.",
      "definition_translation": "Il blu marino è un colore blu scuro, spesso usato per descrivere abiti, specialmente uniformi o abbigliamento formale.",
      "example": "On nosił granatowy garnitur na weselu. Wczoraj on nosił granatowy krawat. Następnego miesiąca on kupi granatową kurtkę.",
      "example_translation": "Ha indossato un abito blu marino al matrimonio. Ieri, aveva indossato una cravatta blu marino. Il prossimo mese, comprerà un giaccone blu marino.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chaki",
      "translation": "kaki",
      "definition": "Chaki to lekka, brązowa barwa, podobna do koloru ziemi lub piasku.",
      "definition_translation": "Un colore marrone chiaro o beige, simile al colore della terra o della sabbia.",
      "example": "Wczoraj nosiłem spodnie chaki na wycieczkę campingową. Jutro będę nosił spodenki chaki na plażę. Ona nosiła buty chaki na szlaku górskim w zeszłym roku.",
      "example_translation": "Ho indossato pantaloni kaki durante il mio viaggio di campeggio lo scorso fine settimana. Indosserò shorts kaki al mare domani. Lei ha indossato stivali kaki sul sentiero trekking l'anno scorso.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "oliwkowozielony",
      "translation": "verde oliva",
      "definition": "Oliwkowozielony to brązowo-zielony kolor, podobny do koloru oliwek.",
      "definition_translation": "Un colore marrone-verde, simile al colore delle olive.",
      "example": " Mundur żołnierza był oliwkowozielony. Oliwkowozielone ściany wpasowały się w otoczenie. Ona pomaluje pokój oliwkowozielonym kolorem następnego miesiąca.",
      "example_translation": "L'uniforme del soldato era verde oliva. Le pareti verdi oliva si fondevano con l'ambiente circostante. Lei dipingerà la stanza di verde oliva il prossimo mese.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "amarant",
      "translation": "amaranto",
      "definition": "Kolor purpurowo-czerwony, podobny do koloru kwiatu amarantu.",
      "definition_translation": "Un colore viola-rosso, simile al colore del fiore di amaranto.",
      "example": "Kwiat amarantu miał głęboki kolor purpury. Artysta użył barwnika amarantu, aby uzyskać unikatowy efekt. Roślina amarantu zakwitnie następnego lata.",
      "example_translation": "Il fiore di amaranto era di un colore viola profondo. L'artista ha usato la cera di amaranto per creare un effetto unico. La pianta di amaranto fiorirà il prossimo estate.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bursztyn",
      "translation": "ambra",
      "definition": "Żółto-pomarańczowa żywica kopalna, używana w biżuterii i dekoracjach.",
      "definition_translation": "Una resina fossile giallo-arancio, utilizzata in gioielli e decorazioni.",
      "example": "Starożytni Egipcjanie używali bursztynu, aby stworzyć piękneGemology. Oni używali go od wieków i nadal używają dzisiaj. Do roku 2050 bursztyn będzie高度pragnionym materiałem.",
      "example_translation": "Gli antichi egizi usarono l'ambra per creare gioielli bellissimi. L'hanno utilizzato per secoli, e lo usano ancora oggi. Entro l'anno 2050, l'ambra sarà un materiale molto ricercato.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "antracyt",
      "translation": "antracite",
      "definition": "Rodzaj węgla, który jest bardzo twardy i lśniący, często używany jako paliwo.",
      "definition_translation": "Un tipo di carbone che è molto duro e luminoso, spesso utilizzato come combustibile.",
      "example": "Stara fabryka używała antracytu, aby zasilać swoje maszyny. Oni używali go od XIX wieku, ale przeszli na gaz ziemny w latach 50. Do 2025 roku planują używać źródeł energii odnawialnych.",
      "example_translation": "La vecchia fabbrica utilizzò l'antracite per alimentare le sue macchine. L'hanno utilizzato dal 19° secolo, ma sono passati al gas naturale negli anni '50. Entro il 2025, prevedono di utilizzare fonti di energia rinnovabili.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "akwamaryna",
      "translation": "acquamarina",
      "definition": "Płaska niebieska kamień szlachetny, często używany w biżuterii, uważany za mający właściwości uspokajające.",
      "definition_translation": "Un gemstone azzurro pallido, spesso utilizzato in gioielli, ritenuto avere proprietà calmanti.",
      "example": "Naszyjnik królowej był ozdobiony piękną aqwamaryną. Został mu podarowany w XVIII wieku i nosiła go na koronację. Gdy przekaże go swojej wnuczce, będzie to rodzinną pamiątką.",
      "example_translation": "La collana della regina presentava un pendente di acquamarina bellissimo. Le fu donato come regalo nel 18° secolo, e lo indossò all'incoronazione. Quando lo passerà alla sua nipote, sarà un oggetto di famiglia.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "karmazyn",
      "translation": "carminio",
      "definition": "Jaskrawy czerwony do purpurowo-czerwonego pigmentu uzyskiwanego z owada koszenili, używanego w żywności, kosmetykach i sztuce.",
      "definition_translation": "Un pigmento rosso brillante verso purpureo-rosso ottenuto dall'insetto della cocciniglia, utilizzato nel cibo, cosmetici e arte.",
      "example": "Artystka mieszała karmazyn z olejem, aby uzyskać jaskrawy czerwony kolor. Ona używała karmazynu w swoich obrazach przez lata. Ona będzie eksperymentować z karmazynem w swoim następnym dziele sztuki.",
      "example_translation": "L'artista ha messo carminio con olio per creare un colore rosso vivace. Lei aveva usato carminio nei suoi dipinti per anni. Proverà con carminio nel suo prossimo pezzo d'arte.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "karmazynowy",
      "translation": "crimson",
      "definition": "Głęboki, bogaty czerwony kolor, szczególnie w tkaninach lub barwniku.",
      "definition_translation": "Un colore rosso profondo e ricco, soprattutto in tessuto o tintura.",
      "example": "Czerwony karmazynowy sukienka wyróżniała się na przyjęciu. On nosił karmazynowy krawat na ślubie. Drużyna karmazynowych koszulek odnosiła się do ich vintage projektu.",
      "example_translation": "Il vestito cremisi si distingueva alla festa. Lui indossò una cravatta cremisi al matrimonio. Le maglie cremisi della squadra erano un omaggio al loro design vintage.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cyjan",
      "translation": "ciano",
      "definition": "Jaskrawy zielonkawo-niebieski kolor, szczególnie w druku i obrazowaniu cyfrowym.",
      "definition_translation": "Un colore verde-azzurro brillante, soprattutto nella stampa e nell'immagine digitale.",
      "example": "Projektant wybrał cyjan jako podstawowy kolor logo. Cyjanowy tusz płynął z drukarki. Drużyna Cyjan wygrała konkurs designu.",
      "example_translation": "Il designer scelse ciano come colore principale per il logo. L'inchiostro ciano fluiva dalla stampante. La squadra Ciano vinse la competizione di design.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szmaragd",
      "translation": "smeraldo",
      "definition": "Jaskrawy zielony kamień szlachetny, często używany w biżuterii. Szmaragdy są rodzajem beryłu, minerału, który jest ceniony za swój intensywny zielony kolor.",
      "definition_translation": "Una pietra preziosa verde brillante, spesso utilizzata in gioielli. Gli smeraldi sono un tipo di berillo, un minerale che è apprezzato per il suo colore verde vibrante.",
      "example": "Ona nosiła naszyjnik szmaragdowy na przyjęciu. Ona nosiła pierścionek szmaragdowy na ślubie w zeszłym roku. Ona będzie nosiła broszkę szmaragdową na ceremonii wręczenia nagród w następnym tygodniu.",
      "example_translation": "Ha indossato un collarino di smeraldo alla festa. Aveva indossato un anello di smeraldo al matrimonio l'anno scorso. Indosserà un spillone di smeraldo alla cerimonia di premiazione la prossima settimana.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "imbir",
      "translation": "zenzero",
      "definition": "Roślina z grubym, brunatnym korzeniem, używanym w kuchni, szczególnie w azjatyckiej kuchni. Imbir ma ostry, ciepły smak.",
      "definition_translation": "Una pianta con una radice spessa, bruno-rossastra che viene utilizzata nella cucina, in particolare nella cucina asiatica. Lo zenzero ha un sapore piccante, caldo.",
      "example": "Ona dodała świeży imbir do stir-fry. On zgrudował imbir na sushi wczoraj wieczorem. Oni będą sadzić imbir w swoim ogrodzie wiosną przyszłego roku.",
      "example_translation": "Ha aggiunto zenzero fresco al stir-fry. Aveva grattugiato lo zenzero sul sushi la scorsa notte. Pianteranno lo zenzero nel loro giardino la prossima primavera.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "indigo",
      "translation": "indaco",
      "definition": "Głęboki niebieski kolor, często używany w barwieniu tkanin. Indigo jest naturalnym barwnikiem uzyskiwanym z liści rośliny Indigofera.",
      "definition_translation": "Un colore blu scuro, spesso utilizzato nell' tingere tessuti. L'indaco è un colorante naturale estratto dalle foglie della pianta di Indigofera.",
      "example": "Sukienka była barwiona na głęboki kolor indygo. Artysta mieszał indigo z żółcią, aby uzyskać unikatowy zielony odcień. Projektant mody będzie używał barwnika indygo dla nowej kolekcji.",
      "example_translation": "Il vestito era stato tingiuto di un colore indaco scuro. L'artista aveva miscelato l'indaco con il giallo per creare un'unica sfumatura verde. Il designer di moda utilizzerà la tintura di indaco per la nuova collezione.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "magenta",
      "translation": "magenta",
      "definition": "A bright, vivid pinkish-purple color, like that of the dye used in coloring fabrics.",
      "definition_translation": "Un colore rosa-viola brillante e vivido, come quello utilizzato per tingere i tessuti.",
      "example": "The artist used magenta to paint the sunset, which gave it a warm and vibrant look. She had used magenta in her previous painting, and will use it again in her next one.",
      "example_translation": "L'artista ha usato il magenta per dipingere il tramonto, che gli ha dato un aspetto caldo e vivace. Aveva usato il magenta nel suo dipinto precedente e lo userà di nuovo nel suo prossimo.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mahogany",
      "translation": "mogano",
      "definition": "A type of wood, especially that from the tree Mahonia aquifolium, used for making furniture, and characterized by its reddish-brown color.",
      "definition_translation": "Un tipo di legno, in particolare quello dell'albero Mahonia aquifolium, utilizzato per costruire mobili e caratterizzato dal suo colore marrone rossastro.",
      "example": "The antique table was made of mahogany and had a rich, warm glow. She had always wanted a mahogany desk, and finally found one at the vintage store. He will build a mahogany bookshelf next weekend.",
      "example_translation": "Il tavolo antico era fatto di mogano e aveva un bagliore caldo e ricco. Aveva sempre desiderato una scrivania in mogano e finalmente ne aveva trovata una nel negozio di articoli vintage. Costruirà un libro in mogano il prossimo weekend.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "maroon",
      "translation": "marrone",
      "definition": "A dark reddish-brown color, like that of the dye used in coloring leather.",
      "definition_translation": "Un colore marrone scuro, come quello utilizzato per tingere il cuoio.",
      "example": "The maroon shoes matched perfectly with her dress. He had marooned his car in the desert, and had to find a way to get it out. The team's maroon jerseys were their trademark.",
      "example_translation": "Le scarpe marrone si abbinatevano perfettamente con il suo abito. Aveva abbandonato la sua macchina nel deserto e doveva trovare un modo per farla uscire. Le maglie marrone della squadra erano il loro marchio di fabbrica.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ochre",
      "translation": "ocra",
      "definition": "A natural pigment of a yellowish-brown colour, used in painting and colouring.",
      "definition_translation": "un pigmento naturale di colore giallo-bruno, usato nella pittura e nella colorazione.",
      "example": "The artist mixed ochre with water to create a subtle texture. Yesterday, she had mixed ochre with oil to create a vibrant colour. By next year, she will have mixed ochre with acrylic to create a modern piece.",
      "example_translation": "L'artista ha mescolato ocra con acqua per creare una texture sottile. Ieri, aveva mescolato ocra con olio per creare un colore vibrante. Entro il prossimo anno, avrà mescolato ocra con acrilico per creare un'opera moderna.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "scarlet",
      "translation": " scarlatto",
      "definition": "A bright, vivid red colour, especially in fabrics or clothing.",
      "definition_translation": "un colore rosso vivido e brillante, soprattutto in stoffe o indumenti.",
      "example": "The scarlet dress was eye-catching at the party. She had worn a scarlet scarf to the wedding yesterday. By next summer, she will have worn a scarlet swimsuit to the beach.",
      "example_translation": "Il vestito scarlatto era stato molto notato alla festa. Ieri, aveva indossato una sciarpa scarlatto al matrimonio. Entro la prossima estate, avrà indossato un costume da bagno scarlatto alla spiaggia.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "turquoise",
      "translation": "turchese",
      "definition": "A blue-green mineral, used as a gemstone, especially in jewelry.",
      "definition_translation": "un minerale blu-verde, usato come pietra preziosa, soprattutto in gioielleria.",
      "example": "The turquoise necklace was a beautiful gift. She had worn a turquoise ring to the meeting yesterday. By next Christmas, she will have worn a turquoise brooch to the gala.",
      "example_translation": "Il collo turchese era stato un regalo bellissimo. Ieri, aveva indossato un anello turchese all'incontro. Entro il prossimo Natale, avrà indossato una spilla turchese al gala.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]