[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "grzebień",
      "translation": "pettine",
      "definition": "Grzebień to narzędzie służące do układania lub prostowania włosów",
      "definition_translation": "Un pettine è uno strumento utilizzato per sistemare o lisciare i capelli",
      "example": "Wczoraj grzebieniałem moje włosy, aktualnie grzebienię je, a jutro także grzebienię.",
      "example_translation": "Ho pettinato i miei capelli ieri, sto pettinando ora e pettinerò domani.",
      "imageLink": "image_files\\English\\comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szampon",
      "translation": "shampoo",
      "definition": "Szampon to płynna lub żelowata substancja używana do mycia włosów",
      "definition_translation": "Uno shampoo è una sostanza liquida o gelatinosa utilizzata per lavare i capelli",
      "example": "Miesiąc temu szamponowałem moje włosy, teraz szamponuję je, a następnego miesiąca także szamponuję.",
      "example_translation": "Ho shampooato i miei capelli la settimana scorsa, sto shampooando ora e shampooerò il mese prossimo.",
      "imageLink": "image_files\\English\\shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krem",
      "translation": "crema",
      "definition": "Krem to gęsta i bogata w składniki cieczyna lub półcieczyna, często używana w żywności lub kosmetykach",
      "definition_translation": "Una crema è una sostanza liquida o semisolidale spessa e ricca, spesso utilizzata nel cibo o nei cosmetici",
      "example": "Wczoraj wieczorem użyłem kremu na twarz, teraz używam go, a jutro rano również użyję.",
      "example_translation": "Ho usato una crema sulla mia faccia la scorsa notte, sto usando ora e userò domani mattina.",
      "imageLink": "image_files\\English\\cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dezodorant",
      "translation": "deodorante",
      "definition": "Mila substancja zapachowa stosowana na ciele, aby zapobiegać nieprzyjemnemu zapachowi. Dezodoranty są często stosowane w kombinacji z antyperspirantami, które pomagają redukować pot.",
      "definition_translation": "Una sostanza profumata applicata al corpo per prevenire l'odore del corpo. I deodoranti sono spesso utilizzati in combinazione con antitraspiranti, che aiutano a ridurre la sudorazione.",
      "example": "Po rannym prysznicu nałożyłem dezodorant, przed wyjściem do klubu nałożę dezodorant, a wczoraj po biegu również nałożyłem dezodorant.",
      "example_translation": "Ho applicato deodorante dopo la mia doccia mattutina, applicherò deodorante prima di andare in palestra, e ho applicato deodorante dopo la mia corsa ieri.",
      "imageLink": "image_files\\English\\deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krem do rąk",
      "translation": "crema per le mani",
      "definition": "Nawilżający lotion lub krem stosowany na skórze rąk, aby ją zmiękczyć i chronić.",
      "definition_translation": "Una lozione o crema idratante applicata alla pelle delle mani per ammorbidirla e proteggerla.",
      "example": "Codziennie używam kremu do rąk, moja babcia używała kremu do rąk, aby zachować je miękkie, a ona użyje kremu do rąk, aby chronić je przed zimnem.",
      "example_translation": "Uso crema per le mani ogni mattina, mia nonna usava crema per le mani per tenerle morbide, e lei userà crema per le mani per proteggerle dal freddo.",
      "imageLink": "image_files\\English\\hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szminka",
      "translation": "rossetto",
      "definition": "Produkt kosmetyczny stosowany do barwienia i nawilżania ust",
      "definition_translation": "Un prodotto cosmetico utilizzato per colorare e idratare le labbra.",
      "example": "Przed imprezą nałożyłem szminkę, moja siostra używa szminki, aby dopasować ją do stroju, a ona nałoży szminkę przed ślubem.",
      "example_translation": "Ho applicato rossetto prima della festa, mia sorella usa rossetto per abbinarlo al suo outfit, e lei applicherà rossetto prima del suo matrimonio.",
      "imageLink": "image_files\\English\\lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "maskara",
      "translation": "mascara",
      "definition": "Produkt kosmetyczny stosowany do przedłużenia, pogrubienia i ciemnienia rzęs",
      "definition_translation": "Un cosmetico applicato alle ciglia per farle apparire più lunghe, più spesse e più scure.",
      "example": "Przed imprezą nałożyłem maskarę na rzęsy. Wczoraj przed ślubem nałożyłem maskarę na rzęsy. Do końca roku nałożę maskarę na rzęsy przed każdą ważną okazją.",
      "example_translation": "Ho applicato la mascara alle mie ciglia prima della festa. Ieri, avevo applicato la mascara alle mie ciglia prima del matrimonio. Entro la fine dell'anno, avrò applicato la mascara alle mie ciglia prima di ogni occasione speciale.",
      "imageLink": "image_files\\English\\mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "maska",
      "translation": "maschera",
      "definition": "Pokrycie zakrywające lub chroniące twarz, zwykle wykonane z tkaniny lub plastiku",
      "definition_translation": "Un copertura per nascondere o proteggere il viso, tipicamente fatto di stoffa o plastica.",
      "example": "Ona włożyła maskę na kostiumową imprezę. Wczoraj włożyła maskę na wizytę u lekarza. Przed Halloween włoży maskę na imprezę.",
      "example_translation": "Lei indossava una maschera alla festa in costume. La settimana scorsa, lei aveva indossato una maschera nello studio del medico. Il mese prossimo, indosserà una maschera alla festa di Halloween.",
      "imageLink": "image_files\\English\\facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żel pod prysznic",
      "translation": "gel doccia",
      "definition": "Rodzaj cieczy lub żelu stosowanego do czyszczenia ciała podczas prysznica",
      "definition_translation": "Un tipo di sostanza liquida o gelatinosa usata per pulire il corpo mentre ci si lava.",
      "example": "Rano użyłem żelu pod prysznic. Wczoraj po treningu użyłem żelu pod prysznic. Do końca tygodnia będę używał żelu pod prysznic codziennie.",
      "example_translation": "Ho usato il gel doccia al mattino. Ieri, avevo usato il gel doccia dopo la palestra. Entro la fine della settimana, avrò usato il gel doccia ogni giorno.",
      "imageLink": "image_files\\English\\shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "balsam do ciała",
      "translation": "balsamo per il corpo",
      "definition": "Rodzaj nawilżającego kremu lub lotionu stosowanego do miękkiego i pielęgnacji skóry, często stosowanego po kąpieli lub prysznicu",
      "definition_translation": "Un tipo di crema o lozione idratante utilizzata per ammorbidire e lenire la pelle, spesso applicata dopo la doccia o il bagno.",
      "example": "Po kąpieli używam balsamu do ciała, aby utrzymać skórę nawilżoną. Wczoraj po opalaniu się użyłem balsamu do ciała, aby ulżyć oparzeniom słonecznym. Jutro użyję balsamu do ciała po ćwiczeniach, aby się poopcerować.",
      "example_translation": "Applico il balsamo per il corpo dopo la doccia per mantenere la mia pelle idratata. Ieri, ho applicato il balsamo per il corpo dopo la cura solare per lenire il mio scottatura. Domani, applicherò il balsamo per il corpo dopo l'esercizio per farmi coccolare.",
      "imageLink": "image_files\\English\\body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wacik kosmetyczny",
      "translation": "dischetto di cotone",
      "definition": "Mała, okrągła poduszka wykonana z bawełny, używana do aplikowania lub usuwania makijażu, lakieru do paznokci lub innych kosmetyków.",
      "definition_translation": "Un piccolo padtoncino rotondo fatto di cotone, utilizzato per applicare o rimuovere trucco, smalto per unghie o altri cosmetici.",
      "example": "Użyłem wacika kosmetycznego, aby usunąć lakier do paznokci wczoraj wieczorem. Dziś, będę używał wacika kosmetycznego, aby zastosować tonik na skórę. Wczoraj, moja siostra użyła wacika kosmetycznego, aby zastosować cienie do powiek.",
      "example_translation": "Ho usato un dischetto di cotone per rimuovere lo smalto dalle unghie la scorsa notte. Oggi, userò un dischetto di cotone per applicare il tonico sulla mia pelle. Ieri, mia sorella ha usato un dischetto di cotone per applicare l'ombretto.",
      "imageLink": "image_files\\English\\make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "maszynka do golenia",
      "translation": "rasoio elettrico",
      "definition": "Urządzenie wykorzystujące obracające się ostrza lub mechanizm wibracyjny do cięcia włosów, zasilane elektrycznie.",
      "definition_translation": "Un dispositivo che utilizza lame rotanti o un meccanismo vibrante per tagliare i capelli, alimentato dall'elettricità.",
      "example": "Mój ojciec używa maszynki do golenia każdego ranka. Wczoraj, kupiłem nową maszynkę do golenia, aby zastąpić starą. Do przyszłego roku, będę używał mojej maszynki do golenia przez pięć lat.",
      "example_translation": "Mio padre usa un rasoio elettrico per radersi ogni mattina. Ieri, ho comprato un nuovo rasoio elettrico per sostituire il mio vecchio. Entro il prossimo anno, avrò usato il mio rasoio elettrico per cinque anni.",
      "imageLink": "image_files\\English\\electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "olejek eteryczny",
      "translation": "olio essenziale",
      "definition": "Stężony ekstrakt roślinny zawierający esencję rośliny, stosowany w aromaterapii i perfumerii.",
      "definition_translation": "Un estratto concentrato di pianta che contiene l'essenza di una pianta, utilizzato in aromaterapia e profumeria.",
      "example": "Użyłem olejku eterycznego podczas sesji terapii masażu, aby rozluźnić mięśnie. Będę używał olejku eterycznego w wannie dzisiaj wieczorem, aby się zrelaksować. Użyłem olejku eterycznego w moich produktach pielęgnacyjnych tydzień temu.",
      "example_translation": "Ho usato olio essenziale nella mia seduta di terapia di massaggio per rilassare i miei muscoli. Userò olio essenziale nel mio bagno stasera per rilassare. Avevo usato olio essenziale nei miei prodotti di skincare fatti in casa la scorsa settimana.",
      "imageLink": "image_files\\English\\essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zakrętacz rzęs",
      "translation": "cicladi forbici",
      "definition": "Narzędzie kosmetyczne służące do kręcenia i kształtowania rzęs, dające efekt bardziej otwartych oczu.",
      "definition_translation": "Uno strumento di bellezza utilizzato per arricciare e modellare le ciglia, dandone un aspetto più drammatico e occhi aperti.",
      "example": "Użyłem zakrętacza rzęs, aby dodać objętości moim rzęsom przed nałożeniem maskary. Ona używa zakrętacza rzęs każdego ranka, aby uzyskać bardziej świeży wygląd. Oni użyli zakrętacza rzęs w swoimutorialu makijażu, aby stworzyć naturalny look.",
      "example_translation": "Ho usato un cicladi forbici per aggiungere volume alle mie ciglia prima di applicare il mascara. Lei utilizza un cicladi forbici ogni mattina per ottenere un aspetto più sveglio. Avevano usato un cicladi forbici nel loro tutorial sulla makeup per creare un look naturale.",
      "imageLink": "image_files\\English\\eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "farba do włosów",
      "translation": "tintura per capelli",
      "definition": "Substancja chemiczna stosowana do zmiany koloru włosów, dostępna w różnych odcieniach i typach.",
      "definition_translation": "Una sostanza chimica utilizzata per cambiare il colore dei capelli, disponibile in vari toni e tipi.",
      "example": "Będę używał farby do włosów, aby zmienić kolor moich włosów latem. Ona użyła farby do włosów, aby zakryć szare włosy i wyglądać młodziej. Oni użyli farby do włosów, aby uzyskać efekt jaskrawego i żywego wyglądu na festiwalu.",
      "example_translation": "Userò tintura per capelli per cambiare il colore dei miei capelli per l'estate. Lei ha usato tintura per capelli per coprire i suoi capelli grigi e sembrare più giovane. Avevano usato tintura per capelli per ottenere un look audace e vibrante per il festival.",
      "imageLink": "image_files\\English\\hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pilnik do paznokci",
      "translation": "tamponatore per unghie",
      "definition": "Narzędzie do kształtowania i gładzenia krawędzi paznokci lub palców.",
      "definition_translation": "Un tamponatore per unghie è uno strumento utilizzato per dare forma e levigare i bordi delle unghie dei piedi o delle mani.",
      "example": "Użyłem pilnika do paznokci, aby wygładzić moje szorstkie paznokcie. Wczoraj, użyłem go, aby uformować moje paznokcie palców. Jeśli będę miał czas, użyję go, aby wybujać moje paznokcie palców jutro.",
      "example_translation": "Ho usato un tamponatore per unghie per levigare le mie unghie ruvide. Ieri, l'avevo usato per dare forma alle mie unghie dei piedi. Se avrò tempo, userò per lucidare le mie unghie dei piedi domani.",
      "imageLink": "image_files\\English\\nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kliper do paznokci",
      "translation": "tagliaunghie",
      "definition": "Małe narzędzie używane do cięcia paznokci lub palców.",
      "definition_translation": "Un tagliaunghie è uno strumento piccolo utilizzato per tagliare e accorciare le unghie dei piedi o delle mani.",
      "example": "Mój kliper do paznokci jest rdzewy i potrzebuje wymiany. Ona użyła swojego klipera do paznokci, aby przyciąć paznokcie palców. On będzie używał klipera do paznokci, aby przyciąć paznokcie palców jutro.",
      "example_translation": "Il mio tagliaunghie è arrugginito e ha bisogno di essere sostituito. Lei ha usato il suo tagliaunghie per accorciare le sue unghie dei piedi. Lui userà un tagliaunghie per tagliare le sue unghie dei piedi domani.",
      "imageLink": "image_files\\English\\nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pilnik do paznokci",
      "translation": "lima per unghie",
      "definition": "Narzędzie do kształtowania i gładzenia powierzchni paznokci lub palców.",
      "definition_translation": "Una lima per unghie è uno strumento utilizzato per dare forma e levigare la superficie delle unghie dei piedi o delle mani.",
      "example": "Potrzebuję pilnika do paznokci, aby uformować moje paznokcie. Ona używa pilnika do paznokci, aby wygładzić paznokcie palców. On użył pilnika do paznokci, aby naprawić przerywany paznokieć.",
      "example_translation": "Ho bisogno di una lima per unghie per dare forma alle mie unghie. Lei ha usato una lima per unghie per levigare le sue unghie dei piedi. Lui ha usato una lima per unghie per riparare la sua unghia rotta.",
      "imageLink": "image_files\\English\\nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szpatułka",
      "translation": "spatola",
      "definition": "Narzędzie kuchenne składające się z płaskiej, szerokiej klingi z uchwytem, używane do przesuwania, podrzucania i serwowania jedzenia.",
      "definition_translation": "Un utensile da cucina composto da una lama piatta e larga con un manico, usato per raschiare, girare e servire cibo.",
      "example": "Ona użyła szpatułki, aby odwrócić placuszki. Ona używa szpatułki, aby zeskrobać brzegi miski. Ona będzie używać szpatułki, aby podać tort.",
      "example_translation": "Lei ha usato una spatola per girare le pancakes. Ha usato una spatola per raschiare i lati della ciotola. Userà una spatola per servire la torta.",
      "imageLink": "image_files\\English\\spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tintowany krem nawilżający",
      "translation": "idratante colorato",
      "definition": "Produkt kosmetyczny łączący korzyści kremu nawilżającego z delikatnym odcieniem koloru, aby wzmocnić wygląd skóry.",
      "definition_translation": "Un prodotto cosmetico che combina i benefici di un idratante con un colore tenero per migliorare l'aspetto della pelle.",
      "example": "Ona nałożyła tintowany krem nawilżający, aby wyrównać ton skóry. Ona używa tintowanego kremu nawilżającego, aby nawilżyć swoją skórę. Ona będzie używać tintowanego kremu nawilżającego, aby wyglądać bardziej naturalnie.",
      "example_translation": "Lei ha applicato un idratante colorato per uniformare il tono della pelle. Ha usato un idratante colorato per idratare la sua pelle. Userà un idratante colorato per apparire più naturale.",
      "imageLink": "image_files\\English\\tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nożyczki do pielęgnacji paznokci",
      "translation": "forbici per cuticole",
      "definition": "Para nożyc podobnych instrumentów używanych do pielęgnacji i kształtowania skórek wokół paznokci na palcach i nogach.",
      "definition_translation": "Un paio di strumenti simili a forbici usati per tagliare e modellare le cuticole attorno alle unghie delle dita dei piedi e delle mani.",
      "example": "Użyła nożyczek do pielęgnacji paznokci, aby podciąć swoje skórki, a następnie nałożyła krem pielęgnacyjny, aby je zmiękczyć. Użyła nożyczek do pielęgnacji paznokci wczoraj, aby przygotować się do nakładania lakieru do paznokci. Użyje nożyczek do pielęgnacji paznokci jutro, aby utrzymać swoją pielęgnację paznokci.",
      "example_translation": "Ha usato forbici per cuticole per tagliare le sue cuticole, poi ha applicato un umidificante per ammorbidirle. Aveva usato forbici per cuticole ieri per prepararsi all'applicazione dello smalto.Userà forbici per cuticole domani per mantenere la sua routine di cura delle unghie.",
      "imageLink": "image_files\\English\\cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dłuto do skórek",
      "translation": "spingicuta",
      "definition": "Narzędzie używane do delikatnego powracania skórek na palcach i nogach, aby usunąć martwą skórę i promować zdrowy wzrost paznokci.",
      "definition_translation": " Uno strumento utilizzato per spingere indietro con delicatezza le cuticole sulle dita dei piedi e delle mani per rimuovere la pelle morta e promuovere la crescita delle unghie sane.",
      "example": "Technik nail użył dłuta do skórek, aby delikatnie powrócić skórki klientki. Użyła dłuta do skórek wczoraj, aby usunąć martwą skórę ze swoich palców. Użyje dłuta do skórek za tydzień, aby przygotować się do umawiania się na nail art.",
      "example_translation": "La tecnica di unghie ha usato uno spingicuta per spingere indietro con delicatezza le cuticole del suo cliente. Aveva usato uno spingicuta ieri per rimuovere la pelle morta dalle sue dita. Userà uno spingicuta la prossima settimana per prepararsi all'appuntamento per l'arte delle unghie.",
      "imageLink": "image_files\\English\\cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żel do usuwania skórek",
      "translation": "rimuovi cuticole",
      "definition": "Roztwór chemiczny lub krem używany do rozpuszczania i usuwania martwych komórek skóry z paznokci, promując zdrowy wzrost paznokci i wygląd.",
      "definition_translation": "Una soluzione chimica o crema utilizzata per sciogliere e rimuovere le cellule della pelle morta dalle cuticole, promuovendo la crescita e l'aspetto delle unghie sane.",
      "example": "Profesjonalista pielęgnacji paznokci zastosował żel do usuwania skórek, aby zmiękczyć martwą skórę. Użyła żelu do usuwania skórek wczoraj, aby przygotować paznokcie do nakładania lakieru. Użyje żelu do usuwania skórek za miesiąc, aby utrzymać zdrowie paznokci.",
      "example_translation": "Il professionista della cura delle unghie ha applicato un rimuovi cuticole per ammorbidire la pelle morta. Aveva usato un rimuovi cuticole ieri per preparare le sue unghie all'applicazione dello smalto. Userà un rimuovi cuticole il prossimo mese per mantenere la salute delle sue unghie.",
      "imageLink": "image_files\\English\\cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krem depilacyjny",
      "translation": "crema depilatoria",
      "definition": "Produkt kosmetyczny używany do usuwania niechcianych włosów ze skóry, najczęściej stosowany na nogach, pachach i linii bikini.",
      "definition_translation": "Un prodotto cosmetico utilizzato per rimuovere i peli inutili dalla pelle, solitamente utilizzato sulle gambe, ascelle e linea bikini.",
      "example": "Użyłem kremu depilacyjnego, aby usunąć niechciane włosy z ciała przed wyjściem na plażę. Wczoraj kupiłem nowy krem depilacyjny w sklepie. Za tydzień zastosuję krem depilacyjny na nogach.",
      "example_translation": "Ho usato una crema depilatoria per rimuovere i peli inutili del mio corpo prima di andare al mare. Ieri, ho comprato una nuova crema depilatoria al negozio. La prossima settimana, applicherò una crema depilatoria alle mie gambe.",
      "imageLink": "image_files\\English\\depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ołówka do brwi",
      "translation": "maticina per sopracciglia",
      "definition": "Narzędzie kosmetyczne używane do kształtowania i definiowania brwi, najczęściej stosowane do wypełnienia pustych miejsc lub stworzenia bardziej zdefiniowanego kształtu.",
      "definition_translation": "Uno strumento cosmetico utilizzato per dare forma e definire le sopracciglia, solitamente utilizzato per riempire aree sparse o creare una forma più definita.",
      "example": "Użyła ołówka do brwi, aby wypełnić swoje rzadkie brwi. On kupił ołówek do brwi w sklepie, aby zdefiniować swoje brwi. W przyszłości będę używał ołówka do brwi, aby ukształtować swoje brwi.",
      "example_translation": "Lei ha usato una maticina per sopracciglia per riempire le sue sopracciglia sparse. Lui ha comprato una maticina per sopracciglia al negozio per definire le sue sopracciglia. Nel futuro, userò una maticina per sopracciglia per dare forma alle mie sopracciglia.",
      "imageLink": "image_files\\English\\eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "konturówka",
      "translation": "eyeliner",
      "definition": "Produkt kosmetyczny używany do definiowania i podkreślania kształtu oczu, najczęściej stosowany na górnej linii rzęs, aby stworzyć bardziej dramatyczny efekt.",
      "definition_translation": "Un prodotto cosmetico utilizzato per definire e migliorare la forma degli occhi, solitamente applicato sulla linea delle ciglia superiori per creare un effetto più drammatico.",
      "example": "Zastosowała konturówkę na górnej linii rzęs, aby stworzyć bardziej dramatyczny efekt. Wczoraj kupiłem nową konturówkę w sklepie. Za tydzień zastosuję konturówkę, aby zdefiniować swoje oczy.",
      "example_translation": "Lei ha applicato eyeliner sulla linea delle ciglia superiori per creare un effetto drammatico. Ieri, ho comprato un nuovo eyeliner al negozio. La prossima settimana, userò un eyeliner per definire i miei occhi.",
      "imageLink": "image_files\\English\\eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cień do powiek",
      "translation": "ombretto",
      "definition": "Produkt kosmetyczny używany do dodania koloru i cienia do powiek, najczęściej w postaci pudru lub kremu.",
      "definition_translation": "Un prodotto cosmetico utilizzato per aggiungere colore e ombreggiatura alle palpebre, spesso in forma di polvere o crema.",
      "example": "Zastosowała cień do powiek na powiekach, aby wyróżnić swoje cechy. Zastosuję cień do powiek na powiekach dziś wieczorem. Zastosowała cień do powiek na powiekach wczoraj.",
      "example_translation": "Ha applicato ombretto alle palpebre per esaltare le sue caratteristiche. Applicherà ombretto alle palpebre stasera. Aveva applicato ombretto alle palpebre ieri.",
      "imageLink": "image_files\\English\\eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "prostożelazko",
      "translation": "ferro da stiro",
      "definition": "Urządzenie używane do prostowania lub stylizacji włosów, najczęściej przy użyciu ciepła.",
      "definition_translation": "Un dispositivo utilizzato per stirare o stilare i capelli, di solito utilizzando calore.",
      "example": "Używa prostożelazka, aby wyprostować swoje włosy każdego ranka. Użyje prostożelazka, aby stylizować swoje włosy na przyjęcie. Użyła prostożelazka, aby zawiązać swoje włosy wczoraj wieczorem.",
      "example_translation": "Usa un ferro da stiro per stirare i capelli ogni mattina. Userà un ferro da stiro per styling i capelli per la festa. Aveva usato un ferro da stiro per arricciare i capelli la scorsa notte.",
      "imageLink": "image_files\\English\\flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "odżywka do włosów",
      "translation": "balsamo per capelli",
      "definition": "Produkt kosmetyczny używany do poprawy struktury i pielęgnacji włosów, najczęściej stosowany po umyciu włosów.",
      "definition_translation": "Un prodotto cosmetico utilizzato per migliorare la texture e la gestibilità dei capelli, spesso dopo lo shampoo.",
      "example": "Zastosowała odżywkę do włosów po umyciu, aby utrzymać swoje włosy miękkie. Użyje odżywki do włosów, aby rozplątać swoje włosy dziś wieczorem. Użyła odżywki do włosów, aby nawilżyć swoje włosy wczoraj.",
      "example_translation": "Applica un balsamo per capelli dopo lo shampoo per mantenere i capelli morbidi. Userà un balsamo per capelli per districare i capelli stasera. Aveva usato un balsamo per capelli per idratare i capelli ieri.",
      "imageLink": "image_files\\English\\hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mus do włosów",
      "translation": "mousse per capelli",
      "definition": "Produkt stylizacji włosów używany do dodania objętości, tekstury i trwałości włosów, najczęściej w postaci lekkiej, puszystej pianki.",
      "definition_translation": "Un prodotto per lo styling dei capelli usato per aggiungere volume, texture e tenuta ai capelli, spesso in forma di schiuma leggera e aerea.",
      "example": "Użyłem musu do włosów, aby stylizować swoje włosy na przyjęcie, było to objętościowe i trwałe całą noc. Użyję musu do włosów ponownie jutro na ślub. Używam musu do włosów od lat i nigdy mnie nie zawodził.",
      "example_translation": "Ho usato la mousse per capelli per styling i miei capelli per la festa, era voluminoso e ha mantenuto tutta la notte. Lo userò di nuovo domani per il matrimonio. L'ho usato per anni e non mi ha mai deluso.",
      "imageLink": "image_files\\English\\hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lakier do włosów",
      "translation": "lacca per capelli",
      "definition": "Kosmetyczny produkt używany do utrzymania stylizacji włosów w miejscu, często w formie aerozolu stosowanego do włosów.",
      "definition_translation": "Un prodotto cosmetico usato per tenere in posto un taglio di capelli, spesso in forma di spray applicato ai capelli.",
      "example": "Użyłem lakieru do włosów, aby utrzymać moje włosy w miejscu podczas wietrznej dni, był bardzo skuteczny. Będę go używał jutro na imprezie na świeżym powietrzu. Używam go od lat i zawsze działa.",
      "example_translation": "Ho usato la lacca per capelli per mantenere i miei capelli in posto durante il giorno ventoso, era molto efficace. Lo userò di nuovo domani per l'evento all'aperto. L'ho usato per anni e funziona sempre.",
      "imageLink": "image_files\\English\\hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "balsam do ust",
      "translation": "balsamo per labbra",
      "definition": "Produkt kosmetyczny stosowany do nawilżania i ochrony ust, często zawierający składniki takie jak wosk pszczeli, kamfora i wazelina.",
      "definition_translation": "Un prodotto topico usato per idratare e proteggere le labbra, spesso contenente ingredienti come cera d'api, canfora e vaselina.",
      "example": "Nałożyłem balsam do ust na swoje suche usta, był kojący i nawilżający. Będę go stosować jutro przed wędrówką. Używam go od lat i zawsze pomaga.",
      "example_translation": "Ho applicato il balsamo per labbra alle mie labbra secche, era lenitivo e idratante. Lo applicherò di nuovo domani prima della escursione. L'ho usato per anni e sempre aiuta.",
      "imageLink": "image_files\\English\\lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "błyszczyk do ust",
      "translation": "balsamo labiale",
      "definition": "Produkt kosmetyczny stosowany do nadania koloru i nawilżenia ust, często aromatyzowany lub pachnący.",
      "definition_translation": "Un prodotto cosmetico utilizzato per dare colore e umidità alle labbra, spesso profumato o con gusto.",
      "example": "Ona nałożyła błyszczyk do ust przed udaniem się na imprezę, nakładam błyszczyk do ust każdego ranka, ona będzie nakładać błyszczyk do ust po śniadaniu.",
      "example_translation": "Ha applicato il balsamo labiale prima di andare alla festa, Applico il balsamo labiale ogni mattina, Applicherà il balsamo labiale dopo colazione.",
      "imageLink": "image_files\\English\\lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "konturówka do ust",
      "translation": "contornatore di labbra",
      "definition": "Produkt kosmetyczny stosowany do wykreślenia i kształtowania konturów ust, często używany do stworzenia dokładnego kształtu lub do korekty niejednolitych ust.",
      "definition_translation": "Un prodotto cosmetico utilizzato per definire e modellare i contorni delle labbra, spesso utilizzato per creare una forma precisa o per correggere le labbra storte.",
      "example": "Ona używa konturówki do ust, aby stworzyć efekt kota, używam konturówki do ust, aby skorygować moje niejednolite usta, ona będzie używać konturówki do ust, aby zdefiniować kształt swoich ust.",
      "example_translation": "Lei utilizza un contornatore di labbra per creare l'effetto di un occhio di gatto, Utilizzo un contornatore di labbra per correggere le mie labbra storte, Utilizzerà un contornatore di labbra per definire la forma delle sue labbra.",
      "imageLink": "image_files\\English\\lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fundacja cieczka",
      "translation": "fondotinta liquido",
      "definition": "Rodzaj kosmetyku do makijażu, który jest w formie cieczy, często używany do zapewnienia naturalnego wyglądu i uniwersalnej korzystnej powierzchni.",
      "definition_translation": "Un tipo di trucco fondotinta che è in forma liquida, spesso utilizzato per offrire una copertura da leggera a media e un aspetto naturale.",
      "example": "Ona nakłada fundację cieczką za pomocą pędzla, używam fundacji cieczki, aby wyrównać ton skóry, ona będzie nosić fundację cieczką na ślubie.",
      "example_translation": "Lei applica il fondotinta liquido con un pennello, Utilizzo il fondotinta liquido per uniformare il mio tono della pelle, Indosserà il fondotinta liquido al matrimonio.",
      "imageLink": "image_files\\English\\liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "luźna mąka",
      "translation": "polvere libera",
      "definition": "Kosmetyczna mąka, która nie jest prasowana ani kompaktowana, używana do absorbowania nadmiaru oleju i ustalenia makijażu.",
      "definition_translation": "Una polvere cosmetica che non è stata premuta o compattata, utilizzata per assorbire l'olio in eccesso e fissare il trucco.",
      "example": "Ona nałożyła warstwę luźnej mąki, aby utrwalić swoją fundację, a potem wyszła spotkać się ze vriendami. Użyła jej wczoraj, a teraz jej skóra wygląda gładko. Będzie stosować ją jutro ponownie.",
      "example_translation": "Ha applicato uno strato di polvere libera per fissare la sua fondotinta, poi è uscita per incontrare i suoi amici. L'aveva applicato ieri, e ora la sua pelle sembra liscia. Applicherà di nuovo domani.",
      "imageLink": "image_files\\English\\loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pędzelek do paznokci",
      "translation": "spazzola per unghie",
      "definition": "Mały pędzelek używany do czyszczenia spod paznokci lub do nakładania lakieru do paznokci.",
      "definition_translation": "Una piccola spazzola utilizzata per pulire sotto le unghie o per applicare lo smalto per unghie.",
      "example": "Ona używa pędzelka do paznokci, aby codziennie czyścić spod paznokci. Użyła go wczoraj, aby usunąć stary lakier. Będzie go używać jutro, aby nałożyć nową warstwę.",
      "example_translation": "Usa una spazzola per unghie per pulire sotto le sue unghie ogni mattina. L'ha usata ieri per rimuovere lo smalto per unghie vecchio. La userà di nuovo domani per applicare un nuovo strato.",
      "imageLink": "image_files\\English\\nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lakier do paznokci",
      "translation": "smalto per unghie",
      "definition": "Kosmetyczny płyn,żel lub krem używany do barwienia i dekoracji paznokci.",
      "definition_translation": "Un liquido, gel o crema cosmetica utilizzata per colorare e decorare le unghie.",
      "example": "Ona nałożyła warstwę lakieru do paznokci wczorajszego wieczoru, a teraz jej paznokcie wyglądają pięknie. Nałożyła inny kolor wczoraj, i był oszałamiający. Będzie nakładać nowy kolor jutro.",
      "example_translation": "Ha applicato uno strato di smalto per unghie ieri sera, e ora le sue unghie sembrano belle. Aveva applicato un colore diverso ieri, e era stupefacente. Applicherà un nuovo colore domani.",
      "imageLink": "image_files\\English\\nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "źródło lakieru do paznokci",
      "translation": "rimuovi smalto",
      "definition": "Ciecz lub krem używany do rozpuszczenia i usunięcia starego lakieru z paznokci.",
      "definition_translation": "Un liquido o crema usato per sciogliere e rimuovere lo smalto vecchio dalle unghie.",
      "example": "Ona użyłaźródła lakieru do paznokci, aby usunąć stary czerwony lakier. Będzie go używać jutro ponownie. Użyła go w zeszłym tygodniu.",
      "example_translation": "Lei ha usato un rimuovi smalto per togliere via lo smalto rosso vecchio. Lo userà di nuovo domani. Aveva usato la settimana scorsa.",
      "imageLink": "image_files\\English\\nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "puderowa czyszczka",
      "translation": "piumino da cipria",
      "definition": "Miękkie, okrągłe pudełko używane do nakładania pudru na twarz i ciało.",
      "definition_translation": "Un morbido pad rotondo usato per applicare la cipria sul viso e sul corpo.",
      "example": "Ona potrzebowała puderowej czyszczki, aby utrwalić swój makijaż. Będzie kupować nową w przyszłym tygodniu. Użyła jej wczoraj.",
      "example_translation": "Lei aveva bisogno di un piumino da cipria per sistemare il suo trucco. Comprerà uno nuovo la settimana prossima. Lo aveva usato ieri.",
      "imageLink": "image_files\\English\\powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "proszek prasowany",
      "translation": "cipria compressa",
      "definition": "Rodzaj kosmetycznego proszku, który jest prasowany w formę kompakty i używany do absorbowania nadmiaru oleju i utrwalania makijażu.",
      "definition_translation": "Un tipo di cipria cosmetica che viene compressa in una forma compatta e usata per assorbire l'olio in eccesso e sistemare il trucco.",
      "example": "Użyła proszku prasowanego, aby utrwalić foundation. Będzie go stosować ponownie tej nocy. Użyła go tej rano.",
      "example_translation": "Lei ha usato la cipria compressa per sistemare la sua fondotinta. La applicherà di nuovo stasera. L'aveva usata stamattina.",
      "imageLink": "image_files\\English\\pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "prymarnik",
      "translation": "primo strato",
      "definition": "Prymarnik jest substancją stosowaną na powierzchnię przed malowaniem lub pokrywaniem, aby poprawić przyczepność i pokrycie.",
      "definition_translation": "Un primer è una sostanza applicata su una superficie prima di pitturare o rivestire per migliorare l'adesione e la copertura.",
      "example": "Artysta zastosował prymarnik na płótnie przed rozpoczęciem malowania. Użyła prymarnika na ścianie wczoraj. Malarz będzie stosował prymarnik na powierzchni jutro.",
      "example_translation": "L'artista ha applicato un primer sulla tela prima di iniziare a dipingere. Aveva preparato il muro ieri. Il pittore primerà la superficie domani.",
      "imageLink": "image_files\\English\\primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kamień pomurny",
      "translation": "pietra pomice",
      "definition": "Kamień pomurny jest naturalnym środkiem ściernym stosowanym do gładzenia i kształtowania powierzchni, zwłaszcza w kosmetyce i pielęgnacji.",
      "definition_translation": "Una pietra pomice è una pietra abrasiva naturale utilizzata per levigare e dar forma a superfici, in particolare in bellezza e toeletta.",
      "example": "Beautician użyła kamienia pomurnego, aby złuszczyć skórę klientki. Użyła kamienia pomurnego, aby usunąć martwe komórki skóry wczoraj. Pedicure będzie stosował kamień pomurny, aby wygładzić naskórki jutro.",
      "example_translation": "L'estetista ha utilizzato una pietra pomice per esfoliare la pelle del cliente. Aveva usato una pietra pomice per rimuovere le cellule cutanee morte ieri. Il pedicurista userà una pietra pomice per levigare le callosità domani.",
      "imageLink": "image_files\\English\\pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szczoteczka do golenia",
      "translation": "spazzola da barba",
      "definition": "Szczoteczka do golenia to szczoteczka używana do aplikowania kremu lub mydła do golenia na skórę podczas golenia.",
      "definition_translation": "Una spazzola da barba è una spazzola utilizzata per applicare crema o sapone da barba sulla pelle durante la rasatura.",
      "example": "Użył szczoteczki do golenia, aby nakładać piankę przed goleniem. Użyła szczoteczki do golenia, aby zastosować krem do golenia wczoraj. Fryzjer będzie stosował szczoteczkę do golenia, aby ogolony być klienta jutro.",
      "example_translation": "Ha utilizzato una spazzola da barba per insaponare la faccia prima di radersi. Aveva usato una spazzola da barba per applicare la crema da barba ieri. Il barbiere userà una spazzola da barba per radersi la barba del cliente domani.",
      "imageLink": "image_files\\English\\shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krem do golenia",
      "translation": "crema da rasatura",
      "definition": "Rodzaj kremu lub piany używanej do golenia, typowo nakładanej na skórę przed goleniem, aby ułatwić przesuwanie ostrza i zmniejszyć podrażnienie.",
      "definition_translation": "Un tipo di crema o schiuma utilizzata per la rasatura, solitamente applicata sulla pelle prima della rasatura per aiutare la lametta a scivolare più facilmente e ridurre l'irritazione.",
      "example": "Użyłem kremu do golenia na twarzy przed goleniem, będę używał kremu do golenia na twarzy przed goleniem, użyłem kremu do golenia na twarzy przed goleniem.",
      "example_translation": "Ho usato una crema da rasatura sulla mia faccia prima di radere, userò una crema da rasatura sulla mia faccia prima di radere, ho usato una crema da rasatura sulla mia faccia prima di radere.",
      "imageLink": "image_files\\English\\shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piana do golenia",
      "translation": "schiuma da rasatura",
      "definition": "Rodzaj piany używanej do golenia, typowo wyprowadzanej z butelki i nakładanej na skórę przed goleniem, aby ułatwić przesuwanie ostrza i zmniejszyć podrażnienie.",
      "definition_translation": "Un tipo di schiuma utilizzata per la rasatura, solitamente dispensata da un contenitore e applicata sulla pelle prima della rasatura per aiutare la lametta a scivolare più facilmente e ridurre l'irritazione.",
      "example": "Nakładałem pianę do golenia na twarzy przed goleniem, będę nakładał pianę do golenia na twarzy przed goleniem, nakładałem pianę do golenia na twarzy przed goleniem.",
      "example_translation": "Ho applicato una schiuma da rasatura sulla mia faccia prima di radere, applicherò una schiuma da rasatura sulla mia faccia prima di radere, ho applicato una schiuma da rasatura sulla mia faccia prima di radere.",
      "imageLink": "image_files\\English\\shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krem przeciwsłoneczny",
      "translation": "crema solare",
      "definition": "Rodzaj kremu lub śmietanki używanej do ochrony skóry przed promieniami UV słońca, często nakładanej przed spędzeniem czasu na wolnym powietrzu.",
      "definition_translation": "Un tipo di lozione o crema utilizzata per proteggere la pelle dai raggi ultravioletti del sole, spesso applicata prima di trascorrere tempo all'aperto.",
      "example": "Nakładałem krem przeciwsłoneczny na skórę przed wyjściem na plażę, będę nakładał krem przeciwsłoneczny na skórę przed wyjściem na plażę, nakładałem krem przeciwsłoneczny na skórę przed wyjściem na plażę.",
      "example_translation": "Ho applicato la crema solare sulla mia pelle prima di andare in spiaggia, applicherò la crema solare sulla mia pelle prima di andare in spiaggia, ho applicato la crema solare sulla mia pelle prima di andare in spiaggia.",
      "imageLink": "image_files\\English\\sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pęseta",
      "translation": "pinzette",
      "definition": "Małe narzędzie używane do chwytania i manipulacji małych przedmiotów, zwłaszcza w zabiegach chirurgicznych lub precyzyjnej pracy.",
      "definition_translation": "uno strumento piccolo usato per pizzicare o afferrare oggetti piccoli, in particolare per utilizzo in chirurgia o lavoro di precisione",
      "example": "Użyłem pęsety, aby usunąćzzle z palca. Będę potrzebował pęsety do mojego projektu artystycznego. Ona użyła pęsety, aby oddzielić małe części.",
      "example_translation": "Ho usato le pinzette per estrarre il frammento di vetro dal mio dito. Avrò bisogno di pinzette per il mio progetto artistico. Lei aveva usato le pinzette per separare le piccole parti.",
      "imageLink": "image_files\\English\\tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]