[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Abisyńczyk",
      "translation": "Abyssino",
      "definition": "Rasa domowego kota pochodząca z Etiopii, charakteryzująca się wyjątkowym, nakrapianym wzorem futra.",
      "definition_translation": "Una razza di gatto domestico originaria dell'Etiopia, caratterizzata da un pattern di pelo a tacche distinctive.",
      "example": "Kot Abisyńczyk, ze swoją smukłą budową i klinowatą głową, jest popularnym kotem wystawowym. W przeszłości Abisyńczycy byli cenieni za swe zdolności łowieckie. Dziś Abisyńczycy są często trzymane jako zwierzęta domowe i są znane ze swoich zabawnych, otwartych osobowości. W przyszłości hodowcy mają nadzieję rozwinąć jeszcze bardziej efektowny wzór futra.",
      "example_translation": "Il gatto Abyssino, con la sua costruzione snella e testa a cuneo, è un gatto da mostra molto popolare. Nel passato, gli Abyssini erano apprezzati per la loro abilità di caccia. Oggi, gli Abyssini sono spesso tenuti come animali domestici e sono conosciuti per le loro personalità giocose e aperte. Nel futuro, gli allevatori sperano di sviluppare un pattern di pelo ancora più impressionante.",
      "imageLink": "image_files\\English\\"imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Amerykański krótkowłosy",
      "translation": "Americano a pelo corto",
      "definition": "Rasa domowego kota pochodząca z Ameryki Północnej, charakteryzująca się stoutem i krótkim, gęstym futrem.",
      "definition_translation": "Una razza di gatto domestico originaria del Nord America, caratterizzata da una costruzione robusta e pelo corto e denso.",
      "example": "Amerykański krótkowłosy jest spokojnym kotem, który doskonale nadaje się jako zwierzę domowe. W przeszłości Amerykańskie krótkowłose były często trzymane na farmach, aby kontrolować populację gryzoni. Dziś są popularnym wyborem dla mieszkańców mieszkań ze względu na swoją spokojną, miłą naturę. W przyszłości hodowcy mają nadzieję rozwinąć jeszcze bardziej różnorodny zakres kolorów futra.",
      "example_translation": "L'Americano a pelo corto è una razza rilassata che fa un eccellente animale da compagnia per la famiglia. Nel passato, gli Americani a pelo corto erano spesso tenuti nelle fattorie per controllare le popolazioni di roditori. Oggi, sono una scelta popolare per gli abitanti degli appartamenti a causa della loro natura calma e affettuosa. Nel futuro, gli allevatori sperano di sviluppare una gamma ancora più diversificata di colori del pelo.",
      "imageLink": "image_files\\English\\"imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Kot Bengalski",
      "translation": "Gatto Bengal",
      "definition": "Hybrydowa rasa domowego kota stworzona przez krzyżowanie kotów domowych z azjatyckim kotem leopardowym, charakteryzująca się wyjątkowymi, cętkowanymi lub marmurkowymi wzorami futra.",
      "definition_translation": "Una razza ibrida di gatto domestico creata incrociando gatti domestici con il gatto leopardo asiatico, caratterizzata da pattern di pelo maculati o marmorizzati distinctivi.",
      "example": "Kot Bengalski jest energiczną rasą, która wymaga dużo ćwiczeń i stymulacji. W przeszłości hodowcy Bengalskich eksperymentowali z różnymi kombinacjami krzyżowania, aby stworzyć unikatowe wzory futra. Dziś kota Bengalskiego ceniono za jego inteligencję, zwinność i zabawne usposobienie. W przyszłości hodowcy mają nadzieję rozwinąć jeszcze bardziej obszerny zakres kolorów i wzorów futra.",
      "example_translation": "Il gatto Bengal è una razza ad alta energia che richiede molta esercizio e stimolazione. Nel passato, gli allevatori di Bengal hanno sperimentato diverse combinazioni di allevamento per creare pattern di pelo unici. Oggi, i gatti Bengal sono apprezzati per la loro intelligenza, agilità e personalità giocose. Nel futuro, gli allevatori sperano di sviluppare un range ancora più esteso di colori e pattern del pelo.",
      "imageLink": "image_files\\English\\"imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Birmańczyk",
      "translation": "Birmano",
      "definition": "Birmańczyk to rasa domowego kota pochodząca z Birmy, znany ze swojego nakrapianego futra i białych 'rękawiczek' na łapach.",
      "definition_translation": "Il Birmano è una razza di gatto domestico originaria della Birmania, conosciuta per la sua pelliccia a punta e guanti bianchi sulle zampe.",
      "example": "W przeszłości moja rodzina miała kota Birmęńczyka o imieniu Max. Teraz mamy nowego kociaka Birmęńczyka, którego kochamy się bawić. W przyszłości będziemy mieli jeszcze jednego Birmęńczyka, aby complete nasza rodzina.",
      "example_translation": "In passato, la mia famiglia aveva un gatto Birmano di nome Max. Adesso, abbiamo un nuovo gattino Birmano con cui ci piace giocare. Nel futuro, probabilmente prenderemo un altro Birmano per completare la nostra famiglia.",
      "imageLink": "image_files\\English\\"imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Brytyjski krótkowłosy",
      "translation": "British Shorthair",
      "definition": "Brytyjski krótkowłosy to rasa domowego kota pochodząca z Wielkiej Brytanii, znany ze swojego stoutego i krótkiego, gęstego futra.",
      "definition_translation": "Il British Shorthair è una razza di gatto domestico originaria del Regno Unito, conosciuta per la sua solida struttura e la sua pelliccia corta e densa.",
      "example": "Mój przyjaciel ma kota Brytyjskiego krótkowłosego, który jest bardzo zabawny. W przeszłości ona miała kota Brytyjskiego krótkowłosego, który był bardzo leniwy. W przyszłości ona będzie miała kota Brytyjskiego krótkowłosego, który będzie bardziej energiczny.",
      "example_translation": "La mia amica ha un gatto British Shorthair che è molto giocoso. In passato, aveva un British Shorthair che era molto pigro. Nel futuro, probabilmente prenderà un British Shorthair che è più energetico.",
      "imageLink": "image_files\\English\\"imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Birmańczyk",
      "translation": "Birmano",
      "definition": "Birmańczyk to rasa domowego kota pochodząca z Birmy, znany ze swojego gładkiego i lśniącego futra.",
      "definition_translation": "Il Birmano è una razza di gatto domestico originaria della Birmania, conosciuta per la sua pelliccia liscia e lucente.",
      "example": "Miałem kota Birmęńczyka, gdy byłem dzieckiem. Teraz mam przyjaciela, który ma kota Birmęńczyka, który jest bardzo sympatyczny. W przyszłości będę miał kota Birmęńczyka, który będzie bardziej zabawny.",
      "example_translation": "Avevo un gatto Birmano quando ero bambino. Adesso, ho un amico che ha un gatto Birmano che è molto affettuoso. Nel futuro, probabilmente prenderò un gatto Birmano che è più giocoso.",
      "imageLink": "image_files\\English\\"imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Chartreux",
      "translation": "Chartreux",
      "definition": "Chartreux to rzadka i starożytna rasa domowego kota pochodząca z Francji, znany ze swojego wyjątkowego, niebiesko-szarego futra i dużych, okrągłych oczu.",
      "definition_translation": "Il Chartreux è una razza rara e antica di gatto domestico originaria della Francia, nota per il suo mantello grigio-azzurro distintivo e grandi occhi rotondi.",
      "example": "Miałem kota Chartreux, gdy byłem dzieckiem, i był bardzo zabawny. Teraz mam kota Chartreux, i nadal jest zabawny. W przyszłości zawsze będę miał kota Chartreux.",
      "example_translation": "Avevo un gatto Chartreux quando ero bambino, era molto giocoso. Ora ne ho uno di nuovo, ed ancora giocoso. Nel futuro, avrò sempre un gatto Chartreux.",
      "imageLink": "image_files\\English\\"imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Kolorpunkt, Himalajczyk",
      "translation": "punto di colore, Himalayano",
      "definition": "Kolorpunkt, również znany jako Himalajczyk, to rasa kota, która powstała przez krzyżowanie kotów syjamskich z kotami perskimi, co spowodowało powstanie kota z jasnym futrem i ciemniejszymi kończynami.",
      "definition_translation": "Il punto di colore, noto anche come Himalayano, è una razza di gatto originaria dell'incrocio di gatti Siamesi con gatti Persiani, risultando in un gatto con un mantello chiaro e estremità più scure.",
      "example": "Widziałem kota kolorpunktu w sklepie zoologicznym, był tak uroczy. Mój przyjaciel miał kota Himalajczyka, był bardzo przyjazny. W przyszłości adoptuję kota kolorpunktu.",
      "example_translation": "Ho visto un gatto punto di colore nel negozio di animali, era così carino. Il mio amico aveva un gatto Himalayano, era molto amichevole. Nel futuro, adotterò un gatto punto di colore.",
      "imageLink": "image_files\\English\\"imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Devon Rex",
      "translation": "Devon Rex",
      "definition": "Devon Rex to rasa kota kręconego, która powstała w Devon w Anglii, znany ze swojego unikatowego, miękkiego i kręconego futra.",
      "definition_translation": "Il Devon Rex è una razza di gatto dai capelli ricci originaria del Devon, Inghilterra, nota per il suo mantello unico, morbido e ricciuto.",
      "example": "Mój sąsiad miał kota Devon Rex, był bardzo ciekawski. Widziałem kota Devon Rex w schronisku dla zwierząt, był bardzo zabawny. W przyszłości będę miał kota Devon Rex.",
      "example_translation": "Il mio vicino aveva un gatto Devon Rex, era molto curioso. Ho visto un gatto Devon Rex nel rifugio per animali, era molto giocoso. Nel futuro, avrò un gatto Devon Rex.",
      "imageLink": "image_files\\English\\"imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Kot domowy",
      "translation": "gatto domestico",
      "definition": "Kot domowy to kot, który jest trzymany jako zwierzę domowe w domu lub mieszkaniu. Jest to powszechny gatunek zwierząt domowych i często nazywany 'kotem domowym'.",
      "definition_translation": "Un gatto domestico è un gatto che viene tenuto come animale da compagnia in una casa o residenza. È un animale domestico comune e viene spesso definito come 'gatto di casa'.",
      "example": "Miałem kota domowego, gdy byłem dzieckiem, i będę miał go, gdy się'emeryturę. Moja siostra teraz ma kota domowego.",
      "example_translation": "Avevo un gatto domestico quando ero bambino, e ne avrò uno quando mi pensionerò. Mia sorella ha attualmente un gatto domestico.",
      "imageLink": "image_files\\English\\"imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krótka szata egzotyczna",
      "translation": "shorthair esotico",
      "definition": "Krótka szata egzotyczna to rasa kota znana z krótkiej, gęstej szaty i spokojnego usposobienia. Jest popularnym pupilem ze względu na swoją zabawną i uczuciową naturę.",
      "definition_translation": "Lo shorthair esotico è una razza di gatto nota per il suo mantello corto e denso e per il suo temperamento calmo. È un animale da compagnia popolare a causa della sua natura giocosa e affettuosa.",
      "example": "Mój przyjaciel ma krótką szatę egzotyczną, która uwielbia bawić się zabawkami. Zamierzam kupić krótką szatę egzotyczną w przyszłym roku, a miałem jedną pięć lat temu.",
      "example_translation": "Il mio amico ha uno shorthair esotico che adora giocare con i giocattoli. Comprerò uno shorthair esotico l'anno prossimo, e ne avevo uno cinque anni fa.",
      "imageLink": "image_files\\English\\"imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "japońska bobtail",
      "translation": "coda di bobtail giapponese",
      "definition": "Japońska bobtail to rasa kota domowego znana z krótkiego ogona i zabawnej osobowości. Jest to starożytna rasa, która pochodzi z Japonii i jest uważana za skarb narodowy.",
      "definition_translation": "Il Japanese bobtail è una razza di gatto domestico nota per la sua coda corta e la sua personalità giocosa. È una razza antica che ha origini in Giappone e viene considerata un tesoro nazionale.",
      "example": "Wczoraj zobaczyłem japońską bobtail w sklepie zoologicznym, a zamierzam kupić jedną następnego miesiąca. Moja ciocia miała japońską bobtail, kiedy byłam dzieckiem.",
      "example_translation": "Ho visto un coda di bobtail giapponese al negozio di animali ieri, e ne comprerò uno il mese prossimo. Mia zia aveva un coda di bobtail giapponese quando ero bambino.",
      "imageLink": "image_files\\English\\"imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Maine Coon",
      "translation": "Gatto del Maine",
      "definition": "Maine Coon to rasa kota domowego pochodząca z Ameryki Północnej, a dokładniej ze stanu Maine. Jest znany ze swojego charakterystycznego wyglądu i urokliwej osobowości.",
      "definition_translation": "Il Maine Coon è una razza di gatto domestico originaria dell'America del Nord, in particolare dello stato del Maine. È conosciuto per la sua apparizione fisica distinctiva e la sua personalità affascinante.",
      "example": "Miałem kota Maine Coon, kiedy byłam dzieckiem. Teraz chcę przyjąć jeszcze jednego. W przyszłym roku kupię nowego kociaka Maine Coon.",
      "example_translation": "Avevo un gatto del Maine quando ero bambino. Ora, voglio adottare un'altra volta. L'anno prossimo, comprerò un nuovo cucciolo del Maine.",
      "imageLink": "image_files\\English\\"imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "norweski leszek",
      "translation": "Gatto della foresta norvegese",
      "definition": "Norweski leszek to rasa kota domowego pochodząca z Norwegii, znana ze swojej imponującej szaty i silnej budowy. Jest naturalnym łowcą i uwielbia wspinaczki po drzewach.",
      "definition_translation": "Il gatto della foresta norvegese è una razza di gatto domestico originaria della Norvegia, conosciuto per la sua copertura striata e la sua costruzione robusta. È un cacciatore naturale e ama scalare gli alberi.",
      "example": "Siostra moja ma norweskiego leszka, który jest bardzo zabawny. Wczoraj wspiął się na kotary. Jutro pewnie zniszczy mój ulubiony wazon.",
      "example_translation": "Il gatto della foresta norvegese di mia sorella è molto giocoso. Ieri, ha scalato le tende. Domani, probabilmente distruggerà il mio vaso preferito.",
      "imageLink": "image_files\\English\\"imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ocikat",
      "translation": "ocicato",
      "definition": "Ocikat to rasa kota domowego stworzona, aby przypominać dzikiego kota, ale z łagodnym i uczuciowym usposobieniem. Jest znany ze swoich imponujących wzorów szaty i zabawnej osobowości.",
      "definition_translation": "L'ocicato è una razza di gatto domestico sviluppata per assomigliare a un gatto selvatico, ma con una natura gentile e affettuosa. È conosciuto per i suoi modelli di copertura striati e la sua personalità giocosa.",
      "example": "Wczoraj zobaczyłem ocikata w sklepie zoologicznym. Chciałem go kupić, ale był zbyt drogi. Może w przyszłości będę mógł kupić takiego.",
      "example_translation": "Ho visto un Ocicato al negozio di animali domestici ieri. Volevo comprarlo, ma era troppo costoso. Forse in futuro, sarò in grado di permettermelo.",
      "imageLink": "image_files\\English\\"imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pers",
      "translation": "Persiano",
      "definition": "Członek ludności pochodzącej z Persji (obecnie Iran), lub kot rasy pochodzącej z Persji.",
      "definition_translation": "Un membro di un popolo originario della Persia (odierna Iran), o un gatto di una razza originaria dalla Persia.",
      "example": "Miałem kota perskiego, kiedy byłam dzieckiem, był bardzo leniwy. Teraz mam psa, jest bardzo aktywny. Zamierzam mieć kota perskiego ponownie w przyszłości.",
      "example_translation": "Avevo un gatto persiano quando ero bambino, era molto pigro. Adesso ho un cane, è molto attivo. Avrò un gatto persiano ancora una volta nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Ragdoll",
      "translation": "Ragdoll",
      "definition": "Rasa kota znana ze swojej miękkiej, aksamitnej szaty i tendencji do zapadania w sen, gdy jest podnoszony.",
      "definition_translation": "Una razza di gatto nota per il suo morbido, setoso mantello e tendenza a diventare molle quando viene sollevato.",
      "example": "Uwielbiam bawić się z moim kotem Ragdoll, zawsze zasypia w moich ramionach. Wczoraj bawiłem się z moim kotem Ragdoll cały dzień. Jutro kupię nową zabawkę dla mojego kota Ragdoll.",
      "example_translation": "Adoro giocare con il mio gatto Ragdoll, sempre si addormenta nel mio braccio. Ieri, ho giocato con il mio gatto Ragdoll per tutto il giorno. Domani, comprerò un nuovo giocattolo per il mio gatto Ragdoll.",
      "imageLink": "image_files\\English\\"imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Niebieski Rosjanin",
      "translation": "Blu Russo",
      "definition": "Rasa kota domowego znana ze swojej gęstej, puszystej szaty i zielonych oczu.",
      "definition_translation": "Una razza di gatto domestico nota per il suo spesso, soffice mantello e occhi verdi.",
      "example": "Zobaczyłem Niebieskiego Rosjanina w sklepie zoologicznym, był bardzo uroczy. Moja koleżanka ma Niebieskiego Rosjanina, jest bardzo zabawny. Zamierzam adoptować Niebieskiego Rosjanina następnego miesiąca.",
      "example_translation": "Ho visto un gatto Blu Russo al negozio di animali domestici, era molto carino. Il mio amico ha un gatto Blu Russo, è molto giocoso. Adotterò un gatto Blu Russo il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": " sawanna",
      "translation": "Savana",
      "definition": "Sawanna to typ ekosystemu charakteryzujący się trawiastymi obszarami z rzadko rosnącymi drzewami, typowo występujący w regionach tropikalnych i subtropikalnych.",
      "definition_translation": "Una savana è un tipo di ecosistema caratterizzato da praterie con alberi sparsi, generalmente trovati in regioni tropicali e subtropicali.",
      "example": "Odwiedziłem sawannę w Afryce, gdzie zobaczyłem wiele zwierząt dzikich. Planuję odwiedzić sawannę ponownie przyszłego roku. Odwiedziłem sawannę w zeszłym roku, i było to niesamowite doświadczenie.",
      "example_translation": "Ho visitato la savana in Africa, dove ho visto molti animali selvatici. Sto pianificando di visitare la savana di nuovo l'anno prossimo. Ho visitato la savana l'anno scorso, ed è stata un'esperienza incredibile.",
      "imageLink": "image_files\\English\\"imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sztokliście uszaty",
      "translation": "Scottish Fold",
      "definition": "Sztokliście uszaty to rasa kota domowego znana ze swoich unikatowych, złożonych uszu i zabawnej osobowości.",
      "definition_translation": "Lo Scottish Fold è una razza di gatto domestico nota per le sue orecchie uniche, ripiegate, e la sua personalità giocosa.",
      "example": "Mam kota sztokliście uszatego w domu, którego przyjąłem miesiąc temu. Moja koleżanka ma kota sztokliście uszatego, który jest bardzo przyjazny. Zamierzam uzyskać kota sztokliście uszatego w przyszłym roku, co będzie moim nowym pupilem.",
      "example_translation": "Ho un gatto Scottish Fold a casa, che ho adottato lo scorso mese. Il mio amico ha un gatto Scottish Fold, che è molto amichevole. Prenderò un gatto Scottish Fold l'anno prossimo, che sarà il mio nuovo animale domestico.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Syjamski",
      "translation": "Siamese",
      "definition": "Syjamski to rasa domowego kota pochodząca z Tajlandii, znana z ostrymi uszami, smukłym ciałem i krótką, delikatną szatą.",
      "definition_translation": "Il Siamese è una razza di gatto domestico originaria della Tailandia, nota per le sue orecchie a punta, corpo snello e pelo corto e fine.",
      "example": "Widziałem syjamskiego kota w sklepie zoologicznym, który był bardzo uczuciowy. Moja siostra ma syjamskiego kota, który jest bardzo zabawny. Będę kupować syjamskiego kota następnego miesiąca, który będzie moim nowym towarzyszem.",
      "example_translation": "Ho visto un gatto Siamese al negozio di animali, che era molto affettuoso. Mia sorella ha un gatto Siamese, che è molto giocoso. Comprerò un gatto Siamese il prossimo mese, che sarà il mio nuovo compagno.",
      "imageLink": "image_files\\English\\"imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Syberyjski",
      "translation": "Siberiano",
      "definition": "Dotyczący lub pochodzący z Syberii, regionu w Rosji; również rasa kota znana z grubego futra i niebieskich oczu.",
      "definition_translation": "Riguardante o originario dalla Siberia, una regione in Russia; anche, una razza di gatto nota per la sua pelliccia spessa e gli occhi blu.",
      "example": "Tygrys syberyjski jest gatunkiem zagrożonym, ale starania ochrony pomogły zwiększyć jego populację. Kot syberyjski jest popularną rasą wśród entuzjastów kotów. Do 2025 roku region Syberii będzie majorem hubem dla produkcji gazu ziemnego.",
      "example_translation": "La tigre siberiana è una specie in pericolo, ma gli sforzi di conservazione hanno aiutato ad aumentare la sua popolazione. Il gatto siberiano è una razza popolare tra gli appassionati di gatti. Entro il 2025, la regione siberiana sarà un importante hub per la produzione di gas naturale.",
      "imageLink": "image_files\\English\\"imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Somalijski",
      "translation": "Somalo",
      "definition": "Dotyczący lub pochodzący z Somalii, kraju w Afryce Wschodniej; również członek ludności zamieszkującej Somalię.",
      "definition_translation": "Riguardante o originario dalla Somalia, un paese nell'Africa orientale; anche, un membro di un popolo che abita la Somalia.",
      "example": "Rząd somalijski zmagał się z utrzymaniem stabilności w regionie. Piraci somalijski byli poważnym zagrożeniem dla międzynarodowego transportu morskiego. Do końca roku gospodarka somalijska ma doświadczyć znacznego wzrostu.",
      "example_translation": "Il governo somalo ha lottato per mantenere la stabilità nella regione. I pirati somali sono stati una minaccia importante per la navigazione internazionale. Entro la fine dell'anno, l'economia somala è previsto che sperimenti una crescita significativa.",
      "imageLink": "image_files\\English\\"imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Sfinks",
      "translation": "Sfinge",
      "definition": "Rasa kota znana z braku futra, znana z gładkiej i pomarszczonej skóry.",
      "definition_translation": "Una razza di gatto nota per la sua mancanza di pelliccia, nota per la sua pelle liscia e rugosa.",
      "example": "Kot sfinks jest popularną rasą wśród entuzjastów kotów ze względu na swój unikatowy wygląd. Miałem kota sfinksa, kiedy byłam młodsza, i był on bardzo uczuciowy. Do następnego roku rasa sfinks będzie uznawana przez wszystkie główne rejestratory kotów.",
      "example_translation": "Il gatto Sfinge è una razza popolare tra gli appassionati di gatti a causa della sua apparenza unica. Avevo un gatto Sfinge quando ero più giovane, e era molto affettuoso. Entro l'anno prossimo, la razza Sfinge sarà riconosciuta da tutti i principali registri di gatti.",
      "imageLink": "image_files\\English\\"imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Ankara turecka",
      "translation": "Angora Turca",
      "definition": "Rasa domowego kota pochodząca z Turcji, znana ze swojej jedwabistej, białej szaty i masywnej budowy.",
      "definition_translation": "Una razza di gatto domestico originaria della Turchia, nota per il suo manto setoso, bianco e sua costruzione muscolare.",
      "example": "Miałam kota Ankary tureckiej, kiedy byłem dzieckiem. Był on bardzo zabawny. Będę dostawać kolejnego już niedługo. Moja siostra miała również, i był on bardzo uczuciowy.",
      "example_translation": "Avevo un gatto Angora Turca quando ero bambino. Era molto giocoso. Prenderò un altro presto. Mia sorella ne aveva uno anche, e era molto affettuoso.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Wan turecki",
      "translation": "Van Turco",
      "definition": "Rasa domowego kota pochodząca z regionu jeziora Wan w Turcji, znana z białej szaty z kolorowymi punktami i pełnej energii osobowości.",
      "definition_translation": "Una razza di gatto domestico originaria della regione del Lago Van in Turchia, nota per il suo manto bianco con punte colorate e la sua personalità energetica.",
      "example": "Widziałem kota Wan tureckiego w sklepie zoologicznym wczoraj. Był on bardzo aktywny. Mój przyjaciel ma jednego, i on uwielbia grać. Będę dostawać już niedługo, i będzie on bardzo szczęśliwy.",
      "example_translation": "Ho visto un gatto Van Turco al negozio di animali domestici ieri. Era molto attivo. Il mio amico ne ha uno, e adora giocare. Prenderò uno presto, e sarà molto felice.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]