[
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kwiat",
      "translation": "fiore",
      "definition": "Roślina kwitnąca, szczególnie ta, która jest uprawiana w ogrodzie ze względu na swoją urodę lub zapach.",
      "definition_translation": "Una pianta fiorita, in particolare una che viene coltivata in un giardino per la sua bellezza o fragranza.",
      "example": "Zasadziłem kwiat w moim ogrodzie ostatniego tygodnia, obecnie kwitnie, i dam go mojej siostrze za tydzień.",
      "example_translation": "Ho piantato un fiore nel mio giardino la settimana scorsa, ora sta fiorendo, e lo darò a mia sorella la settimana prossima.",
      "imageLink": "image_files\\English\\"imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "róża",
      "translation": "rosa",
      "definition": "Typ krzewu kwitnącego, szczególnie z kwiatami ozdobnymi, często używany jako symbol miłości lub uznania.",
      "definition_translation": "Un tipo di arbusto fiorito, in particolare uno con fiori vistosi, spesso usato come simbolo d'amore o apprezzamento.",
      "example": "Dałem różę mojej żonie w dniu naszej rocznicy, była bardzo szczęśliwa, i będziemy obchodzili ponownie za rok.",
      "example_translation": "Ho dato una rosa a mia moglie per il nostro anniversario, lei era molto felice, e celebreremo di nuovo l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stawowa",
      "translation": "margherita",
      "definition": "Typ rośliny kwitnącej z żółtym centrum i białymi płatkami, często kojarzony z niewinnością i czystością.",
      "definition_translation": "Un tipo di pianta fiorita con un centro giallo e petali bianchi, spesso associata a innocenza e purezza.",
      "example": "Stawowa była moim ulubionym kwiatem, gdy byłam dzieckiem, zbierałem je na polu, i zabiorę moją córkę tam za rok.",
      "example_translation": "La margherita era il mio fiore preferito quando ero bambino, usavo a raccoglierle nel campo, e porterò mia figlia lì la prossima estate.",
      "imageLink": "image_files\\English\\"imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "słonecznik",
      "translation": "girasole",
      "definition": "Słonecznik to roślina jednoroczna lub wieloletnia, natywne dla Ameryki Północnej, charakteryzująca się dużymi, jasnożółtymi kwiatami i wysoką, grubą łodygą.",
      "definition_translation": "Un girasole è una pianta annuale o perenne alta originaria dell'America del Nord, caratterizzata dai suoi grandi fiori gialli brillanti e dallo stelo spesso alto.",
      "example": "Zasadziłem słonecznik w moim ogrodzie w zeszłym roku, zakwitł pięknie w tym roku, i zasadzę kolejny za rok.",
      "example_translation": "Ho piantato un girasole nel mio giardino l'anno scorso, è fiorito bellamente quest'anno e pianterò un altro il prossimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tulipan",
      "translation": "tulipano",
      "definition": "Tulipan to roślina wieloletnia z ozdobnymi, miseczkowatymi kwiatami i wąskimi liśćmi, natywne dla Azji Środkowej i Turcji, często uprawiana w ogrodach ze względu na swoją urodę.",
      "definition_translation": "Un tulipano è una pianta perenne con fiori a forma di coppa appariscenti e foglie sottili, originaria dell'Asia centrale e della Turchia, spesso coltivata nei giardini per la sua bellezza.",
      "example": "Wczoraj widziałem tulipan kwitnący w parku, jego piękno zainspirowało mnie do zasadzenia tulipanów w moim ogrodzie w tym roku, i odwiedzę park ponownie za rok, aby zobaczyć, jak kwitną ponownie.",
      "example_translation": "Ho visto un tulipano fiorire nel parco ieri, la sua bellezza mi ha ispirato a piantare tulipani nel mio giardino quest'anno e visiterò il parco di nuovo il prossimo anno per vederli fiorire di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "aster",
      "translation": "astro",
      "definition": "Aster to typ rośliny kwitnącej, natywnej dla Europy i Azji, charakteryzującej się małymi, białymi, różowymi lub purpurowymi kwiatami i używaniem jako symbolu miłości i mądrości.",
      "definition_translation": "Un astro è un tipo di pianta fiorita originaria dell'Europa e dell'Asia, caratterizzata dai suoi piccoli fiori bianchi, rosa o viola e dal suo uso come simbolo d'amore e sapienza.",
      "example": "Moja babcia uprawiała astry w swoim ogrodzie, gdy byłam dzieckiem, nauczyła mnie, jak sadzić je w tym roku, i przyniosę jej astry za rok jako prezent.",
      "example_translation": "Mia nonna coltivava astri nel suo giardino quando ero bambino, mi ha insegnato come piantarli quest'anno e le porterò alcuni astri il prossimo anno come regalo.",
      "imageLink": "image_files\\English\\"imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "azalia",
      "translation": "azalea",
      "definition": "Krzew kwitnący, natywnej dla Azji Wschodniej i Ameryki Północnej, z ozdobnymi, lejkowatymi kwiatami w kolorach różu, purpury i białego.",
      "definition_translation": "Un arbusto fiorito originario dell'Asia orientale e del Nord America, con fiori a forma di imbuto sbocciati in rosa, porpora e bianco.",
      "example": "Zasadziłem azalię w moim ogrodzie w zeszłym roku, i za kwitnęła pięknie wiosną tego roku. Będę regularnie podlewał, aby ją utrzymać zdrową. Miałam azalie w swoim ogrodzie, gdy byłam dzieckiem.",
      "example_translation": "Ho piantato un'azalea nel mio giardino l'anno scorso, e ha fiorito bellamente questa primavera. Bagherò regolarmente per mantenerla in salute. Avevo azalee nel mio cortile quando ero bambino.",
      "imageLink": "image_files\\English\\"imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kaktus",
      "translation": "cacto",
      "definition": "Roślina sukulentna z grubą, woskową łodygą, która może przechowywać wodę, często spotykana w suchych, pustynnych obszarach.",
      "definition_translation": "Una pianta succulenta con un fusto spesso e ceroso che può immagazzinare acqua, spesso trovata in aree aride e desertiche.",
      "example": "Mam kaktusa na moim parapecie, i rozrosł się znacznie w ciągu ostatniego roku. Podlejam go oszczędnie, ponieważ jest przystosowany do suchych warunków. Widziałem wielki kaktusa na pustyni, gdy odwiedziłem Arizonę w zeszłym roku.",
      "example_translation": "Ho un cacto sulla mia finestra, e ha cresciuto notevolmente nell'ultimo anno. Lo baghero parsimoniosamente, poiché è adattato a condizioni aride. Ho visto un grande cacto nel deserto quando ho visitato l'Arizona l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "goździk",
      "translation": "garofano",
      "definition": "Roślina kwitnąca z pachnącymi, różowymi, czerwonymi lub białymi kwiatami, często używana w bukietach i kompozycjach.",
      "definition_translation": "Una pianta fiorita con fiori profumati, rosa, rossi o bianchi, spesso usata in mazzi e composizioni.",
      "example": "Dałem mojej matce bukiet goździków w dniu jej urodzin, i ona uwielbiła je. Kwiaciarnia umieści goździki z zieleńcem, aby stworzyć piękny centrum. Miałem goździk w guzikierce podczas mojego wesela.",
      "example_translation": "Ho dato a mia madre un mazzo di garofani nel suo compleanno, e le sono piaciuti. Il fiorista disporrà i garofani con un po' di vegetazione per creare un bellissimo centerpiece. Avevo un garofano sulla mia giacca a mio matrimonio.",
      "imageLink": "image_files\\English\\"imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chryzantema",
      "translation": "crisantemo",
      "definition": "Roślina kwitnąca z rodziny astrowatych, natywnej dla Azji, często uprawiana w ogrodach ze względu na swoje ozdobne, często pachnące kwiaty.",
      "definition_translation": "una pianta fiorita della famiglia delle margherite, originaria dell'Asia e comunemente coltivata nei giardini per i suoi fiori vistosi e spesso profumati",
      "example": "Chryzantema jest popularnym kwiatem w wielu azjatyckich kulturach, gdzie jest często dawany jako prezent, aby wyrazić wdzięczność. Wczoraj zasadziłem chryzantemę w moim ogrodzie, i zakwitnie pięknie wiosną za rok.",
      "example_translation": "Il crisantemo è un fiore popolare in molte culture asiatiche, dove viene spesso regalato come espressione di gratitudine. Ieri, ho piantato un crisantemo nel mio giardino e fioreerà bellamente la prossima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kwietnia",
      "translation": "fiordaliso",
      "definition": "roślina zielna, jednoroczna, należąca do rodziny astrowatych, z kwiatami niebieskimi, różowymi lub białymi, często spotykana w polach i łąkach",
      "definition_translation": "una piccola pianta annuale erbacea della famiglia delle margherite, con fiori blu, rosa o bianchi, comunemente trovata nei campi e nei prati",
      "example": "Kwietnia jest delikatnym kwiatem, często używanym w bukietach i dekoracjach. W zeszłym roku zobaczyłem piękną kwietnię rosnącą w polu i wybrałem jej dla matki. W następnym roku będącym rośnię kwietnie w moim ogrodzie.",
      "example_translation": "Il fiordaliso è un fiore delicato che viene spesso usato in bouquet e composizioni. L'anno scorso, ho visto un bel fiordaliso crescere nel campo e l'ho raccolto per dare alla mia madre. La prossima estate, pianterò fiordalisi nel mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krokus",
      "translation": "crocus",
      "definition": "roślina cebulowa, wieloletnia, należąca do rodziny irysowatych, z kwiatami wazonowatymi w różnych kolorach, często używana jako symbol wiosny i nadziei",
      "definition_translation": "una piccola pianta perenne bulbosa della famiglia delle iridi, con fiori vistosi e a forma di coppa in vari colori, spesso usata come simbolo di primavera e speranza",
      "example": "Krokus jest jedną z pierwszych kwiatów, które wiosną zakwitają, często przez śnieg. W zeszłym roku posadziłem cebulki krokusów w moim ogrodzie i zakwitły pięknie w tym roku. W następnym roku jesieni posadzę więcej krokusów w moim ogrodzie.",
      "example_translation": "Il crocus è uno dei primi fiori a fiorire in primavera, spesso attraverso la neve. L'inverno scorso, ho piantato bulbi di crocus nel mio giardino e hanno fiorito bellamente questa primavera. La prossima autunno, pianterò più crocus nel mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szafran",
      "translation": "asfodilo",
      "definition": "Szafran to typ kwiatu, który jest rodzimy dla zachodniej Europy i często kojarzony z wiosną. Ma jasnożółty środek w kształcie trąbki otoczony pierścieniem płatków.",
      "definition_translation": "Un asfodilo è un tipo di pianta fiorita originaria dell'Europa occidentale e spesso associata alla primavera. Ha un centro a forma di tromba giallo brillante circondato da un anello di petali.",
      "example": "Posadziłem szafrany w moim ogrodzie w zeszłej wiośnie i zakwitły pięknie w tym roku. Posadzę więcej szafranów w następnym roku. Posadziłem szafrany w moim ogrodzie w zeszłym roku.",
      "example_translation": "Ho piantato asfodili nel mio giardino la scorsa primavera, e hanno fiorito bellamente quest'anno. Pianterò più asfodili la prossima primavera. Avevo piantato asfodili nel mio giardino l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dalia",
      "translation": "dalia",
      "definition": "Dalia to typ kwiatu, który jest rodzimy dla Meksyku i Ameryki Środkowej. Ma okazałe kwiaty, które występują w różnych kolorach i rozmiarach.",
      "definition_translation": "Una dalia è un tipo di pianta fiorita originaria del Messico e dell'America Centrale. Ha fiori vistosi che vengono in una varietà di colori e dimensioni.",
      "example": "Uprawiłem dalie w moim ogrodzie w zeszłym sezonie, i były one bardzo popularne na targu. Uprawię dalie ponownie w następnym sezonie. Uprawiłem dalie w moim ogrodzie w poprzednim sezonie.",
      "example_translation": "Ho coltivato dalie nel mio giardino l'estate scorsa, e sono state molto popolari al mercato dei contadini. Coltiverò di nuovo dalie la prossima estate. Avevo coltivato dalie nel mio giardino l'estate precedente.",
      "imageLink": "image_files\\English\\"imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "edelwejś",
      "translation": "stella alpina",
      "definition": "Edelwejś to typ kwiatu, który jest rodzimy dla Alp europejskich. Ma małe, białe, gwiazdkowe kwiaty i jest często kojarzony z kulturą szwajcarską i austriacką.",
      "definition_translation": "La stella alpina è un tipo di pianta fiorita originaria delle Alpi europee. Ha piccoli fiori bianchi a forma di stella e spesso è associata alla cultura svizzera e austriaca.",
      "example": "Zobaczyłem edelwejś zakwitający w Alpach austriackich w zeszłym roku. Zobaczę edelwejś zakwitający w Alpach szwajcarskich w następnym roku. Zobaczyłem edelwejś zakwitający w Alpach włoskich w poprzednim roku.",
      "example_translation": "Ho visto fiorire le stelle alpine nelle Alpi austriache l'estate scorsa. Vedrò fiorire le stelle alpine nelle Alpi svizzere la prossima estate. Avevo visto fiorire le stelle alpine nelle Alpi italiane l'estate precedente.",
      "imageLink": "image_files\\English\\"imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zapomnij-mnie",
      "translation": "non ti scordar di me",
      "definition": "mała roślina jednoroczna z kwiatami niebieskimi, uprawiana ze względu na swoją urodę i jako symbol miłości i pamięci",
      "definition_translation": "una piccola erba annuale con fiori blu, coltivata per la sua bellezza e come simbolo di amore e ricordo",
      "example": "Ona nosiła broszkę zapomnij-mnie, aby upamiętnić swoją babkę. Nosiła ją wczoraj i będzie nosić ją jutro.",
      "example_translation": "Indossava un brochetto di non ti scordar di me per ricordare sua nonna. L'aveva indossato ieri, e lo indosserà domani.",
      "imageLink": "image_files\\English\\"imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "frezja",
      "translation": "fresia",
      "definition": "typ kwiatu z białymi, żółtymi lub czerwonymi kwiatami, często używany w perfumach i dekoracjach",
      "definition_translation": "un tipo di pianta fiorita con fiori bianchi, gialli o rossi, spesso utilizzata in profumi e composizioni",
      "example": "Bukiet frezji był jej ulubiony, i zawsze używała go w dekoracjach ślubnych. Nadal używa go dzisiaj.",
      "example_translation": "Il bouquet di fresia era il suo preferito, e l'aveva sempre utilizzato nella decorazione del suo matrimonio. Sta ancora utilizzandolo oggi.",
      "imageLink": "image_files\\English\\"imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fuksja",
      "translation": "fucsia",
      "definition": "typ krzewu kwitnącego z kwiatami purpurowymi, różowymi lub białymi, często uprawianego w ogrodach",
      "definition_translation": "un tipo di arbusto fiorito con fiori viola, rosa o bianchi, spesso cresciuto nei giardini",
      "example": "Posadziła krzew fuksji w swoim ogrodzie, i zakwitł wczoraj. Zakwitnie ponownie w następnym roku.",
      "example_translation": "Ha piantato un arbusto di fucsia nel suo cortile, e era fiorito ieri. Fiorirà di nuovo la prossima estate.",
      "imageLink": "image_files\\English\\"imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gerbery daisy",
      "translation": "margherita africana",
      "definition": "Typ kwiatu, który jest znany z jasno kolorowych kwiatów i często używany jako symbol niewinności i czystości.",
      "definition_translation": "Un tipo di pianta fiorita conosciuta per i suoi fiori di colore vivace e comunemente utilizzata come simbolo di innocenza e purezza.",
      "example": "Otrzymała bukiet gerbery daisy od swojego sekretnego adoratora. W zeszłym tygodniu posadziła gerbery daisy w swoim ogrodzie. Da swojej siostrze gerbery daisy jako prezent.",
      "example_translation": "Ha ricevuto un bouquet di margherite africane dal suo ammiratore segreto. La settimana scorsa, aveva piantato margherite africane nel suo giardino. Darà a sua sorella una margherita africana come regalo.",
      "imageLink": "image_files\\English\\"imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "głóg",
      "translation": "malvone",
      "definition": "Roślina wysoka, szlachetna, z dużymi, okazałymi kwiatami, często uprawiana w ogrodach ze względu na swoją ozdobność.",
      "definition_translation": "Una pianta alta e statura con fiori grandi e appariscenti, spesso coltivata nei giardini per il suo valore ornamentale.",
      "example": "Głóg szybko rosł w ciepłym letnim powietrzu. Posadziłem głóg w moim ogrodzie w zeszłym roku. Będę zbierał głóg w jesieni.",
      "example_translation": "Il malvone cresceva rapidamente nel clima estivo caldo. Ha piantato malvoni nel suo giardino l'anno scorso. Raccoglierà i malvoni in autunno.",
      "imageLink": "image_files\\English\\"imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "hiacynt",
      "translation": "giacinto",
      "definition": "Bylina roślina cebulowa z kolumnami kwiatów dzwonkowatych, często uprawiana w pomieszczeniach za względu na pachnące kwiaty.",
      "definition_translation": "Una pianta perenne bulbosa con infiorescenze a forma di campana, spesso coltivata indoor per le sue fioriture profumate.",
      "example": "Hiacynt zakwitł pięknie w jej wazonie. Posadziła hiacynty w ogrodzie wiosną minioną. Będzie dawać przyjaciółce doniczkę hiacyntów jako prezent.",
      "example_translation": "Il giacinto fiorì bellamente nel suo vaso. Ha piantato giacinti nel suo giardino la scorsa primavera. Darà alla sua amica un vaso di giacinti come regalo.",
      "imageLink": "image_files\\English\\"imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "iryś",
      "translation": "iride",
      "definition": "Rodzaj roślin kwitnących z rodziny Iridaceae, obejmujący prawie 300 gatunków, szeroko rozpowszechnionych w regionach umiarkowanych świata.",
      "definition_translation": "Un genere di piante floreali nella famiglia Iridaceae, composto da quasi 300 specie, ampiamente distribuite nelle regioni temperate del mondo.",
      "example": "Doktor zbadał tęczówkę jej oka, aby sprawdzić, czy nie ma żadnych objawów choroby. Miała iryś w ogrodzie, które kwitły pięknie wiosną. Do przyszłego roku posadzi więcej irysów.",
      "example_translation": "Il dottore ha esaminato l'iride del suo occhio per verificare eventuali segni di malattia. Aveva iris nel suo giardino che fiorivano bellamente in primavera. L'anno prossimo, avrà piantato ancora più iris.",
      "imageLink": "image_files\\English\\"imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lilak",
      "translation": "lillà",
      "definition": "Typ krzewu lub małego drzewa kwitnącego, rodzimego w południowo-wschodniej Europie i Azji, z kwiatami fioletowymi, różowymi lub białymi i słodkim zapachem.",
      "definition_translation": "Un tipo di arbusto fiorito o piccolo albero, nativo dell'Europa sudorientale e dell'Asia, con fiori viola, rosa o bianchi e un profumo dolce.",
      "example": "Krzewy lilakowe w parku były w pełni kwitnienia, wypełniając powietrze swoim słodkim zapachem. Posadziła lilakowe drzewo w swoim ogrodzie przed rokiem, a teraz rośnie szybko. Do przyszłej wiosny lilaki będą kwitły ponownie.",
      "example_translation": "I cespugli di lillà nel parco erano in piena fioritura, riempiendo l'aria con il loro profumo dolce. Aveva piantato un albero di lillà nel suo cortile l'anno scorso, e ora sta crescendo rapidamente. La prossima primavera, i lillà saranno di nuovo in fiore.",
      "imageLink": "image_files\\English\\"imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lilia",
      "translation": "giglio",
      "definition": "Typ rośliny kwitnącej, zwykle z dużymi, efektownymi kwiatami i słodkim zapachem, często kojarzony z czystością i niewinnością.",
      "definition_translation": "Un tipo di pianta fiorita, tipicamente con grandi fiori appariscenti e un profumo dolce, spesso associato con purezza e innocenza.",
      "example": "Panna młoda niosła bukiet białych lilii w procesji ślubnej, symbolizując swoją czystość i niewinność. Lilie są często używane w perfumach i aromatach ze względu na swój unikatowy zapach. Do przyszłego lata lilie w ogrodzie będą kwitły ponownie.",
      "example_translation": "La sposa portava un bouquet di gigli bianchi giù per la navata, simbolizzando la sua purezza e innocenza. I gigli sono spesso utilizzati in profumi e fragranze a causa del loro profumo unico. La prossima estate, i gigli nel giardino saranno di nuovo in fiore.",
      "imageLink": "image_files\\English\\"imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "konwalia majowa",
      "translation": "mughetto",
      "definition": "Mała, dzwonkowata kwiaty, zwykle biała lub żółtawa, często używana w bukietach i kompozycjach.",
      "definition_translation": "Un fiore a forma di campana di solito bianco o giallastro, spesso utilizzato in bouquet e composizioni.",
      "example": "Pamiętam, że jako dziecko zbierałam konwalie majowe w lesie, aby zrobić bukiet dla mojej matki. Teraz wybieram je do bukietu ślubnego. W przyszłości posadzę je w swoim ogrodzie.",
      "example_translation": "Ricordo di aver raccolto il mughetto nel bosco da bambino e usarli per fare un bouquet per mia madre. Ora, li scelgo per il mio bouquet di nozze. In futuro, li pianterò nel mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "narcyz",
      "translation": "narciso",
      "definition": "Roślina cebulowa z efektownymi, kubeczkowatymi kwiatami, zwykle żółtymi lub białymi, często kojarzonymi z próżnością i samouwielbieniem.",
      "definition_translation": "Pianta perenne bullosa con fiori a forma di coppa vistosi, solitamente gialli o bianchi, e spesso associate alla vanità e all'autoammirazione.",
      "example": "Starożytni Grecy wierzyli, że Narcyz zakochał się w swoim odbiciu w sadzawce wody, a więc nazwali kwiat jego imieniem. Teraz uprawiam narcyzy w swoim ogrodzie, a co wiosną podziwiam ich piękno. W przyszłości będę dawać je jako prezent swoim przyjaciołom.",
      "example_translation": "Gli antichi greci credevano che Narciso si fosse innamorato della propria riflessione in una pozza d'acqua, e questo è il motivo per cui chiamiamo il fiore con il suo nome. Ora, coltivo narcisi nel mio giardino, e ogni primavera ammiro la loro bellezza. In futuro, li regalerò ai miei amici.",
      "imageLink": "image_files\\English\\"imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "orchidea",
      "translation": "orchidea",
      "definition": "Roślina kwitnąca z efektownymi, egzotycznymi kwiatami, często uprawiana w szklarniach lub ogrodach, ceniona za swoje piękno i rzadkość.",
      "definition_translation": "Pianta fiorita con fiori esotici vistosi, spesso coltivati in serra o giardini indoor, e apprezzati per la loro bellezza e rarità.",
      "example": "Zawsze byłem fascynowany orchideami i próbuję je uprawiać w swojej szklarni. W minionym roku udanie skultywowałem nowy gatunek orchidei, a teraz planuję wystawić je na wystawie kwiatowej. W przyszłości otworzę szkółkę orchidei.",
      "example_translation": "Sono sempre stato affascinato dalle orchidee, e ho provato a coltivarle nella mia serra. L'anno scorso, ho coltivato con successo una nuova specie di orchidea, e ora sto pianificando di esibirla a una mostra di fiori. In futuro, aprirò una nursery di orchidee.",
      "imageLink": "image_files\\English\\"imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fioletówka",
      "translation": "viola del pensiero",
      "definition": "Fioletówka to delikatna, kolorowa kwiat z sercowatymi płatkami, często kojarzona z miłością i nostalgią.",
      "definition_translation": "Una viola del pensiero è un fiore delicato e colorato con petali a forma di cuore, spesso associato all'amore e alla nostalgia.",
      "example": "Posadziłem fioletówki w swoim ogrodzie przed rokiem, i teraz kwitły pięknie tej wiosny. Będę sadził więcej fioletówek przyszłego roku, i mam nadzieję, że przyciągną pszczoły.",
      "example_translation": "Ho piantato viole del pensiero nel mio giardino l'anno scorso, e sono fiorite meravigliosamente questa primavera. Pianterò altre viole del pensiero l'anno prossimo, e spero che attireranno le api.",
      "imageLink": "image_files\\English\\"imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piwonia",
      "translation": "peonia",
      "definition": "Piwonia to bujna, efektowna kwiat z dużymi, pachnącymi kwiatami, często używana w bukietach ślubnych i kompozycjach.",
      "definition_translation": "Una peonia è un fiore lussuoso e vistoso con grandi fiori profumati, spesso usato in bouquet e composizioni floreali per matrimoni.",
      "example": "Moja babcia kochała piwonie, a jeszcze pamiętam jej piękną piwoniową altankę. Miałam bukiet piwonii na swoim weselu, a teraz planuję posadzić piwonie w swoim ogrodzie przyszłego lata.",
      "example_translation": "La mia nonna amava lepeonie, e ancora ricordo il suo bellissimo giardino di peonie. Avevo un bouquet di peonie al mio matrimonio, e pianterò peonie nel mio giardino la prossima estate.",
      "imageLink": "image_files\\English\\"imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mak",
      "translation": "papavero",
      "definition": "Mak to delikatna, kubeczkowata kwiat z papierowymi płatkami, często kojarzony z snem i marzeniami.",
      "definition_translation": "Un papavero è un fiore delicato a forma di coppa con petali cartacei, spesso associato al sonno e ai sogni.",
      "example": "Wczoraj widziałem pole maków na swojej drodze do pracy, i było to zapierające dech w piersiach. Będę sadził maki w swoim ogrodzie tej jesieni, a mam nadzieję, że będą kwitły przyszłej wiosny.",
      "example_translation": "Ho visto un campo di papaveri sulla strada per il lavoro ieri, e era mozzafiato. Pianterò papaveri nel mio giardino questa volta, e spero che fioriranno la prossima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "prymula",
      "translation": "primula",
      "definition": "Roślina zielna, wieloletnia o wonnych, bladych kwiatach żółtych, rodzima w Europie i zachodniej Azji, często uprawiana w ogrodach.",
      "definition_translation": "Una pianta erbacea perenne con fiori gialli pallidi profumati, originaria dell'Europa e dell'Asia occidentale, e spesso coltivata nei giardini.",
      "example": "Ona zasadziła prymule w swoim ogrodzie, i one pięknie zakwitły wiosną. W zeszłym roku, ona zasadziła je jesienią, ale one nie zakwitły aż do następnej wiosny. W następnym roku, ona zasadzi prymule latem.",
      "example_translation": "Aveva piantato le primule nel suo giardino, e fiorivano splendidamente in primavera. L'anno scorso, le aveva piantate in autunno, ma non fiorirono fino alla primavera successiva. L'anno prossimo, le pianterà in estate.",
      "imageLink": "image_files\\English\\"imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łęk",
      "translation": "antirrhino",
      "definition": "Roślina kwitnąca, osiągająca znaczną wysokość, o kwiatach rurkowatych, jaskrawych barw, rodzima w rejonie śródziemnomorskim.",
      "definition_translation": "Una pianta fiorente alta con fiori tubolari di colori vivaci, originaria della regione del Mediterraneo.",
      "example": "Łęk w ogrodzie był w pełni kwitnienia, a dzieci lubiły się bawić jego kwiatami. W zeszłym tygodniu, one zasadziły nasiona łęku, a teraz rośliny rosły szybko. W następnym miesiącu, one będą zbierać kwiaty łęku.",
      "example_translation": "L'antirrhino nel giardino era in piena fioritura, e i bambini amavano giocare con i suoi fiori. La settimana scorsa, avevano piantato i semi di antirrhino, e ora le piante stavano crescendo rapidamente. Il prossimo mese, raccoglieranno i fiori di antirrhino.",
      "imageLink": "image_files\\English\\"imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "śnieżyczka",
      "translation": " bucaneve",
      "definition": "Mała, cebulowa roślina kwitnąca, o białych, zwisających kwiatach, rodzima w Europie i zachodniej Azji.",
      "definition_translation": "Una piccola pianta perenne bulbosa con fiori bianchi pendenti, originaria dell'Europa e dell'Asia occidentale.",
      "example": "Ona uwielbiała spacerować po ogrodzie zimą, podziwiając śnieżyczki, które kwitły wcześnie. W zeszłej zimie, ona zasadziła cebulki śnieżyczki, a teraz one kwitły pięknie. W następnej zimie, ona będzie siała więcej śnieżyczek.",
      "example_translation": "Le piaceva passegiare nel giardino in inverno, ammirando le bucaneve che fiorivano presto. L'inverno scorso, aveva piantato i bulbi di bucaneve, e ora stavano fiorendo bellamente. Il prossimo inverno, pianterà più bucaneve.",
      "imageLink": "image_files\\English\\"imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tagetes",
      "translation": "tagete",
      "definition": "Rodzaj roślin z rodziny astrowatych, rodzima w Ameryce, o kwiatach jasnożółtych lub pomarańczowych.",
      "definition_translation": "Un genere di piante della famiglia delle margherite, native delle Americhe, con fiori gialli o arancioni brillanti.",
      "example": "Ogród był pełen narcyzów i tagetes, które odstraszały szkodniki i przyciągały owady pomocne.",
      "example_translation": "Il giardino era pieno di calendule e tageti, che respingevano i parassiti e attiravano insetti benefici.",
      "imageLink": "image_files\\English\\"imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fiołek",
      "translation": "viola",
      "definition": "Mała, delikatna roślina o kwiatach fioletowych, często spotykana w lasach i łąkach.",
      "definition_translation": "Una pianta piccola e delicata con fiori viola, comunemente trovata nei boschi e prati.",
      "example": "Ona wybrała garść fiołków i wkleiła je do swojego dziennika, wspominając słoneczny dzień, kiedy je znalazła.",
      "example_translation": "Ha raccolto un pugno di viole e le ha schiacciate nel suo giornale, ricordando la giornata di sole in cui le aveva trovate.",
      "imageLink": "image_files\\English\\"imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "liliowodnik",
      "translation": "nenufar",
      "definition": "Roślina wodna o dużych, płaskich liściach i pachnących kwiatach, często spotykana w stawach i jeziorach.",
      "definition_translation": "Una pianta acquatica con foglie larghe e piatte e fiori profumati e vistosi, spesso trovata nei laghi e stagni.",
      "example": "Liliowodniki zapewniały siedlisko rybom i żabom, które kwitły w spokojnych wodach.",
      "example_translation": "I rizomi di nenufar hanno fornito un habitat per i pesci e le rane, che si sono sviluppati nelle acque calme.",
      "imageLink": "image_files\\English\\"imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ślaz",
      "translation": "fiordaliso",
      "definition": "Ślaz to rodzaj rośliny kwitnącej, która delikatnie kołysze się w wietrze, zwykle o delikatnych, płatkowatych strukturach.",
      "definition_translation": "Un fiordaliso è un tipo di pianta fiorita che si muove dolcemente nella brezza, solitamente avendo strutture delicate, simili a petali.",
      "example": "Wczoraj widziałem ślaz kwitnący w ogrodzie, on zakwitnie ponownie w następnym roku, i zakwitł po raz pierwszy w zeszłym tygodniu.",
      "example_translation": "Ho visto un fiordaliso che fioriva in giardino ieri, fiorirà di nuovo l'anno prossimo, e aveva fiorito per la prima volta la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]