[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "liczba",
      "translation": "numero",
      "definition": "Wartość numeryczna lub ilość, szczególnie liczba całkowita, w przeciwieństwie do ułamka lub liczby dziesiętnej.",
      "definition_translation": "Un valore numerico o quantità, soprattutto un numero intero, rispetto a una frazione o decimale.",
      "example": "Mam dużo liczb do przeliczenia na ten projekt. Wczoraj numerowałem wszystkie strony. Do końca roku będę numerował wszystkie pliki.",
      "example_translation": "Ho un sacco di numeri da elaborare per questo progetto. Ieri, ho numerato tutte le pagine. Entro la fine dell'anno, avrò numerato tutti i file.",
      "imageLink": "image_files\\English\\"imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "koło",
      "translation": "cerchio",
      "definition": "Okragły kształt bez początku lub końca, w którym każdy punkt na obwodzie jest równodystansowy od centralnego punktu, zwany środkiem.",
      "definition_translation": "Una forma rotonda senza inizio né fine, in cui ogni punto sulla circonferenza è equidistante da un punto centrale, chiamato centro.",
      "example": "Narysuj koło wokół odpowiedzi. Koło jest doskonałym kształtem. Do następnego tygodnia narysuję koło wokół całego diagramu.",
      "example_translation": "Disegna un cerchio attorno alla risposta. Il cerchio è una forma perfetta. Entro la prossima settimana, avrò disegnato un cerchio attorno all'intero diagramma.",
      "imageLink": "image_files\\English\\"imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kwadrat",
      "translation": "quadrato",
      "definition": "Kształt z czterema stronami o tej samej długości, gdzie wszystkie kąty wewnętrzne są kątami prostymi.",
      "definition_translation": "Una forma con quattro lati di lunghezza uguale, dove tutti gli angoli interni sono angoli retti.",
      "example": "Kwadrat jest popularnym kształtem w architekturze. Jutro będę spacerował wokół kwadratu. Do następnego miesiąca odwiedzę kwadrat kilka razy.",
      "example_translation": "Il quadrato è una forma popolare nell'architettura. Domani farò una passeggiata attorno al quadrato. Entro il prossimo mese, avrò visitato il quadrato diverse volte.",
      "imageLink": "image_files\\English\\"imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gwiazda",
      "translation": "stella",
      "definition": "Masywna, świecąca kula gazowa, utrzymywana przez własną grawitację.",
      "definition_translation": "Una grande massa luminosa di gas che viene trattenuta dalla sua stessa gravità.",
      "example": "Widziałem spadającą gwiazdę na niebie wczoraj wieczorem. Gwiazda będzie świeciła jasno w niebie dzisiaj. Gwiazda eksplodowała miliony lat temu.",
      "example_translation": "Ho visto una stella cadente nel cielo la scorsa notte. La stella brillerà luminosamente nel cielo stasera. La stella era esplosa milioni di anni fa.",
      "imageLink": "image_files\\English\\"imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krzyż",
      "translation": "croce",
      "definition": "Drewniana konstrukcja używana jako symbol chrześcijaństwa, mająca zwykle kształt prostokątny lub elipsoidalny.",
      "definition_translation": "Una struttura di legno utilizzata come simbolo del cristianesimo, solitamente di forma rettangolare o ellittica.",
      "example": "Zobaczyłem krzyż na wieży kościoła. Kapłan trzymał krzyż podczas ceremonii. Krzyż zostanie wzniesiony na placu miasteczka.",
      "example_translation": "Ho visto una croce sulla guglia della chiesa. Il prete teneva una croce durante la cerimonia. La croce sarà eretta nella piazza del paese.",
      "imageLink": "image_files\\English\\"imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "procent",
      "translation": "per cento",
      "definition": "Jednostka proporcji równa stu częściom całego.",
      "definition_translation": "Una unità di proporzione uguale a un centesimo di un intero.",
      "example": "Zyski firmy wzrosły o 20 procent w zeszłym roku. Uczeń uzyskał 90 procent na egzaminie. Stopa procentowa zmniejszy się o 5 procent miesiąc później.",
      "example_translation": "I profitti dell'azienda sono aumentati del 20 per cento l'anno scorso. Lo studente ha ottenuto il 90 per cento all'esame. Il tasso di interesse diminuirà del 5 per cento il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "suma",
      "translation": "somma",
      "definition": "Wynik dodawania dwóch lub więcej liczb razem; łączna lub całkowita suma.",
      "definition_translation": "Il risultato di aggiungere due o più numeri insieme; un totale o importo aggregato.",
      "example": "Obliczyłem sumę licz i uzyskałem 100. Wczoraj podsumowałem wyniki i wygraliśmy grę. Jutro podsumuję wydatki i wyślę raport.",
      "example_translation": "Ho calcolato la somma dei numeri e ho ottenuto 100. Ieri, ho sommato i punteggi e abbiamo vinto la partita. Domani, sommerò le spese e ti invierò il rapporto.",
      "imageLink": "image_files\\English\\"imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dodawanie",
      "translation": "addizione",
      "definition": "Czynność dodawania czegoś do czegoś, szczególnie liczb; proces łączenia dwóch lub więcej rzeczy, aby utworzyć całość lub sumę.",
      "definition_translation": "L'atto di aggiungere qualcosa a qualcos'altro, specialmente numeri; il processo di combinare due o più cose per fare un totale o un insieme.",
      "example": "Dodawanie jest fundamentalną operacją w matematyce. Nauczyciel wyjaśnił koncepcję dodawania uczniom. Do następnego roku opanuję dodawanie liczb złożonych.",
      "example_translation": "L'addizione è un'operazione fondamentale nella matematica. L'insegnante ha spiegato il concetto di addizione agli studenti. Entro l'anno prossimo, avrò padronato l'addizione di numeri complessi.",
      "imageLink": "image_files\\English\\"imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stóg",
      "translation": "conetto",
      "definition": "Kształt zwężający się do punktu, często używany jako kształt geometryczny w matematyce i architekturze.",
      "definition_translation": "Una forma che si restringe a un punto, spesso utilizzata come forma geometrica nella matematica e nell'architettura.",
      "example": "Zbudowałem stóg z gliny w klasie plastycznej. Lód w stógu był smakowany wanilią. Do końca roku wypedzę na szczyt stożka wulkanicznego.",
      "example_translation": "Ho costruito un cono di argilla in classe d'arte. Il cono di gelato era al gusto di vaniglia. Entro la fine dell'anno, avrò scalato fino alla cima del cono vulcanico.",
      "imageLink": "image_files\\English\\"imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sześcian",
      "translation": "cubo",
      "definition": "Sześcian jest trójwymiarowym ciałem stałym ograniczonym przez sześć płaszczyzn kwadratowych, z trzema płaszczyznami sięgającymi każdego wierzchołka.",
      "definition_translation": "Un cubo è un oggetto solido tridimensionale delimitato da sei facce quadrate, con tre facce che si incontrano in ogni vertice.",
      "example": "Ostroznie umieściłem sześcian na stole. Był sześcianem, gdy go podniosłem, ale teraz jest złożonym papierem. Do końca dnia rozwiążę sześcian.",
      "example_translation": "Ha posato con cura il cubo sulla tavola. Era stato un cubo quando l'aveva raccolto per la prima volta, ma ora era un pezzo di carta accartocciato. Entro la fine della giornata, avrebbe risolto il cubo.",
      "imageLink": "image_files\\English\\"imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "średnica",
      "translation": "diametro",
      "definition": "Średnica koła to najdłuższa średnia prosta przechodząca przez jego środek, która jest dwa razy dłuższa niż jego promień.",
      "definition_translation": "Il diametro di un cerchio è la corda più lunga che passa attraverso il suo centro e è il doppio della lunghezza del suo raggio.",
      "example": "Średnica Słońca wynosi około 1,4 miliona kilometrów. Ona zmierzyła średnicę rury z dużą dokładnością. Do przyszłego roku będą mieli podwojone średnicę teleskopu.",
      "example_translation": "Il diametro del sole è di circa 1,4 milioni di chilometri. Ha misurato con cura il diametro della pompa. Entro l'anno prossimo, avranno raddoppiato il diametro del telescopio.",
      "imageLink": "image_files\\English\\"imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "owal",
      "translation": "ovale",
      "definition": "Owal to zamknięta krzywa powstała w wyniku przecięcia stożka i płaszczyzny, która nie jest równoległa do podstawy stożka.",
      "definition_translation": "Un ovale è una curva chiusa che risulta dall'intersezione di un cono e di un piano che non è parallelo alla base del cono.",
      "example": "Owalny kształt stadionu był idealny dla wydarzeń sportowych. Ona spacerowała wokół owalnego basenu powoli. Nowy budynek biurowy o kształcie owalu zostanie ukończony już wkrótce.",
      "example_translation": "La forma ovale dello stadio era perfetta per gli eventi atletici. Ha camminato lentamente intorno alla piscina ovale. Il nuovo edificio ovale dell'ufficio sarà completato presto.",
      "imageLink": "image_files\\English\\"imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "trójkąt",
      "translation": "triangolo",
      "definition": "Trójkąt to wielokąt o trzech bokach i trzech wierzchołkach. Jest to prosta figura, która jest powszechnie używana w geometrii i trygonometrii.",
      "definition_translation": "Un triangolo è un poligono con tre lati e tre vertici. È una forma semplice che è comunemente utilizzata nella geometria e nella trigonometria.",
      "example": "Wczoraj rysowałem trójkąt na papierze, teraz rysuję trójkąt na tablicy, a jutro rysuję trójkąt na komputerze.",
      "example_translation": "Ho disegnato un triangolo sulla carta ieri, sto disegnando un triangolo sulla lavagna adesso, e disegnerò un triangolo sul computer domani.",
      "imageLink": "image_files\\English\\"imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kąt",
      "translation": "angolo",
      "definition": "Kąt to figura powstała z dwóch promieni mających wspólny punkt, zwany wierzchołkiem kąta.",
      "definition_translation": "Un angolo è una figura formata da due raggi che condividono un punto di partenza comune, chiamato vertice dell'angolo.",
      "example": "W zeszłym tygodniu mierzyłem kąt dachu, teraz mierzę kąt ściany, a w przyszłym miesiącu będę mierzył kąt podłogi.",
      "example_translation": "Ho misurato l'angolo del tetto la settimana scorsa, sto misurando l'angolo del muro adesso, e misurerò l'angolo del pavimento il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piramida",
      "translation": "piramide",
      "definition": "Piramida to wielościan o kwadratowej podstawie i czterech trójkątnych ścianach spotykających się na wierzchołku.",
      "definition_translation": "Una piramide è un poliedro con una base quadrata e quattro facce triangolari che si incontrano all'apice.",
      "example": "W zeszłym roku odwiedziłem piramidę w Egipcie, teraz odwiedzam piramidę w Meksyku, a w przyszłym roku będę odwiedzał piramidę w Sudanie.",
      "example_translation": "Ho visitato la piramide in Egitto l'anno scorso, sto visitando la piramide in Messico adesso, e visiterò la piramide in Sudan l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "prostokąt",
      "translation": "rettangolo",
      "definition": "Czworokąt o czterech kątach prostych i przeciwnych bokach o równej długości, szczególnie jeśli wszystkie boki są równe.",
      "definition_translation": "Un quadrilatero con quattro angoli retti e lati opposti di uguale lunghezza, in particolare uno con tutti i lati di uguale lunghezza.",
      "example": "Wczoraj rysowałem prostokąt na kartce. Dzisiaj rysuję prostokąt na tablicy. Jeśli będę miał czas, to rysuję prostokąt na ścianie.",
      "example_translation": "Ho disegnato un rettangolo sulla carta. Ieri, ho disegnato un rettangolo sulla lavagna. Se avrò tempo, disegnerò un rettangolo sulla parete.",
      "imageLink": "image_files\\English\\"imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zbiór",
      "translation": "insieme",
      "definition": "Zbiór to kolekcja unikatowych obiektów, znanych jako elementy lub członkowie, które mogą być dowolnymi (liczbami, ludźmi, literami, itp.).",
      "definition_translation": "Una raccolta di oggetti unici, noti come elementi o membri, che possono essere qualsiasi cosa (numeri, persone, lettere, etc.).",
      "example": "Ustawiłem stolik na obiad. Ona ustawiła alarm. Oni będą urządzać nowy biuro jutro.",
      "example_translation": "Ho apparecchiato la tavola per cena. Lei ha impostato la sveglia. Stabiliranno il nuovo ufficio domani.",
      "imageLink": "image_files\\English\\"imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zmienna",
      "translation": "variabile",
      "definition": "Wartość, która może zmieniać się lub przyjmować różne wartości, szczególnie w kontekście matematycznym lub naukowym.",
      "definition_translation": "Una quantità che può cambiare o assumere valori diversi, specialmente in un contesto matematico o scientifico.",
      "example": "Zmienna w równaniu to x. Nauczyciel wyjaśnił koncepcję zmiennej uczniom. Programista zadeklarował zmienną do przechowywania wejścia użytkownika.",
      "example_translation": "La variabile nell'equazione è x. L'insegnante ha spiegato il concetto di variabile agli studenti. Il programmatore ha dichiarato una variabile per memorizzare l'input utente.",
      "imageLink": "image_files\\English\\"imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ostry kąt",
      "translation": "angolo acuto",
      "definition": "Kąt, którego miara znajduje się między 0° a 90°, lub kąt wierzchołkowy mniejszy niż kąt prosty.",
      "definition_translation": "Un angolo la cui misura è compresa tra 0° e 90°, o un angolo di vertice che è minore di un angolo retto.",
      "example": "Architekt dokładnie obliczył ostry kąt dachu, aby zapewnić maksymalną wentylację. Budowniczy zbudował ścianę pod ostrym kątem, aby zapewnić dodatkowe wsparcie. Do przyszłego roku firma zainstaluje panele słoneczne pod ostrym kątem, aby maksymalnie wykorzystać energię.",
      "example_translation": "L'architetto ha calcolato con cura l'angolo acuto del tetto per garantire una ventilazione massima. Il costruttore aveva costruito il muro ad un angolo acuto per fornire ulteriore supporto. Entro l'anno prossimo, l'azienda avrà installato pannelli solari ad un angolo acuto per massimizzare la produzione di energia.",
      "imageLink": "image_files\\English\\"imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "oś współrzędnych",
      "translation": "asse delle coordinate",
      "definition": "Stała linia odniesienia lub kierunek w systemie współrzędnych, używany do pomiaru odległości i kierunków.",
      "definition_translation": "Una linea di riferimento fissata o una direzione in un sistema di coordinate, utilizzata per misurare le distanze e le direzioni.",
      "example": "Matematyk wykreślił punkty na wykresie, używając osi współrzędnych, aby określić nachylenie prostej. Inżynier użył osi współrzędnych, aby obliczyć trajektorię projektu. Do przyszłego miesiąca zespół stworzy nową aplikację, która będzie wykorzystywać oś współrzędnych do tworzenia modeli 3D.",
      "example_translation": "Il matematico ha tracciato i punti sul grafico utilizzando l'asse delle coordinate per determinare la pendenza della linea. L'ingegnere ha utilizzato l'asse delle coordinate per calcolare la traiettoria del proiettile. Entro il prossimo mese, il team avrà sviluppato un nuovo software che utilizza l'asse delle coordinate per creare modelli 3D.",
      "imageLink": "image_files\\English\\"imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "liczba porządkowa",
      "translation": "numero cardinale",
      "definition": "Liczba, która wskazuje rozmiar zbioru, np. jeden, dwa lub trzy.",
      "definition_translation": "Un numero che indica la dimensione di un insieme, come uno, due o tre.",
      "example": "Nauczycielka poprosiła uczniów, aby policzyli liczbę porządkową jabłek w koszyku. Statystyk obliczył liczbę porządkową osób, które uczestniczyły w wydarzeniu. Do przyszłego roku firma zwiększy swoje sprzedaże o liczbę porządkową jednostek.",
      "example_translation": "L'insegnante ha chiesto agli studenti di contare il numero cardinale delle mele nel cestino. Lo statistico ha calcolato il numero cardinale delle persone partecipanti all'evento. Entro l'anno prossimo, l'azienda aumenterà le sue vendite di un numero cardinale di unità.",
      "imageLink": "image_files\\English\\"imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "obwód",
      "translation": "circonferenza",
      "definition": "Obwód koła to odległość wokół koła lub długość obręczy koła.",
      "definition_translation": "La circonferenza di un cerchio è la distanza attorno al cerchio, o la lunghezza del confine del cerchio.",
      "example": "Matematyk obliczył obwód koła za pomocą formuły. Obliczyła go wczoraj i obliczy ponownie jutro. Obliczają go teraz.",
      "example_translation": "Il matematico ha calcolato la circonferenza del cerchio utilizzando la formula. Lo aveva calcolata ieri e lo calcolerà di nuovo domani. Stanno calcolandolo ora.",
      "imageLink": "image_files\\English\\"imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "współczynnik",
      "translation": "coefficiente",
      "definition": "Współczynnik to wartość liczbowo, która jest mnożona przez zmienną w wyrażeniu algebraicznym lub stałą wartość w wyrażeniu matematycznym.",
      "definition_translation": "Un coefficiente è un valore numerico che viene moltiplicato con una variabile in un'espressione algebrica, o un fattore costante in un'espressione matematica.",
      "example": "Naukowiec użył współczynnika, aby wyjaśnić relację między zmiennymi. Użyła go w zeszłym tygodniu i będzie go używać ponownie w przyszłym roku. Używają go teraz, aby analizować dane.",
      "example_translation": "Lo scienziato ha utilizzato un coefficiente per spiegare la relazione tra le variabili. Lo aveva utilizzato la settimana scorsa e lo utilizzerà di nuovo l'anno prossimo. Stanno utilizzandolo ora per analizzare i dati.",
      "imageLink": "image_files\\English\\"imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kompas",
      "translation": " compassi",
      "definition": "Kompas to okrągłe narzędzie używane do rysowania okręgów, łuków i krzywych, składające się z dwóch nóg połączonych zawiasem.",
      "definition_translation": "I compassi sono uno strumento circolare utilizzato per disegnare cerchi, archi e curve, composto da due gambe unite insieme.",
      "example": "Architekt użył kompasu, aby narysować idealny okrąg. Użyła go wczoraj, aby narysować łuk, i będzie go używać jutro, aby narysować krzywą. Używają go teraz, aby stworzyć projekt budowlany.",
      "example_translation": "L'architetto ha utilizzato i compassi per disegnare un cerchio perfetto. Li aveva utilizzati per disegnare una curva ieri e li utilizzerà per disegnare un arco domani. Stanno utilizzandoli ora per creare un progetto.",
      "imageLink": "image_files\\English\\"imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kąt pełny",
      "translation": "angolo completo",
      "definition": "Kąt pełny to kąt, którego miara jest równa 360 stopniom. Tworzy pełne koło i nie ma początku ani końca.",
      "definition_translation": "Un angolo completo è un angolo il cui misura è uguale a 360 gradi. Forma un cerchio completo e non ha inizio o fine.",
      "example": "Pilotka wykonała pełny obrót, aby zmienić kierunek. Wczoraj wykonała podobny obrót, a dzisiaj wykona kolejny.",
      "example_translation": "Il pilota ha fatto un giro ad angolo completo per cambiare direzione. Ieri, aveva fatto una svolta simile, e oggi ne farà un'altra.",
      "imageLink": "image_files\\English\\"imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "układ współrzędnych",
      "translation": "sistema di coordinate",
      "definition": "Układ współrzędnych to system używany do lokalizacji punktów w przestrzeni za pomocą zestawu wartości liczbowych. Często używany w matematyce, fizyce i geografii.",
      "definition_translation": "Un sistema di coordinate è un sistema utilizzato per localizzare punti nello spazio utilizzando un insieme di valori numerici. È comunemente utilizzato in matematica, fisica e geografia.",
      "example": "Matematyk użył układu współrzędnych, aby rozwiązać złożony problem. Będzie go używać ponownie jutro, aby rozwiązać kolejny problem, a wczoraj użyła go, aby rozwiązać podobny problem.",
      "example_translation": "Il matematico ha utilizzato un sistema di coordinate per risolvere il problema complesso. Utilizzerà di nuovo domani per risolvere un altro problema, e ieri ha utilizzato per risolvere un problema simile.",
      "imageLink": "image_files\\English\\"imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pierwiastek sześcienny",
      "translation": "radice cubica",
      "definition": "Pierwiastek sześcienny liczby to wartość, która, podniesiona do sześciennego, daje oryginalną liczbę. Jest to operacja przeciwna do potęgowania liczby.",
      "definition_translation": "La radice cubica di un numero è un valore che, quando cubata, dà il numero originale. È l'operazione opposta della cubatura di un numero.",
      "example": "Uczeń obliczył pierwiastek sześcienny 27 i uzyskał 3. Będzie obliczał pierwiastek sześcienny 64 jutro, a wczoraj obliczył pierwiastek sześcienny 125.",
      "example_translation": "Lo studente ha calcolato la radice cubica di 27 e ha ottenuto 3. Calcolerà la radice cubica di 64 domani, e ieri ha calcolato la radice cubica di 125.",
      "imageLink": "image_files\\English\\"imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "prostopadłościan",
      "translation": "cuboide",
      "definition": "Prostopadłościan to figura geometryczna trójwymiarowa z sześcioma kwadratowymi ścianami, gdzie wszystkie kąty są prostymi.",
      "definition_translation": "Un cuboide è una forma tridimensionale con sei facce quadrate, dove tutti gli angoli sono angoli retti.",
      "example": "Nauczyciel geometrii poprosił uczniów, aby narysowali prostopadłościan, używając wszystkich kątów prostych. Prostopadłościan został narysowany idealnie i będzie użyty w projekcie architektonicznym w przyszłym roku.",
      "example_translation": "L'insegnante di geometria ha chiesto agli studenti di disegnare un cuboide usando tutti gli angoli retti, il cuboide è stato disegnato perfettamente e sarà utilizzato nel progetto di architettura dell'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "walc",
      "translation": "cilindro",
      "definition": "Walc to figura geometryczna trójwymiarowa z dwoma równoległymi i kołowymi podstawami połączonymi powierzchnią boczną.",
      "definition_translation": "Un cilindro è una forma tridimensionale con due basi circolari e parallele connesse da una superficie laterale curva.",
      "example": "Inżynier zaprojektował walec do przechowywania gazu, walec został wyprodukowany miesiąc temu i będzie użyty do dostarczania gazu do szpitala w przyszłym tygodniu.",
      "example_translation": "L'ingegnere ha progettato un cilindro per immagazzinare il gas, il cilindro è stato prodotto lo scorso mese e sarà utilizzato per fornire gas all'ospedale la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dziesiętny",
      "translation": "decimale",
      "definition": "Dziesiętny to liczba wyrażona w systemie dziesiętnym, używając cyfr od 0 do 9, z częścią ułamkową oddzieloną kropką dziesiętną.",
      "definition_translation": "Un decimale è un numero che è espresso in base 10, utilizzando le cifre da 0 a 9 e una parte frazionaria separata da un punto decimale.",
      "example": "Uczeń przekształcił ułamek na dziesiętny, dziesiętny wyniósł 0,75, i będzie użyty w obliczeniach matematycznych jutro.",
      "example_translation": "Lo studente ha convertito la frazione in decimale, il decimale era 0,75 e sarà utilizzato nel calcolo matematico domani.",
      "imageLink": "image_files\\English\\"imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "równanie różniczkowe",
      "translation": "equazione differenziale",
      "definition": "Równanie różniczkowe to równanie matematyczne, które wiąże nieznane funkcje i ich pochodne, a także relację wartości funkcji i jej pochodnych w różnych punktach przestrzeni i/lub czasu.",
      "definition_translation": "Un'equazione differenziale è un'equazione matematica che coinvolge una funzione sconosciuta e le sue derivate, e relationali i valori della funzione e le sue derivate in punti diversi nello spazio e/o tempo.",
      "example": "Fizyk użył równania różniczkowego, aby modelować ruch wahadła. Wczoraj, ona wykorzystała równanie różniczkowe, aby modelować ruch sprężyny. Jutro, ona będzie używać równania różniczkowego, aby modelować ruch koła.",
      "example_translation": "Il fisico ha usato un'equazione differenziale per modellare il moto dell'pendolo. Ieri, aveva usato un'equazione differenziale per modellare il moto della molla. Domani, userà un'equazione differenziale per modellare il moto della ruota.",
      "imageLink": "image_files\\English\\"imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cyfra",
      "translation": "cifra",
      "definition": "Cyfra to pojedynczy symbol lub znak w systemie liczbowym, takim jak 0, 1, 2 itd.",
      "definition_translation": "Una cifra è un singolo simbolo o carattere in un sistema di numerazione, come 0, 1, 2, ecc.",
      "example": "Cyfra 1 została napisana na tablicy. Ona wpisała cyfrę 5 na swoim klawiaturze. Komputer wyświetli cyfrę 9 na ekranie.",
      "example_translation": "La cifra 1 era scritta sulla lavagna. Ha digitato la cifra 5 sulla sua tastiera. Il computer visualizzerà la cifra 9 sullo schermo.",
      "imageLink": "image_files\\English\\"imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dywidenda",
      "translation": "dividendo",
      "definition": "Dywidenda to wypłata dokonana przez firmę dla jej akcjonariuszy, zazwyczaj jako sposób dystrybucji części zysków.",
      "definition_translation": "Un dividendo è un pagamento effettuato da un'azienda ai propri azionisti, solitamente come modo di distribuire alcuni dei propri profitti.",
      "example": "Firma wypłaci dywidendę swoim akcjonariuszom następnego miesiąca. W zeszłym roku, firma wypłaciła dywidendę 1 dolara za akcję. Inwestor oczekuje wyższej dywidendy od firmy w tym roku.",
      "example_translation": "L'azienda pagherà un dividendo ai propri azionisti il mese prossimo. Lo scorso anno, l'azienda ha pagato un dividendo di 1 dollaro per azione. L'investitore si aspetta un dividendo più elevato dall'azienda quest'anno.",
      "imageLink": "image_files\\English\\"imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "działanie",
      "translation": "divisione",
      "definition": "Działanie to akt dzielenia lub rozdzielania czegoś na części lub grupy.",
      "definition_translation": "L'atto di dividere o dividere qualcosa in parti o gruppi.",
      "example": "Nauczyciel wyjaśnił koncepcję działania uczniom. Firma będzie przechodzić przez działanie w przyszłym roku. Do roku 2050, działanie pracy będzie w pełni zautomatyzowane.",
      "example_translation": "L'insegnante ha spiegato il concetto di divisione agli studenti. La società subirà una divisione l'anno prossimo. Entro il 2050, la divisione del lavoro sarà completamente automatizzata.",
      "imageLink": "image_files\\English\\"imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dzielność",
      "translation": "divisore",
      "definition": "Liczba, przez którą dzieli się inną liczbę.",
      "definition_translation": "Un numero per cui un altro numero viene diviso.",
      "example": "Dzielność w tym równaniu to 2. Nauczyciel poprosił uczniów, aby znaleźli dzielność liczby. Do przyszłego roku, firma będzie miała nową dzielność.",
      "example_translation": "Il divisore in questa equazione è 2. L'insegnante ha chiesto agli studenti di trovare il divisore del numero. Entro l'anno prossimo, la società avrà un nuovo divisore.",
      "imageLink": "image_files\\English\\"imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "eksponent, potęga",
      "translation": "esponente, potenza",
      "definition": "Mała liczba, która wskazuje na potęgę, do której należy podnieść liczbę.",
      "definition_translation": "Un piccolo numero che indica la potenza alla quale un numero deve essere elevato.",
      "example": "Eksponent w tym równaniu to 2. Moc silnika to 100 koni mechanicznych. Do przyszłego roku, firma będzie miała nową potęgę.",
      "example_translation": "L'esponente in questa equazione è 2. La potenza del motore è di 100 cavalli. Entro l'anno prossimo, la società avrà un nuovo esponente.",
      "imageLink": "image_files\\English\\"imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fraż",
      "translation": "frazione",
      "definition": "Ułamek to sposób wyrażania części całości jako ilorazu liczb całkowitych, zwykle licznika i mianownika.",
      "definition_translation": "Una frazione è un modo di esprimere una parte di un tutto come un quoziente di interi, solitamente un numeratore e un denominatore.",
      "example": "Nauczyciel wyjaśnił, że ułamek można uprościć, dzieląc zarówno licznik, jak i mianownik przez ich największy wspólny dzielnik. Wczoraj, nauczyłem się, jak dodawać ułamki o różnych mianownikach. Do następnego tygodnia, będę mistrzem ułamków.",
      "example_translation": "L'insegnante ha spiegato che una frazione può essere semplificata dividendo sia il numeratore che il denominatore per il loro massimo comune divisore. Ieri, ho imparato come aggiungere frazioni con denominatori diversi. Entro la prossima settimana, avrò padroneggiato le frazioni.",
      "imageLink": "image_files\\English\\"imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "funkcja",
      "translation": "funzione",
      "definition": "Funkcja to relacja między zestawem wejść, zwanym dziedziną, a zestawem możliwych wyników, zwanym zakresem.",
      "definition_translation": "Una funzione è una relazione tra un insieme di input, chiamato dominio, e un insieme di output possibili, chiamato range.",
      "example": "Programista napisał funkcję, aby obliczyć pole prostokąta. Funkcja została wykonana poprawnie wczoraj. Do następnego miesiąca, funkcja zostanie zintegrowana z głównym programem.",
      "example_translation": "Il programmatore ha scritto una funzione per calcolare l'area di un rettangolo. La funzione è stata eseguita correttamente ieri. Entro il prossimo mese, la funzione sarà integrata nel programma principale.",
      "imageLink": "image_files\\English\\"imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "półkula",
      "translation": "emisfero",
      "definition": "Półkula to albo północna, albo południowa połowa Ziemi, podzielona przez równik, lub podobna połowa ciała niebieskiego.",
      "definition_translation": "Un emisfero è o la metà settentrionale o la metà meridionale della Terra, divisa dall'equatore, o una metà simile di un corpo celeste.",
      "example": "Astronom studiował gwiazdy w półkuli południowej. Wczoraj, nauczyłem się o półkuli sfery. Do przyszłego roku, będąc podróżnikiem, odwiedzę półkulę północną.",
      "example_translation": "L'astronomo ha studiato le stelle nell'emisfero meridionale. Ieri, ho imparato sull'emisfero di una sfera. Entro il prossimo anno, avrò viaggiato nell'emisfero settentrionale.",
      "imageLink": "image_files\\English\\"imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "heptagon",
      "translation": "ettagono",
      "definition": "Heptagon to wielokąt z siedmioma bokami, zwłaszcza regularny i mający siedem równych kątów i siedem równych boków.",
      "definition_translation": "Un ettagono è un poligono con sette lati, specialmente uno che è regolare e ha sette angoli uguali e sette lati uguali.",
      "example": "W geometrii heptagon był badany przez starożytnych Greków. Architekci projektują obecnie budynki o kształcie heptagonalnym. Do roku 2050, zobaczymy więcej budynków heptagonalnych.",
      "example_translation": "In geometria, un ettagono è stato studiato dagli antichi greci. Attualmente, gli architetti stanno progettando edifici con forma ettagonale. Nel 2050, vedremo più edifici ettagonali.",
      "imageLink": "image_files\\English\\"imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "heksagon",
      "translation": "esagono",
      "definition": "Heksagon to wielokąt z sześcioma stronami, szczególnie taki, który jest regularny i ma sześć równych kątów i sześć równych stron.",
      "definition_translation": "Un esagono è un poligono con sei lati, specialmente uno che è regolare e ha sei angoli uguali e sei lati uguali.",
      "example": "W naturze, pszczoły tworzą heksagonalne plastry miodu. Architekci zaprojektowali budynki heksagonalne w nowoczesnych miastach. Do 2030 roku, wieże heksagonalne będą powszechne.",
      "example_translation": "In natura, le api creano alveari esagonali. Gli architetti hanno progettato edifici esagonali nelle città moderne. Nel 2030, grattacieli esagonali saranno comuni.",
      "imageLink": "image_files\\English\\"imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nieskończoność",
      "translation": "infinito",
      "definition": "Nieskończoność to pojęcie w matematyce, gdzie wielkość nie ma końca lub ograniczenia pod względem wielkości, rozciągłości lub stopnia.",
      "definition_translation": "L'infinito è un concetto in matematica dove una quantità non ha fine o limite in termini di grandezza, estensione o grado.",
      "example": "Filozofowie debatowali o pojęciu nieskończoności przez wieki. Matematycy używają nieskończoności w swoich obliczeniach. W przyszłości, będziemy eksplorować nieskończoność przestrzeni.",
      "example_translation": "I filosofi hanno dibattuto il concetto di infinito per secoli. I matematici utilizzano l'infinito nei loro calcoli. Nel futuro, esploreremo l'infinito dello spazio.",
      "imageLink": "image_files\\English\\"imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "całkowita liczba",
      "translation": "intero",
      "definition": "Całkowita liczba to liczba całkowita, dodatnia, ujemna lub zero, która nie jest liczbą dziesiętną ani ułamkiem.",
      "definition_translation": "Un numero intero, positivo, negativo o zero, che non è un decimale o una frazione.",
      "example": "Liczba całkowita 5 jest liczbą pierwszą. Wczoraj obliczyłem liczbę całkowitą. Użyję liczby całkowitej w swoim zadaniu matematycznym jutro.",
      "example_translation": "L'intero 5 è un numero primo. Ieri, ho calcolato un intero. Userò un intero nel mio problema di matematica domani.",
      "imageLink": "image_files\\English\\"imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "całka",
      "translation": "integrale",
      "definition": "Funkcja matematyczna, która może być użyta do znalezienia pola pod krzywą lub innych wielkości matematycznych.",
      "definition_translation": "Una funzione matematica che può essere utilizzata per trovare l'area sotto una curva o altre quantità matematiche.",
      "example": "Całka x kwadrat to x sześcian przez 3. Ona obliczyła całkę funkcji. Matematyk będzie studiował całkę równania.",
      "example_translation": "L'integrale di x quadrato è x cubico su 3. Ha calcolato l'integrale della funzione. Il matematico studierà l'integrale dell'equazione.",
      "imageLink": "image_files\\English\\"imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "liczba niewymierna",
      "translation": "numero irrazionale",
      "definition": "Liczba rzeczywista, która nie może być wyrażona jako skończony decimal lub ułamek.",
      "definition_translation": "Un numero reale che non può essere espresso come un decimale o frazione finita.",
      "example": "Pi jest liczbą niewymierną. Matematyk odkrył liczbę niewymierną. Uczeń będzie uczył się o liczbach niewymiernych w klasie matematyki.",
      "example_translation": "Pi è un numero irrazionale. Il matematico ha scoperto un numero irrazionale. Lo studente imparerà sui numeri irrazionali nella classe di matematica.",
      "imageLink": "image_files\\English\\"imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "odcinek prostoliniowy",
      "translation": "segmento di linea",
      "definition": "Część linii ograniczona przez dwa odrębne punkty i zawierająca każdy punkt na linii między nimi.",
      "definition_translation": "Una parte di una linea che è delimitata da due punti distincti e contiene ogni punto sulla linea tra loro.",
      "example": "Wczoraj narysowałem odcinek prostoliniowy na tablicy, aby zilustrować pojęcie punktu środkowego. Dziś tłumaczę, jak znaleźć punkt środkowy odcinka prostoliniowego. Jutro dam sprawdzian z identyfikacji odcinków prostoliniowych.",
      "example_translation": "Ieri, ho disegnato un segmento di linea sulla lavagna per illustrare il concetto di punto medio. Oggi, sto spiegando come trovare il punto medio di un segmento di linea. Domani, darò un quiz sull'identificazione dei segmenti di linea.",
      "imageLink": "image_files\\English\\"imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "logarytm",
      "translation": "logaritmo",
      "definition": "Potęga, do której należy podnieść liczbę bazową, aby uzyskać daną wartość.",
      "definition_translation": "La potenza a cui un numero di base deve essere elevato per produrre un valore dato.",
      "example": "Użyłem logarytmów, aby rozwiązać złożone równanie wczoraj, ale będę ich używał, aby uprosić wyrażenie dzisiaj, a mój kolega będzie stosować logarytmy, aby obliczyć tempo zmiany jutro.",
      "example_translation": "Ho usato i logaritmi per risolvere l'equazione complessa ieri, ma li userò per semplificare l'espressione oggi, e il mio amico applicherà i logaritmi per calcolare il tasso di cambiamento domani.",
      "imageLink": "image_files\\English\\"imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mnożenie",
      "translation": "moltiplicazione",
      "definition": "Proces powtarzania liczby określoną liczbę razy, aby uzyskać iloczyn.",
      "definition_translation": "Il processo di ripetere un numero un certo numero di volte per ottenere un prodotto.",
      "example": "Uczyłem się mnożenia tablic w szkole podstawowej, ale będę używał mnożenia, aby rozwiązać problem słowny dzisiaj, a mój brat będzie stosować mnożenie, aby obliczyć pole prostokąta jutro.",
      "example_translation": "Ho imparato come fare le tavole di moltiplicazione nella scuola elementare, ma userò la moltiplicazione per risolvere il problema di parole oggi, e mio fratello applicherà la moltiplicazione per calcolare l'area del rettangolo domani.",
      "imageLink": "image_files\\English\\"imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "liczba naturalna",
      "translation": "numero naturale",
      "definition": "Liczba naturalna to dodatnia liczba całkowita, rozpoczynająca się od 1 i sięgająca nieskończoności, używana do liczenia i podstawowych operacji arytmetycznych.",
      "definition_translation": "Un numero naturale è un intero positivo, a partire da 1 e fino all'infinito, utilizzato per conteggi e operazioni aritmetiche basiche.",
      "example": "Wczoraj policzyłem 5 liczb naturalnych w sekwencji. Dziś liczę 10 liczb naturalnych, a jutro policzę 20 liczb naturalnych.",
      "example_translation": "Ieri, ho contato 5 numeri naturali nella sequenza. Oggi, sto contando 10 numeri naturali, e domani conterò 20 numeri naturali.",
      "imageLink": "image_files\\English\\"imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "oś liczbowa",
      "translation": "retta numerica",
      "definition": "Wizualna reprezentacja liczb na prostej linii, używana do porównywania i uporządkowania liczb, a także do wykonywania operacji arytmetycznych.",
      "definition_translation": "Una retta numerica è una rappresentazione visiva dei numeri su una retta, utilizzata per confrontare e ordinare i numeri, e per eseguire operazioni aritmetiche.",
      "example": "Nauczyciel narysował oś liczbowa na tablicy, aby pomóc uczniom zrozumieć pojęcie ułamków. Rok przyszły, będziemy używać osi liczbowej, aby uczyć się o dziesiętnych.",
      "example_translation": "L'insegnante ha disegnato una retta numerica sulla lavagna per aiutare gli studenti a comprendere il concetto di frazioni. L'anno prossimo, useremo una retta numerica per imparare sui decimali.",
      "imageLink": "image_files\\English\\"imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kąt rozwarty",
      "translation": "angolo ottuso",
      "definition": "Kąt rozwarty to rodzaj kąta, który jest większy niż 90 stopni, ale mniejszy niż 180 stopni, utworzony przez dwie promienie dzielące wspólny punkt krańcowy.",
      "definition_translation": "Un angolo ottuso è un tipo di angolo che è maggiore di 90 gradi ma minore di 180 gradi, formato da due raggi condividendo un endpoint comune.",
      "example": "W trójkącie istnieje kąt rozwarty między dwiema stronami. Stolarz musiał dokładnie zmierzyć kąt rozwarty, aby upewnić się, że półka jest pozioma.",
      "example_translation": "Nel triangolo, c'è un angolo ottuso tra i due lati. Il falegname doveva misurare l'angolo ottuso con cura per assicurarsi che lo scaffale fosse livellato.",
      "imageLink": "image_files\\English\\"imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "oktagon",
      "translation": "ottagono",
      "definition": "Wielokąt o ośmiu bokach.",
      "definition_translation": "Un poligono con otto lati.",
      "example": "Architekt zaprojektował budynek o kształcie oktagonu. W zeszłym roku zaprojektowała park o kształcie oktagonu. Do przyszłego roku zaprojektuje muzeum o kształcie oktagonu.",
      "example_translation": "L'architetto ha progettato un edificio a forma di ottagono. L'anno scorso, ha progettato un parco a forma di ottagono. Entro l'anno prossimo, progetterà un museo a forma di ottagono.",
      "imageLink": "image_files\\English\\"imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "liczba porządkowa",
      "translation": "numero ordinale",
      "definition": "Liczba, która pokazuje pozycję czegoś na liście lub sekwencji.",
      "definition_translation": "Un numero che indica la posizione di qualcosa in una lista o sequenza.",
      "example": "Liczba porządkowa pierwszego elementu na liście wynosi jeden. Uczeń napisał liczby porządkowe poprawnie. Do jutra nauczyciel nauczy ponownie liczb porządkowych.",
      "example_translation": "Il numero ordinale del primo elemento sulla lista è uno. Lo studente ha scritto i numeri ordinali correttamente. Entro domani, l'insegnante insegnerà ancora i numeri ordinali.",
      "imageLink": "image_files\\English\\"imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "równoległy",
      "translation": "parallelo",
      "definition": "Rozciągający się w tym samym kierunku, ale nie przecinający się w żadnym punkcie.",
      "definition_translation": "Estendendosi nella stessa direzione, ma non incontrandosi, in nessun punto.",
      "example": "Dwie linie są równoległe do siebie. Architekt zaprojektował równoległe ulice. Do przyszłego roku miasto będzie miało równoległe ścieżki rowerowe.",
      "example_translation": "Le due linee sono parallele tra loro. L'architetto ha progettato strade parallele. Entro l'anno prossimo, la città avrà corsie ciclabili parallele.",
      "imageLink": "image_files\\English\\"imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czworokąt równoległoboczny",
      "translation": "parallelogramma",
      "definition": "Czworokąt, którego przeciwległe boki są równe, a przeciwległe kąty są równe, a przekątne dzielą się na dwie równe części.",
      "definition_translation": "Un quadrilatero con lati opposti di uguale lunghezza, i cui angoli opposti sono uguali e il cui diagonale si bisecano a vicenda.",
      "example": "W geometrii studiowaliśmy właściwości czworokątów równoległobocznych, w tym ich przekątnych i przeciwległych boków. Wczoraj znalazłem naklejkę o kształcie czworokąta równoległobocznego na swoim notesie. Do przyszłego tygodnia opanuję koncepcję czworokątów równoległobocznych.",
      "example_translation": "In geometria, abbiamo studiato le proprietà dei parallelogrammi, compresi i loro diagonali e lati opposti. Ieri, ho trovato un adesivo a forma di parallelogramma sul mio quaderno. Entro la prossima settimana, avrò padronato il concetto dei parallelogrammi.",
      "imageLink": "image_files\\English\\"imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pięciokąt",
      "translation": "pentagono",
      "definition": "Wielokąt o pięciu bokach równych długości, których wewnętrzne kąty sumują się do 540 stopni.",
      "definition_translation": "Un poligono con cinque lati di uguale lunghezza, i cui angoli interni sommano fino a 540 gradi.",
      "example": "Starożytni Grecy używali pięciokątów do budowy silnych fortyfikacji. Wczoraj narysowałem pięciokąt w swoim notesie z matematyki. Do przyszłego miesiąca nauczę się obliczać obwód pięciokąta.",
      "example_translation": "Gli antichi greci utilizzavano i pentagoni per costruire fortezze resistenti. Ieri, ho disegnato un pentagono nel mio quaderno di matematica. Entro il prossimo mese, avrò imparato a calcolare la circonferenza di un pentagono.",
      "imageLink": "image_files\\English\\"imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "prostopadły",
      "translation": "perpendicolare",
      "definition": "W kierunku prostopadłym (pod kątem 90 stopni) do linii, płaszczyzny lub powierzchni.",
      "definition_translation": "Ad un angolo retto (90 gradi) rispetto a una linea, piano o superficie data.",
      "example": "Drabina była prostopadła do ściany, gdy ją umieściłem. Wczoraj narysowałem linię prostopadłą do osi x w swoim wykresie. Do przyszłego roku opanuję koncepcję prostopadłości w geometrii.",
      "example_translation": "La scala era perpendicolare al muro quando l'ho posizionata. Ieri, ho disegnato una linea perpendicolare all'asse x nel mio grafico. Entro il prossimo anno, avrò padronato il concetto di perpendicolarità nella geometria.",
      "imageLink": "image_files\\English\\"imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "liczba pierwsza",
      "translation": "numero primo",
      "definition": "Liczba dodatnia, która dzieli się tylko przez siebie i 1.",
      "definition_translation": "Un numero primo è un intero positivo che è divisibile solo per se stesso e 1.",
      "example": "Liczba pierwsza 23 była przedmiotem zainteresowania w matematyce przez wieki. Była badana przez starożytnych Greków, którzy uważali ją za fundamentalny blok budulcowy liczb. W dzisiejszym dniu liczby pierwsze są używane w kryptografii do zapewnienia bezpieczeństwa transakcji online. W przyszłości będą kontynuować odegrać ważną rolę w rozwoju systemów komunikacji bezpiecznej.",
      "example_translation": "Il numero primo 23 è stato oggetto di interesse in matematica per secoli. Fu studiato dagli antichi greci, che lo consideravano un blocco fondamentale dei numeri. Oggi, i numeri primi sono utilizzati nella crittografia per garantire le transazioni online. Nel futuro, continueranno a svolgere un ruolo vitale nello sviluppo di sistemi di comunicazione sicuri.",
      "imageLink": "image_files\\English\\"imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pryzma",
      "translation": "prisma",
      "definition": "Przestrzeń przezroczysta o płaskich, polisowanych powierzchniach, która załamuje światło.",
      "definition_translation": "Un prisma è un elemento ottico trasparente con superfici piatte e lucide che rifrangono la luce.",
      "example": "Pryzma w mikroskopie pozwoliła nam zbadać próbkę bliżej. W przeszłości pryzmy były używane w teleskopach do załamywania światła i obserwacji odległych obiektów. W przyszłości pryzmy będą używane w zaawansowanych technologiach, takich jak wyświetlacze holograficzne.",
      "example_translation": "Il prisma nel microscopio ci ha permesso di esaminare il campione più da vicino. In passato, i prismi sono stati utilizzati nei telescopi per piegare la luce e osservare oggetti lontani. Nel futuro, i prismi saranno utilizzati in tecnologie avanzate come display olografici.",
      "imageLink": "image_files\\English\\"imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "produkt",
      "translation": "prodotto",
      "definition": "Produkt to materialny lub niematerialny przedmiot, który zaspokaja potrzeby lub pragnienia konsumenta.",
      "definition_translation": "Un prodotto è un elemento tangibile o intangibile che soddisfa le esigenze o desideri del consumatore.",
      "example": "Nowy produkt został wprowadzony na rynek w zeszłym tygodniu. W przeszłości spółka produkowała szereg produktów, które nie były zbyt udane. W przyszłości spółka planuje rozszerzyć swoją linię produktów o więcej opcji ekologicznych.",
      "example_translation": "Il nuovo prodotto è stato lanciato sul mercato la settimana scorsa. In passato, l'azienda aveva prodotto una gamma di prodotti che non erano molto riusciti. Nel futuro, l'azienda pianifica di ampliare la sua gamma di prodotti per includere più opzioni ecosostenibili.",
      "imageLink": "image_files\\English\\"imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Twierdzenie Pitagorasa",
      "translation": "teorema di Pitagora",
      "definition": "Matematyczne pojęcie, które opisuje relację między długościami boków trójkąta prostokątnego, gdzie kwadrat długości przeciwprostokątnej jest równy sumie kwadratów długości pozostałych dwóch boków.",
      "definition_translation": "Un concetto matematico che descrive la relazione tra le lunghezze dei lati di un triangolo rettangolo, dove il quadrato della lunghezza dell'ipotenusa è uguale alla somma dei quadrati delle lunghezze degli altri due lati.",
      "example": "W przeszłości matematycy używali twierdzenia Pitagorasa do obliczania odległości między gwiazdami. Dzisiaj jest ono jeszcze używane w budownictwie, aby upewnić się, że budynki są kwadratowe. W przyszłości będzie ono prawdopodobnie stosowane w eksploracji kosmosu, aby nawigować w niezbadanych terytoriach.",
      "example_translation": "In passato, i matematici hanno utilizzato il teorema di Pitagora per calcolare le distanze tra le stelle. Oggi, è ancora utilizzato nell'edilizia per assicurare che gli edifici siano quadrati. Nel futuro, sarà probabilmente utilizzato nell'esplorazione spaziale per navigare attraverso territori inesplorati.",
      "imageLink": "image_files\\English\\"imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "równanie kwadratowe",
      "translation": "equazione quadratica",
      "definition": "Równanie wielomianowe drugiego stopnia, które można zapisać w formie ax^2 + bx + c = 0, gdzie a, b i c są stałymi, a x jest zmienną.",
      "definition_translation": "Un'equazione polinomiale di degree due, che può essere scritta nella forma ax^2 + bx + c = 0, dove a, b e c sono costanti e x è una variabile.",
      "example": "W przeszłości studenci borykali się z rozwiązywaniem równań kwadratowych, ale z wymyślaniem kalkulatorów stało się to łatwiejsze. Dzisiaj równania kwadratowe są używane w fizyce, aby modelować ruch obiektów. W przyszłości będą one używane w sztucznej inteligencji, aby dokonywać przewidywań.",
      "example_translation": "In passato, gli studenti hanno lottato per risolvere le equazioni quadratiche, ma con l'invenzione delle calcolatrici, è diventato più facile. Oggi, le equazioni quadratiche sono utilizzate nella fisica per modellare il moto degli oggetti. Nel futuro, saranno utilizzate nell'intelligenza artificiale per fare previsioni.",
      "imageLink": "image_files\\English\\"imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "iloczyn",
      "translation": "quoziente",
      "definition": "Wynik dzielenia jednej wielkości przez drugą, często używany w matematyce, aby porównać względną wielkość dwóch wielkości.",
      "definition_translation": "Il risultato della divisione di una quantità per un'altra, spesso utilizzato nella matematica per confrontare le dimensioni relative di due quantità.",
      "example": "W przeszłości matematycy używali iloczynów, aby obliczyć stosunek obwodu koła do jego średnicy. Dzisiaj iloczyny są używane w finansach, aby obliczyć zwrot z inwestycji. W przyszłości będą one używane w naukach komputerowych, aby optymalizować algorytmy.",
      "example_translation": "In passato, i matematici hanno utilizzato i quozienti per calcolare il rapporto della circonferenza di un cerchio al suo diametro. Oggi, i quozienti sono utilizzati nella finanza per calcolare il rendimento dell'investimento. Nel futuro, saranno utilizzati nella scienza informatica per ottimizzare gli algoritmi.",
      "imageLink": "image_files\\English\\"imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "promień",
      "translation": "raggio",
      "definition": "Odcinek łączący środek koła z punktem na jego obwodzie.",
      "definition_translation": "Un segmento di linea che unisce il centro di un cerchio a qualsiasi punto sulla sua circonferenza.",
      "example": "Promień koła wynosi 5 cm. Wczoraj obliczyłem promień koła. Jutro zmierzę promień rury.",
      "example_translation": "Il raggio del cerchio è di 5 cm. Ieri, ho calcolato il raggio della ruota. Domani, misurerò il raggio della tubazione.",
      "imageLink": "image_files\\English\\"imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "liczba wymierna",
      "translation": "numero razionale",
      "definition": "Liczba, która może być wyrażona jako iloraz lub ułamek dwóch liczb całkowitych, takich jak 3/4 lub 22/7.",
      "definition_translation": "Un numero che può essere espresso come quoziente o frazione di due interi, come 3/4 o 22/7.",
      "example": "Liczba wymierna 3/4 jest ułamkiem. Liczba wymierna 22/7 jest liczbą dziesiętną. Liczba wymierna 1/2 jest procentem.",
      "example_translation": "Il numero razionale 3/4 è una frazione. Il numero razionale 22/7 è un decimale. Il numero razionale 1/2 è una percentuale.",
      "imageLink": "image_files\\English\\"imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "liczba rzeczywista",
      "translation": "numero reale",
      "definition": "Liczba, która może być reprezentowana na linii liczbowej, w tym liczby wymierne i niewymierną.",
      "definition_translation": "Un numero che può essere rappresentato sulla retta numerica, compresi i numeri razionali e irrazionali.",
      "example": "Liczba rzeczywista π jest liczbą niewymierną. Liczba rzeczywista 2 jest liczbą wymierną. Liczba rzeczywista 3,14 jest przybliżeniem.",
      "example_translation": "Il numero reale pi è un numero irrazionale. Il numero reale 2 è un numero razionale. Il numero reale 3,14 è un'approssimazione.",
      "imageLink": "image_files\\English\\"imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kąt refleksyjny",
      "translation": "angolo riflesso",
      "definition": "Kąt, który jest większy niż 180 stopni, ale mniejszy niż 360 stopni.",
      "definition_translation": "Un angolo maggiore di 180 gradi ma minore di 360 gradi.",
      "example": "Kompas zawsze wskazuje kąt refleksyjny, gdy jest trzymany do góry nogami. Wskazywał on kąt refleksyjny wczoraj. Wskazywał on kąt refleksyjny jutro.",
      "example_translation": "La bussola indica sempre un angolo riflesso quando viene tenuta capovolta. Ha indicato un angolo riflesso ieri. Indicherà un angolo riflesso domani.",
      "imageLink": "image_files\\English\\"imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "romb",
      "translation": "rombo",
      "definition": "Czworokąt z wszystkich boków o równej długości, gdzie przeciwległe boki są równoległe, a przeciwległe kąty są równe.",
      "definition_translation": "Un quadrilatero con tutti i lati di uguale lunghezza, dove i lati opposti sono paralleli e gli angoli opposti sono uguali.",
      "example": "Podłoga z płyt było wykonana z wielu elementów rombowych. Artystka narysowała romb w swoim szkicowniku. Logo firmy przedstawia stylizowany romb.",
      "example_translation": "Il pavimento in piastrelle era composto da molti pezzi a forma di rombo. L'artista disegnò un rombo nel suo taccuino. Il logo dell'azienda presenta un rombo stilizzato.",
      "imageLink": "image_files\\English\\"imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kąt prosty",
      "translation": "angolo retto",
      "definition": "Kąt, który jest równy 90 stopniom, utworzony przez dwie prostopadłe linie lub płaszczyzny.",
      "definition_translation": "Un angolo uguale a 90 gradi, formato da due linee o piani perpendicolari.",
      "example": "Cieśla użył narzędzia, aby upewnić się, że elementy drewna tworzą kąt prosty. Architekt zaprojektował budynek z wieloma kątami prostymi. Problem matematyczny wymagał, abyśmy znaleźli kąt prosty w trójkącie.",
      "example_translation": "Il falegname usò uno strumento per assicurarsi che i pezzi di legno formassero un angolo retto. L'architetto progettò l'edificio con molti angoli retti. Il problema di matematica richiedeva di trovare l'angolo retto nel triangolo.",
      "imageLink": "image_files\\English\\"imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "korzeń",
      "translation": "radice",
      "definition": "Część rośliny, która rośnie pod ziemią, zakotwiczając roślinę i pobierając wodę i składniki odżywcze z gleby.",
      "definition_translation": "Una radice è una parte di una pianta che cresce sottoterra, ancorando la pianta e assorbendo acqua e nutrienti dal terreno.",
      "example": "System korzeniowy drzewa został uszkodzony durante burzy, powodując, że padało. Korzenie starego drzewa były odsłonięte po powodzi. Korzeń problemu był brakiem konserwacji.",
      "example_translation": "Il sistema radicale dell'albero è stato danneggiato durante la tempesta, causando la sua caduta. Le radici dell'albero vecchio erano esposte dopo l'inondazione. La radice del problema era la mancanza di manutenzione.",
      "imageLink": "image_files\\English\\"imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sfera",
      "translation": "sfera",
      "definition": "Sfera to trójwymiarowy kształt, który jest całkowicie okrągły i symetryczny, podobnie jak piłka.",
      "definition_translation": "Una sfera è una forma tridimensionale che è perfettamente rotonda e simmetrica, come una palla.",
      "example": "Sfera zjechała z góry, zwiększając prędkość. Sfera wpływu spółki rozszerza się. Astronom studiował sferę planety.",
      "example_translation": "La sfera rotolò giù per la collina, acquistando velocità. La sfera di influenza dell'azienda si sta espandendo. L'astronomo studiò la sfera del pianeta.",
      "imageLink": "image_files\\English\\"imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pierwiastek kwadratowy",
      "translation": "radice quadrata",
      "definition": "W matematyce, pierwiastek kwadratowy liczby to wartość, która, pomnożona przez się, daje pierwotną liczbę.",
      "definition_translation": "In matematica, la radice quadrata di un numero è un valore che, quando moltiplicato per se stesso, dà il numero originale.",
      "example": "Pierwiastek kwadratowy 16 to 4, bo 4 pomnożone przez 4 równa się 16. Pierwiastek kwadratowy 25 to 5, bo 5 pomnożone przez 5 równa się 25. Obliczyła pierwiastek kwadratowy liczby, aby rozwiązać równanie.",
      "example_translation": "La radice quadrata di 16 è 4, perché 4 moltiplicato per 4 è uguale a 16. La radice quadrata di 25 è 5, perché 5 moltiplicato per 5 è uguale a 25. Lei calcolò la radice quadrata del numero per risolvere l'equazione.",
      "imageLink": "image_files\\English\\"imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kąt prosty",
      "translation": "angolo retto",
      "definition": "Kąt o 180 stopniach, gdzie dwie linie lub płaszczyzny przecinają się i tworzą prostą linię.",
      "definition_translation": "Un angolo di 180 gradi, dove due linee o piani si intersecano e formano una linea retta.",
      "example": "Architekt zaprojektował budynek z kątami prostymi, aby stworzyć modernistyczny wygląd. Wczoraj obliczyła kąty proste dachu. Jutro upewni się, że wszystkie kąty proste są precyzyjne.",
      "example_translation": "L'architetto ha progettato l'edificio con angoli retti per creare un look moderno. Ieri, ha calcolato gli angoli retti del tetto. Domani, si assicurerà che tutti gli angoli retti siano precisi.",
      "imageLink": "image_files\\English\\"imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "podzbiór",
      "translation": "sottoinsieme",
      "definition": "Zbiór elementów, które są częścią większego zbioru, często używany w matematyce i informatyce.",
      "definition_translation": "Un insieme di elementi che fanno parte di un insieme più grande, spesso utilizzato in matematica e scienza dell'informazione.",
      "example": "Profesor wyjaśnił pojęcie podzbiorów w wykładzie. W zeszłym tygodniu identyfikowaliśmy podzbiory liczb pierwszych. W następnym tygodniu dowiemy się, jak obliczyć sumę podzbiorów.",
      "example_translation": "Il professore ha spiegato il concetto di sottinsiemi nella lezione. La scorsa settimana, abbiamo identificato i sottinsiemi di numeri primi. La prossima settimana, impareremo a calcolare l'unione dei sottinsiemi.",
      "imageLink": "image_files\\English\\"imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "odjęcie",
      "translation": "sottrazione",
      "definition": "Operacja znajdowania różnicy między dwiema liczbami, często reprezentowana przez znak minus (-).",
      "definition_translation": "L'operazione di trovare la differenza tra due numeri, spesso rappresentata dal segno meno (-).",
      "example": "Uczeń ćwiczył zadania odejmowania przed testem matematycznym. Wczoraj odjęła 5 od 10, aby uzyskać 5. Jutro rozwiąże równania odejmowania zmiennych.",
      "example_translation": "La studentessa ha esercitato problemi di sottrazione per il suo test di matematica. Ieri, ha sottratto 5 da 10 per ottenere 5. Domani, risolverà equazioni di sottrazione con variabili.",
      "imageLink": "image_files\\English\\"imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "twierdzenie Talesa",
      "translation": "teorema di Talete",
      "definition": "Twierdzenie geometrii, które opisuje relację między długościami promienia, stycznej i sekanty koła.",
      "definition_translation": "Una dichiarazione in geometria che descrive la relazione tra le lunghezze del raggio, la tangente e la secante di un cerchio.",
      "example": "Uczniowie dowiedzieli się o twierdzeniu Talesa na lekcji matematyki. Zastosują je do rozwiązywania zadań w następnym tygodniu. Do końca semestru opanowali je 이미.",
      "example_translation": "Gli studenti hanno imparato il teorema di Talete nella loro classe di matematica. L'useranno per risolvere problemi la settimana prossima. Alla fine del semestre, l'avevano padroneggiato.",
      "imageLink": "image_files\\English\\"imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "torus",
      "translation": "toro",
      "definition": "Powierzchnia w kształcie pierścienia, generowana przez obrót koła w trójwymiarowej przestrzeni wokół osi współpłaszczyźniej z kołem.",
      "definition_translation": "Una superficie a forma di ciambella generata dalla rotazione di un cerchio nello spazio tridimensionale attorno a un asse coplanare con il cerchio.",
      "example": "Inżynier zaprojektował tunel w kształcie torusa na nową autostradę. Będzie on budowany w następnym roku. Do końca dekady stał się atrakcją turystyczną.",
      "example_translation": "L'ingegnere ha progettato un tunnel a forma di toro per la nuova autostrada. Sarà costruito l'anno prossimo. Alla fine del decennio, era diventato un'attrazione turistica.",
      "imageLink": "image_files\\English\\"imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "trapez",
      "translation": "trapezio",
      "definition": "Czworokąt z dwiema parami przeciwnych boków o różnej długości, gdzie jedna para przeciwnych boków jest równoległa.",
      "definition_translation": "Un quadrilatero con due coppie di lati opposti di lunghezza diversa, dove una coppia di lati opposti è parallela.",
      "example": "Architekt zaprojektował budynek w kształcie trapezu dla nowego muzeum. Został on otwarty w zeszłym miesiącu. Do końca roku stał się miejscem charakterystycznym miasta.",
      "example_translation": "L'architetto ha progettato un edificio a forma di trapezio per il nuovo museo. È stato aperto lo scorso mese. Alla fine dell'anno, era diventato un punto di riferimento della città.",
      "imageLink": "image_files\\English\\"imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wektor",
      "translation": "vettore",
      "definition": "Wielkość mająca zarówno wartość, jak i kierunek, często reprezentowana graficznie przez strzałkę w układzie współrzędnych.",
      "definition_translation": "Una quantità con entrambi la magnitudine e la direzione, spesso rappresentata graficamente da una freccia in un sistema di coordinate.",
      "example": "Wektor wskazywał na północ. Wczoraj wektor wskazywał na południe. Jutro wektor będzie wskazywał na wschód.",
      "example_translation": "Il vettore puntava verso il nord. Ieri, il vettore puntava a sud. Domani, il vettore punterà a est.",
      "imageLink": "image_files\\English\\"imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kąt zerowy",
      "translation": "angolo zero",
      "definition": "Kąt, którego miara wynosi 0 stopni, tworząc prostą linię.",
      "definition_translation": "Un angolo la cui misura è di zero gradi, formando una linea retta.",
      "example": "Geodeta zmierzył kąt zerowy między dwiema liniami. Kąt zerowy będzie ponownie obliczony jutro. Inżynier narysował kąt zerowy na planie wczoraj.",
      "example_translation": "Il geometra ha misurato un angolo zero tra le due linee. L'angolo zero sarà ricontrollato domani. L'ingegnere ha disegnato un angolo zero sulla pianta ieri.",
      "imageLink": "image_files\\English\\"imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]