[
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bank",
      "translation": "banca",
      "definition": "Bank to instytucja finansowa, która świadczy usługi finansowe swoim klientom.",
      "definition_translation": "Una banca è un'istituzione finanziaria che fornisce servizi finanziari ai suoi clienti.",
      "example": "Wczoraj poszedłem do banku, aby wypłacić moją pensję. Idę do banku co piątek, aby wypłacić gotówkę. Poszedłem do banku jutro, aby otworzyć nowe konto.",
      "example_translation": "Sono andato in banca ieri per depositare il mio assegno. Vado in banca ogni venerdì per prelevare contanti. Andrò in banca domani per aprire un nuovo conto.",
      "imageLink": "image_files\\English\\bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bar",
      "translation": "bar",
      "definition": "Bar to miejsce, gdzie serwowane są napoje i przekąski.",
      "definition_translation": "Un bar è un luogo dove vengono serviti drink e snack.",
      "example": "Wczoraj poszedłem do baru, aby obejrzeć mecz. Idę do baru co sobotę, aby spotkać się z przyjaciółmi. Poszedłem do baru tej nocy, aby świętować urodziny.",
      "example_translation": "Sono andato al bar la scorsa notte per guardare la partita. Vado al bar ogni sabato per incontrare i miei amici. Andrò al bar stasera per festeggiare il mio compleanno.",
      "imageLink": "image_files\\English\\bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "beach",
      "translation": "spiaggia",
      "definition": "Plaża to formacja lądowa wzdłuż zbiornika wodnego, składająca się z luźnych cząstek, takich jak piasek lub kamienie.",
      "definition_translation": "Una spiaggia è una forma di terra lungo un corpo d'acqua, composta da particelle libere come sabbia o ciottoli.",
      "example": "W minionym latem poszedłem na plażę, aby pływać. Idę na plażę co weekend, aby relaksować się. Poszedłem na plażę w następnym miesiącu, aby budować zamki z piasku.",
      "example_translation": "Sono andato in spiaggia l'estate scorsa per nuotare. Vado in spiaggia ogni weekend per rilassarmi. Andrò in spiaggia il mese prossimo per costruire castelli di sabbia.",
      "imageLink": "image_files\\English\\beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cafÉ",
      "translation": "caffè",
      "definition": "Kawiarnia to mała restauracja lub kafejka, gdzie serwowane są kawy i przekąski.",
      "definition_translation": "Un piccolo ristorante o caffè, di solito uno che serve caffè e spuntini.",
      "example": "Wczoraj poszedłem do kawiarni, teraz idę do kawiarni, a jutro poszedłem do kawiarni.",
      "example_translation": "Sono andato al caffè ieri, sto andando al caffè adesso e andrò al caffè domani.",
      "imageLink": "image_files\\English\\cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cinema",
      "translation": "cinema",
      "definition": "Kino to teatr lub budynek, gdzie pokazywane są filmy.",
      "definition_translation": "Un teatro o edificio dove vengono mostrati film.",
      "example": "Wczoraj obejrzałem film w kinie, teraz oglądam film w kinie, a w następnym tygodniu obejrzę film w kinie.",
      "example_translation": "Ho guardato un film al cinema ieri sera, sto guardando un film al cinema adesso e guarderò un film al cinema la prossima settimana.",
      "imageLink": "image_files\\English\\cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "factory",
      "translation": "fabbrica",
      "definition": "Fabryka to budynek lub kompleks budynków, gdzie produkuje się lub montuje towary.",
      "definition_translation": "Un edificio o complesso di edifici dove vengono prodotti o assemblati beni.",
      "example": "Fabryka produkuje samochody wczoraj, fabryka produkuje samochody teraz, a fabryka będzie produkować samochody w następnym roku.",
      "example_translation": "La fabbrica ha prodotto automobili ieri, la fabbrica sta producendo automobili adesso e la fabbrica produrrà automobili il prossimo anno.",
      "imageLink": "image_files\\English\\factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "farm",
      "translation": "fattoria",
      "definition": "Farma to obszar ziemi wykorzystywany do celów rolnych, często z budynkami i sprzętem do hodowli zwierząt i uprawy plonów.",
      "definition_translation": "Una fattoria è un'area di terreno utilizzata per scopi agricoli, spesso con edifici e attrezzature per allevare bestiame e coltivare raccolti.",
      "example": "W minionym latem odwiedziłem фермę mojego wuja, gdzie hodował bydło i uprawiał pszenicę. On prowadził ферmę przez ponad 20 lat. On będzie rozszerzał swoją ферmę w następnym roku.",
      "example_translation": "Ho visitato la fattoria di mio zio l'ultimo estate, dove allevava bestiame e coltivava grano. Ha lavorato nella fattoria per oltre 20 anni. Espanderà la sua fattoria l'anno prossimo.",
      "imageLink": "image_files\\English\\farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "flat",
      "translation": "appartamento",
      "definition": "Mieszkanie to zestaw pokoi, zwykle na jednym poziomie, używany jako mieszkanie lub rezydencja.",
      "definition_translation": "Un appartamento è un insieme di stanze, normalmente su un singolo livello, utilizzato come abitazione o residenza.",
      "example": "Mieszkam w mieszkaniu w centrum miasta, co jest dla mnie bardzo wygodne. Mieszkam w tym mieszkaniu przez trzy lata i wkrótce.move do nowego. Moi rodzice mieli mieszkanie w Rzymie, gdy byłam dzieckiem.",
      "example_translation": "Vivo in un appartamento nel centro città, che è molto comodo per me. Ho vissuto in questo appartamento per tre anni e mi trasferirò in uno nuovo presto. I miei genitori avevano un appartamento a Roma quando ero bambino.",
      "imageLink": "image_files\\English\\flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "hospital",
      "translation": "ospedale",
      "definition": "Szpital to instytucja opieki zdrowotnej, która świadczy leczenie medyczne i chirurgiczne pacjentom, często z specjalistycznymi urządzeniami i sprzętem.",
      "definition_translation": "Un ospedale è un'istituzione sanitaria che fornisce trattamento medico e chirurgico ai pazienti, spesso con strutture e attrezzature specializzate.",
      "example": "Moja siostra jest lekarzem w szpitalu w naszym mieście, gdzie pracuje z zespołem doświadczonych chirurgów. Szpital będzie przebudowany w następnym roku, aby udoskonalić swoje urządzenia. Była hospitalizowana na tydzień po wypadku.",
      "example_translation": "Mia sorella è un medico all'ospedale nella nostra città, dove lavora con un team di chirurghi esperti. L'ospedale sarà ristrutturato l'anno prossimo per migliorare le sue strutture. È stata ricoverata per una settimana dopo l'incidente.",
      "imageLink": "image_files\\English\\hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "hotel",
      "translation": "albergo",
      "definition": "Hotel to instytucja, która zapewnia zakwaterowanie, jedzenie i inne usługi podróżnym i turystom.",
      "definition_translation": "Un albergo è un'istituzione che fornisce alloggio, pasti e altri servizi ai viaggiatori e turisti.",
      "example": "Zatrzymałem się w hotelu w Paryżu w minionym roku. Teraz zatrzymałem się w hotelu w Rzymie. Zatrzymam się w hotelu w Mediolanie w następnym miesiącu.",
      "example_translation": "Sono stato in un albergo a Parigi l'anno scorso. Sto soggiornando in un albergo a Roma ora. Soggiernerò in un albergo a Milano il prossimo mese.",
      "imageLink": "image_files\\English\\hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dom",
      "translation": "casa",
      "definition": "Dom jest budynkiem przeznaczonym do mieszkania ludzi, szczególnie miejscem pobytu lub rezydencją.",
      "definition_translation": "Una casa è un edificio per l'abitazione umana, specialmente un luogo di soggiorno o residenza.",
      "example": "Mieszkałem w domu, gdy byłem dzieckiem. Mieszkam w domu teraz. Będę mieszkał w domu na wsi za rok.",
      "example_translation": "Ho vissuto in una casa quando ero bambino. Sto vivendo in una casa ora. Viverò in una casa in campagna l'anno prossimo.",
      "imageLink": "image_files\\English\\house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "muzeum",
      "translation": "museo",
      "definition": "Muzeum jest instytucją poświęconą zdobywaniu, konserwacji, badaniu, wystawianiu i interpretacji obiektów mających wartość naukową, historyczną lub artystyczną.",
      "definition_translation": "Un museo è un'istituzione dedicata all'acquisizione, alla conservazione, allo studio, all'esposizione e all'interpretazione educativa di oggetti aventi valore scientifico, storico o artistico.",
      "example": "Odwiedziłem muzeum w Londynie w zeszłym tygodniu. Odwiedzam muzeum we Florencji teraz. Będę odwiedzał muzeum w Wenecji za miesiąc.",
      "example_translation": "Ho visitato un museo a Londra la scorsa settimana. Sto visitando un museo a Firenze ora. Visiterò un museo a Venezia il prossimo mese.",
      "imageLink": "image_files\\English\\museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "park",
      "translation": "parco",
      "definition": "Park to duży publiczny obszar zielony w mieście, wykorzystywany do rekreacji i relaksu.",
      "definition_translation": "un'area verde pubblica grande in una città, utilizzata per il relax e il divertimento",
      "example": "Wczoraj poszedłem do parku, idę do parku teraz, i pójdę do parku jutro.",
      "example_translation": "Sono andato al parco ieri, Sto andando al parco ora, e Andrò al parco domani.",
      "imageLink": "image_files\\English\\park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "restauracja",
      "translation": "ristorante",
      "definition": "Restauracja to miejsce, gdzie ludzie płacą za możliwość siedzenia i spożywania posiłków, przygotowanych i serwowanych na miejscu.",
      "definition_translation": "un posto dove le persone pagano per sedersi e mangiare pasti che sono preparati e serviti nei locali",
      "example": "Wczoraj zjadłem w restauracji, jadam w restauracji teraz, i zjem w restauracji za tydzień.",
      "example_translation": "Ho mangiato in un ristorante la scorsa notte, Sto mangiando in un ristorante ora, e Mangerò in un ristorante la prossima settimana.",
      "imageLink": "image_files\\English\\restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rzeka",
      "translation": "fiume",
      "definition": "Rzeka jest naturalnym ciekiem wodnym, często łączącym się z oceanem lub jeziorem.",
      "definition_translation": "un corpo d'acqua naturale in movimento, spesso connesso a un oceano o a un lago",
      "example": "W zeszłym roku pływałem w rzece latem, pływam w rzece teraz, i będę pływał w rzece za rok.",
      "example_translation": "Ho nuotato nel fiume l'estate scorsa, Sto nuotando nel fiume ora, e Nuoterò nel fiume l'anno prossimo.",
      "imageLink": "image_files\\English\\river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "droga",
      "translation": "strada",
      "definition": "Droga to sposób zapewniony dla podróży pojazdami, szczególnie samochodami.",
      "definition_translation": "Una strada è un modo fatto per il viaggio dei veicoli, soprattutto delle auto.",
      "example": "Wczoraj szedłem drogą, idę drogą teraz, i pójdę drogą jutro.",
      "example_translation": "Ho camminato giù per la strada ieri, sto camminando giù per la strada ora e camminerò giù per la strada domani.",
      "imageLink": "image_files\\English\\road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szkoła",
      "translation": "scuola",
      "definition": "Szkoła jest instytucją, gdzie ludzie, szczególnie dzieci, uczą się.",
      "definition_translation": "Una scuola è un'istituzione dove le persone, soprattutto i bambini, vanno a imparare.",
      "example": "Chodziłem do szkoły, gdy byłem dzieckiem, chodzę do szkoły teraz, i będę chodził do szkoły za rok.",
      "example_translation": "Sono andato a scuola quando ero un bambino, sto andando a scuola ora e andrò a scuola l'anno prossimo.",
      "imageLink": "image_files\\English\\school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "morze",
      "translation": "mare",
      "definition": "Morze jest dużym obszarem słonej wody, pokrywającym znaczną część powierzchni Ziemi.",
      "definition_translation": "Il mare è un grande corpo di acqua salata che copre una porzione significativa della superficie della Terra.",
      "example": "W zeszłym roku pływałem w morzu latem, pływam w morzu teraz, i będę pływał w morzu za rok.",
      "example_translation": "Ho nuotato nel mare l'estate scorsa, sto nuotando nel mare ora e nuoterò nel mare l'estate prossima.",
      "imageLink": "image_files\\English\\sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep",
      "translation": "negozio",
      "definition": "Sklep jest budynkiem lub częścią budynku, gdzie są sprzedawane lub oferowane towary lub usługi.",
      "definition_translation": "Un edificio o parte di un edificio dove vengono venduti o offerti in vendita beni o servizi.",
      "example": "Wczoraj poszedłem do sklepu, aby kupić mleko, idę do sklepu ogni dzień, aby kupić chleb, i pójdę do sklepu jutro, aby kupić jajka.",
      "example_translation": "Sono andato al negozio a comprare del latte ieri, vado al negozio a comprare del pane ogni giorno, e andrò al negozio a comprare delle uova domani.",
      "imageLink": "image_files\\English\\shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stacja",
      "translation": "stazione",
      "definition": "Stacja to budynek lub miejsce, gdzie odbywa się określona działalność lub świadczone są określone usługi.",
      "definition_translation": "Un edificio o luogo dove è basata o viene fornita un'attività o servizio particolare.",
      "example": "Wczoraj przybyłem na stację, aby złapać pociąg, przybywam na stację każdego dnia, aby spotkać się z przyjacielem, i przybędę na stację jutro, aby wziąć taksówkę.",
      "example_translation": "Sono arrivato alla stazione per prendere il treno ieri, arrivato alla stazione per incontrare il mio amico ogni giorno, e arriverò alla stazione per prendere un taxi domani.",
      "imageLink": "image_files\\English\\station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zatrzymać",
      "translation": "fermata",
      "definition": "Punkt lub miejsce, w którym coś kończy się lub jest zatrzymywane.",
      "definition_translation": "Un punto o luogo dove qualcosa finisce o viene fermata.",
      "example": "Musiałem zatrzymać się na świetle drogowym wczoraj, zatrzymuję się, aby pomyśleć o tym każdego dnia, i zatrzymam się, aby odpocząć jutro.",
      "example_translation": "Ho dovuto fermarmi al semaforo ieri, mi fermo a pensarci ogni giorno, e mi fermerò a riposare domani.",
      "imageLink": "image_files\\English\\stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ulica",
      "translation": "strada",
      "definition": "Publiczna droga w zabudowanej przestrzeni, takiej jak miasto lub.miasto, która jest obsługiwana przez budynki, drogi i chodniki.",
      "definition_translation": "Un percorso pubblico in un ambiente edilizio, come una città o una città, che è fiancheggiato da edifici, strade e marciapiedi.",
      "example": "Wczoraj szedłem ulicą, aby dostać się do sklepu. Wczoraj szedłem ulicą, aby dostać się do sklepu. Jutro szedłem ulicą, aby dostać się do sklepu.",
      "example_translation": "Ho camminato giù per la strada per arrivare al negozio. Ieri, ho camminato giù per la strada per arrivare al negozio. Domani, camminerò giù per la strada per arrivare al negozio.",
      "imageLink": "image_files\\English\\street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "supermarket",
      "translation": "supermercato",
      "definition": "Duży samoobsługowy sklep detaliczny, który sprzedaje szeroki asortyment produktów spożywczych i książkowych.",
      "definition_translation": "Un grande negozio al dettaglio self-service che vende una vasta gamma di prodotti alimentari e casa.",
      "example": "Chodzę do supermarketu co tydzień, aby kupić produkty spożywcze. W zeszłym tygodniu szedłem do supermarketu, aby kupić produkty spożywcze. W przyszłym tygodniu pójdę do supermarketu, aby kupić produkty spożywcze.",
      "example_translation": "Vado al supermercato ogni settimana per acquistare generi alimentari. La settimana scorsa, sono andato al supermercato per acquistare generi alimentari. La prossima settimana, andrò al supermercato per acquistare generi alimentari.",
      "imageLink": "image_files\\English\\supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "basen",
      "translation": "piscina",
      "definition": "Struktura wypełniona wodą, zaprojektowana do pływania, rekreacji i relaksu.",
      "definition_translation": "Una struttura riempita d'acqua, progettata per il nuoto, la ricreazione e il relax.",
      "example": "Uwielbiam pływać w basenie podczas lata. W zeszłym latem pływałem w basenie codziennie. W przyszłym latem pływałem w basenie ponownie.",
      "example_translation": "Mi piace nuotare nella piscina durante l'estate. L'estate scorsa, ho nuotato nella piscina ogni giorno. La prossima estate, nuoterò nella piscina di nuovo.",
      "imageLink": "image_files\\English\\swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "miasteczko",
      "translation": "città",
      "definition": "Miasteczko jest osadą ludzką, która jest większa niż wieś, ale mniejsza niż miasto.",
      "definition_translation": "Un paese è un insediamento umano che è più grande di un villaggio ma più piccolo di una città.",
      "example": "Wychowałem się w małym miasteczku na wsi. Teraz mieszkam w mieście. W przyszłości zamieszkam w miasteczku nad morzem.",
      "example_translation": "Ho vissuto in un piccolo paese in campagna. Sto vivendo in città adesso. Vivrò in un paese sul mare nel futuro.",
      "imageLink": "image_files\\English\\town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "uniwersytet",
      "translation": "università",
      "definition": "Uniwersytet jest instytucją szkolnictwa wyższego i badań, która przyznaje stopnie akademickie w różnych dziedzinach nauki.",
      "definition_translation": "Una università è un'istituzione di istruzione superiore e di ricerca, che conferisce gradi accademici in vari campi di studio.",
      "example": "Ukończyłem uniwersytet w zeszłym roku. Teraz studiuję na uniwersytecie. Weźmie uniwersytet jesienią.",
      "example_translation": "Mi sono laureato all'università l'anno scorso. Sto studiando all'università adesso. Frequerò l'università in autunno.",
      "imageLink": "image_files\\English\\university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wieś",
      "translation": "villaggio",
      "definition": "Wieś jest grupą domów i związanych z nimi budynków, większą niż osada i mniejszą niż miasteczko.",
      "definition_translation": "Un villaggio è un gruppo di case e edifici associati, più grande di un borgo e più piccolo di un paese.",
      "example": "Wychowałem się w wsi w górach. Teraz odwiedzam wieś na wsi. Letni przeniosę się do wsi nad jeziorem.",
      "example_translation": "Sono cresciuto in un villaggio sulle montagne. Sto visitando un villaggio in campagna adesso. Mi trasferirò in un villaggio sul lago in estate.",
      "imageLink": "image_files\\English\\village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zoo",
      "translation": "zoo",
      "definition": "Zoo jest miejscem, w którym zwierzęta są trzymane w niewoli dla ludzi, aby je zobaczyć i zbadać.",
      "definition_translation": "Uno zoo è un luogo dove gli animali sono tenuti in cattività per le persone per vedere e studiare.",
      "example": "Wczoraj odwiedziłem zoo i zobaczyłem lwa. Jutro odwiedzę zoo i zobaczę żyrafę. W zeszłym tygodniu odwiedziłem zoo i zobaczyłem małpę.",
      "example_translation": "Ho visitato lo zoo ieri e ho visto un leone. Visiterò lo zoo domani e vedrò una giraffa. Ho visitato lo zoo la settimana scorsa e ho visto una scimmia.",
      "imageLink": "image_files\\English\\zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lotnisko",
      "translation": "aeroporto",
      "definition": "Lotnisko jest miejscem, w którym samoloty kończą i rozpoczynają loty, a pasażerowie wsiadają i wysiadają.",
      "definition_translation": "Un aeroporto è un luogo dove gli aerei decollano e atterrano, e dove i passeggeri si imbarcano e sbarcano.",
      "example": "Wczoraj przybyłem na lotnisko wcześnie i sprawdziłem bagaż. Jutro przybędę na lotnisko i odebrę swojego przyjaciela. W zeszłym tygodniu przybyłem na lotnisko i czekałem na swój lot.",
      "example_translation": "Sono arrivato all'aeroporto presto e ho controllato il mio bagaglio. Arriverò all'aeroporto domani e raccoglierò il mio amico. Sono arrivato all'aeroporto la settimana scorsa e ho aspettato il mio volo.",
      "imageLink": "image_files\\English\\airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "apartament",
      "translation": "appartamento",
      "definition": "Apartament jest samodzielną jednostką mieszkalną, która zajmuje tylko część budynku.",
      "definition_translation": "Un appartamento è un'unità abitativa autonoma che occupa solo una parte di un edificio.",
      "example": "Wczoraj zamieszkałem w nowym apartamencie i rozpakowałem pudełka. W przyszłym tygodniu zamieszkałem w nowym apartamencie i zaproszę przyjaciół. W zeszłym miesiącu zamieszkałem w nowym apartamencie i udekorowałem salon.",
      "example_translation": "Mi sono trasferito nel mio nuovo appartamento ieri e ho scaricato le mie scatole. Mi trasferirò nel mio nuovo appartamento la prossima settimana e inviterò i miei amici. Mi sono trasferito nel mio nuovo appartamento lo scorso mese e ho decorato la sala客廳.",
      "imageLink": "image_files\\English\\apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "obszar",
      "translation": "area",
      "definition": "Określony region lub przestrzeń, taki jak obszar geograficzny lub szczególna część budynku.",
      "definition_translation": "Una regione definita o spazio, come un'area geografica o una parte specifica di un edificio.",
      "example": "Park jest popularnym obszarem do spacerowania. Wczoraj spacerowałem w tym obszarze. Jutro będę spacerował w tym obszarze.",
      "example_translation": "Il parco è un'area popolare per camminare. Ieri, ho camminato nell'area. Domani, camminerò nell'area.",
      "imageLink": "image_files\\English\\area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "księgarnia",
      "translation": "libreria",
      "definition": "Sklep, w którym sprzedawane są książki, gazety i inne publikacje.",
      "definition_translation": "Un negozio che vende libri, giornali e altre pubblicazioni.",
      "example": "Poszedłem do księgarni, aby kupić powieść. Księgarnia znajduje się niedaleko mojego domu. Pójdę do księgarni w przyszłym tygodniu.",
      "example_translation": "Sono andato in libreria per comprare un romanzo. La libreria è vicino a casa mia. Andrò in libreria la prossima settimana.",
      "imageLink": "image_files\\English\\bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "księgarnia wielokrotna",
      "translation": "libreria",
      "definition": "Sklep, w którym sprzedawane są książki, szczególnie duży z wielkim wyborem tytułów.",
      "definition_translation": "Un negozio che vende libri, soprattutto uno grande con una vasta selezione di titoli.",
      "example": "Księgarnia wielokrotna jest moim ulubionym miejscem relaksu. Byłem w księgarni wielokrotnej wiele razy. Odwiedzę księgarnię wielokrotną jutro.",
      "example_translation": "La libreria è il mio posto preferito per rilassarmi. Sono stato in libreria molte volte. Visiterò la libreria domani.",
      "imageLink": "image_files\\English\\bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "most",
      "translation": "ponte",
      "definition": "Konstrukcja budowana w celu pokonywania przeszkód fizycznych, takich jak woda, dolina lub droga, i umożliwiająca przejście nad nimi.",
      "definition_translation": "Una struttura costruita per superare ostacoli fisici, come acqua, valle o strada, e per fornire il passaggio sopra di essi.",
      "example": "Inżynier zaprojektował nowy most, aby połączyć dwie wyspy. Wczoraj przeszedłem przez most. Jutro przejadę przez most.",
      "example_translation": "L'ingegnere ha progettato un nuovo ponte per collegare le due isole. Ieri, ho attraversato il ponte. Domani, guiderò sul ponte.",
      "imageLink": "image_files\\English\\bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "budynek",
      "translation": "edificio",
      "definition": "Konstrukcja z dachem i ścianami, taka jak dom, szkoła lub biuro, służąca różnym celom.",
      "definition_translation": "Una struttura con un tetto e mura, come una casa, una scuola o un ufficio, utilizzata per varie attività.",
      "example": "Budynek jest w budowie. Budynek został ukończony w zeszłym roku. Budynek będzie wyburzony w przyszłym miesiącu.",
      "example_translation": "L'edificio è in costruzione. L'edificio è stato completato l'anno scorso. L'edificio sarà demolito il prossimo mese.",
      "imageLink": "image_files\\English\\building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dworzec autobusowy",
      "translation": "stazione degli autobus",
      "definition": "Miejsce, w którym autobusy zatrzymują się, aby zabierać i wysadzać pasażerów.",
      "definition_translation": "Un posto dove gli autobus si fermano per prendere e lasciare i passeggeri.",
      "example": "Poszedłem na dworzec autobusowy, aby kupić bilet. Dworzec autobusowy jest zawsze zatłoczony. Dworzec autobusowy będzie remontowany wkrótce.",
      "example_translation": "Sono andato alla stazione degli autobus per comprare un biglietto. La stazione degli autobus è sempre affollata. La stazione degli autobus sarà rinnovata presto.",
      "imageLink": "image_files\\English\\bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przystanek autobusowy",
      "translation": "fermata dell'autobus",
      "definition": "Miejsce, w którym autobusy zatrzymują się, aby zabierać i wysadzać pasażerów, zazwyczaj oznaczone znakiem lub wiatą.",
      "definition_translation": "Un luogo in cui gli autobus si fermano per far salire o scendere i passeggeri, solitamente segnalato da un cartello o da un riparo.",
      "example": "Czekałem 15 minut na przystanku autobusowym, a potem zaczęło padać. Wczoraj przegapiłem autobus na przystanku autobusowym. Jutro spotkam się z przyjaciółmi na przystanku autobusowym.",
      "example_translation": "Ho aspettato 15 minuti alla fermata dell'autobus, poi è iniziato a piovere. Ieri, ho perso l'autobus alla fermata dell'autobus. Domani, incontrerò il mio amico alla fermata dell'autobus.",
      "imageLink": "image_files\\English\\bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stołówka",
      "translation": "mensa",
      "definition": "Restauracja samoobsługowa, zwykle w szkole, szpitalu lub biurze, gdzie żywność i napoje są dostępne za pośrednictwem lady lub automatów.",
      "definition_translation": "Un ristorante self-service, tipicamente in una scuola, ospedale o edificio per uffici, dove i cibi e le bevande vengono distribuiti da un bancone o dalle macchine di vendita.",
      "example": "Stołówka w naszej szkole serwuje dobra żywność, ale jest zawsze zatłoczona. Spotkałem się z kolegami w stołówce na lunch. Nowa stołówka będzie otwarta w przyszłym miesiącu.",
      "example_translation": "La mensa nella nostra scuola serve buon cibo, ma è sempre affollata. Ho incontrato i miei colleghi nella mensa per pranzo. La nuova mensa aprirà il prossimo mese.",
      "imageLink": "image_files\\English\\cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stolica",
      "translation": "capitale",
      "definition": "Miasto lub miasteczko, które służy jako siedziba rządu kraju, stanu lub prowincji.",
      "definition_translation": "La città o paese che serve come sede del governo per un paese, stato o provincia.",
      "example": "Stolicą Francji jest Paryż. Stolicą Stanów Zjednoczonych jest Waszyngton. Stolicą Włoch jest Rzym.",
      "example_translation": "La capitale della Francia è Parigi. La capitale degli Stati Uniti è Washington D.C. La capitale dell'Italia è Roma.",
      "imageLink": "image_files\\English\\capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "parking",
      "translation": "parcheggio",
      "definition": "Określony obszar do parkowania pojazdów, zwykle duży teren na wolnym powietrzu z oznaczonymi miejscami.",
      "definition_translation": "Un'area designata per parcheggiare veicoli, tipicamente un'area all'aperto grande con spazi segnati.",
      "example": "Parkedłem samochód na parkingu i potem udałem się do centrum miasta. Pójdę zaparkować samochód na parkingu jutro. Wczoraj parkowałem samochód na parkingu.",
      "example_translation": "Ho parcheggiato la mia auto nel parcheggio e poi ho camminato fino al centro città. Parcheggerò la mia auto nel parcheggio domani. Avevo parcheggiato la mia auto nel parcheggio ieri.",
      "imageLink": "image_files\\English\\car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zamek",
      "translation": "castello",
      "definition": "Duży, imponujący budynek lub struktura, zwykle zlokalizowana w prominentnym miejscu, często kojarzona z czasami średniowiecznymi.",
      "definition_translation": "Un grande edificio o struttura impressionante, solitamente in una posizione prominente, spesso associata ai tempi medievali.",
      "example": "Zamek został zbudowany w XII wieku i jest teraz popularną atrakcją turystyczną. Odwiedzę zamek następnego lata. Odwiedziłem zamek w zeszłym roku.",
      "example_translation": "Il castello è stato costruito nel XII secolo ed è ora un'attrazione turistica popolare. Visiterò il castello la prossima estate. Ho visitato il castello l'anno scorso.",
      "imageLink": "image_files\\English\\castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "katedra",
      "translation": "cattedrale",
      "definition": "Duży, imponujący budynek kościelny, zwykle siedziba biskupa, często charakteryzujący się wspaniałą architekturą i ozdobnymi dekoracjami.",
      "definition_translation": "Un grande edificio della chiesa impressionante, solitamente la sede di un vescovo, spesso con una architettura mozzafiato e decorazioni ornaments.",
      "example": "Katedra zajęła stulecia, aby zostać zakończoną i jest uważana za arcydzieło architektury gotyckiej. Będę uczestniczyć w mszy w katedrze następną niedzielę. Uczestniczyłem w koncercie w katedrze w zeszłym miesiącu.",
      "example_translation": "La cattedrale ha impiegato secoli per essere completata e viene considerata un capolavoro dell'architettura gotica. Parteciperò a una messa alla cattedrale la prossima domenica. Ho partecipato a un concerto alla cattedrale lo scorso mese.",
      "imageLink": "image_files\\English\\cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "centrum",
      "translation": "centro",
      "definition": "Środkowa część czegoś lub miejsce, gdzie koncentruje się aktywność.",
      "definition_translation": "Il punto centrale o parte di qualcosa, o un luogo dove un'attività particolare è concentrata.",
      "example": "Poszedłem do centrum miasta, aby spotkać się z przyjaciółmi. Idę do centrum miasta, aby zrobić zakupy. Byłem w centrum miasta w zeszłym weekendzie.",
      "example_translation": "Sono andato nel centro della città per incontrare i miei amici. Sto andando nel centro della città per fare shopping. Sono andato nel centro della città lo scorso weekend.",
      "imageLink": "image_files\\English\\centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "apteka",
      "translation": "farmacia",
      "definition": "Sklep, gdzie sprzedawane są leki i inne produkty zdrowotne.",
      "definition_translation": "Un negozio dove vengono venduti medicinali e altri prodotti per la salute.",
      "example": "Poszedłem do apteki, aby kupić lekarstwo. Idę do apteki, aby odebrać przepis. Byłem w aptece wczoraj, aby odebrać zamówienie.",
      "example_translation": "Sono andato alla farmacia per comprare del medicinale. Sto andando alla farmacia per ottenere la mia ricetta. Sono andato alla farmacia ieri per ritirare la mia ordinazione.",
      "imageLink": "image_files\\English\\chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kościół",
      "translation": "chiesa",
      "definition": "Budynek na chrześcijańskie služby religijne, zwłaszcza duży, imponujący.",
      "definition_translation": "Un edificio per servizi religiosi cristiani, soprattutto uno grande e impressionante.",
      "example": "Poszedłem do kościoła, aby pomodlić się. Idę do kościoła na ślub. Byłem w kościele w zeszłą niedzielę, aby uczestniczyć w nabożeństwie.",
      "example_translation": "Sono andato in chiesa per pregare. Sto andando in chiesa per il matrimonio. Sono andato in chiesa la scorsa domenica per partecipare al servizio.",
      "imageLink": "image_files\\English\\church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "centrum miasta",
      "translation": "centro città",
      "definition": "Centralna część miasta, gdzie zwykle znajdują się główne sklepy, biura i budynki publiczne.",
      "definition_translation": "La parte centrale di una città, dove sono solitamente ubicati i principali negozi, uffici e edifici pubblici.",
      "example": "Mieszkałem w centrum miasta przez trzy lata, mieszkałem teraz w centrum miasta i będę mieszkał w centrum miasta w przyszłości.",
      "example_translation": "Avevo vissuto nel centro città per tre anni, vivo attualmente nel centro città e vivrò nel centro città nel futuro.",
      "imageLink": "image_files\\English\\city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep odzieżowy",
      "translation": "negozio di abbigliamento",
      "definition": "Sklep, gdzie sprzedawane są ubrania i inne rzeczy noszone na ciele.",
      "definition_translation": "Un negozio che vende abbigliamento e altre cose che le persone indossano.",
      "example": "Byłem w sklepie odzieżowym wczoraj, idę do sklepu odzieżowego dzisiaj i pójdę do sklepu odzieżowego jutro.",
      "example_translation": "Sono andato al negozio di abbigliamento ieri, sto andando al negozio di abbigliamento oggi e andrò al negozio di abbigliamento domani.",
      "imageLink": "image_files\\English\\clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "klub",
      "translation": "club",
      "definition": "Stowarzyszenie ludzi z wspólnymi interesami lub celami, zwłaszcza organizacja społeczna lub sportowa.",
      "definition_translation": "Un'associazione di persone con interessi o obiettivi comuni, specialmente un'organizzazione sociale o sportiva.",
      "example": "Dołączyłem do klubu w zeszłym roku, uczestniczę w klubie obecnie i będę uczestniczył w klubie w następnym roku.",
      "example_translation": "Mi sono unito al club l'anno scorso, sto partecipando al club ora e parteciperò al club l'anno prossimo.",
      "imageLink": "image_files\\English\\club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kolegium",
      "translation": "collegio",
      "definition": "Instytucja szkolnictwa wyższego, która oferuje studia licencjackie.",
      "definition_translation": "Un'istituzione di istruzione superiore, che offre di solito lauree undergraduate.",
      "example": "Uczyłem się w kolegium przez cztery lata, aby studiować informatykę. Uczę się w kolegium w tym semestrze, aby zrealizować kilka kursów. Będę uczę się w kolegium przyszłym roku, aby uzyskać tytuł magistra.",
      "example_translation": "Ho frequentato il collegio per quattro anni per studiare scienze informatiche. Sto frequentando il collegio questo semestre per prendere alcuni corsi in più. Frequento il collegio l'anno prossimo per perseguire la mia laurea magistrale.",
      "imageLink": "image_files\\English\\college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "róg",
      "translation": "angolo",
      "definition": "Punkt lub obszar, gdzie spotykają się dwie lub więcej krawędzi, powierzchni lub linii.",
      "definition_translation": "Il punto o area dove due o più bordi, superfici o linee si incontrano.",
      "example": "Siedziałem na rogu łóżka, aby założyć buty. Książka została umieszczona na rogu stołu. Szef kuchni odciął róg tortu, aby go podać.",
      "example_translation": "Mi sono seduto sull'angolo del letto per mettermi le scarpe. Il libro era stato posato sull'angolo del tavolo. Il cuoco ha tagliato l'angolo della torta per servirla.",
      "imageLink": "image_files\\English\\corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dział handlowy",
      "translation": "grande magazzino",
      "definition": "Duży sklep detaliczny oferujący szeroki asortyment produktów, typowo włączając ubrania, kosmetyki i artykuły domowe.",
      "definition_translation": "Un grande negozio di vendita al dettaglio che offre una vasta gamma di prodotti, comprendenti abbigliamento, cosmetici e merci per la casa.",
      "example": "Poszedłem do działu handlowego, aby kupić nową suknię. Pracowała ona w działu handlowym przez pięć lat. Otwierają nowy dział handlowy w centrum miasta.",
      "example_translation": "Sono andato al grande magazzino per comprare un nuovo abito. Lei ha lavorato al grande magazzino per cinque anni. Stanno aprendo un nuovo grande magazzino nel centro città.",
      "imageLink": "image_files\\English\\department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dyskoteka",
      "translation": "disco",
      "definition": "Rodzaj klubu nocnego lub imprezy, gdzie ludzie tańczą do muzyki nagranej.",
      "definition_translation": "un tipo di nightclub o festa dove le persone ballano con musica registrata",
      "example": "Poszedłem na dyskotekę wczoraj i tańczyłem z przyjaciółmi. Idę na dyskotekę dzisiaj i tańczył będę z przyjaciółmi. Poszedłem na dyskotekę rok temu i tańczyłem z przyjaciółmi.",
      "example_translation": "Sono andato a un disco la scorsa notte e ho ballato con i miei amici. Sto andando a un disco stasera e ballerò con i miei amici. Sono andato a un disco l'anno scorso e ho ballato con i miei amici.",
      "imageLink": "image_files\\English\\disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "apteka",
      "translation": "farmacia",
      "definition": "Sklep, w którym można kupić leki, kosmetyki i inne produkty pielęgnacyjne.",
      "definition_translation": "un negozio dove puoi acquistare medicine, cosmetici e altri prodotti per la cura personale",
      "example": "Poszedłem do apteki, aby kupić środki przeciwbólowe. Idę do apteki, aby kupić krem do opalania. Poszedłem do apteki tydzień temu, aby kupić szampon.",
      "example_translation": "Sono andato in farmacia per comprare alcuni antidolorifici. Sto andando in farmacia per comprare del filtro solare. Sono andato in farmacia la settimana scorsa per comprare dello shampoo.",
      "imageLink": "image_files\\English\\drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wejście",
      "translation": "ingresso",
      "definition": "Punkt lub sposób wejścia do budynku, miejsca lub obszaru.",
      "definition_translation": "il punto o modo di ingresso in un edificio, un luogo o un'area",
      "example": "Wejście do muzeum było bardzo imponujące. Szukam wejścia do parku. Znalezłem wejście do budynku wczoraj wieczorem.",
      "example_translation": "L'ingresso del museo era molto impressionante. Sto cercando l'ingresso del parco. Ho trovato l'ingresso dell'edificio la scorsa notte.",
      "imageLink": "image_files\\English\\entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wyjście",
      "translation": "uscita",
      "definition": "Droga wyjścia z miejsca, budynku lub pojazdu.",
      "definition_translation": "Un modo per uscire da un luogo, edificio o veicolo.",
      "example": "Wyjdę z sali, gdy spotkanie się skończy. Wczoraj wyszedłem z budynku. Codziennie wysiadamy z autostrady.",
      "example_translation": "Uscirò dalla stanza quando la riunione sarà finita. Sono uscito dall'edificio ieri. Esco dall'autostrada ogni giorno.",
      "imageLink": "image_files\\English\\exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pole",
      "translation": "campo",
      "definition": "Obszar ziemi używany do określonego celu, takiego jak rolnictwo lub sport.",
      "definition_translation": "Un'area di terra utilizzata per uno scopo specifico, come l'agricoltura o gli sport.",
      "example": "Wczoraj grałem w piłkę nożną na polu. Jutro będę pracował na polu. Pracuję na polu od pięciu lat.",
      "example_translation": "Ho giocato a calcio nel campo ieri. Lavorerò nel campo domani. Ho lavorato nel campo per cinque anni.",
      "imageLink": "image_files\\English\\field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "garaż",
      "translation": "garage",
      "definition": "Budynek lub pomieszczenie przeznaczone do przechowywania samochodu lub innych pojazdów.",
      "definition_translation": "Un edificio o stanza per alloggiare un'auto o altri veicoli.",
      "example": "Zaparkuję samochód w garażu dzisiaj wieczorem. Wczoraj zaparkowałem samochód w garażu. Codziennie zaparkuję samochód w garażu.",
      "example_translation": "Parcheggerò la mia auto nel garage stasera. Ho parcheggiato la mia auto nel garage ieri sera. Ho parcheggiato la mia auto nel garage ogni giorno.",
      "imageLink": "image_files\\English\\garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wzgórze",
      "translation": "collina",
      "definition": "Naturalne wyniesienie powierzchni ziemi, wznoszące się bardziej lub mniej stromowo z otaczającego poziomu i osiągające taką wysokość, która w stosunku do sąsiedniej wysokości jest imponująca lub zauważalna.",
      "definition_translation": "Un'elevazione naturale della superficie della terra che si innalza più o meno bruscamente dal livello circostante e raggiunge un'altitudine che, rispetto all'elevazione adiacente, è impressionante o notevole.",
      "example": "Weszła na wzgórze, aby uzyskać lepszy widok. Wczoraj wspiąłem się na wzgórze z przyjaciółmi. Latem będziemy wspinali się na wzgórze razem.",
      "example_translation": "È salita sulla collina per avere una vista migliore. Ieri, ho scalato la collina con i miei amici. La prossima estate, camperemo sulla collina insieme.",
      "imageLink": "image_files\\English\\hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wyspa",
      "translation": "isola",
      "definition": "Kawałek lądu otoczonego wodą przy wysokim poziomie wody.",
      "definition_translation": "Un pezzo di terra circondato dall'acqua durante l'alta marea.",
      "example": "Wyspa była samotna i spokojna. Rok temu odwiedziłem wyspę z rodziną. Zimą pojedziemy na wyspę na miesiąc miodowy.",
      "example_translation": "L'isola era isolata e pacifica. Lo scorso anno, ho visitato l'isola con la mia famiglia. Il prossimo inverno, andremo all'isola per la luna di miele.",
      "imageLink": "image_files\\English\\island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "biblioteka",
      "translation": "biblioteca",
      "definition": "Miejsce, w którym przechowuje się materiały literackie, muzyczne, artystyczne lub referencyjne do użytku, ale nie do sprzedaży.",
      "definition_translation": "Un luogo in cui materiali letterari, musicali, artistici o di riferimento sono conservati per l'uso ma non per la vendita.",
      "example": "Spędziłem większość czasu wolnego w bibliotece. Wczoraj zwróciłem książkę do biblioteki. W następnym semetrze będziemy mieli projekt grupowy w bibliotece.",
      "example_translation": "Ho trascorso la maggior parte del mio tempo libero nella biblioteca. Ieri, ho restituito il libro alla biblioteca. Il prossimo semestre, avremo un progetto di gruppo alla biblioteca.",
      "imageLink": "image_files\\English\\library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "winda",
      "translation": "ascensore",
      "definition": "Urządzenie służące do podnoszenia lub unoszenia ciężkich obiektów lub osób, zwykle za pomocą platformy lub klatki, która jest podnoszona i opuszczana za pomocą systemu блокów lub maszyn hydraulicznych.",
      "definition_translation": "Un dispositivo utilizzato per sollevare o innalzare oggetti o persone pesanti, di solito mediante una piattaforma o gabbia che viene sollevata e abbassata da un sistema di pulegge o macchine idrauliche.",
      "example": "Robotnicy budowlani użyli windy, aby transportować materiały budowlane na najwyższe piętro. Wczoraj, użyłem windy, aby przenieść ciężką walizkę do mojego mieszkania. Do następnego roku, zainstalujemy nową windę w budynku biurowym.",
      "example_translation": "I lavoratori edili hanno utilizzato un ascensore per trasportare materiali da costruzione al piano superiore. Ieri, ho utilizzato un ascensore per portare i miei bagagli pesanti fino al mio appartamento. Entro l'anno prossimo, avremo installato un nuovo ascensore nell'edificio degli uffici.",
      "imageLink": "image_files\\English\\lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": " targ",
      "translation": "mercato",
      "definition": "Regularne zgromadzenie ludzi na sprzedaż żywności, towarów lub usług, często na zewnątrz lub w dużym publicznym budynku.",
      "definition_translation": "Un'assemblea regolare di persone per la vendita di cibo, beni o servizi, spesso all'aperto o in un grande edificio pubblico.",
      "example": "Lokalny targ oferuje świeżą żywność i rękodzieła. Na targu kupiliśmy świeże owoce i warzywa. Do końca roku, nowy targ otworzy się w centrum miasta.",
      "example_translation": "Il mercato locale offre prodotti freschi e artigianato fatto a mano. Al mercato, abbiamo comprato alcuni frutti e verdure freschi. Alla fine dell'anno, un nuovo mercato aprirà nel centro della città.",
      "imageLink": "image_files\\English\\market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "meczet",
      "translation": "moschea",
      "definition": "Budynek na cele kultu muzułmańskiego, zwykle z minaretem, mihrabem i centralnym dachem kopułowym.",
      "definition_translation": "Un edificio per la preghiera musulmana, tipicamente con un minareto, una nicchia di preghiera e un tetto centrale a cupola.",
      "example": "Piękny meczet w centrum miasta przyciągnął wielu turystów. Wczoraj, odwiedziłem historyczny meczet w starej części miasta. Do następnego miesiąca, nowy meczet będzie gotowy.",
      "example_translation": "La bella moschea nel centro della città ha attratto molti turisti. Ieri, ho visitato una moschea storica nella città vecchia. Entro il prossimo mese, la nuova moschea sarà completata.",
      "imageLink": "image_files\\English\\mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "autostrada",
      "translation": "autostrada",
      "definition": "Droga szybkiego ruchu zaprojektowana dla szybkiego ruchu, zwłaszcza ta, która jest częścią dużej sieci autostrad.",
      "definition_translation": "Una strada ad alta velocità progettata per il traffico veloce, soprattutto una che fa parte di un sistema autostradale maggior.",
      "example": "Jechałem autostradą przez trzy godziny, aby dotrzeć do celu. Wczoraj, jechałem autostradą, aby odwiedzić rodzinę. Jutro, pojadę autostradą do pracy.",
      "example_translation": "Ho guidato sull'autostrada per tre ore per raggiungere la mia destinazione. Ieri, ho guidato sull'autostrada per visitare la mia famiglia. Domani, guiderò sull'autostrada per andare al lavoro.",
      "imageLink": "image_files\\English\\motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "góra",
      "translation": "montagna",
      "definition": "Naturalne wzniesienie powierzchni ziemi, które wznosi się bardziej lub mniej gwałtownie od otaczającego poziomu i osiąga wysokość, która w stosunku do sąsiedniej wysokości jest imponująca lub znacząca.",
      "definition_translation": "Un aumento naturale della superficie terrestre che sale più o meno bruscamente dal livello circostante e raggiunge un'altitudine che, rispetto all'elevazione adiacente, è impressionante o notevole.",
      "example": "Wspiąłem się na górę w zeszłym tygodniu. Wczoraj, zobaczyłem górę z samolotu. Przyszłym roku, będzie jeździł nartami na górze.",
      "example_translation": "Ho scalato la montagna la scorsa settimana. Ieri, ho visto la montagna dall'aereo. L'anno prossimo, scierò sulla montagna.",
      "imageLink": "image_files\\English\\mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "biuro",
      "translation": "ufficio",
      "definition": "Pokój lub zestaw pokojów lub budynek, gdzie ludzie pracują, często w administracyjnej lub menedżerskiej roli.",
      "definition_translation": "Una stanza, un set di stanze o un edificio dove le persone lavorano, spesso in una capacità amministrativa o manageriale.",
      "example": "Wczoraj, poszedłem do biura. Dziś, pracuję w biurze. Jutro, będę miał spotkanie w biurze.",
      "example_translation": "Sono andato in ufficio ieri. Oggi, sto lavorando nell'ufficio. Domani, avrò una riunione all'ufficio.",
      "imageLink": "image_files\\English\\office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ścieżka",
      "translation": "percorsi",
      "definition": "Ścieżka to sposób poruszania się z jednego miejsca do drugiego, zwłaszcza w obszarach wiejskich lub parkowych.",
      "definition_translation": "Un percorso è un modo di spostarsi da un posto all'altro, specialmente in campagna o in un parco.",
      "example": "Chodziłem ścieżką w lesie. Chodzę ścieżką w lesie. Pójdę ścieżką w lesie.",
      "example_translation": "Ho camminato lungo il sentiero nel bosco. Sto camminando lungo il sentiero nel bosco. Camminerò lungo il sentiero nel bosco.",
      "imageLink": "image_files\\English\\path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep zoologiczny",
      "translation": "negozio di animali",
      "definition": "Sklep, w którym sprzedawane są zwierzęta, zwłaszcza psy, koty i ptaki, a także żywność i akcesoria dla nich.",
      "definition_translation": "Un negozio di animali è un negozio che vende animali, soprattutto cani, gatti e uccelli, così come cibo e accessori per loro.",
      "example": "Poszedłem do sklepu zoologicznego, aby kupić jedzenie dla mojego psa. Idę do sklepu zoologicznego, aby kupić nowego ptaka. Pójdę do sklepu zoologicznego, aby kupić kota.",
      "example_translation": "Sono andato al negozio di animali per comprare cibo per il mio cane. Sto andando al negozio di animali per comprare un nuovo uccello. Andrò al negozio di animali per comprare un gatto.",
      "imageLink": "image_files\\English\\pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stacja benzynowa",
      "translation": "stazione di servizio",
      "definition": "Miejsce, gdzie można kupić paliwo dla samochodu, a także korzystać z dodatkowych usług, takich jak zmiana oleju i mycie samochodu.",
      "definition_translation": "Una stazione di servizio è un luogo dove puoi comprare carburante per la tua automobile, così come altri servizi come cambi olio e lavaggi auto.",
      "example": "Zatrzymałem się na stacji benzynowej, aby zatankować samochód. Zatrzymuję się na stacji benzynowej, aby zmienić olej. Pójdę na stację benzynową, aby umyć samochód.",
      "example_translation": "Mi sono fermato alla stazione di servizio per riempire la mia auto. Sto fermando alla stazione di servizio per cambiare l'olio. Mi fermerò alla stazione di servizio per lavare la mia auto.",
      "imageLink": "image_files\\English\\petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "plac zabaw",
      "translation": "terreno giochi",
      "definition": "Obszar na zewnątrz, zwłaszcza w szkole lub parku, wyposażony w konstrukcje i sprzęt do zabawy dla dzieci.",
      "definition_translation": "Un'area all'aperto, soprattutto in una scuola o in un parco pubblico, attrezzata con strutture e attrezzature per bambini che giocano.",
      "example": "Bawiłem się na huśtawce w placu zabaw, gdy byłem dzieckiem. Teraz, zabieram swoje dzieci na plac zabaw w weekendy. Do następnego roku, zbuduję plac zabaw w swoim ogrodzie.",
      "example_translation": "Ho giocato sulle altalene nel terreno giochi quando ero un bambino. Ora, porto i miei bambini al terreno giochi durante i fine settimana. Entro l'anno prossimo, avrò costruito un terreno giochi nel mio giardino.",
      "imageLink": "image_files\\English\\playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stadion",
      "translation": "stadio",
      "definition": "Stadion to duża struktura na wolnym powietrzu lub w pomieszczeniu, zwykle z trybunami, używana do sportu, koncertów i innych wydarzeń.",
      "definition_translation": "Uno stadio è una grande struttura all'aperto o al chiuso, tipicamente con posti a sedere a gradoni, usata per sport, concerti e altri eventi.",
      "example": "Obserwowałem mecz piłkarski na stadionie w zeszłym tygodniu, dzisiaj idę na koncert na stadionie, a następnego miesiąca pobiegnę maraton na stadionie.",
      "example_translation": "Ho guardato una partita di calcio allo stadio la settimana scorsa, sto andando a un concerto allo stadio stasera e correrò una maratona allo stadio il prossimo mese.",
      "imageLink": "image_files\\English\\stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "teatr",
      "translation": "teatro",
      "definition": "Budynek lub przestrzeń, w której odbywają się występy na żywo, takie jak przedstawienia, koncerty i występy taneczne.",
      "definition_translation": "Un edificio o spazio in cui si tengono performance live, come spettacoli, concerti e esibizioni di danza.",
      "example": "Wczoraj poszedłem do teatru, aby obejrzeć sztukę. Dzisiaj idę do teatru, aby obejrzeć musical. W przyszłym tygodniu pójdę do teatru, aby obejrzeć.show komediowy.",
      "example_translation": "Sono andato a teatro ieri sera per guardare uno spettacolo. Sto andando a teatro stasera per guardare un musical. Andrò a teatro la prossima settimana per guardare uno spettacolo comico.",
      "imageLink": "image_files\\English\\theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kasa biletowa",
      "translation": "biglietteria",
      "definition": "Miejsce, w którym sprzedawane są bilety, szczególnie w teatrze, kinie lub na dworcu kolejowym.",
      "definition_translation": "Un luogo in cui si vendono biglietti, soprattutto in un teatro, cinema o stazione ferroviaria.",
      "example": "Muszę iść do kasy biletowej, aby kupić bilet na koncert. Kasa biletowa była zamknięta, kiedy przybyłem. Pójdę do kasy biletowej jutro, aby kupić bilet na przedstawienie.",
      "example_translation": "Devo andare alla biglietteria per comprare un biglietto per il concerto. La biglietteria era chiusa quando sono arrivato. Andrò alla biglietteria domani per comprare un biglietto per lo spettacolo.",
      "imageLink": "image_files\\English\\ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep z zabawkami",
      "translation": "negozio di giocattoli",
      "definition": "Sklep, w którym sprzedawane są zabawki i gry, szczególnie dla dzieci.",
      "definition_translation": "Un negozio che vende giocattoli e giochi, soprattutto per bambini.",
      "example": "Poszedłem do sklepu z zabawkami, aby kupić prezent urodzinowy dla bratanka. Sklep z zabawkami miał wyprzedaż w zeszłym tygodniu. Pójdę do sklepu z zabawkami jutro, aby kupić zabawkę dla siostrzeńca.",
      "example_translation": "Sono andato al negozio di giocattoli per comprare un regalo di compleanno per mio nipote. Il negozio di giocattoli aveva una vendita la scorsa settimana. Andrò al negozio di giocattoli domani per comprare un giocattolo per il figlio di mia sorella.",
      "imageLink": "image_files\\English\\toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "podziemny",
      "translation": "sotterraneo",
      "definition": "Zlokalizowany lub odbywający się pod powierzchnią ziemi.",
      "definition_translation": "Situato o verificatosi sotto la superficie della terra",
      "example": "System tuneli podziemnych był skomplikowany i trudny do nawigacji. Szliśmy pod ziemią przez kilka godzin. Budować będą parking podziemny za rok.",
      "example_translation": "Il sistema di tunnel sotterraneo era complesso e difficile da navigare. Avevamo camminato sotterraneo per ore. Costruiranno un parcheggio sotterraneo l'anno prossimo.",
      "imageLink": "image_files\\English\\the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "blok mieszkalny",
      "translation": "edificio residenziale",
      "definition": "Budynek zawierający wiele mieszkań, szczególnie kilkupiętrowy.",
      "definition_translation": "Un edificio contenente molteplici appartamenti, specialmente uno che è di diverse piani",
      "example": "Blok mieszkalny został nowo wybudowany i miał nowoczesne udogodnienia. Mieszkałem w bloku mieszkalnym z pięknym widokiem. Remontować będą stary blok mieszkalny za miesiąc.",
      "example_translation": "L'edificio residenziale era appena costruito e aveva moderne comodità. Vivevamo in un edificio residenziale con una vista bellissima. Ristruttureranno l'edificio residenziale vecchio il mese prossimo.",
      "imageLink": "image_files\\English\\apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "balkon",
      "translation": "balcone",
      "definition": "Platforma wystająca z ściany budynku, zwykle ogrodzona balustradą lub barierką.",
      "definition_translation": "Una piattaforma che sporge dalla parete di un edificio, generalmente chiusa da una ringhiera o balconata",
      "example": "Balkon oferował piękny widok na miasto. Siedzieliśmy na balkonie, ciesząc się świeżym powietrzem. Naprawią zepsuty balkon w przyszłym tygodniu.",
      "example_translation": "Il balcone offriva una vista mozzafiato della città. Sedevamo sul balcone, godendoci l'aria fresca. Ripareranno la ringhiera del balcone rotta la settimana prossima.",
      "imageLink": "image_files\\English\\balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "klocek",
      "translation": "blocco",
      "definition": "Stała część materiału, takiego jak drewno lub kamień, używana do budownictwa lub brukowania.",
      "definition_translation": "Un pezzo solido di materiale, come legno o pietra, utilizzato per la costruzione o la pavimentazione.",
      "example": "Zablokuję drogę, aby zapobiec przejazdowi samochodu. Wczoraj zablokowałem dziurę, aby naprawić rurę. W przyszłości zablokuję wejście do budynku.",
      "example_translation": "Blocco la strada per impedire all'auto di passare. Ieri, ho bloccato il buco per riparare la tubatura. In futuro, bloccherò l'ingresso all'edificio.",
      "imageLink": "image_files\\English\\block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pole namiotowe",
      "translation": "campeggio",
      "definition": "Miejsce, w którym ludzie spędzają noc w namiotach lub innych schronieniach tymczasowych, zwykle w środowisku naturalnym.",
      "definition_translation": "Un luogo dove le persone soggiornano per la notte in tende o altri ripari temporanei, tipicamente in un ambiente naturale.",
      "example": "Założymy pole namiotowe nad jeziorem. Obozowaliśmy na polu namiotowym z przyjaciółmi. W przyszłości obozujemy na polu namiotowym w górach.",
      "example_translation": "Installeremo un campeggio vicino al lago. Ieri, abbiamo campeggiato al campeggio con gli amici. In futuro, camperemo in un campeggio sulle montagne.",
      "imageLink": "image_files\\English\\campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kantyna",
      "translation": "mensa",
      "definition": "Miejsce, w którym sprzedawane lub dostępne są posiłki i napoje, szczególnie w szkole, fabryce lub innej instytucji.",
      "definition_translation": "Un luogo dove vengono venduti o forniti cibo e bevande, soprattutto in una scuola, fabbrica o altra istituzione.",
      "example": "Zjec lunch w kantynie. Wczoraj kupiłem kanapkę w kantynie. W przyszłości będę pracował w kantynie.",
      "example_translation": "Mangerò il pranzo alla mensa. Ieri, ho comprato un panino alla mensa. In futuro, lavorerò alla mensa.",
      "imageLink": "image_files\\English\\canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cyrk",
      "translation": "circo",
      "definition": "Okólna hala lub arena, zwykle otoczona ringiem miejsc siedzących, w której artyści cyrkowi, tacy jak akrobaci i klowni, rozrywają publiczność swoimi aktami zręczności i odwagi.",
      "definition_translation": "Una tenda circolare o arena, solitamente circondata da un anello di sedili, in cui artisti del circo, come acrobati e clown, intrattengono il pubblico con atti di abilità e coraggio.",
      "example": "Chodziłem do cyrku, kiedy byłem dzieckiem, i byłam zdumiony akrobatami. Teraz zabieram swoje dzieci do cyrku, a one kochają klownów. W przyszłości mam nadzieję zabrać swoje wnuki do cyrku.",
      "example_translation": "Sono andato al circo quando ero bambino, e sono rimasto impressionato dagli acrobati. Ora sto portando i miei bambini al circo, e loro adorano i clown. In futuro, spero di portare i miei nipoti al circo.",
      "imageLink": "image_files\\English\\circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "klinika",
      "translation": "clinica",
      "definition": "Obiekt, często związany z szpitalem, gdzie świadczone są usługi medyczne dla pacjentów ambulatoryjnych.",
      "definition_translation": "Una struttura, spesso associata ad un ospedale, dove vengono forniti servizi medici ai pazienti esterni.",
      "example": "Wczoraj poszedłem do kliniki po badanie profilaktyczne. Mój lekarz prowadzi klinikę w centrum miasta, i mam tam wizytę w następnym tygodniu. W przyszłości mam nadzieję otworzyć własną klinikę.",
      "example_translation": "Sono andato alla clinica ieri per fare un controllo. Il mio dottore gestisce una clinica nel centro città, e ho un appuntamento lì la prossima settimana. In futuro, spero di aprire la mia clinica.",
      "imageLink": "image_files\\English\\clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chatka",
      "translation": "cottage",
      "definition": "Mały, przytulny i często rustykalny budynek, zwykle w obszarze wiejskim lub nadmorskim, używany jako dom stały lub letniskowy.",
      "definition_translation": "Un piccolo, accogliente e spesso rustico alloggio, solitamente in una zona rurale o costiera, utilizzato come casa permanente o vacanza.",
      "example": "Spędziłem ostatnie lato w chatce nad jeziorem, i kochałem spokojną atmosferę. Moi przyjaciele posiadają chatkę w górach, i planujemy ich odwiedzić w następnym miesiącu. W przyszłości mam nadzieję kupić chatkę na wsi.",
      "example_translation": "Ho trascorso l'estate scorsa in un cottage sul lago, e mi è piaciuto l'atmosfera pacifica. I miei amici possiedono un cottage sulle montagne, e stiamo pianificando di visitarli il prossimo mese. In futuro, spero di comprare un cottage in campagna.",
      "imageLink": "image_files\\English\\cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sąd",
      "translation": "corte",
      "definition": "Sąd jest trybunałem, często jako instytucja rządowa, z uprawnieniami do rozstrzygnięcia spraw cywilnych, karnych lub administracyjnych na podstawie prawa.",
      "definition_translation": "Una corte è un tribunale, spesso come istituzione governativa, con l'autorità di giudicare casi civili, penali o amministrativi secondo la legge.",
      "example": "Sąd rozpozna sprawę w następnym tygodniu. Sędzia przewodniczył sądowi przez wiele lat. Adwokaci będą argumentować swój przypadek w sądzie jutro.",
      "example_translation": "La corte ascolterà il caso la prossima settimana. Il giudice ha presieduto la corte per molti anni. Gli avvocati discuteranno il loro caso in corte domani.",
      "imageLink": "image_files\\English\\court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ambasada",
      "translation": "ambasciata",
      "definition": "Ambasada jest misją dyplomatyczną, zwykle powierzonym ambasadorowi, która reprezentuje kraj w innym kraju lub organizacji.",
      "definition_translation": "Un'ambasciata è una missione diplomatica, di solito guidata da un ambasciatore, che rappresenta un paese in un altro paese o organizzazione.",
      "example": "Odwiedziłem ambasadę, aby uzyskać nowy paszport. Personel ambasady był bardzo pomocny. Ambasada znajduje się w centrum miasta.",
      "example_translation": "Ho visitato l'ambasciata per ottenere un nuovo passaporto. Lo staff dell'ambasciata è stato molto utile. L'ambasciata si trova nel centro della città.",
      "imageLink": "image_files\\English\\embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pole",
      "translation": "campo",
      "definition": "Pole to otwarty obszar ziemi, zwykle używany do uprawy roślin lub hodowli zwierząt, lub określony obszar badań lub działań.",
      "definition_translation": "Un campo è un'area di terreno aperta, di solito utilizzata per la coltivazione di colture o il pascolo di animali, o un'area specifica di studio o attività.",
      "example": "Grałem w piłkę nożną na polu z przyjaciółmi. Rolnik pracował na polu przez cały dzień. Pole biologii szybko się rozwija.",
      "example_translation": "Ho giocato a calcio nel campo con i miei amici. Il contadino ha lavorato nel campo tutto il giorno. Il campo della biologia sta avanzando rapidamente.",
      "imageLink": "image_files\\English\\field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "straż pożarna",
      "translation": "caserma dei pompieri",
      "definition": "Budynek lub struktura, która mieści dział straży pożarnej i jego pojazdy, wyposażenie i personel.",
      "definition_translation": "Un edificio o struttura che ospita un dipartimento dei vigili del fuoco e i suoi veicoli, attrezzature e personale.",
      "example": "Straż pożarna znajduje się przy ulicy Głównej. Kiedyś był to mały oddział, ale teraz jest to duży. W przyszłości będzie miał więcej wyposażenia.",
      "example_translation": "La caserma dei pompieri è situata in Via Main. Nel passato, era una stazione piccola, ma ora è una grande. Nel futuro, avrà più attrezzature.",
      "imageLink": "image_files\\English\\fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kwiatowy sklep",
      "translation": "fiorista",
      "definition": "Sklep, w którym sprzedawane są kwiaty i rośliny, często z personelem, który je układa dla celów dekoracyjnych.",
      "definition_translation": "Un negozio dove si vendono fiori e piante, spesso con una persona che li arrangia per scopi decorativi.",
      "example": "Jutro odwiedzę kwiatowy sklep, aby kupić kwiaty. Wczoraj odwiedziłem kwiatowy sklep, aby zamówić bukiet. W przyszłości otworzę własny kwiatowy sklep.",
      "example_translation": "Visiterò il fiorista domani per comprare alcuni fiori. Ieri, sono andato dal fiorista per ordinare un bouquet. Nel futuro, aprirò il mio proprio fiorista.",
      "imageLink": "image_files\\English\\florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep meblowy",
      "translation": "negozi di mobili",
      "definition": "Sklep detaliczny, który sprzedaje meble i wyposażenie domowe.",
      "definition_translation": "Un'istituzione retail che vende mobili per la casa e prodotti correlati.",
      "example": "Wczoraj kupiłem nową sofę w sklepie meblowym. W przyszłości kupię biurko w sklepie meblowym. Kiedy byłem dzieckiem, moi rodzice zabrali mnie do sklepu meblowego, aby kupić nowe łóżko.",
      "example_translation": "Ho comprato un nuovo divano al negozio di mobili ieri. Nel futuro, comprerò una scrivania al negozio di mobili. Quando ero bambino, i miei genitori mi hanno portato al negozio di mobili per comprare un nuovo letto.",
      "imageLink": "image_files\\English\\furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "garaż",
      "translation": "autorimessa",
      "definition": "Budynek lub szopy, w którym mieszczą się pojazdy, takie jak samochody, motocykle lub inne.",
      "definition_translation": "Un edificio o capannone per alloggiare un'auto, moto o altri veicoli.",
      "example": "Wczoraj zaparkowałem samochód w garażu. Jutro zaparkuję samochód w garażu. Zażyczam zaparkwać samochód w garażu.",
      "example_translation": "Parcherò la mia auto nell'autorimessa stasera. Ieri, ho parcheggiato la mia auto nell'autorimessa. Domani, parcherò la mia auto nell'autorimessa.",
      "imageLink": "image_files\\English\\garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep warzywniczy",
      "translation": "fruttivendolo",
      "definition": "Sklep sprzedający świeże owoce i warzywa.",
      "definition_translation": "Un negozio che vende frutta e verdura fresca.",
      "example": "Poszedłem do sklepu warzywniczego, aby kupić kilka jabłek. Wczoraj poszedłem do sklepu warzywniczego, aby kupić kilka bananów. Jutro pójdę do sklepu warzywniczego, aby kupić kilka pomarańczy.",
      "example_translation": "Sono andato dal fruttivendolo a comprare delle mele. Ieri, sono andato dal fruttivendolo a comprare delle banane. Domani, andrò dal fruttivendolo a comprare delle arance.",
      "imageLink": "image_files\\English\\greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep spożywczy",
      "translation": "drogheria",
      "definition": "Sklep sprzedający żywność i inne towary gospodarstwa domowego.",
      "definition_translation": "Un negozio che vende cibo e altri beni per la casa.",
      "example": "Pójdę do sklepu spożywczego, aby kupić mleko. Wczoraj poszedłem do sklepu spożywczego, aby kupić chleb. Jutro pójdę do sklepu spożywczego, aby kupić jajka.",
      "example_translation": "Andrò dal droghiere a comprare del latte. Ieri, sono andato dal droghiere a comprare del pane. Domani, andrò dal droghiere a comprare delle uova.",
      "imageLink": "image_files\\English\\grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep spożywczy",
      "translation": "alimentari",
      "definition": "Sklep sprzedający żywność i inne towary gospodarstwa domowego.",
      "definition_translation": "Un negozio che vende cibo e altri beni per la casa.",
      "example": "Wczoraj poszedłem do sklepu spożywczego, teraz idę do sklepu spożywczego, a jutro pójdę do sklepu spożywczego.",
      "example_translation": "Sono andato al negozio di alimentari ieri, sto andando al negozio di alimentari ora e andrò al negozio di alimentari domani.",
      "imageLink": "image_files\\English\\grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pensjonat",
      "translation": "pensione",
      "definition": "Mały hotel lub dom gościnny, który zapewnia zakwaterowanie dla gości.",
      "definition_translation": "Un piccolo albergo o casa di pensione che offre alloggio per gli ospiti.",
      "example": "Zatrzymałem się w pensjonacie podczas mojej podróży do Europy, teraz zatrzymuję się w pensjonacie, a w przyszłym roku również zatrzymam się w pensjonacie.",
      "example_translation": "Mi sono fermato in una pensione durante il mio viaggio in Europa, sto soggiornando in una pensione ora e mi fermerò in una pensione l'anno prossimo.",
      "imageLink": "image_files\\English\\guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "siłownia",
      "translation": "palestra",
      "definition": "Miejsce, gdzie ludzie ćwiczą lub uprawiają sport, szczególnie w pomieszczeniach zamkniętych.",
      "definition_translation": "Un luogo dove le persone vanno per fare esercizio o giocare sport, soprattutto al chiuso.",
      "example": "Wczoraj poszedłem do siłowni, teraz idę do siłowni, a jutro pójdę do siłowni.",
      "example_translation": "Sono andato in palestra ieri, sto andando in palestra ora e andrò in palestra domani.",
      "imageLink": "image_files\\English\\gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "port",
      "translation": "porto",
      "definition": "Port to akwen wodny, gdzie statki mogą zacumować, aby załadować lub rozładować towary lub pasażerów.",
      "definition_translation": "Un porto è un corpo d'acqua dove le navi possono attraccare per caricare e scaricare merci o passeggeri.",
      "example": "Wczoraj odwiedziłem port i zobaczyłem wiele statków odpływających. Jutro ponownie odwiedzę port. Odwiedziłem port wiele razy wcześniej.",
      "example_translation": "Ho visitato il porto ieri e ho visto molte navi salpare. Visiterò il porto di nuovo domani. Ho visitato il porto molte volte prima.",
      "imageLink": "image_files\\English\\harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "schronisko młodzieżowe",
      "translation": "ostello",
      "definition": "Schronisko młodzieżowe to budżetowe zakwaterowanie, gdzie goście mogą wynająć łóżko, zwykle w dormitorium, i korzystać ze wspólnych przestrzeni.",
      "definition_translation": "Un ostello è un alloggio a basso costo dove gli ospiti possono noleggiare un letto, di solito in una camerata, e condividere aree comuni.",
      "example": "Zatrzymałem się w schronisku młodzieżowym, gdy podróżowałem po Europie. Zatrzymam się w schronisku młodzieżowym, gdy podróżuję do Japonii. Zatrzymałem się w schronisku młodzieżowym wiele razy podczas moich podróży.",
      "example_translation": "Sono stato in un ostello quando ero in giro per l'Europa con lo zaino. Mi fermerò in un ostello quando viaggerò in Giappone. Mi sono fermato in un ostello molte volte durante i miei viaggi.",
      "imageLink": "image_files\\English\\hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chata",
      "translation": "capanna",
      "definition": "Chata to mały, prosty budynek, często wykonany z drewna lub metalu, używany jako schron lub mieszkanie.",
      "definition_translation": "Una capanna è un piccolo edificio semplice, spesso fatto di materiali in legno o metallo, utilizzato come rifugio o abitazione.",
      "example": "Zamieszkiwałem w chacie, gdy byłem dzieckiem. Zbuduję chatę w lesie, gdy odejdę na emeryturę. Odwiedziłem chatę w górach wcześniej.",
      "example_translation": "Ho vissuto in una capanna quando ero bambino. Costruirò una capanna nel bosco quando mi pensionerò. Ho visitato una capanna in montagna prima.",
      "imageLink": "image_files\\English\\hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "więzienie",
      "translation": "carcere",
      "definition": "Miejsce, w którym przetrzymywani są ludzie, którzy zostali aresztowani lub skazani, szczególnie w oczekiwaniu na proces lub wyrok.",
      "definition_translation": "Un luogo per la detenzione di persone che sono state arrestate o condannate, specialmente mentre aspettano il processo o la sentenza.",
      "example": "Podejrzany został zabrany do więzienia w celu dalszego przesłuchania. Wczoraj odwiedziłem swojego przyjaciela w więzieniu. Jeśli nie będę się zachowywał, skończę w więzieniu.",
      "example_translation": "Il sospetto è stato portato in carcere per ulteriori domande. Ieri, ho visitato il mio amico in carcere. Se non mi comporto, finirò in carcere.",
      "imageLink": "image_files\\English\\jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zegarmistrz",
      "translation": "gioielliere",
      "definition": "Sklep lub przedsiębiorstwo, które sprzedaje biżuterię i zegarki.",
      "definition_translation": "Un negozio o attività commerciale che vende gioielli e orologi.",
      "example": "Poszedłem do zegarmistrza, aby kupić nowy zegarek. Zegarmistrz był bardzo zajęty w okresie świątecznym. Moja siostra jest zegarmistrzem i produkuje piękne przedmioty.",
      "example_translation": "Sono andato dal gioielliere per comprare un nuovo orologio. Il gioielliere era molto occupato durante la stagione delle festività. Mia sorella è una gioielliera e crea pezzi bellissimi.",
      "imageLink": "image_files\\English\\jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "laboratorium",
      "translation": "laboratorio",
      "definition": "Pokój lub budynek wyposażony w urządzenia do prowadzenia eksperymentów naukowych, badań lub testów.",
      "definition_translation": "Una stanza o edificio attrezzato per esperimenti scientifici, ricerche o test.",
      "example": "Naukowcy pracowali w laboratorium, aby znaleźć lekarstwo na chorobę. Przeprowadziłem eksperyment w laboratorium wczoraj. Wyniki badań z laboratorium będą dostępne za tydzień.",
      "example_translation": "Gli scienziati hanno lavorato nel laboratorio per trovare una cura per la malattia. Ho fatto un esperimento nel laboratorio ieri. I risultati del laboratorio saranno disponibili la prossima settimana.",
      "imageLink": "image_files\\English\\lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "laboratorium",
      "translation": "laboratorio",
      "definition": "Pokój lub budynek wyposażony w urządzenia do prowadzenia eksperymentów naukowych, badań lub testów.",
      "definition_translation": "Una stanza o edificio attrezzato per esperimenti scientifici, ricerche o test.",
      "example": "Pracowałem w laboratorium przez trzy lata, aby opracować nową szczepionkę. Teraz pracuję nad nowym projektem w laboratorium. Odwiedzę laboratorium jutro, aby przeprowadzić eksperyment.",
      "example_translation": "Ho lavorato in un laboratorio per tre anni per sviluppare un nuovo vaccino. Ora, sto lavorando su un nuovo progetto nel laboratorio. Visiterò un laboratorio domani per eseguire un esperimento.",
      "imageLink": "image_files\\English\\laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "centrum handlowe",
      "translation": "centro commerciale",
      "definition": "Duży, zamknięty ośrodek handlowy z wieloma sklepami i restauracjami.",
      "definition_translation": "Un grande centro commerciale chiuso con多 negozi e ristoranti.",
      "example": "Poszedłem do centrum handlowego w weekend, aby kupić nowe ubrania. Teraz idę do centrum handlowego, aby spotkać się z przyjaciółmi. Pójdę do centrum handlowego jutro, aby obejrzeć film.",
      "example_translation": "Sono andato al centro commerciale il weekend scorso per comprare alcuni nuovi vestiti. Ora, sto andando al centro commerciale per incontrare i miei amici. Andrò al centro commerciale domani per guardare un film.",
      "imageLink": "image_files\\English\\mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kiosk",
      "translation": "edicola",
      "definition": "Sklep, gdzie sprzedawane są gazety, czasopisma i inne periodyki.",
      "definition_translation": "Un negozio che vende giornali, riviste e altri periodici.",
      "example": "Zatrzymałem się u kioskarza w drodze do domu, aby kupić gazetę. Teraz idę do kiosku, aby kupić magazyn. Pójdę do kiosku jutro, aby kupić książkę.",
      "example_translation": "Mi sono fermato all'edicola sulla strada di casa per comprare un giornale. Ora, sto andando all'edicola per acquistare una rivista. Visiterò l'edicola domani per comprare un libro.",
      "imageLink": "image_files\\English\\newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "klub nocny",
      "translation": "discoteca",
      "definition": "Klub lub locals, który funkcjonuje późno w nocy, zwykle z muzyką i tańcami, a także często serwujący napoje alkoholowe.",
      "definition_translation": "Un club o locale che opera fino a tarda notte, solitamente con musica e ballo, e spesso servendo liquori.",
      "example": "Poszedłem do klubu nocnego z przyjaciółmi wczoraj i tańczyliśmy do rana. Pójdę do klubu nocnego dziś wieczorem, aby świętować urodziny. Poszedłem do klubu nocnego ostatnim razem i poznałem nowego przyjaciela.",
      "example_translation": "Sono andato a una discoteca con i miei amici la scorsa notte e abbiamo ballato fino al mattino. Andrò a una discoteca stasera per celebrare il mio compleanno. Sono andato a una discoteca la settimana scorsa e ho incontrato un nuovo amico.",
      "imageLink": "image_files\\English\\night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ocean",
      "translation": "oceano",
      "definition": "Ogromne ciało wodne, które pokrywa ponad 70% powierzchni Ziemi, włączając w to pięć oceanów: Spokojny, Atlantycki, Indyjski, Arktyczny i Południowy.",
      "definition_translation": "Un vasto corpo di acqua salata che copre oltre il 70% della superficie terrestre, compresi i cinque oceani: Pacifico, Atlantico, Indiano, Artico e Meridionale.",
      "example": "Lubie pływać w oceanie podczas wakacji letnich. Ocean jest ważnym źródłem żywności dla wielu ludzi. Ludzie odkryli tylko małą część oceanu dotychczas.",
      "example_translation": "Adoro nuotare nell'oceano durante le mie vacanze estive. L'oceano è una fonte di cibo molto importante per molte persone. Gli esseri umani hanno esplorato solo una piccola parte dell'oceano finora.",
      "imageLink": "image_files\\English\\ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pałac",
      "translation": "palazzo",
      "definition": "Duży i imponujący budynek, który służy jako oficjalna rezydencja lub biuro króla, królowej lub innego wysokiego urzędnika.",
      "definition_translation": "Un grande e imponente edificio che viene utilizzato come residenza ufficiale o ufficio di un re, regina o altro funzionario di alto rango.",
      "example": "Pałac został zbudowany w XVIII wieku i jest teraz popularną atrakcją turystyczną. Odwiedziłem pałac w Wersalu w zeszłym roku i byłam zaskoczona jego pięknem. Rodzina królewska będzie mieszkać w pałacu po ślubie.",
      "example_translation": "Il palazzo è stato costruito nel 18° secolo e ora è una popolare attrazione turistica. Ho visitato il palazzo di Versailles l'anno scorso e sono stato affascinato dalla sua bellezza. La famiglia reale vivrà nel palazzo dopo il matrimonio.",
      "imageLink": "image_files\\English\\palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "farmacja",
      "translation": "farmacia",
      "definition": "Sklep, gdzie farmaceuci sprzedają i przygotowują leki, a także oferują inne produkty zdrowotne.",
      "definition_translation": "Un negozio dove i farmacisti dispensano e preparano medicamenti, e vendono anche altri prodotti per la salute.",
      "example": "Poszedłem do farmacji, aby kupić lekarstwo. Idę teraz do farmacji, aby uzyskać receptę. Pójdę do farmacji jutro, aby odebrać lekarstwo.",
      "example_translation": "Sono andato in farmacia per comprare alcuni medicinali. Sto andando in farmacia adesso per ritirare la mia ricetta. Andrò in farmacia domani a prendere la mia medicina.",
      "imageLink": "image_files\\English\\pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "port",
      "translation": "porto",
      "definition": "Miejsce na wybrzeżu, gdzie statki mogą zacumować, aby załadować lub wyładować towary lub pobrać paliwo.",
      "definition_translation": "Un luogo sulla costa dove le navi possono fermarsi per caricare o scaricare merci o prendere combustibile.",
      "example": "Statek zatoczył do portu, aby wyładować ładunek. Port był zatłoczony z wieloma statkami przybijającymi i odpływającymi. Nowy port stworzy wiele miejsc pracy dla lokalnej społeczności.",
      "example_translation": "La nave è entrata nel porto per scaricare il suo carico. Il porto era pieno di molte navi che arrivavano e partivano. Il nuovo porto creerà molti posti di lavoro per la comunità locale.",
      "imageLink": "image_files\\English\\port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "więzienie",
      "translation": "prigione",
      "definition": "Budynek lub instytucja, gdzie osoby są przetrzymywane jako kara za popełnione przestępstwo.",
      "definition_translation": "Un edificio o istituzione dove le persone sono tenute come punizione per un crimine.",
      "example": "Przestępca został skazany na 10 lat więzienia. Więzienie było przeludnione i brudne. Więźniowie byli źle traktowani przez strażników.",
      "example_translation": "Il criminale è stato mandato in prigione per 10 anni. La prigione era sovraffollata e sporca. I detenuti erano trattati male dalle guardie.",
      "imageLink": "image_files\\English\\prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "las deszczowy",
      "translation": "foresta pluviale",
      "definition": "Las deszczowy to gęsty las w regionie tropikalnym, typically znajdujący się w pobliżu równika, z wysokimi opadami deszczu i ogromną różnorodnością gatunków roślin i zwierząt.",
      "definition_translation": "Una foresta pluviale è una foresta densa in una regione calda, tipicamente vicino all'equatore, con elevati livelli di pioggia e una vasta gamma di specie di piante e animali.",
      "example": "W przeszłości plemiona indiańskie żyły głęboko w lesie deszczowym. Dziś turyści odwiedzają las deszczowy, aby obserwować jego unikatowy ekosystem. W przyszłości będą podejmowane wysiłki, aby chronić las deszczowy przed wylesianiem.",
      "example_translation": "In passato, le tribù indigene vivevano nel profondo della foresta pluviale. Oggi, i turisti visitano la foresta pluviale per osservare il suo ecosistema unico. Nel futuro, saranno fatti sforzi per proteggere la foresta pluviale dalla deforestazione.",
      "imageLink": "image_files\\English\\rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szkoła ponadpodstawowa",
      "translation": "scuola secondaria",
      "definition": "Szkoła ponadpodstawowa to szkoła, która zapewnia edukację uczniom w wczesnych latach nastoletnich, typically między 11 a 16 rokiem życia.",
      "definition_translation": "Una scuola secondaria è una scuola che fornisce istruzione agli studenti nei loro primi anni teenager, tipicamente tra i 11 e i 16 anni di età.",
      "example": "Uczęszczałem do szkoły ponadpodstawowej od 2005 do 2010. Moi przyjaciele i ja uczyliśmy się ciężko, aby zdać egzaminy. Po ukończeniu szkoły ponadpodstawowej, poszliśmy na uniwersytet.",
      "example_translation": "Ho frequentato la scuola secondaria dal 2005 al 2010. I miei amici e io abbiamo studiato sodo per superare gli esami. Dopo aver completato la scuola secondaria, siamo andati all'università.",
      "imageLink": "image_files\\English\\secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep z pamiątkami",
      "translation": "negozio di souvenir",
      "definition": "Sklep z pamiątkami to sklep, który sprzedaje przedmioty, które służą jako pamiątki lub przypomnienia określonego miejsca lub wydarzenia, takie jak pocztówki, klucze, czy koszulki.",
      "definition_translation": "Un negozio di souvenir è un negozio che vende articoli che servono come ricordi o promemoria di un luogo o evento particolare, come cartoline, porta chiavi o magliette.",
      "example": "Podczas naszej podróży do Paryża, odwiedziliśmy sklep z pamiątkami, aby kupić prezenty dla przyjaciół z domu. Sklep był pełen różnych pamiątek, od modeli wieży Eiffla do francuskiego perfum. W przyszłości planujemy powrócić do Paryża i odwiedzić sklep z pamiątkami ponownie.",
      "example_translation": "Durante il nostro viaggio a Parigi, abbiamo visitato un negozio di souvenir per comprare alcuni regali per i nostri amici a casa. Il negozio era pieno di tutti i tipi di souvenir, dai modelli della Torre Eiffel ai profumi francesi. Nel futuro, pianifichiamo di tornare a Parigi e visitare il negozio di souvenir di nuovo.",
      "imageLink": "image_files\\English\\souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep sportowy",
      "translation": "negozi di articoli sportivi",
      "definition": "Sklep sportowy to sklep detaliczny, który sprzedaje sprzęt sportowy, stroje sportowe i inne towary związane ze sportem.",
      "definition_translation": "Un'azienda di vendita al dettaglio che vende attrezzature sportive, uniformi atletiche e altri beni correlati allo sport.",
      "example": "Kupiłem nową rakietę tenisową w sklepie sportowym wczoraj. Dziś używam jej na korcie. Jutro zabiorę ją do sklepu sportowego w celu naprawy.",
      "example_translation": "Ho comprato una nuova racchetta da tennis al negozio di articoli sportivi ieri. Oggi, la sto usando al campo. Domani, la porterò al negozio di articoli sportivi per la riparazione.",
      "imageLink": "image_files\\English\\sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep",
      "translation": "negozio",
      "definition": "Budynek lub pokój, w którym sprzedawane są różne towary, często z Ladą i półkami.",
      "definition_translation": "Un edificio o una stanza dove vengono venduti i beni, spesso con un bancone e scaffali.",
      "example": "Poszedłem do sklepu, aby kupić mleko. Kiedy byłem dzieckiem, moja rodzina posiadała mały sklep. W przyszłości otworzę własny sklep internetowy.",
      "example_translation": "Sono andato al negozio a comprare del latte. Quando ero bambino, la mia famiglia possedeva un piccolo negozio. In futuro, aprirò il mio proprio negozio online.",
      "imageLink": "image_files\\English\\store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "świątynia",
      "translation": "tempio",
      "definition": "Budynek dedykowany kultowi boga lub bogów, często mający wspaniałą lub imponującą architekturę.",
      "definition_translation": "Un edificio dedicato al culto di una divinità o divinità, spesso con un design grandioso o imponente.",
      "example": "Turyści odwiedzili starożytną świątynię wczoraj. Dziś odwiedzają nowoczesną świątynię w mieście. W przeszłości wielu ludzi odwiedzało świątynię każdego tygodnia.",
      "example_translation": "I turisti hanno visitato l'antico tempio ieri. Oggi, stanno visitando il tempio moderno nella città. Nel passato, molte persone erano solite visitare il tempio ogni settimana.",
      "imageLink": "image_files\\English\\temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wieża",
      "translation": "torre",
      "definition": "Wysoki, często wąski, budynek lub konstrukcja, zwykle służąca określonemu celowi, takim jak więzienie, twierdza lub punkt obserwacyjny.",
      "definition_translation": "Un edificio o struttura alta, spesso stretta, progettata per uno scopo specifico, come una prigione, una fortezza o un punto di osservazione.",
      "example": "Wieża Eiffla została zbudowana na targi światowe w Paryżu. Firma buduje nową wieżę w centrum miasta. Wieża będzie ukończona w przyszłym roku.",
      "example_translation": "La Torre Eiffel è stata costruita per la Fiera Mondiale a Parigi. L'azienda sta costruendo un nuovo tower nel centro città. La torre sarà completata l'anno prossimo.",
      "imageLink": "image_files\\English\\tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bieżnia",
      "translation": "pista",
      "definition": "Ścieżka lub trasa używana do chodzenia, biegania lub wyścigów, często z gładką lub przygotowaną nawierzchnią.",
      "definition_translation": "Un sentiero o percorso utilizzato per camminare, correre o gareggiare, spesso con una superficie liscia o preparata.",
      "example": "Wyszłem na bieżnię rano. Ona trenowała na bieżni każdego dnia. Drużyna będzie rywalizować na bieżni w przyszłym tygodniu.",
      "example_translation": "Sono andato a correre sulla pista stamattina. Lei si è allenata sulla pista ogni giorno. La squadra concorrerà sulla pista la prossima settimana.",
      "imageLink": "image_files\\English\\track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "schronisko młodzieżowe",
      "translation": "ostello della gioventù",
      "definition": "Budżetowe miejsce zakwaterowania dla podróżnych, szczególnie dla młodych ludzi, oferujące pokoje wieloosobowe lub dormitoria.",
      "definition_translation": "Un alloggio economico per viaggiatori, in particolare per giovani, che offre camere condivise o in stile dormitorio.",
      "example": "Zatrzymałem się w schronisku młodzieżowym w Londynie latem. Schronisko młodzieżowe było bardzo przystępne cenowo. Ona zarezerwowała pokój w schronisku młodzieżowym na swoją podróż.",
      "example_translation": "Mi sono fermato in un ostello della gioventù a Londra l'estate scorsa. L'ostello della gioventù era molto économico. Lei ha prenotato una camera in un ostello della gioventù per il suo viaggio.",
      "imageLink": "image_files\\English\\youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piekarnia",
      "translation": "panetteria",
      "definition": "Piekarnia to przedsiębiorstwo, które produkuje i sprzedaje żywność opartą na mące, taką jak chleb, ciasta i wyroby cukiernicze.",
      "definition_translation": "Una panetteria è un'azienda che produce e vende alimenti a base di farina come pane, torte e pasticceria.",
      "example": "Wczoraj poszedłem do piekarni, aby kupić świeży chleb. Dziś idę do piekarni, aby kupić tort na urodziny siostry. Jutro otworzę własną piekarnię.",
      "example_translation": "Ieri, sono andato alla panetteria per comprare del pane fresco. Oggi, vado alla panetteria per comprare una torta per il compleanno di mia sorella. Domani, aprirò la mia panetteria.",
      "imageLink": "image_files\\English\\bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piwnica",
      "translation": "cantina",
      "definition": "Piwnica to niższa część budynku, zwykle poniżej poziomu gruntu, używana do przechowywania lub jako przestrzeń mieszkalna.",
      "definition_translation": "Una cantina è la parte inferiore di un edificio, generalmente al di sotto del livello del suolo, utilizzata per lo stoccaggio o come spazio abitativo.",
      "example": "Spędzam większość wolnego czasu w piwnicy, grając w gry komputerowe. Moja babcia przechowywała stare zdjęcia rodziny w piwnicy. Do następnego roku przekształcę piwnicę w siłownię.",
      "example_translation": "Trascorro la maggior parte del mio tempo libero nella cantina giocando ai videogiochi. Mia nonna utilisava la cantina per stoccare vecchie foto di famiglia. Entro l'anno prossimo, avrò convertito la cantina in una palestra per casa.",
      "imageLink": "image_files\\English\\basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "komórka",
      "translation": "cellula",
      "definition": "Komórka to mała jednostka żywego organizmu, takiego jak mikroorganizm lub komórka tkanki roślinnej lub zwierzęcej.",
      "definition_translation": "Una cellula è una piccola unità di un organismo vivente, come un microorganismo o una cellula in un tessuto di pianta o animale.",
      "example": "Lekarz zbadał komórkę pod mikroskopem, aby zdiagnozować chorobę. Cela więzienna była mała i słabo wentylowana. Do 2050 roku naukowcy odkryją nowe sposoby wykorzystania komórek w leczeniu chorób.",
      "example_translation": "Il dottore esaminò la cellula al microscopio per diagnosticare la malattia. La cella del carcere era piccola e scarsamente ventilata. Entro il 2050, gli scienziati avranno scoperto nuovi modi per utilizzare le cellule per trattamenti medici.",
      "imageLink": "image_files\\English\\cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "korytarz",
      "translation": "corridorio",
      "definition": "Korytarz to długi pasaż w budynku, szczególnie ten, który łączy pokoje lub piętra.",
      "definition_translation": "Un lungo passaggio in un edificio, specialmente uno che collega le stanze o i piani.",
      "example": "Iść korytarzem, aby dostać się do sali konferencyjnej. Wczoraj iść korytarzem, aby dostać się do sali konferencyjnej. Jutro pójdę korytarzem, aby dostać się do sali konferencyjnej.",
      "example_translation": "Ho camminato lungo il corridoio per arrivare alla sala riunioni. Ieri, ho camminato lungo il corridoio per arrivare alla sala riunioni. Domani, camminerò lungo il corridoio per arrivare alla sala riunioni.",
      "imageLink": "image_files\\English\\corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kurs",
      "translation": "corso",
      "definition": "Kurs to seria lekcji lub wykładów na określony temat, szczególnie ten, który prowadzi do uzyskania kwalifikacji.",
      "definition_translation": "Una serie di lezioni o conferenze su un argomento specifico, specialmente uno che porta a una qualifica.",
      "example": "Biorę kurs programowania komputerowego. Zrobiłem kurs programowania komputerowego w zeszłym semestrze. Weźmie kurs programowania komputerowego w przyszłym roku.",
      "example_translation": "Sto seguendo un corso di programmazione informatica. Ho seguito un corso di programmazione informatica lo scorso semestre. Seguirò un corso di programmazione informatica l'anno prossimo.",
      "imageLink": "image_files\\English\\course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "majątek",
      "translation": "tenuta",
      "definition": "Majątek to duży obszar ziemi na wsi, szczególnie ten, który jest własnością bogatej osoby lub rodziny.",
      "definition_translation": "Un'ampia area di terreno in campagna, specialmente uno che è di proprietà di una persona o famiglia ricca.",
      "example": "Bogata rodzina posiada majątek na wsi. Posiadali majątek na wsi przez wiele pokoleń. Będą posiadać majątek na wsi przez wiele lat do przodu.",
      "example_translation": "La famiglia ricca possiede una tenuta in campagna. Hanno posseduto una tenuta in campagna per generazioni. Possiederanno una tenuta in campagna per molti anni a venire.",
      "imageLink": "image_files\\English\\estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "centrala",
      "translation": "quartier generale",
      "definition": "Centrala organizacji to główna siedziba lub centrum operacyjne.",
      "definition_translation": "Il quartier generale di un'organizzazione è l'ufficio principale o centro di operazioni.",
      "example": "Siedziba spółki znajduje się w Nowym Jorku, ale będzie przeniesiona do Chicago w przyszłym roku. Prezes firmy odwiedził centralę w zeszłym tygodniu, a centrala obecnie znajduje się w Londynie.",
      "example_translation": "La sede dell'azienda era situata a New York City, ma sarà trasferita a Chicago l'anno prossimo. Il CEO ha visitato la sede la scorsa settimana e attualmente sono sede a Londra.",
      "imageLink": "image_files\\English\\headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "hol",
      "translation": "lobby",
      "definition": "Hol to przestrzeń lub pokój w pobliżu wejścia do budynku, lub grupa osób, które próbują wpłynąć na polityków, aby wspierali określoną przyczynę.",
      "definition_translation": "Un lobby è un corridoio o stanza vicino all'ingresso di un edificio, o un gruppo di persone che cercano di influenzare i politici per sostenere una causa particolare.",
      "example": "Hol hotelu był pięknie ozdobiony, a hol parlamentu był wypełniony protestującymi. Grupa lobbystów próbuje przeforsować ustawę od lat.",
      "example_translation": "Il lobby dell'hotel era bellamente decorato, e il lobby dell'edificio legislativo era pieno di manifestanti. Il gruppo di lobby ha cercato di far approvare la legge per anni.",
      "imageLink": "image_files\\English\\lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łąka",
      "translation": "prato",
      "definition": "Łąka to obszar ziemi pokryty trawą i dzikimi kwiatami, zwykle w naturalnym i pokojowym stanie.",
      "definition_translation": "Un prato è un pezzo di terra coperto d'erba e spesso di fiori selvatici, generalmente in stato naturale e tranquillo.",
      "example": "Rodzina miała piknik na łące w zeszłym weekendzie, a łąka była pełna motyli. Do następnego roku łąka będzie zamieniona w parking.",
      "example_translation": "La famiglia ha fatto un picnic nel prato la scorsa settimana, e il prato era pieno di farfalle. L'anno prossimo, il prato sarà convertito in un parcheggio.",
      "imageLink": "image_files\\English\\meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ton",
      "translation": " lancio",
      "definition": "Ton dźwięku to jego wysokość lub niska, jest to opis dźwięku w kategoriach jego percepcyjnej tonacji.",
      "definition_translation": "Il pitch di un suono è quanto è alto o basso. È una descrizione del suono in termini di tono percepito.",
      "example": "Wokalistka dostosowała ton swojego głosu, aby dopasować się do melodii. Miała przedstawiony pomysł swojemu menedżerowi wczoraj. Firma przedstawi nowy produkt w przyszłym kwartale.",
      "example_translation": "La cantante ha aggiustato il pitch della sua voce per adattarsi alla melodia. Aveva lanciato l'idea al suo manager ieri. L'azienda lancerà il nuovo prodotto il prossimo trimestre.",
      "imageLink": "image_files\\English\\pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szopa",
      "translation": " capanna",
      "definition": "Szopa to mała budowla, zwykle wykonana z drewna lub metalu, używana do przechowywania rzeczy.",
      "definition_translation": "Un capanno è una struttura piccola, tipicamente fatta di legno o metallo, utilizzata per lo stoccaggio di cose.",
      "example": "Wypłakałem łzę, gdy pożegnałem się z przyjaciółmi. Pies tracił swoje futro wszędzie. Oświetlimy temat na następnym spotkaniu.",
      "example_translation": "Ho versato una lacrima quando mi sono congedato dai miei amici. Il cane stava perdendo il suo pelo dappertutto. Illumineremo il tema nella prossima riunione.",
      "imageLink": "image_files\\English\\shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "drapacz chmur",
      "translation": "grattacielo",
      "definition": "Budynek mieszkalny wielokondygnacyjny, typowo zaprojektowany do użytku biurowego i handlowego.",
      "definition_translation": "Un grattacielo è un edificio alto, abitabile in continuazione, di molti piani, tipicamente progettato per uffici e utilizzi commerciali.",
      "example": "Drapacz chmur był najwyższym budynkiem w mieście. Pracowała na 30. piętrze drapacza chmur na Manhattanie. Zbudują nowy drapacz chmur w dzielnicy finansowej przyszłego roku.",
      "example_translation": "Il grattacielo era l'edificio più alto della città. Lavorava al 30° piano di un grattacielo a Manhattan. Costruiranno un nuovo grattacielo nel distretto finanziario l'anno prossimo.",
      "imageLink": "image_files\\English\\skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "plaża kamienista",
      "translation": "spiaggia sassosa",
      "definition": "Plaża charakteryzująca się dużą ilością kamieni lub otoczaków, często spotykana w obszarach przybrzeżnych o dużej energii fal.",
      "definition_translation": "Una spiaggia caratterizzata da una grande proporzione di pietre o ciottoli, spesso trovata in aree costiere con alta energia delle onde",
      "example": "W zeszłym roku odwiedziłem plażę kamienistą w Grecji i musiałem nosić buty, aby chronić moje stopy. Odwiedzę inną płażę kamienistą przyszłego roku. Odwiedziłem piękną płażę kamienistą w zeszłym tygodniu.",
      "example_translation": "L'estate scorsa, ho visitato una spiaggia sassosa in Grecia e ho dovuto indossare scarpe per proteggere i miei piedi. Sto andando a visitare un'altra il prossimo anno. Ho visitato una bella spiaggia sassosa la settimana scorsa.",
      "imageLink": "image_files\\English\\stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "studio",
      "translation": "studio",
      "definition": "Pomieszczenie lub budynek, gdzie artysta, projektant lub muzyk pracuje, często wyposażony w specjalistyczne wyposażenie i materiały.",
      "definition_translation": "Una stanza o edificio dove un artista, designer o musicista lavora, spesso equipaggiato con attrezzature e materiali specializzati",
      "example": "Spędziłem cały dzień w studiu, pracując nad nowym obrazem. Jutro pójdę do studia, aby nagrać piosenkę. W zeszłym tygodniu udałem się do studia, aby wziąć udział w zajęciach fotograficznych.",
      "example_translation": "Ho trascorso tutta la giornata nello studio, lavorando sul mio nuovo dipinto. Sto andando allo studio domani per registrare un brano. Sono andato allo studio la settimana scorsa per prendere una lezione di fotografia.",
      "imageLink": "image_files\\English\\studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "terminal",
      "translation": "terminale",
      "definition": "Punkt wyjścia lub przyjazdu autobusów, pociągów lub samolotów, często wyposażony w urządzenia dla pasażerów.",
      "definition_translation": "Un punto di partenza o arrivo per autobus, treni o aerei, spesso equipaggiato con strutture per i passeggeri",
      "example": "Terminal autobusowy był zbyt zatłoczony, więc postanowiłem wziąć taksówkę. Jutro pójdę do terminalu lotniska, aby odebrać mojego przyjaciela. Pryzybyłem do terminalu kolejowego godzinę temu.",
      "example_translation": "Il terminale degli autobus era molto affollato, quindi ho deciso di prendere un taxi. Sto andando al terminal dell'aeroporto per prendere il mio amico. Sono arrivato al terminal della stazione un'ora fa.",
      "imageLink": "image_files\\English\\terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "taras",
      "translation": "terrazza",
      "definition": "Płaski dach lub podwyższona platforma, często otoczona balustradą lub murem, używana do rekreacji lub rozrywki.",
      "definition_translation": "Un tetto piano o una piattaforma rialzata, tipicamente circondata da una ringhiera o un muro, spesso utilizzata per il recreation o l'intrattenimento.",
      "example": "Siedzieliśmy na tarasie, aby podziwiać widok. Siedzę na tarasie, aby podziwiać widok. Siedziałem na tarasie, aby podziwiać widok.",
      "example_translation": "Ci sedemmo sulla terrazza per goderci la vista, Mi siederò sulla terrazza per goderci la vista, Mi sono seduto sulla terrazza per goderci la vista.",
      "imageLink": "image_files\\English\\terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "miejsce",
      "translation": "luogo",
      "definition": "Miejsce, w którym odbywa się określone wydarzenie lub działalność.",
      "definition_translation": "Un posto, soprattutto uno dove si tiene un evento o un'attività specifica.",
      "example": "Miejsce koncertu było zbyt małe, Miejsce ślubu było piękne, Miejsce konferencji zostało zmienione.",
      "example_translation": "Il luogo del concerto era troppo piccolo, Il luogo del matrimonio era bellissimo, Il luogo della conferenza è stato cambiato.",
      "imageLink": "image_files\\English\\venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "oddział",
      "translation": "reparto",
      "definition": "Dział szpitala lub więzienia, lub dzielnica miasta.",
      "definition_translation": "Un reparto di un ospedale o una prigione, o un distretto di una città.",
      "example": "Pacjent został przeniesiony do innego oddziału, Szpital ma oddział położniczy, Oddział został wyremontowany w zeszłym roku.",
      "example_translation": "Il paziente è stato trasferito in un reparto diverso, L'ospedale ha un reparto di maternità, Il reparto è stato ristrutturato l'anno scorso.",
      "imageLink": "image_files\\English\\ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wieża kontrolna",
      "translation": "torre di controllo",
      "definition": "Wysoki budynek, zwykle na lotnisku, z którego kontrolowany jest ruch lotniczy.",
      "definition_translation": "Una struttura alta, solitamente in un aeroporto, da cui il traffico aereo è controllato.",
      "example": "Kontroler ruchu lotniczego pracował w wieży kontrolnej, aby kierować samolotami startującymi i lądującymi. Wczoraj pracowała podwójną zmianę w wieży kontrolnej. Pracuje w wieży kontrolnej ponownie jutro.",
      "example_translation": "Il controllore del traffico aereo ha lavorato nella torre di controllo per dirigere gli aerei che decollavano e atterravano. Ieri, ha lavorato un doppio turno nella torre di controllo. Domani, lavorerà di nuovo nella torre di controllo.",
      "imageLink": "image_files\\English\\control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "delikatesy",
      "translation": "gastronomia",
      "definition": "Sklep sprzedający przygotowane potrawy, takie jak mięsa, sery i sałatki.",
      "definition_translation": "Un negozio che vende cibi già preparati, come carne, formaggi e insalate.",
      "example": "Zatrzymałem się w delikatesach na lunch, aby kupić kanapkę. Delikatesy koło mojego domu mają najlepsze pastrami. Pójdę do delikatesów wieczorem, aby kupić przekąski.",
      "example_translation": "Mi sono fermato al negozio di gastronomia durante la pausa pranzo per prendere un panino. La gastronomia vicino a casa mia ha il miglior prosciutto. Andrò al negozio di gastronomia stasera per comprare bazı spuntini.",
      "imageLink": "image_files\\English\\delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zabytek",
      "translation": "punto di riferimento",
      "definition": "Wyróżniający się lub słynny budynek, pomnik lub cecha, łatwo rozpoznawalna.",
      "definition_translation": "Un edificio, un monumento o una caratteristica notevoli o famosi che sono facilmente riconoscibili.",
      "example": "Wieża Eiffla jest słynnym zabytkiem w Paryżu. Odwiedzili wiele zabytków podczas swojej podróży do Europy. Nowy wieżowiec będzie zabytkiem w panoramie miasta.",
      "example_translation": "La Torre Eiffel è un punto di riferimento famoso a Parigi. Hanno visitato molti punti di riferimento durante il loro viaggio in Europa. Il nuovo grattacielo sarà un punto di riferimento nel profilo della città.",
      "imageLink": "image_files\\English\\landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pałac",
      "translation": "villa",
      "definition": "Duży i imponujący dom, często na wsi lub w przedmieściu, zamieszkiwany przez zamożną rodzinę.",
      "definition_translation": "Una grande e imponente casa, spesso nella campagna o in una sobborgo, che è abitata da una famiglia ricca.",
      "example": "Dziedziczyłem piękny pałac po babce. W zeszłym roku, wyremontowałem go. W przyszłym roku, sprzedam go.",
      "example_translation": "Ho ereditato una bellissima villa dalla nonna. L'anno scorso, l'ho ristrutturata. L'anno prossimo, la venderò.",
      "imageLink": "image_files\\English\\mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "schody",
      "translation": "scala",
      "definition": "Zestaw schodów, zwłaszcza duży lub imponujący, łączący piętra budynku.",
      "definition_translation": "Un set di scale, specialmente una grande o imponente, che collega i piani di un edificio.",
      "example": "Wspiąłem się po schodach, aby dotrzeć na najwyższe piętro. Wczoraj, czyściłem je. Jutro, pomaluję je.",
      "example_translation": "Ho scalato la scala per raggiungere l'ultimo piano. Ieri, l'ho pulita. Domani, la dipingerò.",
      "imageLink": "image_files\\English\\staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep papierniczy",
      "translation": "negozio di carta",
      "definition": "Sklep detaliczny, w którym sprzedaje się materiały papiernicze, takie jak papier, pióra i tusz, a także artykuły biurowe.",
      "definition_translation": "Un negozio al dettaglio che vende materiali di scrittura, come carta, penne e inchiostro, così come forniture per ufficio.",
      "example": "Odwiedziłem sklep papierniczy, aby kupić nowy notes. W zeszłym tygodniu, kupiłem pióro w tym sklepie. W następnym miesiącu, zamówię papier w tym sklepie.",
      "example_translation": "Ho visitato un negozio di carta per comprare un nuovo quaderno. La settimana scorsa, ho comprato una penna da esso. Il mese prossimo, ordinerò della carta da esso.",
      "imageLink": "image_files\\English\\stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "magazyn",
      "translation": "magazzino",
      "definition": "Duży budynek używany do przechowywania towarów, przedmiotów wartościowych.",
      "definition_translation": "Un grande edificio per lo stoccaggio di merci, merce o altri beni di valore.",
      "example": "Firma wybudowała nowy magazyn do przechowywania zapasów. Będą oni zatrudniać więcej personelu, aby zarządzać magazynem. Magazyn był pusty przez lata.",
      "example_translation": "L'azienda ha costruito un nuovo magazzino per archiviare le scorte. Assumeranno più personale per gestire il magazzino. Il magazzino era stato vuoto per anni.",
      "imageLink": "image_files\\English\\warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rybacyj",
      "translation": "pescheria",
      "definition": "Sklep, w którym sprzedaje się ryby i inne produkty rybne.",
      "definition_translation": "Un negozio dove vengono venduti pesce e altri prodotti ittici.",
      "example": "Poszedłem do rybaci, aby kupić świeżą rybę na obiad. Rybacja była zamknięta wczoraj. Ona otworzy swój własny rybacyj wkrótce.",
      "example_translation": "Sono andato alla pescheria per comprare del salmone fresco per cena. La pescheria era chiusa ieri. Aprirà la sua propia pescheria presto.",
      "imageLink": "image_files\\English\\fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żelazny",
      "translation": "ferrovia",
      "definition": "Sklep, w którym sprzedaje się wyroby metalowe, takie jak narzędzia, sprzęt gospodarstwa domowego i inne.",
      "definition_translation": "Un negozio che vende articoli di ferro, coltelli e altri beni metallici.",
      "example": "Muszę iść do żelaznego, aby kupić nowy młot. Żelazny był bardzo zajęty wczoraj. Oni będą remontować żelazny następnego miesiąca.",
      "example_translation": "Devo andare alla ferrovia per comprare un nuovo martello. La ferrovia era molto occupata ieri. Ristruttureranno la ferrovia il mese prossimo.",
      "imageLink": "image_files\\English\\ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lądowanie",
      "translation": "atterraggio",
      "definition": "Akt dowodzenia statkiem kosmicznym lub samolotem do lądowania lub na powierzchnię.",
      "definition_translation": "L'atto di portare uno spaziale o un aereo a terra o a una superficie.",
      "example": "Pilot umiejętnie wykonał lądowanie, a samolot zatrzymał się na pasie startowym. Wczoraj, astronauci ćwiczyli swoje techniki lądowania. Jutro, wylądują na Marsie.",
      "example_translation": "Il pilota ha eseguito abilmente l'atterraggio e l'aereo si è fermato sulla pista. Ieri, gli astronauti hanno esercitato le loro tecniche di atterraggio. Domani, atterreranno su Marte.",
      "imageLink": "image_files\\English\\landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "strych",
      "translation": "solaio",
      "definition": "Górna sala lub przestrzeń w budynku, zwłaszcza w domu, używana do przechowywania lub zamieszkiwania.",
      "definition_translation": "Una camera o spazio superiore in un edificio, specialmente in un'abitazione, utilizzato per lo stoccaggio o l'abitazione.",
      "example": "Strych w naszym domu został przekształcony w przytulną sypialnię. Ona mieszkała w strychu nad garażem przez miesiące. Do przyszłego roku, oni będą mieli odnowiony cały strych.",
      "example_translation": "Il solaio nella nostra casa è stato convertito in una camera da letto accogliente. Lei aveva vissuto nel solaio sopra il garage per mesi. Entro l'anno prossimo, avranno ristrutturato l'intero solaio.",
      "imageLink": "image_files\\English\\loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "przywilej alkoholowy",
      "translation": "licenza di vendita al dettaglio di alcolici",
      "definition": "Sklep lub punkt sprzedaży, który jest upoważniony do sprzedaży napojów alkoholowych do spożycia poza tym miejscem.",
      "definition_translation": "Un negozio o un negozio autorizzato a vendere bevande alcoliche per consumo fuori sede.",
      "example": "Przywilej alkoholowy na rogu jest otwarty 24 godziny. Ona dostała pracę w przywileju alkoholowym na ulicy. Do weekendu, oni otworzą nowy przywilej alkoholowy obok supermarketu.",
      "example_translation": "La licenza di vendita al dettaglio di alcolici sull'angolo è aperta 24 ore. Lei ha ottenuto un lavoro alla licenza di vendita al dettaglio di alcolici giù per la strada. Entro il fine settimana, avranno aperto una nuova licenza di vendita al dettaglio di alcolici vicino al supermercato.",
      "imageLink": "image_files\\English\\off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stajnia",
      "translation": "stabile",
      "definition": "Budynek lub obiekt do hodowli i przechowywania koni, inwentarza żywego lub innych zwierząt, zwykle z boksami lub klatkami dla każdego zwierzęcia.",
      "definition_translation": "Un stabile è un edificio o struttura per ospitare cavalli, bestiame o altri animali, tipicamente con stalle o recinti per ogni animale.",
      "example": "Rolnik stajni konia na noc. Wczoraj, ona stajniła konia. Jutro, ona stajni konia.",
      "example_translation": "Il contadino riposerà il cavallo per la notte. Ieri, lei ripose il cavallo. Domani, lei riposerà il cavallo.",
      "imageLink": "image_files\\English\\stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sklep wolny od ceł",
      "translation": "negozio duty-free",
      "definition": "Sklep wolny od ceł to sklep detaliczny, który sprzedaje towary bez pobierania podatku od wartości dodanej lub ceł, typically w międzynarodowych portach lotniczych lub portach.",
      "definition_translation": "Un negozio duty-free è un negozio al dettaglio che vende merci senza addebitare tasse di vendita o dazi, tipicamente negli aeroporti internazionali o porti.",
      "example": "Zawsze kupuję perfumy w sklepie wolnym od ceł, kiedy podróżuję. Wczoraj kupiłem butelkę w sklepie wolnym od ceł. Przyszłym roku kupię kolejną w sklepie wolnym od ceł.",
      "example_translation": "Compro sempre profumi al negozio duty-free quando viaggio. Ieri, ho comprato una bottiglia al negozio duty-free. L'anno prossimo, comprerò un'altra al negozio duty-free.",
      "imageLink": "image_files\\English\\duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "molo",
      "translation": "molo",
      "definition": "Molo to konstrukcja zbudowana nad wodą, zwykle wspierana przez filary lub kolumny, używana do różnych celów, takich jak łowienie ryb, dokowanie lub rekreacja.",
      "definition_translation": "Un molo è una struttura costruita sull'acqua, tipicamente supportata da pilastri o colonne, utilizzata per scopi diversi come la pesca, l'attracco o il divertimento.",
      "example": "Rodzina szła na fishing na molu wczoraj. Dziś są spacerujący na молo. Jutro będą pływać z molo.",
      "example_translation": "La famiglia è andata a pesca sul molo ieri. Oggi, stanno passeggiando sul molo. Domani, andranno a vela dal molo.",
      "imageLink": "image_files\\English\\pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]