{
  "data": [
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Kwiecień",
      "translation": "Aprile",
      "definition": "Czwarty miesiąc roku, następujący po marcu i przed majem, mający 30 dni.",
      "definition_translation": "Il quarto mese dell'anno, che si verifica tra marzo e maggio, con 30 giorni.",
      "example": "Odwiedzę moją rodzinę w kwietniu, odwiedziłem ich w kwietniu w zeszłym roku, i odwiedzę ich w kwietniu za pięć lat.",
      "example_translation": "Visiterò la mia famiglia in aprile, li ho visitati in aprile l'anno scorso e li ho visitati in aprile cinque anni fa.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Sierpień",
      "translation": "Agosto",
      "definition": "Ósmy miesiąc roku, następujący po lipcu i przed wrześniem, mający 31 dni.",
      "definition_translation": "L'ottavo mese dell'anno, che si verifica tra luglio e settembre, con 31 giorni.",
      "example": "Pójdę na wakacje w sierpniu, poszedłem na wakacje w sierpniu w zeszłym roku, i pójdę na wakacje w sierpniu w przyszłym roku.",
      "example_translation": "Andrò in vacanza in agosto, sono andato in vacanza in agosto l'anno scorso e andrò in vacanza in agosto l'anno prossimo.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Grudzień",
      "translation": "Dicembre",
      "definition": "Dwunasty i ostatni miesiąc roku, następujący po listopadzie i przed styczniem, mający 31 dni.",
      "definition_translation": "Il dodicesimo e ultimo mese dell'anno, che si verifica tra novembre e gennaio, con 31 giorni.",
      "example": "Będę świętować Boże Narodzenie w grudniu, świętowałem Boże Narodzenie w grudniu w zeszłym roku, i będę świętować Boże Narodzenie w grudniu w przyszłym roku.",
      "example_translation": "Celebrerò il Natale in dicembre, ho celebrato il Natale in dicembre l'anno scorso e celebrerò il Natale in dicembre l'anno prossimo.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Luty",
      "translation": "Febbraio",
      "definition": "Drugi miesiąc roku, następujący po styczniu i przed marcem, mający 28 dni (29 w latach przestępnych).",
      "definition_translation": "Il secondo mese dell'anno, tra gennaio e marzo, con 28 giorni (29 negli anni bisestili).",
      "example": "Zawsze planuję wakacje w lutym, aby uciec przed zimą. W zeszłym roku, poszedłem narciarstwo w lutym. W przyszłym lutym, odwiedzę Rzym.",
      "example_translation": "Piano sempre una vacanza a febbraio per sfuggire all'inverno freddo. L'anno scorso, sono andato a sciare a febbraio. Il prossimo febbraio, visiterò Roma.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Styczeń",
      "translation": "Gennaio",
      "definition": "Pierwszy miesiąc roku, następujący po grudniu i przed lutym, mający 31 dni.",
      "definition_translation": "Il primo mese dell'anno, tra dicembre e febbraio, con 31 giorni.",
      "example": "Zawsze robię noworoczne postanowienia w styczniu. W zeszłym styczniu, zacząłem nową dietę. W przyszłym styczniu, zacznę nowy projekt.",
      "example_translation": "Faccio sempre risoluzioni per l'anno nuovo a gennaio. L'anno scorso, ho iniziato una nuova dieta a gennaio. Il prossimo gennaio, inizierò un nuovo progetto.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Lipiec",
      "translation": "Luglio",
      "definition": "Siódmy miesiąc roku, następujący po czerwcu i przed sierpniem, mający 31 dni.",
      "definition_translation": "Il settimo mese dell'anno, tra giugno e agosto, con 31 giorni.",
      "example": "Zawsze planuję letnią wakację w lipcu. W zeszłym lipcu, poszedłem na plażę. W przyszłym lipcu, odwiedzę Paryż.",
      "example_translation": "Piano sempre una vacanza estiva a luglio. L'anno scorso, sono andato al mare a luglio. Il prossimo luglio, visiterò Parigi.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Czerwiec",
      "translation": "giugno",
      "definition": "Szósty miesiąc roku, następujący po maju i przed lipcem, w kalendarzu gregoriańskim.",
      "definition_translation": "Il sesto mese dell'anno, tra maggio e luglio, nel calendario gregoriano.",
      "example": "Urodziłem się w czerwcu 1995 roku. W zeszłym czerwcu, poszedłem na plażę. W przyszłym czerwcu, ukończę studia.",
      "example_translation": "Sono nato nel giugno 1995. L'anno scorso a giugno, sono andato in spiaggia. Il prossimo giugno, mi laureerò al college.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Marzec",
      "translation": "marzo",
      "definition": "Trzeci miesiąc roku, następujący po lutym i przed kwietniem, w kalendarzu gregoriańskim.",
      "definition_translation": "Il terzo mese dell'anno, tra febbraio e aprile, nel calendario gregoriano.",
      "example": "Pójdę do Paryża w marcu. W zeszłym marcu, zobaczyłem kwitnienie wiśni. W przyszłym marcu, rozpocznę nową pracę.",
      "example_translation": "Andrò a Parigi a marzo. L'anno scorso a marzo, ho visto i ciliegi in fiore. Il prossimo marzo, inizierò un nuovo lavoro.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Maj",
      "translation": "maggio",
      "definition": "Piąty miesiąc roku, następujący po kwietniu i przed czerwcem, w kalendarzu gregoriańskim.",
      "definition_translation": "Il quinto mese dell'anno, tra aprile e giugno, nel calendario gregoriano.",
      "example": "Będę ukończył studia w maju. W zeszłym maju, poszedłem na koncert. W przyszłym maju, podróżuję do Japonii.",
      "example_translation": "Mi laureerò a maggio. L'anno scorso a maggio, sono andato al concerto. Il prossimo maggio, viaggerò in Giappone.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Listopad",
      "translation": "Novembre",
      "definition": "Jedenasty miesiąc roku, następujący po październiku i przed grudniem.",
      "definition_translation": "L'undicesimo mese dell'anno, dopo Ottobre e prima di Dicembre.",
      "example": "Pójdę na wakacje w listopadzie w przyszłym roku. Poszedłem na plażę w listopadzie w zeszłym roku. Idę na obiad dziękczynny w listopadzie tego roku.",
      "example_translation": "Andrò in vacanza a novembre dell'anno prossimo. Sono andato in spiaggia a novembre l'anno scorso. Sto andando a un pranzo di ringraziamento a novembre quest'anno.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Październik",
      "translation": "Ottobre",
      "definition": "Dziesiąty miesiąc roku, następujący po wrześniu i przed listopadem.",
      "definition_translation": "Il decimo mese dell'anno, dopo Settembre e prima di Novembre.",
      "example": "Uczestniczę w imprezie Halloween w październiku tego roku. Uczestniczyłem w koncercie w październiku zeszłego roku. Planuję podróż do Europy w październiku przyszłego roku.",
      "example_translation": "Parteciperò a una festa di Halloween a ottobre quest'anno. Ho partecipato a un concerto a ottobre l'anno scorso. Sto pianificando un viaggio in Europa a ottobre dell'anno prossimo.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Wrzesień",
      "translation": "Settembre",
      "definition": "Dziewiąty miesiąc roku, następujący po sierpniu i przed październikiem.",
      "definition_translation": "Il nono mese dell'anno, dopo Agosto e prima di Ottobre.",
      "example": "Wrócę do szkoły we wrześniu tego roku. Poszedłem na plażę we wrześniu zeszłego roku. Planuję ślub we wrześniu przyszłego roku.",
      "example_translation": "Torno a scuola a settembre quest'anno. Sono andato in spiaggia a settembre l'anno scorso. Sto pianificando un matrimonio a settembre dell'anno prossimo.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]
}