[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "owad",
      "translation": "insetto",
      "definition": "Małe zwierzę z sześcioma nogami, zwykle mające twardą zewnętrzną powłokę i często spotykane w ogrodach lub lasach.",
      "definition_translation": "Un piccolo animale con sei zampe, solitamente con un rivestimento esterno duro e spesso trovato nei giardini o nelle foreste.",
      "example": "Wczoraj widziałem owada pełzającego po ścianie. Dzisiaj spróbuję złapać owada w ogrodzie. Za rok będę wiedział o wielu różnych owadach.",
      "example_translation": "Ho visto un insetto strisciare sulla parete ieri. Oggi, cercherò di catturare un insetto nel giardino. Entro l'anno prossimo, avrò imparato su molti insetti diversi.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mrówek",
      "translation": "formica",
      "definition": "Mały, zwykle czerwony lub czarny, owad żyjący w koloniach i znany ze swej pracowitej natury.",
      "definition_translation": "Un piccolo insetto, solitamente rosso o nero, che vive in colonie e è noto per la sua natura industriosa.",
      "example": "Wczoraj obserwowałem mrówkę niosącą okruchy z powrotem do swojego mrowiska. Dzisiaj widziałem mrówki maszerujące w linii przez podłogę kuchni. Za lato oczekuję zobaczyć wiele mrówek w ogrodzie.",
      "example_translation": "Ho guardato una formica che portava un briciolo nel suo formicaio ieri. Oggi, ho visto delle formiche marciare in fila sulla pavimentazione della cucina. Entro la prossima estate, mi aspetto di vedere molte formiche nel giardino.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pszczoła",
      "translation": "ape",
      "definition": "Latający owad zbierający nektar z kwiatów i produkujący miód, często żyjący w ulu z królową pszczół.",
      "definition_translation": "Un insetto volante che raccoglie nettare dai fiori e produce miele, spesso vivendo in un alveare con una regina ape.",
      "example": "Wczoraj widziałem pszczołę buzzującą wokół kwiatów w ogrodzie. Dzisiaj obserwowałem pszczołę zbierającą nektar z słoneczników. Za miesiąc dowiem się o ważności pszczół w zapylaniu.",
      "example_translation": "Ho visto un'ape ronzare intorno ai fiori nel giardino ieri. Oggi, ho guardato un'ape che raccoglieva nettare dai girasoli. Entro il prossimo mese, avrò imparato sull'importanza delle api nell'impollinazione.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "robak",
      "translation": "insetto",
      "definition": "Mały owad, szczególnie ten, który jest uciążliwy lub kłopotliwy.",
      "definition_translation": "Un insetto piccolo, soprattutto uno che è fastidioso o problematico.",
      "example": "Wczoraj znalazłem robaka w swojej kuchni ostatniej nocy, i to mnie przestraszyło. Zniszczę każdego robaka, którego zobaczę w swoim domu. Widziałem robaka pełzającego po ścianie wczoraj.",
      "example_translation": "Ho trovato un insetto nella mia cucina ieri sera, e mi ha spaventato. Squasherò ogni insetto che vedo in casa mia. Ho visto un insetto strisciare sulla parete ieri.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "motyl",
      "translation": "farfalla",
      "definition": "Latający owad z dużymi, często jaskrawymi skrzydłami, szczególnie jeden z gatunków, które żywią się nektarem.",
      "definition_translation": "Un insetto volante con ali grandi e spesso colorate, soprattutto una delle specie che si nutrono di nettare.",
      "example": "Widziałem piękny motyl w ogrodzie dzisiaj. Motyl będzie latał szybko. Obserwowałem motyla przekształcającego się z gąsienicy wczoraj.",
      "example_translation": "Ho visto una bella farfalla nel giardino oggi. La farfalla volerà via presto. Ho guardato una farfalla trasformarsi da bruises ieri.",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "karaluch",
      "translation": "scarafaggio",
      "definition": "Duży, płaski, owalny owad z błyszczącą eksoskładem, zwykle spotykany w ciemnych lub brudnych miejscach.",
      "definition_translation": "Un insetto grande, piatto, a forma di uovo con un esoscheletro luminoso, solitamente trovato in posti bui o sporchi.",
      "example": "Nie lubię karaluchy w swojej kuchni. Karaluch uciekł po podłodze, gdy włączyłem światło. Zadzwonię do dezynsektorów, aby zabili wszystkie karaluchy.",
      "example_translation": "Non mi piacciono gli scarafaggi nella mia cucina. Lo scarafaggio corse attraverso il pavimento quando ho acceso la luce. Chiamerò l'exterminatore per uccidere tutti gli scarafaggi.",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stworzenie",
      "translation": "creatura",
      "definition": "Żyjąca rzecz, szczególnie zwierzę, zwykle mające zmysły i zdolność ruchu.",
      "definition_translation": "Una cosa vivente, in particolare un animale, che ha sensi e il potere del movimento.",
      "example": "Stworzenie kryło się w krzakach. Będzie stworzył nowe stworzenie jutro. Stworzyli dziwne stworzenie w zeszłym roku.",
      "example_translation": "La creatura si nascondeva nei cespugli. Creerà una nuova creatura domani. Hanno creato una strana creatura l'anno scorso.",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "latać",
      "translation": "volare",
      "definition": "Poruszać się przez powietrze, używając skrzydeł.",
      "definition_translation": "Muoversi attraverso l'aria, usando le ali.",
      "example": "Ptak lubi latać. Ona będzie latać do Paryża jutro. Latali do Nowego Jorku w zeszłym miesiącu.",
      "example_translation": "L'uccello ama volare. Volerà a Parigi domani. Hanno volato a New York il mese scorso.",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "komar",
      "translation": "zanzara",
      "definition": "Mała mucha, która gryzie zwierzęta i ludzi, często powodując swędzący obrzęk.",
      "definition_translation": "Un piccolo insetto che morde animali e umani, causando spesso una dolorosa infiammazione.",
      "example": "Komar ugryzł mnie wczoraj nocą. Ugryzie kogoś tej nocy. Ugryzli wielu ludzi wczoraj.",
      "example_translation": "La zanzara mi ha morso ieri sera. Morderà qualcuno stanotte. Hanno morso molte persone ieri.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pająk",
      "translation": "ragno",
      "definition": "Pająk jest małym, ośmiornogim pajęczakiem, który tka sieć, aby złapać swoją ofiarę.",
      "definition_translation": "Un ragno è un piccolo aracnide a otto zampe che tesse una rete per catturare la sua preda.",
      "example": "Wczoraj widziałem pająka tkającego sieć w rogu pokoju. Dzisiaj złapał on muchę. Jutro usunę sieć.",
      "example_translation": "Ieri, ho visto un ragno tessere la sua rete nell'angolo della stanza. Oggi, ha catturato una mosca. Domani, rimuoverò la rete.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sieć",
      "translation": "rete",
      "definition": "Sieć to struktura stworzona przez pająka lub inne zwierzę, aby złapać zdobycz lub chronić się.",
      "definition_translation": "Una rete è una struttura creata da un ragno o altro animale per catturare la preda o proteggersi.",
      "example": "Pająk zbudował złożoną sieć, aby złapać swoją zdobycz. Sieć jest bardzo lepka i silna. W przyszłości pająk zbuduje jeszcze silniejszą sieć.",
      "example_translation": "Il ragno ha costruito una rete complessa per catturare la sua preda. La rete è molto appiccicosa e forte. In futuro, il ragno costruirà una rete ancora più forte.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chrząszcz",
      "translation": "coleottero",
      "definition": "Chrząszcz to typ owada o twardym, zewnętrznym pancerzu, często spotykany w ogrodach i lasach.",
      "definition_translation": "Un coleottero è un tipo di insetto con un guscio esterno duro, spesso trovato nei giardini e foreste.",
      "example": "Wczoraj widziałem chrząszcza pełzającego po liściu rośliny. Dzisiaj lata on wokół ogrodu. W przyszłości będzie składał jaja w ziemi.",
      "example_translation": "Ho visto un coleottero strisciare sulla foglia di una pianta ieri. Oggi, sta volando intorno al giardino. In futuro, deporrà le uova nel terreno.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pchła",
      "translation": "pulce",
      "definition": "Pchła to mały, zwykle ciemnobarwncy owad, który żyje na ciałach ssaków i ptaków, i żywi się ich krwią.",
      "definition_translation": "Un insetto piccolo, di solito di colore scuro, che vive sul corpo dei mammiferi e degli uccelli e si nutre del loro sangue.",
      "example": "Pies miał pchłę, która powodowała, że się ścierał. Kot miał pchły na całym ciele. Rolnik zbombarduje fermę przeciw pchłom w przyszłym tygodniu.",
      "example_translation": "Il cane aveva una pulce che lo faceva prurito. Il gatto aveva pulci in tutto il corpo. Il contadino bombarderà la fattoria con fosfati contro le pulci la settimana prossima.",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ująd",
      "translation": "pungere",
      "definition": "Powodować ostry, bolesny uczucie, typowo przez wbicie ostrym punktem lub chemicznie.",
      "definition_translation": "Provocare una sensazione dolorosa e acuta, tipicamente perforando la pelle con un punto affilato o mediante chimica.",
      "example": "Użądżenie pszczoły bolało mnie. Osy będą użądzać każdego, kto zagrozi jej gniazdu. Lekarz wstrzyknie antidotum, aby neutralizować użądżenie.",
      "example_translation": "Il pungiglione dell'ape mi ha fatto male. La vespa pungerebbe chiunque minacci il suo nido. Il dottore inietterà un antidoto per neutralizzare il veleno del pungiglione.",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "osza",
      "translation": "vespa",
      "definition": "Osza to latający owad, podobny do pszczoły, ale ma węższe biodra i jest generalnie bardziej agresywny.",
      "definition_translation": "Un insetto volante che somiglia all'ape, ma ha una vita stretta e è generalmente più aggressivo.",
      "example": "Osza pofrunęła mi do ucha. Osza użądziła mnie, gdy zagrażałem jej gniazdu. Będę unikać gniazda osy w ogrodzie.",
      "example_translation": "La vespa è volata nel mio orecchio. La vespa mi ha punto quando ho disturbato il suo nido. Eviterò il nido della vespa nel giardino.",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "modliszka",
      "translation": "mantis",
      "definition": "Modliszka to owad drapieżny, należący do rzędu Mantodea. Charakteryzuje się smukłym ciałem, długimi nogami i kolczastymi przednogami używanymi do chwytania zdobyczy.",
      "definition_translation": "Un mantide è un insetto carnivoro che appartiene all'ordine Mantodea. È caratterizzato da un corpo snello, gambe lunghe e zampa anteriori spinose utilizzate per catturare la preda.",
      "example": "Modliszka siedziała na liściu, czekając na następny posiłek. Zjadła już muchę wczoraj i złapie pszczołę jutro. Aktualnie obserwuje swoje otoczenie.",
      "example_translation": "Il mantide preghiera si sedette su una foglia, aspettando la sua prossima pietanza. Aveva già mangiato una mosca ieri e avrebbe catturato un'ape domani. Attualmente, stava osservando i dintorni.",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ćma",
      "translation": "falena",
      "definition": "Ćma to typ owada, należący do rzędu Lepidoptera. Charakteryzuje się piórko- lub nitek podobnymi czułkami i tendencją do przyciągania do światła.",
      "definition_translation": "Una falena è un tipo di insetto che appartiene all'ordine Lepidoptera. È caratterizzata dalle sue antenne piumose o filiformi e dalla sua tendenza ad essere attratta dalla luce.",
      "example": "Ćma pofrunęła do pokoju, przyciągnięta świeżą lampą. Pofrunęła wczoraj wieczorem i pofrunie jutro rano. Aktualnie kręci się wokół światła.",
      "example_translation": "La falena volò nella stanza, attratta dalla lampada luminosa. Era volata dentro ieri sera e avrebbe volato fuori domani mattina. Attualmente, stava sbattendo attorno alla luce.",
      "imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żółwik ziemniaczany",
      "translation": "coleottero della patata",
      "definition": "Żółwik ziemniaczany to typ owada, należący do rodziny Chrysomelidae. Charakteryzuje się żółtymi i czarnymi prążkami i tendencją do żywienia się roślinami ziemniaczanymi.",
      "definition_translation": "Il coleottero della patata è un tipo di insetto che appartiene alla famiglia Chrysomelidae. È caratterizzato dalle sue strisce gialle e nere e dalla sua tendenza a nutrirsi di piante di patata.",
      "example": "Żółwik ziemniaczany pełzał po roślinie ziemniaczanej, jedząc jej liście. Pełzał wczoraj i będzie pełzał jutro. Aktualnie żywi się rośliną.",
      "example_translation": "Il coleottero della patata strisciò sulla pianta di patata, mangiando le foglie. Era strisciato là ieri e avrebbe strisciato di nuovo domani. Attualmente, stava nutrendosi della pianta.",
      "imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jedwabnik",
      "translation": "baco da seta",
      "definition": "Jedwabnik to larwa ćmy, która tkwi kokonem jedwabnym, który jest zbierany do produkcji tkaniny jedwabnej.",
      "definition_translation": "Un baco da seta è la larva di una falena che tesse un bozzolo di seta, che viene raccolto per produrre tessuto di seta.",
      "example": "Wczoraj widziałem, jak jedwabnik tkał swój kokon. Dzisiaj wciąż tka, a jutro już go skończy. Użyję jego jedwabu, aby zrobić piękną suknię.",
      "example_translation": "Ieri, ho visto un baco da seta che tesseva il suo bozzolo. Oggi, sta ancora tessendo, e domani avrà finito. Userò la sua seta per fare un vestito bellissimo.",
      "imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "termit",
      "translation": "termite",
      "definition": "Termit to mały, społeczny owad, który żywi się drewnem i może spowodować znaczne szkody w budynkach i konstrukcjach.",
      "definition_translation": "Una termite è un insetto sociale piccolo che si nutre di legno e può causare danni significativi agli edifici e alle strutture.",
      "example": "Termitów jadło drewno w starej domu, więc musieliśmy wezwać deratystę. Będą jadły drewno w przyszłości, ale zatrzymaliśmy ich aktualnie.",
      "example_translation": "Le termiti stavano mangiando il legno nella vecchia casa, quindi abbiamo dovuto chiamare un disinfestatore. Mangeranno il legno in futuro, ma li abbiamo fermati dal mangiarlo ora.",
      "imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "świątek",
      "translation": "cimice dei letti",
      "definition": "Świątek to mały, płaski owad, który żywi się krwią ludzi i często występuje w łóżkach i pościelach.",
      "definition_translation": "Una cimice dei letti è un insetto piccolo e piatto che si nutre di sangue umano e si trova spesso nei letti e nel letto.",
      "example": "Sprawdziłem hotelowy pokój przed snem, czy nie ma świątków, bo wczoraj spałem w łóżku z świątkami. Sprawdzę ponownie jutro przed snem.",
      "example_translation": "Ho controllato la camera d'albergo per le cimici dei letti prima di dormire, perché avevo dormito in un letto con cimici dei letti la scorsa notte. Controllerò ancora domani prima di dormire.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "trzmiel",
      "translation": "ape arborea",
      "definition": "Trzmiel to duża, włochata, społeczna pszczółka, która latuje wolno i wydaje głośny szum.",
      "definition_translation": "Un'ape grande, pelosa, sociale che vola lentamente e fa un rumore di ronzio forte.",
      "example": "W ogrodzie zobaczyłem trzmiela latającego wokół kwiatów. Wczoraj oglądałem trzmiela zbierającego nektar z kwiatów. Do nastłego lata mam nadzieję zobaczyć trzmiela unoszącego się nad kwiatami.",
      "example_translation": "Nel giardino, ho visto un'ape arborea volare attorno ai fiori. Ieri, ho guardato un'ape arborea che raccoglieva nettare dai fiori. Per l'estate prossima, spero di vedere un'ape arborea librarsi sopra i fiori.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gąsienica",
      "translation": "bruco",
      "definition": "Gąsienica to larwa motyla lub ćmy, często z ciałkiem robaczkowatym i nogami.",
      "definition_translation": "La larva di una farfalla o falena, spesso con un corpo simile a un verme e zampe.",
      "example": "Gąsienica pełzła po liściu, jedząc przy tym. W zeszłym tygodniu widziałem gąsienicę przemieniającą się w kryształ. Do następnej wiosny gąsienica urodzi się jako piękny motyl.",
      "example_translation": "Il bruco si è trascinato lungo la foglia, mangiando mentre andava. La settimana scorsa, ho visto un bruco trasformarsi in una crisalide. Per la prossima primavera, il bruco sarà emerso come una bella farfalla.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cykada",
      "translation": "cicala",
      "definition": "Cykada to duża, nocna owad, która charakteryzuje się charakterystycznym śpiewem, typowo występująca w ciepłych klimatach.",
      "definition_translation": "Un insetto notturno grande con un canto distintivo, trovato tipicamente in climi caldi.",
      "example": "Głośny śpiew cykady wypełniał nocne powietrze. W zeszłym lecie słyszałem rytmiczny szum cykady w drzewach. Do następnego sierpnia cykady będą zaczynać wyłaniać się z ziemi.",
      "example_translation": "Il canto della cicala ha riempito l'aria notturna. L'estate scorsa, ho sentito il rumore ritmico della cicala nei alberi. Per il prossimo agosto, le cicale avranno iniziato a emergere dalla terra.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żuk",
      "translation": "libellula",
      "definition": "Żuk to owad, który należy do rzędu ważek. Ma długie, smukłe ciało, zwykle zielone lub niebieskie, z dużymi oczami i dwoma parami przezroczystych skrzydeł.",
      "definition_translation": "Una libellula è un tipo di insetto che appartiene all'ordine Odonata. Ha un corpo lungo e snello, generalmente verde o blu, con occhi grandi e due paia di ali trasparenti.",
      "example": "Żuk unosował się nad wodą, jego irydescentne skrzydła lśniły w świetle słonecznym. Wczoraj unosował się tam, a jutro ponownie unosowie się tam.",
      "example_translation": "La libellula è rimasta sospesa sopra l'acqua, le sue ali iridescenti splendevano alla luce del sole. Era rimasta lì ieri, e rimarrà lì di nuovo domani.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "drone",
      "translation": "drone",
      "definition": "Drone to typ bezzałogowego statku powietrznego (UAV), który jest zdalnie sterowany lub lata autonomicznie, używany do różnych celów, takich jak obserwacja, fotografia i dostawa.",
      "definition_translation": "Un drone è un tipo di veicolo aereo senza pilota (UAV) che viene controllato a distanza o vola autonomamente, utilizzato per vari scopi come la sorveglianza, la fotografia e la consegna.",
      "example": "Drone poleciał nad miastem, rejestrując oszałamiające zdjęcia lotnicze. Będzie poleciał ponownie nad miastem następnego tygodnia, a poleciał ostatniego roku.",
      "example_translation": "Il drone è volato sulla città, catturando impressionanti immagini aeree. Volerà sulla città novamente la prossima settimana, e volò sulla città l'anno scorso.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bąk",
      "translation": "mosca pungente",
      "definition": "Bąk to typ muchy, która jest znana z bolesnego ukąszenia, często dokuczając ludziom i zwierzętom.",
      "definition_translation": "Una mosca pungente è un tipo di mosca che è nota per il suo pungente doloroso, spesso fastidioso per il bestiame e gli esseri umani.",
      "example": "Bąk bzyczał wokół głowy rolnika, dokuczając mu, gdy pracował. Bzyczał wczoraj, a bzyczał będzie ponownie jutro.",
      "example_translation": "La mosca pungente ronzava intorno alla testa del contadino, infastidendolo mentre lavorava. Era ronzata intorno a lui ieri, e ronzò intorno a lui di nuovo domani.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "konik polny",
      "translation": "cavalletta",
      "definition": "Konik polny to średniej lub dużej wielkości owad z grubym ciałem, długimi nogami i skrzydłami. Typowo są zielone lub żółtawe, występują w polach, lasach i ogródkach.",
      "definition_translation": "Una cavalletta è un insetto di media a grande dimensione con un corpo robusto, zampe posteriori lunghe e ali. Sono tipicamente verdi o giallastri di colore e si trovano nei campi, foreste e cortili.",
      "example": "Wczoraj zobaczyłem konika polnego skaczącego po polu. Dziś będę obserwował koniki polne w moim ogrodzie, a jutro spróbuję złapać konika polnego w sieci.",
      "example_translation": "Ho visto una cavalletta saltare attraverso il campo ieri. Oggi, starò cercando cavallette nel mio giardino, e domani, cercherò di catturare una cavalletta con la mia rete.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "osz",
      "translation": "calabrone",
      "definition": "Osz to typ osy, która buduje duże gniazda w drzewach, murach i pod ziemią. Są znane z bolesnych ukąszeń i często budzą strach u ludzi.",
      "definition_translation": "Un calabrone è un tipo di vespa che costruisce grandi nidi negli alberi, nelle pareti e sottoterra. Sono conosciuti per le loro punture dolorose e sono spesso temuti dagli esseri umani.",
      "example": "Zostałem ukąszony przez oszę latem ubiegłym, ale latem tym uniknę podejmowania gniazda oszy. Latem następnym nauczę się, jak bezpiecznie usunąć gniazdo oszy z mojego strychu.",
      "example_translation": "Sono stato punto da un calabrone l'estate scorsa, ma questa estate, eviterò di disturbare il nido del calabrone. La prossima estate, imparerò come rimuovere in modo sicuro un nido di calabrone dal mio solaio.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "biedronka",
      "translation": "coccinella",
      "definition": "Biedronka, również znana jako biedronka, to mały, owalny owad z charakterystyczną czerwono-czarną barwą. Często występują w ogrodach i są znane z kontroli populacji mszyc.",
      "definition_translation": "Una coccinella, anche nota come scarabeo della Vergine, è un insetto piccolo a forma ovale con una colorazione rossa e nera distinctive. Si trovano comunemente nei giardini e sono conosciuti per la loro capacità di controllare le popolazioni di afidi.",
      "example": "Wczoraj zobaczyłem biedronkę pełzającą po liściu. Dziś będę obserwował biedronki w moim ogrodzie, a jutro nauczę się, jak przyciągnąć biedronki do mojego ogrodu.",
      "example_translation": "Ho visto una coccinella strisciare su una foglia ieri. Oggi, starò osservando le coccinelle nel mio giardino, e domani, imparerò come attirare le coccinelle nel mio giardino.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szarańczyn",
      "translation": "locusta",
      "definition": "Duż, zwykle zielony lub żółtawy, owad o długim ciele i skrzydłach, często spotykany w rojach, które mogą szkodzić uprawom.",
      "definition_translation": "Un insetto grande, di solito verde o giallognolo, con un corpo lungo e ali, spesso trovato in sciami che possono danneggiare le colture.",
      "example": "Rolnik był zaniepokojony szarańczynami, które niszczyły jego uprawy. W zeszłym roku szarańczyny zdewastowały cały region. Do następnego roku szarańczyny zostaną wyeliminowane.",
      "example_translation": "L'agricoltore era preoccupato per le locuste che stavano distruggendo i suoi raccolti. L'anno scorso, le locuste avevano devastato l'intera regione. L'anno prossimo, le locuste sarebbero state eradicate.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wesz",
      "translation": "pidocchio",
      "definition": "Mały, bezskrzydły owad, który żyje na ciałach ludzi lub zwierząt i żywi się ich krwią lub skórą.",
      "definition_translation": "Un insetto piccolo, senza ali, che vive sui corpi degli esseri umani o degli animali e si nutre del loro sangue o della loro pelle.",
      "example": "Dziecko miało wecha w włosach. Lekarz przepisał specjalny szampon, aby zabić wszy. Do następnego tygodnia wszy będą wyeliminowane.",
      "example_translation": "Il bambino aveva un pidocchio nei capelli. Il medico ha prescritto uno shampoo speciale per uccidere i pidocchi. La prossima settimana, i pidocchi sarebbero stati eliminati.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]