{
  "data": [
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ryba",
      "translation": "pesce",
      "definition": "Zimnokrwiste zwierzę żyjące w wodzie, charakteryzujące się płetwami i strumieniowatym ciałem.",
      "definition_translation": "Un animale a sangue freddo che vive nell'acqua, solitamente con branchie e un corpo aerodinamico.",
      "example": "Wczoraj złowiłem rybę w jeziorze. Dziś zjemy rybę na lunch. W następny weekend pójdę na ryby.",
      "example_translation": "Ho catturato un pesce nel lago ieri. Mangerò pesce per pranzo oggi. Andrò a pescare il prossimo week-end.",
      "imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dorsz",
      "translation": "merluzzo",
      "definition": "Ryba o delikatnym smaku, często stosowana w gotowaniu.",
      "definition_translation": "Un pesce dal sapore delicato, spesso usato nella cucina.",
      "example": "Wczoraj piekłem dorsza na kolację. Dziś ugotuję dorsza w curry. Wczoraj jadłem dorsza w restauracji.",
      "example_translation": "Ho cotto merluzzo per cena ieri sera. Cuocerò merluzzo in salsa al curry domani. Ho mangiato merluzzo al ristorante ieri.",
      "imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łosoś",
      "translation": "salmone",
      "definition": "Ryba o różowym lub pomarańczowym mięsie, często grillowana lub wędzona.",
      "definition_translation": "Un pesce con carne rosa o arancione, spesso grigliato o affumicato.",
      "example": "Dziś ugrillowałem łososia na lunch. Jutro zjemy wędzonego łososia na śniadanie. W zeszłym roku złowiłem łososia w rzece.",
      "example_translation": "Ho grigliato salmone per pranzo oggi. Mangerò salmone affumicato per colazione domani. Ho catturato salmone nel fiume l'anno scorso.",
      "imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żagiew",
      "translation": "squalo",
      "definition": "Duża ryba morska o przedłużonej głowie i ostrych zębach, spotykana w oceanie.",
      "definition_translation": "Uno squalo è un tipo di grande pesce con una testa lunga e appuntita e denti affilati, trovato nell'oceano.",
      "example": "Wczoraj widziałem żagiewę pływającą w oceanie. W następny tydzień pójdę na nurkowanie ze żagiewiami. Ataki żagiewi są rzadkie.",
      "example_translation": "Ho visto uno squalo nuotare nell'oceano ieri. Andrò a fare immersioni con gli squali la prossima settimana. Gli attacchi degli squali sono rari.",
      "imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tuńczyk",
      "translation": "tonno",
      "definition": "Tuńczyk to rodzaj dużej ryby, często spożywanej jako pokarm, spotykanej w oceanie.",
      "definition_translation": "Il tonno è un tipo di grande pesce, spesso mangiato come cibo, trovato nell'oceano.",
      "example": "Dziś zjadłem sałatkę z tuńczykiem na lunch. Tuńczyk jest moją ulubioną rybą. Jutro kupię puszki z tuńczykiem.",
      "example_translation": "Ho mangiato insalata di tonno per pranzo oggi. Il tonno è il mio pesce preferito. Comprerò lattine di tonno domani.",
      "imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tarzać się",
      "translation": "generare",
      "definition": "Tarzać się oznacza produkować jaja lub potomstwo, zwłaszcza w dużych ilościach.",
      "definition_translation": "Generare significa produrre uova o prole, soprattutto in grandi quantità.",
      "example": "Ryba tarzała się w rzece w zeszłym miesiącu. Gra wygeneruje nowe postacie. Firma wygeneruje nowe filie.",
      "example_translation": "I pesci hanno generato nel fiume lo scorso mese. Il gioco genererà nuovi personaggi. L'azienda genererà nuove società.",
      "imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pstrąg",
      "translation": "trota",
      "definition": "Ryba słodkowodna o spettled appearance, często łowiona jako pokarm",
      "definition_translation": "un pesce d'acqua dolce con un aspetto macchiato, spesso catturato per cibarsi",
      "example": "Wczoraj złowiłem pstrąga w rzece w weekend. Pójdę złowić pstrąga w rzece w następny weekend. Złowiłem pstrąga w rzece w zeszłym weekendzie.",
      "example_translation": "Ho catturato una trota nel fiume il week-end scorso. Sto andando a catturare una trota nel fiume il prossimo week-end. Avevo catturato una trota nel fiume il week-end precedente.",
      "imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zjadacz alg",
      "translation": "alghifago",
      "definition": " Zwierzę wodne, które żywi się algami",
      "definition_translation": "un animale acquatico che si nutre di alghe",
      "example": "Zjadacz alg pływał w pobliżu powierzchni stawu. Zjadacz alg pływa w pobliżu powierzchni stawu. Zjadacz alg pływał w pobliżu powierzchni stawu w zeszłym tygodniu.",
      "example_translation": "L'alghifago stava nuotando vicino alla superficie dello stagno. L'alghifago sta nuotando vicino alla superficie dello stagno. L'alghifago aveva nuotato vicino alla superficie dello stagno.",
      "imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "anchovis",
      "translation": "acciuga",
      "definition": "Mała ryba, często stosowana jako składnik żywnościowy",
      "definition_translation": "un piccolo pesce, spesso usato come ingrediente alimentare",
      "example": "Wczoraj dodałem anchovisa do pizzy wieczorowej. Dziś dodam anchovisa do pizzy wieczorowej. Wczoraj dodałem anchovisa do pizzy wieczorowej.",
      "example_translation": "Ho aggiunto acciuga alla mia pizza la scorsa notte. Sto andando ad aggiungere acciuga alla mia pizza stasera. Avevo aggiunto acciuga alla mia pizza la notte precedente.",
      "imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "brzana",
      "translation": "barbo",
      "definition": "Rodzaj ryby słodkowodnej o charakterystycznym kształcie i długich, wąsopodobnych wyrostkami wokół pyska.",
      "definition_translation": "Un tipo di pesce d'acqua dolce con una forma distintiva e lunghi crescimenti simili a baffi attorno alla bocca.",
      "example": "Wczoraj złowiłem brzanę podczas połowu w rzece, ale jutro złowię większą, a w zeszłym roku złowiłem kilka.",
      "example_translation": "Ho catturato un barbo mentre pescavo nel fiume ieri, ma catches un più grande domani, e avevo catturato alcuni l'anno scorso.",
      "imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ponury",
      "translation": "desolato",
      "definition": "Nieprzyjemnie zimny i ponury; deprymujący.",
      "definition_translation": "Sgradevolmente freddo e cupo; deprimente.",
      "example": "Ponury pogoda sprawiła, że chciałem zostać w domu, ale wyjdę jutro, i wczoraj wyszedłem pomimo ponurej pogody.",
      "example_translation": "Il tempo desolato mi ha fatto venire voglia di restare in casa, ma uscirò domani, e ero uscito ieri nonostante le condizioni desolate.",
      "imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "leszcz",
      "translation": "bramino",
      "definition": "Rodzaj słodkowodnej ryby o płaskim ciele i małym ustach.",
      "definition_translation": "Un tipo di pesce d'acqua dolce con un corpo piatto e una bocca piccola.",
      "example": "Złapałem leszcza, łowiąc w jeziorze, ale złapę większego za tydzień, i złapałem kilka ostatnio miesiąc.",
      "example_translation": "Ho catturato un bramino mentre pescavo nel lago, ma catches un più grande la prossima settimana, e avevo catturato alcuni il mese scorso.",
      "imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "węgorz",
      "translation": "lotte",
      "definition": "Rodzaj słodkowodnej ryby, spotykanej w północnej Europie i Azji, mającej smukłe ciało i usta z parą wąsików.",
      "definition_translation": "Un tipo di pesce d'acqua dolce trovato nell'Europa settentrionale e in Asia, ha un corpo snello e una bocca con una coppia di barbigli simili a baffi.",
      "example": "Złapałem węgorza, łowiąc w jeziorze ostatkiem weekendem. Spróbuję złapać większego za miesiąc. Złapałem kilka węgorzy w życiu.",
      "example_translation": "Ho catturato una lotte mentre pescavo nel lago lo scorso fine settimana. Proverò a catturare uno più grande il mese prossimo. Ho catturato diverse lotti nella mia vita.",
      "imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "karp",
      "translation": "carpa",
      "definition": "Rodzaj słodkowodnej ryby o szerokim, płaskim ciele i długim piąstku grzbietowym, często uważany za gatunek szkodliwy.",
      "definition_translation": "Un tipo di pesce d'acqua dolce con un corpo ampio e piatto e una pinna dorsale lunga, spesso considerato una specie di pesti.",
      "example": "Wczoraj widziałem karpę pływającą w rzece. Karpy są szeroko rozpowszechnione w Europie. Spróbuję uniknąć złapania karpiej w następnym łowieniu.",
      "example_translation": "Ho visto una carpa nuotare nel fiume ieri. Le carpe sono ampiamente distribuite in tutta Europa. Cercherò di evitare di catturare una carpa nel mio prossimo viaggio di pesca.",
      "imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sum",
      "translation": "pesce gatto",
      "definition": "Rodzaj ryby o wąsikach podobnych do brody wokół ust, często spotykany w ciepłych, błotnistych wodach.",
      "definition_translation": "Un tipo di pesce con barbigli simili a baffi attorno alla bocca, spesso trovato in acque calde e fangose.",
      "example": "Sum ukrył się pod skałą w stawie. Złapałem wiele sumów w Amazonce. Sumy są nocnymi stworzeniami.",
      "example_translation": "Il pesce gatto si è nascosto sotto la roccia nella vasca. Ho catturato molti pesci gatto nel fiume Amazzonia. I pesci gatto sono creature notturne.",
      "imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "klen",
      "translation": "trota",
      "definition": "Klen to rodzaj słodkowodnej ryby, rodzimej w Europie i Azji, charakteryzującej się krępego ciała i szeroką głową.",
      "definition_translation": "Una trota è un tipo di pesce d'acqua dolce originario dell'Europa e dell'Asia, caratterizzato dal suo corpo robusto e testa larga.",
      "example": "Złapałem dużego klena, łowiąc w rzece wczoraj. Dziś złapę kolejnego. Za tydzień złapę kilka klenów.",
      "example_translation": "Ho catturato una grande trota mentre pescavo nel fiume ieri. Oggi, sto per catturare un'altra. Entro la prossima settimana, avrò catturato diverse trotte.",
      "imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "węgorz europejski",
      "translation": "anguilla",
      "definition": "Węgorz europejski to rodzaj ryby o wydłużonym ciele, spotykany w słodkiej i słonej wodzie, charakteryzujący się wężowatym ciałem.",
      "definition_translation": "Un'anguilla è un tipo di pesce allungato che si trova in entrambi gli ambienti di acqua dolce e salata, caratterizzato dal suo corpo simile a un serpente.",
      "example": "Wczoraj widziałem węgorza europejskiego pływającego w jeziorze. Dziś spróbuję złapać jednego. Za miesiąc złapę kilka węgorzy europejskich.",
      "example_translation": "Ho visto un'anguilla nuotare nel lago ieri. Oggi, sto per provare a catturarne una. Entro il prossimo mese, avrò catturato diverse anguille.",
      "imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "płetwa",
      "translation": "pinna",
      "definition": "Płetwa to cienkie, płaskie narządzie wychodzące z ciała ryby, używane do balansu i stabilności w wodzie.",
      "definition_translation": "Una pinna è un organo sottile e piatto che sporge dal corpo di un pesce, utilizzato per l'equilibrio e la stabilità nell'acqua.",
      "example": "Ryba użyła płetwy, by skierować się przez rafę koralową wczoraj. Dziś używa płetwy, by pływać przeciw prądowi. Za rok będzie używać płetwy, by zmigrować do nowego środowiska.",
      "example_translation": "Il pesce ha usato la sua pinna per navigare attraverso la barriera corallina ieri. Oggi, sta usando la sua pinna per nuotare a monte. Entro il prossimo anno, avrà usato la sua pinna per migrare in un nuovo habitat.",
      "imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ryba płaska",
      "translation": "pesce platessa",
      "definition": "Rodzaj morskiej ryby, charakteryzującej się płaskim ciałem, często spotykanej w płytkich wodach.",
      "definition_translation": "Un tipo di pesce marino, caratterizzato dal suo corpo piatto e spesso trovato in acque poco profonde.",
      "example": "Złapałem rybę płaską, łowiąc w zatoce ostatkiem weekendem. Teraz grilluję ją na lunch. Zjem rybę płaską znów latem przyszłym.",
      "example_translation": "Ho catturato un pesce platessa mentre pescavo nella baia lo scorso weekend. Ora sto grigliandolo per pranzo. Mangerò di nuovo pesce platessa il prossimo estate.",
      "imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ставрик",
      "translation": "flounder",
      "definition": "Rodzaj płaskiej ryby, często spotykany w płytkich wodach, charakteryzujący się delikatnym smakiem.",
      "definition_translation": "Un tipo di pesce platessa, spesso trovato in acque poco profonde e caratterizzato dal suo sapore delicato.",
      "example": "Ugotowałem ставрика na obiad wczoraj. Był pyszny. Ugotuję ставрика znów jutro. Ugotowałem ставриka wiele razy przedtem.",
      "example_translation": "Ho cucinato il flounder per cena la scorsa notte. Era delizioso. Cuocerò di nuovo flounder domani. Ho cucinato flounder molte volte prima.",
      "imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "świnka",
      "translation": "cefalo",
      "definition": "Rodzaj ryb, często spotykany w wodach Morza Śródziemnego i charakteryzujący się swoistym kształtem głowy.",
      "definition_translation": "Un tipo di pesce, spesso trovato in acque mediterranee e caratterizzato dalla sua forma di testa distintiva.",
      "example": "Wczoraj zobaczyłem świnkę pływającą w morzu. Zamierzam złapać świnkę w przyszłym tygodniu. Złapałem świnkę w zeszłym roku.",
      "example_translation": "Ho visto un cefalo nuotare in mare ieri. Acchiapperò un cefalo la prossima settimana. Ho catturato un cefalo l'anno scorso.",
      "imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "guściec",
      "translation": "ghiozzo",
      "definition": "Rodzaj ryb, szczególnie używanej jako przynęta.",
      "definition_translation": "Un tipo di pesce, soprattutto uno utilizzato come esca.",
      "example": "Wczoraj złapałem guściec w rzece. Dziś używam go jako przynęty. Jutro wypuścę go z powrotem do wody.",
      "example_translation": "Ieri, ho catturato un ghiozzo nel fiume. Oggi, sto utilizzandolo come esca. Domani, lo rilascerò nell'acqua.",
      "imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gupik",
      "translation": "guppy",
      "definition": "Mała, kolorowa ryba słodkowodna, często trzymana jako zwierzę domowe.",
      "definition_translation": "Un piccolo pesce d'acqua dolce colorato spesso tenuto come animale domestico.",
      "example": "Miałem gupika, gdy byłem dzieckiem. Pływał wokół swojego akwarium cały dzień. Zamierzam kupić kolejnego gupika dla mojego dziecka w przyszłym tygodniu.",
      "example_translation": "Avevo un guppy quando ero bambino. Nuotava nella sua vasca tutto il giorno. Comprerò un altro guppy per mio figlio la prossima settimana.",
      "imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czarniak",
      "translation": "eglefino",
      "definition": "Rodzaj ryb, szczególnie używanej jako żywność.",
      "definition_translation": "Un tipo di pesce, soprattutto uno utilizzato come cibo.",
      "example": "Wczoraj zjadłem czarniaka na obiad. Moja matka będzie gotować czarniaka na lunch dzisiaj. Zjemy czarniaka ponownie w przyszłą niedzielę.",
      "example_translation": "Ho mangiato eglefino per cena ieri sera. Mia madre cucinerà eglefino per pranzo oggi. Mangeremo eglefino di nuovo la prossima domenica.",
      "imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "hak",
      "translation": "merluzzo",
      "definition": "Hak jest rodzajem ryb głębinowych, które są często złapane jako żywność. Ma długie, cienkie ciało i małą głowę.",
      "definition_translation": "Un merluzzo è un tipo di pesce di mare profondo che viene spesso catturato per il cibo. Ha un corpo lungo e sottile e una testa piccola.",
      "example": "Złapałem dużego haka podczas ostatniego połowu. Zamierzam ugotować haka na obiad tej nocy. Zjadłem haka wiele razy przedtem.",
      "example_translation": "Ho catturato un grande merluzzo mentre pescavo la settimana scorsa. Cuocerò merluzzo per cena stasera. Ho mangiato merluzzo molte volte prima.",
      "imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "halibut",
      "translation": "halibut",
      "definition": "Halibut jest rodzajem płastugi, która znajduje się w oceanie. Jest popularną rybą użytkową i jest często serwowana grillowaną lub pieczoną.",
      "definition_translation": "Un halibut è un tipo di pesce piatto che si trova nell'oceano. È un pesce alimentare popolare e viene spesso servito alla griglia o al forno.",
      "example": "Uwielbiam jeść halibuta w restauracji seafood. Halibut był idealnie ugotowany wczoraj wieczorem. Zamierzam spróbować złapać halibuta na mojej następnej wyprawie wędkarskiej.",
      "example_translation": "Adoro mangiare halibut al ristorante di pesce. L'halibut era cotto alla perfezione ieri sera. Proverò a catturare un halibut nel mio prossimo viaggio di pesca.",
      "imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "śledź",
      "translation": "aringa",
      "definition": "Śledź jest małą, tłustą rybą, która jest często jedzona w postaci marynowanej lub wędzonej. Jest popularnym składnikiem wielu dań, w tym sałatek i kanapek.",
      "definition_translation": "Un'aringa è un piccolo pesce oleoso che viene spesso mangiato pickled o affumicato. È un ingrediente popolare in molti piatti, inclusi insalate e sandwich.",
      "example": "Zjadłem śledź na śniadanie dziś rano. Moja babcia łowiła śledzie, gdy była dziewczyną. Zamierzam kupić śledzie do sałatki dzisiaj.",
      "example_translation": "Ho mangiato aringa per colazione questa mattina. Mia nonna usava catturare aringa quando era una ragazza. Comprerò alcune aringhe per l'insalata oggi.",
      "imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lamprea",
      "translation": "lampreda",
      "definition": "Lamprea jest rodzajem ryb podobnych do węgorzy, z otworem ssącym, który przyczepia się do innych ryb i żywi się ich krwią.",
      "definition_translation": "Una lampreda è un tipo di pesce simile all'anguilla con una bocca a cupola adesiva che si attacca ad altri pesci per nutrirsi del loro sangue.",
      "example": "Lamprea została usunięta z ciała troci, a rana została leczona antyseptykiem. Wczoraj rybacz złapał lampreę, ale dziś złapał dużą troć. W następnym roku populacja lamprei ma zmniejszyć się.",
      "example_translation": "La lampreda fu rimossa dal corpo della trota e la ferita fu trattata con antibiotico. Il pescatore aveva catturato una lampreda ieri, ma oggi ha catturato una grossa trota. Entro l'anno prossimo, si prevede che la popolazione di lamprede diminuirà.",
      "imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "makrela",
      "translation": "sgombro",
      "definition": "Makrela jest szybko pływającą rybą, która żyje w wodach tropikalnych i umiarkowanych, często złapana jako żywność.",
      "definition_translation": "Lo sgombro è un tipo di pesce che nuota velocemente che si trova in acque calde e temperate, spesso catturato come alimentazione.",
      "example": "Makrela była grillowana do perfekcji i serwowana z sałatką. Rybacy próbowali złapać makrele, ale skończyli z niczym. W następnym sezonie makrele będą już w głębszych wodach.",
      "example_translation": "Lo sgombro era stato grigliato alla perfezione e servito con un lato d'insalata. I pescatori stavano cercando di catturare sgombri, ma finirono con niente. Entrata la prossima stagione, gli sgombri si saranno spostati in acque più profonde.",
      "imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "murena",
      "translation": "murena",
      "definition": "Murena jest rodzajem ryb podobnych do węgorzy, która żyje w szczelinach i pod kamieniami, często z długim, wąskim ciałem.",
      "definition_translation": "Una murena è un tipo di pesce simile all'anguilla che si trova in crepe e sotto le rocce, spesso con un corpo lungo e snello.",
      "example": "Nurkowie ostrożnie usunęli murę z rafy koralowej. Akwarium miało dużą murę, która pływała wokół zbiornika. W następnym roku populacja muren ma wzrosnąć.",
      "example_translation": "Il subacqueo ha rimosso con cautela la murena dalla barriera corallina. L'acquario aveva una grosso murena che nuotava intorno alla vasca. Entrato l'anno prossimo, si prevede che la popolazione di murene aumenterà.",
      "imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "okůń",
      "translation": "luccio",
      "definition": "Okůń to rodzaj słodkowodnej ryby o zielonkawo-żółtym kolorze i pręgowatym wzorze, często spotykany w jeziorach i stawach.",
      "definition_translation": "Un luccio è un tipo di pesce d'acqua dolce con un colore verde-giallo e motivo a strisce, spesso trovato in stagni e laghi.",
      "example": "Złowiłem okonia podczas wędkowania nad jeziorem w zeszłym weekendzie. Spróbuję złowić kolejnego okonia w przyszłym tygodniu. Całe lato łowiłem okonie.",
      "example_translation": "Ho catturato un luccio mentre pescavo nel lago lo scorso weekend. Proverò a catturare un altro luccio la settimana prossima. Ho catturato lucci per tutta l'estate.",
      "imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szczupak",
      "translation": "lucio",
      "definition": "Szczupak to rodzaj słodkowodnej ryby o długim, spiczastym pysku i ostrych zębach, znany z agresywnego zachowania.",
      "definition_translation": "Un lucio è un tipo di pesce d'acqua dolce con un muso lungo e appuntito e denti affilati, noto per il suo comportamento aggressivo.",
      "example": "Szczupak czaił się w głębi jeziora, czekając na zdobycz. Wczoraj widziałem szczupaka pływającego w rzece. Szczupak będzie atakował swoich wrogów zaciekle.",
      "example_translation": "Il lucio stava nascondendosi nelle profondità del lago, in attesa di preda. Ho visto un lucio nuotare nel fiume ieri. Il lucio attaccherà i suoi nemici con ferocia.",
      "imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pirania",
      "translation": "piranha",
      "definition": "Pirania to rodzaj mięsożernych ryb spotykanych w południowoamerykańskich rzekach, znany z ostrych zębów i agresywnego zachowania.",
      "definition_translation": "Una piranha è un tipo di pesce carnivoro trovato nei fiumi dell'America meridionale, noto per i suoi denti affilati e il suo comportamento aggressivo.",
      "example": "Pirania pływała w ciemnych wodach Amazonki. Piranie są znane z ataków na ludzi w dużych grupach. Widziałem piranię rozszarpującą swoją zdobycz w akwarium.",
      "example_translation": "La piranha stava nuotando nelle acque buie del fiume Amazonas. Le piranha sono note per attaccare gli esseri umani in grandi gruppi. Ho visto una piranha divorare la sua preda nell'acquario.",
      "imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pltaszka",
      "translation": "platessa",
      "definition": "Plaszka to rodzaj płastugi, często łowionej i spożywanej w Europie.",
      "definition_translation": "Un tipo di pesce piatto, spesso catturato e mangiato in Europa.",
      "example": "Wczoraj wieczorem zjadłem pltaszkę na kolację, i była smaczna. Jutro zjem pltaszkę ponownie. Ona zjadła pltaszkę z rodziną wczoraj.",
      "example_translation": "Ho avuto la platessa per cena ieri sera, e era delizioso. Mangero la platessa di nuovo domani. Lei ha mangiato la platessa con la sua famiglia ieri.",
      "imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "klenie",
      "translation": "scarabeo",
      "definition": "Klenie to rodzaj ryby, często spotykany w słodkich wodach rzek i jezior.",
      "definition_translation": "Un tipo di pesce, spesso trovato nei fiumi e laghi di acqua dolce.",
      "example": "Złowiłem klenia podczas wędkowania nad jeziorem w zeszłym weekendzie. Ona złapie klenia w rzece jutro. Oni jedli klenie w poprzednim roku.",
      "example_translation": "Ho catturato uno scarabeo mentre pesavo nel lago lo scorso fine settimana. Lei peschera uno scarabeo nel fiume domani. Hanno mangiato uno scarabeo arrosto per cena l'anno scorso.",
      "imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sardynka",
      "translation": "sardina",
      "definition": "Sardynka to rodzaj małej, tłustej ryby, często sprzedawanej w puszkach jako przekąska.",
      "definition_translation": "Un tipo di pesce piccolo e oleoso, spesso conservato in scatola e mangiato come spuntino.",
      "example": "Zjadłem puszkę sardynek na lunch dzisiaj. Ona będzie jadła sardynek z sałatką jutro. Oni jedli sardynek z makaronem wczoraj wieczorem.",
      "example_translation": "Ho mangiato un barattolo di sardine per pranzo oggi. Lei mangera sardine con la sua insalata domani. Hanno avuto sardine con la loro pasta ieri sera.",
      "imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piła",
      "translation": "Pesce Sega",
      "definition": "Piła to rodzaj płaszczki, która ma długi, płaski, ostry rów na linii, używany do ataków i obrony.",
      "definition_translation": "Un pesce sega è un tipo di razza che ha un lungo, piatto, becco appuntito con denti affilati, utilizzato per attaccare e difendere.",
      "example": "Piła znalazła się na liście gatunków zagrożonych od 2009 roku. Piła będzie prawdopodobnie wymarła, jeśli nie zostaną podjęte dodatkowe wysiłki ochronne. Do 2025 roku zobaczymy znaczny spadek populacji pił.",
      "example_translation": "Il pesce sega è stato nella lista delle specie in pericolo dal 2009. Il pesce sega affronterà probabilmente l'estinzione se non verranno aumentati gli sforzi di conservazione. Entro il 2025, avremo visto un calo significativo delle popolazioni di pesci sega.",
      "imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "skalar",
      "translation": "scalare",
      "definition": "W fizyce i matematyce, skalar to wielkość, która ma tylko wartość, ale nie ma kierunku.",
      "definition_translation": "In fisica e matematica, uno scalare è una quantità che ha solo una grandezza, ma non una direzione.",
      "example": "Iloczyn skalarny dwóch wektorów jest wartością skalarną. Skalary są używane do pomiaru wielkości fizycznych, takich jak temperatura i energia. W przyszłości zobaczymy rozwój pól skalarnych w fizyce.",
      "example_translation": "Il prodotto scalare di due vettori è un valore scalare. Gli scalar sono utilizzati per misurare le quantità fisiche come temperatura e energia. In futuro, vedremo lo sviluppo di campi scalar in fisica.",
      "imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "skala",
      "translation": "scala",
      "definition": "Skala to seria dźwięków muzycznych w określonym wzorze, używana do tworzenia melodii i harmonii.",
      "definition_translation": "Una scala è una serie di note musicali in un pattern specifico, utilizzata per creare melodie e armonie.",
      "example": "Piano ma chromatyczną skalę z 12 półtonami. Ona będzie wchodziła na szczyt góry skalą jutro. Firma będzie skalowała swoją produkcję, aby zaspokoić rosnące zapotrzebowanie.",
      "example_translation": "Il pianoforte ha una scala cromatica con 12 mezzi toni. Scala la montagna per raggiungere la vetta entro domani. L'azienda scalerà la sua produzione per soddisfare la crescente domanda.",
      "imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "hipokampa",
      "translation": "cavalluccio marino",
      "definition": "Hipokampa to rodzaj ryb morskich należących do rodziny Syngnathidae. Charakteryzuje się ona głową w kształcie konia, krętym ogonem i możliwością pływania w pozycji pionowej.",
      "definition_translation": "Un cavallo marino è un pesce marino che appartiene alla famiglia Syngnathidae. È caratterizzato dalla sua testa simile a cavallo, coda arrotolata e capacità di nuotare in posizione eretta.",
      "example": "Wczoraj widziałem hipokampę pływającą w pobliżu rafy koralowej. Hipokampa pływa wolno. Hipokampa będzie pływała w pobliżu powierzchni jutro.",
      "example_translation": "Ho visto un cavallo marino nuotare vicino alla barriera corallina ieri. Il cavallo marino nuota lentamente. Il cavallo marino nuoterà vicino alla superficie domani.",
      "imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sandacz",
      "translation": "sogliola",
      "definition": "Sandacz to rodzaj płaszczki należącej do rodziny Soleidae. Charakteryzuje się płaskim ciałem, małymi oczami i delikatnym smakiem.",
      "definition_translation": "Una sogliola è un tipo di pesce piatto che appartiene alla famiglia Soleidae. È caratterizzata dal suo corpo piatto, piccoli occhi e sapore delicato.",
      "example": "Złowiłem sandacza podczas łowienia w jeziorze w zeszłym tygodniu. Sandacz smakuje fantastycznie, gdy jest grillowany. Zamierzam ugotować sandacza na kolację tej nocy.",
      "example_translation": "Ho catturato una sogliola mentre pescavo nel lago la settimana scorsa. La sogliola è deliziosa quando grillata. Cucinerò una sogliola per cena stasera.",
      "imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szprot",
      "translation": "acciuga",
      "definition": "Szprot to mała, oleista ryba należąca do rodziny Clupeidae. Często jest wykorzystywana jako źródło pokarmu dla ludzi i zwierząt.",
      "definition_translation": "Una acciuga è un piccolo pesce oleoso che appartiene alla famiglia Clupeidae. È spesso utilizzato come fonte di cibo per gli esseri umani e gli animali.",
      "example": "Kupiłem puszki szprotów w supermarketu wczoraj. Szprotki są bogate w kwasy omega-3. Szprotki będą popularnym źródłem pokarmu w przyszłości.",
      "example_translation": "Ho comprato una scatola di acciughe al supermercato ieri. Le acciughe sono ricche di acidi grassi omega-3. Le acciughe saranno una fonte di cibo popolare nel futuro.",
      "imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ciernik",
      "translation": "ghiozzo spinoso",
      "definition": "Mała, słodkowodna ryba z rzędem szpiców wzdłuż swojego grzbietu, występująca w Eurazji i Ameryce Północnej.",
      "definition_translation": "Un piccolo pesce d'acqua dolce con una fila di spine lungo la schiena, trovato in Eurasia e Nord America.",
      "example": "Ciernik został wykorzystany jako organizm modelowy w badaniach naukowych, zwłaszcza w dziedzinie biologii ewolucyjnej i ekologii. Został również wykorzystany do studiowania rozwoju szpiców. W przyszłości badacze będą kontynuowali studia nad ciernikiem, aby uzyskać wgląd w jego unikatowe cechy. Wczoraj zobaczyłem ciernika w akwarium i byłem zdumiony jego obronami.",
      "example_translation": "Il ghiozzo spinoso è stato utilizzato come organismo modello nella ricerca scientifica, in particolare nei campi della biologia evolutiva e dell'ecologia. È anche stato utilizzato per studiare lo sviluppo delle spine. In futuro, i ricercatori continueranno a studiare il ghiozzo spinoso per acquisire informazioni sulle sue caratteristiche uniche. Ieri, ho visto un ghiozzo spinoso nell'acquario e sono stato colpito dalle sue difese.",
      "imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jesiotr",
      "translation": "storione",
      "definition": "Duża ryba z długim, spiczastym ryjkiem i ciałem pokrytym płytami kostnymi, występująca w rzekach i obszarach przybrzeżnych Europy i Azji.",
      "definition_translation": "Un grande pesce con un lungo muso appuntito e un corpo coperto da placche ossee, trovato in fiumi e aree costiere d'Europa e Asia.",
      "example": "Jesiotry były ważnym źródłem pokarmu przez tysiące lat, a ich ikra była szczególnie ceniona. Historycznie, jesiotry były obfite w europejskich rzekach, ale ich populacje zostały znacznie zredukowane z powodu przeludnienia. Dziś są prowadzone wysiłki ochronne, aby chronić siedliska jesiotrów i zlibilić ich liczebność. Do 2025 roku ma nadzieję, że populacje jesiotrów będą odzyskały wystarczająco, aby pozwolić na ograniczone łowienie.",
      "example_translation": "Gli storioni sono stati una fonte di cibo importante per migliaia di anni, con le uova particolarmente apprezzate. Storicamente, gli storioni erano abbondanti nei fiumi europei, ma le loro popolazioni sono state grandemente ridotte a causa della sovrappesca. Oggi, sono in corso sforzi di conservazione per proteggere gli habitat degli storioni e rifornire i loro numeri. Entro il 2025, si spera che le popolazioni degli storioni si siano riprese sufficientemente per permettere una pesca limitata.",
      "imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mola",
      "translation": "pesce luna",
      "definition": "Duża, płaska ryba z okrągłym ciałem i małym otworem gębowym, występująca w ciepłych i umiarkowanych morzach na całym świecie.",
      "definition_translation": "Un grande pesce piatto con un corpo rotondo e una bocca piccola, trovato in mari caldi e temperati del mondo.",
      "example": "Mole są znane ze swojej zdolności do osiągnięcia 3 metrów długości, co czyni je jednym z największych kostnych ryb na świecie. Są również niezwykle lekkie, co pozwala im pływać blisko powierzchni wody. Wczoraj poszedłem snorkeling i zobaczyłem molę pływającą w pobliżu rafy koralowej. Było to niesamowite widowisko! W przyszłości mam nadzieję zobaczyć więcej móli w ich naturalnym środowisku.",
      "example_translation": "I pesci luna sono noti per la loro capacità di crescere fino a 3 metri di lunghezza, rendendoli uno dei pesci ossei più grandi del mondo. Sono anche incredibilmente galleggianti, il che gli consente di nuotare vicino alla superficie dell'acqua. Ieri, sono andato a fare snorkeling e ho visto un pesce luna nuotare vicino al reef corallino. È stato uno spettacolo incredibile! In futuro, spero di vedere più pesci luna nel loro habitat naturale.",
      "imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "meka",
      "translation": "pesce spada",
      "definition": "Duża, oleista ryba z długim, spiczastym ryjkiem, występująca w ciepłych morzach.",
      "definition_translation": "un grande pesce oleoso con un lungo becco appuntito, trovato in mari caldi",
      "example": "Złowiłem mekę podczas łowienia w Morzu Śródziemnym latem zeszłym. Zamierzam ugotować mekę na kolację tej nocy. Jestem jednym z mek każdego tygodnia przez miesiąc.",
      "example_translation": "Ho catturato un pesce spada mentre pesavo nel Mediterraneo l'estate scorso. Cucinerò pesce spada per cena stasera. Sto mangiando pesce spada ogni settimana per un mese.",
      "imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lin",
      "translation": "tinca",
      "definition": "Słodkowodna ryba z płaskim ciałem, występująca w rzekach i jeziorach",
      "definition_translation": "un pesce d'acqua dolce con un corpo piatto, trovato in fiumi e laghi",
      "example": "Zobaczyłem lina pływającego w jeziorze. Liny są dobre do jedzenia. Zamierzam pójść na łów lina następną niedzielę.",
      "example_translation": "Ho visto una tinca nuotare nel lago. Le tinche sono buone da mangiare. Andrò a pescare tinche la prossima domenica.",
      "imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sandacz żółty",
      "translation": "luccio",
      "definition": "Słodkowodna ryba z długim, smukłym ciałem, występująca w rzekach i jeziorach",
      "definition_translation": "un pesce d'acqua dolce con un corpo lungo e snello, trovato in fiumi e laghi",
      "example": "Złowiłem sandacza żółtego podczas łowienia w rzece. Sandacze żółte są popularnym rybą sportową. Zamierzam spróbować złowić sandacza żółtego ponownie następnym tygodniu.",
      "example_translation": "Ho catturato un luccio mentre pesavo nel fiume. I lucci sono un popolare pesce da gioco. Proverò a catturare un luccio ancora la prossima settimana.",
      "imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]
}