[
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kot",
      "translation": "gatto",
      "definition": "Mały, zwykle futrzanym, mięsożernym ssakiem. Czasem nazywany jest 'domowym kotem' gdy jest trzymany jako domowy pupil.",
      "definition_translation": "Un piccolo mammifero carnivoro tipicamente peloso. Spesso vengono chiamati 'gatti domestici' quando vengono tenuti come animali da compagnia indoor.",
      "example": "Miałem kota gdy byłam dzieckiem. Teraz mam psa. Będę miał kota ponownie gdy będę emerytem.",
      "example_translation": "Avevo un gatto quando ero bambino. Ora ho un cane. Mi comprerò un gatto di nuovo quando mi pensionerò.",
      "imageLink": "image_files\\English\\"imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krowa",
      "translation": "mucca",
      "definition": "Duża samica ssaka, która daje mleko i jest często hodowana na farmach.",
      "definition_translation": "Una grande mammifera femmina che produce latte e viene comunemente allevata nelle fattorie.",
      "example": "Krowa pasła się na polu. Krowa będzie rodzić cielę miesiąc temu. Widziałem krowę na farmie wczoraj.",
      "example_translation": "La mucca stava pascolando nel campo. La mucca darà alla luce a un vitello il mese prossimo. Ho visto una mucca nella fattoria ieri.",
      "imageLink": "image_files\\English\\"imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pies",
      "translation": "cane",
      "definition": "Udomowiony, mięsożerny ssak należący do rodziny Canidae.",
      "definition_translation": "Un mammifero carnivoro domestico che appartiene alla famiglia Canidae.",
      "example": "Wyszedłem z psem rano. Pies jest sehr przyjazny. Pies będzie kastrowany w przyszłym tygodniu.",
      "example_translation": "Ho portato a passeggio il cane stamattina. Il cane è molto amichevole. Il cane sarà sterilizzato la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "koń",
      "translation": "cavallo",
      "definition": "Duży, kopytny, roślinożerny ssak używany do transportu, rekreacji i pracy.",
      "definition_translation": "Un grande mammifero erbivoro con zoccoli usato per il trasporto, il divertimento e il lavoro.",
      "example": "Jechałem koniem wczoraj, jezdzę koniem każdego dnia i będę jeździć koniem jutro.",
      "example_translation": "Ho cavalcato un cavallo ieri, cavalco un cavallo ogni giorno e cavalcherò un cavallo domani.",
      "imageLink": "image_files\\English\\"imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "świnia",
      "translation": "maiale",
      "definition": "Stoutodied, kopytny, wszystkożerny ssak hodowany dla mięsa, szczególnie na farmach.",
      "definition_translation": "Un mammifero onnivoro con corpo robusto e zoccoli allevato per la carne, in particolare nelle fattorie.",
      "example": "Widziałem świnie jedzącą jedzenie wczoraj, widzę świnie jedzącą jedzenie każdego dnia i będę widział świnie jedzącą jedzenie jutro.",
      "example_translation": "Ho visto un maiale che mangiava cibo ieri, vedo un maiale che mangia cibo ogni giorno e vedrò un maiale che mangia cibo domani.",
      "imageLink": "image_files\\English\\"imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "owca",
      "translation": "pecora",
      "definition": "Udomowiony, kopytny, roślinożerny ssak hodowany dla wełny, mleka i mięsa.",
      "definition_translation": "Un mammifero erbivoro con zoccoli addomesticato, allevato per la sua lana, il suo latte e la sua carne.",
      "example": "Strzyciłem owcę wczoraj, strzycę owcę każdego dnia i będę strzycił owcę jutro.",
      "example_translation": "Ho tosato una pecora ieri, toso una pecora ogni giorno e toserò una pecora domani.",
      "imageLink": "image_files\\English\\"imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dziecko",
      "translation": "bambino",
      "definition": "Bardzo młody człowiek, szczególnie nowo narodzony.",
      "definition_translation": "Un essere umano molto giovane, specialmente uno nuovo o recentemente nato.",
      "example": "Widziałem dziecko uśmiechające się do mnie wczoraj. Dziecko będzie bawić się zabawkami jutro. Dziecko bawiło się bloczkami cały dzień.",
      "example_translation": "Ho visto un bambino sorridere ieri. Il bambino giocherà con dei giocattoli domani. Il bambino ha giocato con i blocchi tutto il giorno.",
      "imageLink": "image_files\\English\\"imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niedźwiedź",
      "translation": "orso",
      "definition": "Duży, mięsożerny ssak z długą sierścią, żyjący w lasach i górach.",
      "definition_translation": "Un grande mammifero carnivoro con pelo irsuto, trovato in foreste e montagne.",
      "example": "Widziałem niedźwiedzia wspinającego się na drzewo wczoraj. Niedźwiedź będzie hibernował zimą. Niedźwiedź wspiął się na górę w zeszłym roku.",
      "example_translation": "Ho visto un orso arrampicarsi su un albero ieri. L'orso iberna in inverno. L'orso ha scalato una montagna l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gepard",
      "translation": "ghepardo",
      "definition": "Mały, szybki mięsożerny ssak z charakterystycznym futrem, rodzimy w Afryce i Azji.",
      "definition_translation": "Un piccolo mammifero carnivoro veloce con un mantello distinto, nativo dell'Africa e dell'Asia.",
      "example": "Widziałem geparda biegnącego szybko wczoraj. Gepard będzie polował w nocy. Gepard biegł szybko przez sawannę w zeszłym roku.",
      "example_translation": "Ho visto un ghepardo correre velocemente ieri. Il ghepardo cacerà di notte. Il ghepardo ha attraversato velocemente la savana l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "słoń",
      "translation": "elefante",
      "definition": "Duży, inteligentny i społeczny zwierzę z trzonkiem, kłami i dużym ciałem, rodzimy w Afryce i Azji.",
      "definition_translation": "Un grande, intelligente e sociale animale con una proboscide, zanne e un corpo grande, nativo dell'Africa e dell'Asia.",
      "example": "Widziałem słonia w zoo wczoraj. On je teraz. On będzie jeść ponownie jutro.",
      "example_translation": "Ho visto un elefante allo zoo ieri. Sta mangiando ora. Mangerà di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wielbłąd",
      "translation": "cammello",
      "definition": "Duży, parzystokopytny ssak z charakterystycznym garbem na grzbiecie, używany jako zwierzę juczne w regionach pustyń.",
      "definition_translation": "Un grande ungulato con un caratteristico gobba sul dorso, usato come bestia da soma nelle regioni desertiche.",
      "example": "Wielbłąd walczył, aby wspiąć się na piaskowy wał. W zeszłym roku, jazdżiliśmy na wielbłądzie przez pustynię. Do następnego lata, podejmiemy wycieczkę wielbłądem przez Saharę.",
      "example_translation": "Il cammello ha faticato a scalare la duna di sabbia. L'anno scorso, abbiamo cavalcato un cammello attraverso il deserto. Entro la prossima estate, faremo un trekking con i cammelli attraverso il Sahara.",
      "imageLink": "image_files\\English\\"imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bydło",
      "translation": "bestiame",
      "definition": "Domowe ssaki hodowane na ranchu lub farmie, często trzymane dla mleka, mięsa lub skór.",
      "definition_translation": "Mammiferi domestici allevati in un ranch o in una fattoria, spesso tenuti per il latte, la carne o le pelli.",
      "example": "Rolnik hodował bydło na życie. Hodował je, kiedy były cielętami, a następnie sprzedawał je, gdy były w pełni urośnięte. Hoduje więcej bydła w przyszłym roku.",
      "example_translation": "L'agricoltore allevava bestiame per vivere. Li allevava quando erano vitellini, e poi li vendeva quando erano pienamente cresciuti. Alleverà più bestiame l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "delfin",
      "translation": "delfino",
      "definition": "Inteligentny ssak wodny z zakrzywioną płetwą grzbietową, żyjący w ciepłych morzach i często trzymany w niewoli dla rozrywki.",
      "definition_translation": "Un mammifero acquatico altamente intelligente con una pinna dorsale curva, trovato in mari caldi e spesso tenuto in cattività per l'intrattenimento.",
      "example": "Wczoraj widziałem delfina w akwarium. Pływał i bawił się ze swoim trenerem. Pływał będzie znowu wczoraj.",
      "example_translation": "Ho visto un delfino all'acquario ieri. Stava nuotando e giocando con il suo allenatore. Salterà fuori dall'acqua ancora domani.",
      "imageLink": "image_files\\English\\"imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "osioł",
      "translation": "asino",
      "definition": "Domowy ssak kopytny, często używany jako zwierzę juczne lub do jazdy.",
      "definition_translation": "Un mammifero ungulato domestico, spesso usato come bestia da soma o per cavalcare.",
      "example": "Mój dziadek używał osła, aby dojechać do pracy, kiedy był młody. Jazdżąc na nim codziennie, a następnie sprzedawał go, kiedy się zestarzał. Odwiedzi swego starego osła pewnego dnia.",
      "example_translation": "Mio nonno usava cavalcare un asino per andare al lavoro quando era giovane. Lo cavalcava ogni giorno, e poi lo vendette quando ebbe più anni. Visiterà il suo vecchio asino un giorno.",
      "imageLink": "image_files\\English\\"imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kobieta",
      "translation": "femmina",
      "definition": "Dorosły człowiek, biologicznie zdolny do rodzenia potomstwa, szczególnie ten, który przekroczył wiek dorosłości.",
      "definition_translation": "Un essere umano adulto che è biologicamente in grado di avere prole, specialmente uno che è oltre la pubertà.",
      "example": "Była silną i niezależną kobietą, która podróżowała samotnie po świecie. Była pilotem kobietą przez ponad 10 lat. Będzie kobietą CEO firmy, zanim osiągnie 35 lat.",
      "example_translation": "Era una femmina forte e indipendente che aveva viaggiato il mondo da sola. Era stata una pilota femmina per oltre 10 anni. Sarà una CEO femmina dell'azienda quando avrà 35 anni.",
      "imageLink": "image_files\\English\\"imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "futra",
      "translation": "pelliccia",
      "definition": "Gruba, miękka i ciepła okrywa sierści na zwierzęciu, szczególnie na tym, które jest cenione za swoją miękkość i ciepło.",
      "definition_translation": "Un copertura spessa, morbida e calda di peli su un animale, specialmente uno che è valutato per la sua morbidezza e calore.",
      "example": "Królik miał grubą futrę, która trzymała go ciepło zimą. Wczoraj nosiła pelisy z futra na przyjęcie. Futro niedźwiedzia było zaskakująco miękkie.",
      "example_translation": "Il coniglio aveva una pelliccia spessa che lo teneva caldo in inverno. Lei ha indossato un cappotto di pelliccia alla festa di ieri sera. La pelliccia dell'orso era sorprendentemente morbida.",
      "imageLink": "image_files\\English\\"imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "żyrafa",
      "translation": "giraffa",
      "definition": "Wysoki, parzystokopytny ssak z długim szyją i nogami, rodzimy z Afryki, i mający charakterystyczny wzór sierści.",
      "definition_translation": "Un ungulato mammifero alto, con una lunga cervice e gambe, nativo dell'Africa, e avendo un pattern di mantello distinto.",
      "example": "Widziałem żyrafę w zoo wczoraj. Karmiła żyrafę liśćmi z drzewa. Żyrafa będzie biegła szybciej niż lew na sawannie.",
      "example_translation": "Ho visto una giraffa allo zoo ieri. Lei ha nutrito la giraffa con foglie dall'albero. La giraffa correrà più veloce del leone nella savana.",
      "imageLink": "image_files\\English\\"imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "koza",
      "translation": "capra",
      "definition": "Koza to rogaty, roślinożerny ssak, często trzymany jako zwierzę hodowlane. Jest członkiem rodziny Bovidae, która obejmuje bydło, antylopy i gazele.",
      "definition_translation": "Una capra è un mammifero erbivoro cornuto che viene spesso tenuto come bestiame. Fa parte della famiglia Bovidae, che include bovini, antilopi e gazzelle.",
      "example": "Widziałem kozę, która jadła trawę na polu. Wczoraj widziałem kozę, która biegała wokół w ogródku. Kupię kozę do mojej farmy w przyszłym roku.",
      "example_translation": "Ho visto una capra mangiare l'erba nel campo. Ieri, ho visto una capra correre in giro nel cortile. Comprerò una capra per la mia fattoria il prossimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zając",
      "translation": "lepre",
      "definition": "Zając to szybki, długonogi ssak, żyjący na łąkach i otwartych przestrzeniach. Jest znany ze swojej szybkości i zwrotności, i często łowiony dla swojego mięsa i futra.",
      "definition_translation": "Una lepre è un mammifero veloce e dalle lunghe zampe che vive in praterie e spazi aperti. È nota per la sua velocità e agilità, e viene spesso cacciata per la sua carne e pelo.",
      "example": "Zając biegł szybko przez pole. Wczoraj widziałem zająca, który się ukrywał za krzakiem. Pójdę na polowanie zająca z przyjaciółmi w następny weekend.",
      "example_translation": "La lepre ha corso velocemente attraverso il campo. Ieri, ho visto una lepre nascondersi dietro un cespuglio. Andrò a caccia di lepri con i miei amici il prossimo fine settimana.",
      "imageLink": "image_files\\English\\"imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "hipopotam",
      "translation": "ippopotamo",
      "definition": "Hipopotam to duży, półwodny ssak, żyjący w rzekach i jeziorach. Ma okrągłe ciało, krótkie nogi i duże usta, i jest znany ze swojego agresywnego zachowania.",
      "definition_translation": "Un ippopotamo è un mammifero grande e semi-acquatico che vive in fiumi e laghi. Ha un corpo rotondo, gambe corte e una grande bocca, e è noto per il suo comportamento aggressivo.",
      "example": "Widziałem hipopotama, który pływał w rzece. Wczoraj widziałem hipopotama, który jadł trawę nad wodą. Odwiedzę zoo, aby zobaczyć hipopotamy w następnym miesiącu.",
      "example_translation": "Ho visto un ippopotamo nuotare nel fiume. Ieri, ho visto un ippopotamo mangiare l'erba vicino all'acqua. Visiterò lo zoo per vedere gli ippopotami il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kociątko",
      "translation": "micetto",
      "definition": "Młody kot, typowo w pierwszym roku życia.",
      "definition_translation": "Un giovane gatto, solitamente nel primo anno di vita.",
      "example": "Kociątko bawi się z kulką waty. Kociątko śpi teraz. Kociątko zaatakuję na zabawkę jutro.",
      "example_translation": "Il micetto ha giocato con la palla di lana. Il micetto sta dormendo adesso. Il micetto balzerà sul giocattolo domani.",
      "imageLink": "image_files\\English\\"imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jagnię",
      "translation": "agnello",
      "definition": "Młoda owca, typowo w pierwszym roku życia.",
      "definition_translation": "Un giovane ovino, solitamente nel primo anno di vita.",
      "example": "Jagnię pasło się na łące. Jagnię beczy głośno. Jagnię urosnie na silnego barana.",
      "example_translation": "L'agnello pascolava nel prato. L'agnello sta belando forte. L'agnello crescerà diventando un ariete forte.",
      "imageLink": "image_files\\English\\"imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "samiec",
      "translation": "maschio",
      "definition": "Dotyczy lub charakteryzuje mężczyzn lub chłopców; płci, która produkuje plemniki.",
      "definition_translation": "Riferito o caratteristico degli uomini o dei ragazzi; del sesso che produce spermatozoi.",
      "example": "Samiec lwa ryknął głośno. Samiec sportowiec zdobył złoty medal. Samiec lekarz dokładnie zbadał pacjenta.",
      "example_translation": "Il leone maschio ruggì forte. L'atleta maschio vinse la medaglia d'oro. Il dottore maschio esaminò il paziente con attenzione.",
      "imageLink": "image_files\\English\\"imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "muł",
      "translation": "mulo",
      "definition": "Hybrydowe zwierzę, potomstwo ośle oraz klaczy, znane ze swej siły i uporu",
      "definition_translation": "un animale ibrido, figlio di un asino maschio e di una cavalla femmina, noto per la sua forza e testardaggine",
      "example": "Ona jeździła na mułu przez góry minionego lata, ale on było zbyt uparte, by wspinać się na stromą górkę. Ona już jeździła na mułu przedtem i będzie jeździć ponownie za rok.",
      "example_translation": "Ha cavalcato un mulo attraverso le montagne l'estate scorsa, ma era troppo testardo per scalare la collina ripida. Aveva cavalcato un mulo prima, e cavalcherà uno lagi l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "puma",
      "translation": "puma",
      "definition": "Duży, dziki kot rodzimy w Ameryce, o szacie rdzawej lub szarobrunatnej i długiej ogonie",
      "definition_translation": "un grande felino selvatico nativo delle Americhe, con un mantello fulvo o grigio-bruno e una coda lunga",
      "example": "Puma czyhała na swoją ofiarę przez las, a następnie zaatakowała z prędkością błyskawicy. Śledziłem pumę przez godziny, ale w końcu mogłem zrobić jej zdjęcie.",
      "example_translation": "Il puma stava inseguendo la sua preda attraverso la foresta, e poi si lanciò su di essa con velocità fulminea. Aveva tracciato il puma per ore, ma finalmente è stato in grado di scattare una fotografia.",
      "imageLink": "image_files\\English\\"imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szczeniak",
      "translation": "cucciolo",
      "definition": "Młody pies, szczególnie ten, który jest jeszcze mały i zabawny",
      "definition_translation": "un cane giovane, specialmente uno che è ancora piccolo e giocoso",
      "example": "Szczeniak bawił się z ogonem, goniąc go wokół siebie w kółko. Ona wychowała szczeniaka przedtem i będzie wychowywać następnego za niedługo.",
      "example_translation": "Il cucciolo stava giocando con la sua coda, inseguendola in cerchi intorno. Aveva allevato un cucciolo prima, e allevarebbe un altro presto.",
      "imageLink": "image_files\\English\\"imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "renifer",
      "translation": "renna",
      "definition": "Renifer to rodzaj jelenia o grubym futrze i charakterystycznym przystosowaniu rogów, spotykany w regionach arktycznych.",
      "definition_translation": "Una renna è un tipo di cervo con un mantello spesso e un insieme di corna distinctive, rinvenuto nelle regioni artiche.",
      "example": "Wczoraj zobaczyłem renifera w zoo. Dziś będę się uczył o zwyczajach reniferów. Do przyszłego roku będę odwiedził Arktykę, żeby zobaczyć renifery w ich naturalnym środowisku.",
      "example_translation": "Ieri, ho visto una renna allo zoo. Oggi, sto imparando sui comportamenti delle renne. Entrambi l'anno prossimo, avrò visitato l'Artico per vedere le renne nel loro habitat naturale.",
      "imageLink": "image_files\\English\\"imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tygrys",
      "translation": "tigre",
      "definition": "Tygrys to duży, mięsożerny ssak z charakterystycznym wzorem pasków pomarańczowych i czarnych, spotykany w lasach i trawach.",
      "definition_translation": "Una tigre è un grande mammifero carnivoro con un modello di strisce arancioni e nere distinctive, rinvenuto nei boschi e praterie.",
      "example": "Tygrys ryknął głośno w lesie. Tygrys śpi teraz. Do przyszłego tygodnia tygrys będzie wyzdrowiał z ran.",
      "example_translation": "La tigre ha ruggito forte nella foresta. La tigre sta dormendo ora. Entro la prossima settimana, la tigre si sarà ripresa dalla sua ferita.",
      "imageLink": "image_files\\English\\"imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wieloryb",
      "translation": "balena",
      "definition": "Wieloryb to duże, wodne ssaki, które oddychają powietrzem przez otwór, spotykane w oceanach na całym świecie.",
      "definition_translation": "Una balena è un grande mammifero acquatico che respira aria attraverso il suo blowhole, rinvenuto in oceani di tutto il mondo.",
      "example": "Wczoraj zobaczyłem wieloryba wyskakującego z wody. Dziś będę się uczył o środowiskach wielorybów. Do przyszłego miesiąca będę uczestniczył w turze obserwacji wielorybów.",
      "example_translation": "Ho visto una balena saltare fuori dall'acqua ieri. Oggi, sto imparando sui habitat delle balene. Entro il prossimo mese,sarò andato in un tour di osservazione delle balene.",
      "imageLink": "image_files\\English\\"imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jeleń",
      "translation": "cervo",
      "definition": "Jeleń to rodzaj dzikiego lub udomowionego ssaka rogatego, należący do rodziny Cervidae. Są one rodzime na każdym kontynencie, z wyjątkiem Antarktydy i Australii.",
      "definition_translation": "Un cervo è un tipo di mammifero ruminante selvatico o domestico che appartiene alla famiglia dei Cervidi. Sono originari di ogni continente tranne l'Antartide e l'Australia.",
      "example": "Wczoraj zobaczyłem jelenia jedzącego trawę w lesie. Jeleń będzie uciekał szybko, jeśli poczuje niebezpieczeństwo. Jeleń zjadł wszystkie rośliny w ogrodzie.",
      "example_translation": "Ho visto un cervo che mangiava l'erba nella foresta ieri. Il cervo correrà velocemente se sente il pericolo. Il cervo aveva mangiato tutte le piante nel giardino.",
      "imageLink": "image_files\\English\\"imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lis",
      "translation": "volpe",
      "definition": "Lis to małe lub średniej wielkości, wszystkożerne ssak należący do kilku rodzajów rodziny psowatych. Znajdują się na każdym kontynencie oprócz Antarktydy.",
      "definition_translation": "Una volpe è un mammifero onnivoro di piccole o medie dimensioni appartenente a diversi generi della famiglia Canidae. Si trovano su ogni continente tranne l'Antartide.",
      "example": "Lis był sprytny i ukradł kaczkę z farmy. Lis kopał hole w podwórzu. Lis zjadł królika wczoraj wieczorem.",
      "example_translation": "La volpe era astuta e ha rubato il pollo dalla fattoria. La volpe sta scavando un buco nel cortile. La volpe aveva mangiato il coniglio la scorsa notte.",
      "imageLink": "image_files\\English\\"imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "goryl",
      "translation": "gorilla",
      "definition": "Goryl to duży, inteligentny, społeczny ssak, który jest rodzimy w lasach centralnej Afryki. Są roślinożercami i żyją w grupach.",
      "definition_translation": "Un gorilla è un grande primate intelligente e sociale che è originario delle foreste dell'Africa centrale. Sono erbivori e vivono in gruppi.",
      "example": "Goryl bawił się ze swoim dzieckiem w dżungli. Goryl je liście z drzewa. Goryl uciekł z zoo w zeszłym roku.",
      "example_translation": "Il gorilla giocava con il suo bambino nella giungla. Il gorilla sta mangiando foglie dall'albero. Il gorilla era scappato dallo zoo l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kangur",
      "translation": "canguro",
      "definition": "kangur to duży marsupial, rodzinny Australii, charakteryzujący się potężnymi nogami tylnymi i silnym ogonem, używanymi do hopowania i skakania.",
      "definition_translation": "un grande marsupiale nativo dell'Australia, caratterizzato dalle sue potenti zampe posteriori e coda forte, utilizzato per saltare e saltellare.",
      "example": "W przeszłości kangury były polowane dla mięsa i skór. Dziś kangury są chronione przez prawo i są ważną częścią australijskiej kultury. W przyszłości dowiemy się więcej o tych wspaniałych zwierzętach.",
      "example_translation": "In passato, i canguri venivano cacciati per la loro carne e pelle. Oggi, i canguri sono protetti dalla legge e sono una parte importante della cultura australiana. Nel futuro, continueremo ad imparare di più su questi animali incredibili.",
      "imageLink": "image_files\\English\\"imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lampart",
      "translation": "leopardo",
      "definition": "lampart to duże, mięsożerne ssak z rodziny kotowatych, typowo mający żółto-brązową skórę z czarnymi plamami.",
      "definition_translation": "un grande mammifero carnivoro della famiglia dei felini, tipicamente con un manto giallo-bruno con macchie nere.",
      "example": "W przeszłości lamparty były znalezione w większości części Afryki. Dziś lamparty są zagrożone i są chronione w parkach narodowych. W przyszłości wysiłki konserwatorskie pomogą zwiększyć ich populację.",
      "example_translation": "In passato, i leopardi si trovavano in gran parte dell'Africa. Oggi, i leopardi sono in pericolo e sono protetti nei parchi nazionali. Nel futuro, gli sforzi di conservazione aiuteranno ad aumentare la loro popolazione.",
      "imageLink": "image_files\\English\\"imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wół",
      "translation": "bue",
      "definition": "domestykowany ssak z rodziny bydlęcej, często używany jako zwierzę pociągowe, szczególnie do orania pól.",
      "definition_translation": "un mammifero domestico della famiglia dei bovini, spesso utilizzato come animale da tiro, in particolare per lavori agricoli come l'aratura.",
      "example": "W przeszłości woły były używane do orania pól i transportu. Dziś woły są nadal używane w niektórych częściach świata do rolnictwa i innych celów rolniczych. W przyszłości nowoczesne maszyny prawdopodobnie zastąpią woły w wielu miejscach.",
      "example_translation": "In passato, i buoi erano utilizzati per arare i campi e il trasporto. Oggi, i buoi sono ancora utilizzati in alcune parti del mondo per l'agricoltura e altri scopi agricoli. Nel futuro, le moderne macchine sostituiranno probabilmente i buoi in molti posti.",
      "imageLink": "image_files\\English\\"imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łapa",
      "translation": "zampa",
      "definition": "Stopa zwierzęcia, zwłaszcza czworonożnego, mająca pazury.",
      "definition_translation": "Il piede di un animale, soprattutto quadrupede, con artigli.",
      "example": "Pies machnął swoją łapą z ekscytacji. Wczoraj on skaleczył swoją łapę na płocie. Jutro on powie swoją łapą na listonosza.",
      "example_translation": "Il cane agitò la sua zampa per l'eccitazione. Ieri, aveva graffiato la sua zampa sulla recinzione. Domani, agiterà la sua zampa al portalettere.",
      "imageLink": "image_files\\English\\"imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "niedźwiedź polar",
      "translation": "orso polare",
      "definition": "Duży, mięsożerny ssak, żyjący w regionach arktycznych, mający białą sierść i wydatny nos.",
      "definition_translation": "Un grande mammifero carnivoro che vive nelle regioni artiche, con pelo bianco e un muso prominente.",
      "example": "Niedźwiedź polar pływał w lodowatych wodach. W zeszłym tygodniu on wspiął się na iceberg. W przyszłym miesiącu on będzie polował na foki na zamrożonej tundrze.",
      "example_translation": "L'orso polare nuotò nelle acque ghiacciate. La settimana scorsa, era salito sull'iceberg. Il mese prossimo, caccierà le foche sulla tundra ghiacciata.",
      "imageLink": "image_files\\English\\"imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nosorożec",
      "translation": "rinoceronte",
      "definition": "Duży, roślinożerny ssak z charakterystyczną rogatą twarzą, żyjący w Afryce i południowej Azji.",
      "definition_translation": "Un grande mammifero erbivoro con un muso cornuto distinto, trovato in Africa e nell'Asia meridionale.",
      "example": "Nosorożec zaatakował turystę. W zeszłym roku on urodził się cielę. Za 10 lat on będzie wymarł, jeśli nie ochronimy jego siedliska.",
      "example_translation": "Il rinoceronte caricò il turista. L'anno scorso, aveva dato alla luce un vitellino. Tra 10 anni, sarà estinto se non proteggiamo il suo habitat.",
      "imageLink": "image_files\\English\\"imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "foka",
      "translation": "foca",
      "definition": "rybażerne ssak morski z ogólną budową ciała i warstwą tłuszczu, znaleziony w oceanach na całym świecie.",
      "definition_translation": "un mammifero che si nutre di pesci con un corpo aerodinamico e uno strato di grasso, trovato negli oceani di tutto il mondo.",
      "example": "Foka szybko pływała przez wodę, potem ona będzie pływać wolno, a w końcu ona szybko pływa ponownie.",
      "example_translation": "La foca nuotò rapidamente attraverso l'acqua, poi nuoterà lentamente, e infine nuotò rapidamente di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wiewiórka",
      "translation": "scoiattolo",
      "definition": "małe, zwykle futerkowe ssak, które ma grubą ogonkę i umie wspinać się po drzewach.",
      "definition_translation": "un piccolo roditore, solitamente peloso, con una coda folta e in grado di arrampicarsi sugli alberi.",
      "example": "Wiewiórka szybko pobiegła na drzewo, potem ona będzie biegać wolno, a w końcu ona szybko pobiegnie ponownie.",
      "example_translation": "Lo scoiattolo corse rapidamente su per l'albero, poi correrà giù lentamente, e infine correrà su rapidamente di nuovo.",
      "imageLink": "image_files\\English\\"imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]