[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ubrania",
      "translation": "vestiti",
      "definition": "Okrycie ciała ludzkiego, zazwyczaj wykonane z tkaniny, materiału syntetycznego lub skóry.",
      "definition_translation": "Copertura per il corpo umano, tipicamente fatta di tessuto, sintetico o materiali animali.",
      "example": "Wieszała swoje ubrania w szafie. Wisi dziś ładne ubrania. Będzie kupowała nowe ubrania w przyszłym tygodniu.",
      "example_translation": "Lei ha appeso i suoi vestiti nell'armadio. Lei indossa bei vestiti oggi. Lei comprerà nuovi vestiti la prossima settimana.",
      "imageLink": "image_files\\English\\clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "płaszcz",
      "translation": "cappotto",
      "definition": "Górna część ubrania noszona nad odzieżą, wykonana z tkaniny, wełny lub materiałów syntetycznych.",
      "definition_translation": "Un indumento esterno indossato sopra i vestiti, tipicamente fatto di tessuto, lana o materiali sintetici.",
      "example": "Włożył płaszcz, aby chronić się przed zimnem. Ona włożyła płaszcz, aby wyjść na zewnątrz. Będą kupować nowy płaszcz na zimę.",
      "example_translation": "Lui ha indossato un cappotto per proteggersi dal freddo. Lei sta mettendo il suo cappotto per uscire. Compreranno un nuovo cappotto per l'inverno.",
      "imageLink": "image_files\\English\\coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "suknia",
      "translation": "vestito",
      "definition": "Jednoczęściowe ubranie dla kobiety lub dziewczynki, zazwyczaj noszone podczas uroczystości lub półuroczystości.",
      "definition_translation": "Un indumento in un pezzo per una donna o ragazza, tipicamente indossato per occasioni formali o semi-formali.",
      "example": "Włożyła piękną suknię na imprezę. Moja siostra próbuje nowej sukni. Będą projektować nową suknię na pokaz mody.",
      "example_translation": "Lei ha indossato un bel vestito alla festa. Mia sorella sta provando un nuovo vestito. Creeranno un nuovo vestito per la sfilata di moda.",
      "imageLink": "image_files\\English\\dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kapelusz",
      "translation": "cappello",
      "definition": "Nakrycie głowy, wykonane z tkaniny lub innych materiałów, noszone dla ciepła, jako wypowiedź mody lub jako część munduru.",
      "definition_translation": "Un cappello è un copricapo, tipicamente fatto di stoffa o altri materiali, indossato per il calore, come una dichiarazione di moda o come parte di un uniforme.",
      "example": "Włożyłem kapelusz na imprezę wczoraj. Będę nosił kapelusz na plażę jutro. Włożyłem kapelusz na ślub w zeszłym roku.",
      "example_translation": "Ho indossato un cappello alla festa ieri sera. Indosserò un cappello alla spiaggia domani. Ho indossato un cappello al matrimonio l'anno scorso.",
      "imageLink": "image_files\\English\\hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dżinsy",
      "translation": "jeans",
      "definition": "Dżinsy to rodzaj spodni wykonanych z denimu, często noszonych jako ubranie codzienne.",
      "definition_translation": "I jeans sono un tipo di pantaloni fatti di denim, spesso indossati come abbigliamento casual.",
      "example": "Kupiłem nową parę dżinsów wczoraj. Będę nosił moje dżinsy na koncert dziś. Włożyłem moje dżinsy do parku w zeszłym tygodniu.",
      "example_translation": "Ho comprato un nuovo paio di jeans ieri. Indosserò i miei jeans al concerto stasera. Ho indossato i miei jeans al parco il-weekend scorso.",
      "imageLink": "image_files\\English\\jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "koszula",
      "translation": "camicia",
      "definition": "Koszula to ubranie noszone na górnej części ciała, zazwyczaj z rękawami i kołnierzykiem.",
      "definition_translation": "Una camicia è un indumento indossato sul corpo superiore, tipicamente con maniche e collo.",
      "example": "Włożyłem koszulę do biura dziś. Będę nosił koszulę na ślub w przyszłym tygodniu. Włożyłem koszulę na imprezę miesiąc temu.",
      "example_translation": "Ho indossato una camicia all'ufficio oggi. Indosserò una camicia al matrimonio la prossima settimana. Ho indossato una camicia alla festa lo scorso mese.",
      "imageLink": "image_files\\English\\shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "but",
      "translation": "scarpa",
      "definition": "But to przedmiot obuwia noszony na nodze, wykonany z skóry, materiałów syntetycznych lub ich kombinacji.",
      "definition_translation": " Una scarpa è un articolo di abbigliamento indossato sul piede, tipicamente fatto di cuoio, materiali sintetici o una combinazione di entrambi.",
      "example": "Włożyłem nowe buty na imprezę wczoraj. Noszę je do pracy codziennie. Będę nosił je na ślub jutro.",
      "example_translation": "Ho indossato le mie nuove scarpe alla festa ieri sera. Le indosso al lavoro ogni giorno. Le indosserò al matrimonio domani.",
      "imageLink": "image_files\\English\\shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "spódnica",
      "translation": "gonna",
      "definition": "Spódnica to rodzaj ubrania noszonego przez kobiety, charakteryzujący się okrągłym lub owalnym kształtem spódnicy.",
      "definition_translation": "Una gonna è un tipo di indumento indossato dalle donne, caratterizzato da un orlo inferiore che è tipicamente circolare o ovale.",
      "example": "Włożyła piękną spódnice na bal w zeszłym roku. Wisi spódnice do pracy latem. Będzie nosiła spódnice na uroczystość kółka.",
      "example_translation": "Lei ha indossato una bella gonna al ballo dell'anno scorso. Lei indossa gonne al lavoro in estate. Lei indosserà una gonna alla cerimonia di laurea.",
      "imageLink": "image_files\\English\\skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "koszulka",
      "translation": "maglietta",
      "definition": "Koszulka to rodzaj luźnej, krótkiej koszuli, wykonanej z bawełny, poliestru lub ich kombinacji.",
      "definition_translation": "Una maglietta è un tipo di camicia informale, a maniche corte, tipicamente fatta di cotone, poliestere o una miscela di entrambi.",
      "example": "Włożyłem koszulkę na plażę wczoraj. Noszę koszulki do siłowni każdego tygodnia. Będę nosił koszulkę na koncert dziś.",
      "example_translation": "Ho indossato una maglietta alla spiaggia ieri. Io indosso magliette alla palestra ogni settimana. Io indosserò una maglietta al concerto stasera.",
      "imageLink": "image_files\\English\\t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "spodnie",
      "translation": "pantaloni",
      "definition": "Spodnie to zewnętrzne ubranie okrywające nogi, wykonane z tkaniny lub skóry, noszone przez ludzi, zwłaszcza przez mężczyzn, od pasa do kostek.",
      "definition_translation": "un indumento esterno che copre le gambe, tipicamente fatto di tessuto o pelle, indossato dagli esseri umani, soprattutto dagli uomini, dalla vita alle caviglie",
      "example": "Włożyłem moje ulubione spodnie na imprezę wczoraj, będę nosił je na plażę jutro i nosiłem je do biura wczoraj.",
      "example_translation": "Ho indossato i miei pantaloni preferiti alla festa la scorsa notte, li indosserò alla spiaggia domani, e li ho indossati all'ufficio ieri.",
      "imageLink": "image_files\\English\\trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "but",
      "translation": "stivali",
      "definition": "Okrycie na nogę i dolną część nogi, wykonane z materials takich jak skóra lub gum, noszone z butami lub jako oddzielne ubranie",
      "definition_translation": "un copertura per il piede e la gamba inferiore, tipicamente fatta di cuoio o gomma, indossata con una scarpa o come un indumento separato",
      "example": "Zawiązałem but i wspiąłem się na górę, Nałóżę but przed imprezą i miałem zużyty but po długim wędrówce.",
      "example_translation": "Ho allacciato il mio stivali e ho scalato la montagna, lustrerò il mio stivali prima della festa, e avevo logorato il mio stivali dopo la lunga escursione.",
      "imageLink": "image_files\\English\\boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czapka",
      "translation": "berretto",
      "definition": "Czasem miękkie, dopasowane nakrycie głowy, noszone przez ludzi, zwłaszcza mężczyzn i chłopców",
      "definition_translation": "un cappello morbido, aderente, che copre la parte superiore della testa, indossato dagli esseri umani, soprattutto dagli uomini e dai ragazzi",
      "example": "Włożyłem czapkę i poszedłem na mecz baseballowy, Zamierzam wymyć czapkę po podróży i nosiłem czapkę do szkoły.",
      "example_translation": "Ho messo il mio berretto e sono andato alla partita di baseball, laverò il mio berretto dopo il viaggio, e avevo indossato il mio berretto a scuola.",
      "imageLink": "image_files\\English\\cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rękawiczka",
      "translation": "guanto",
      "definition": "Rękawiczka to ubranie pokrywające rękę, każdy palec i kciuk, noszone dla ciepła, ochrony lub poprawy chwytu.",
      "definition_translation": "Un guanto è un indumento che copre la mano, di solito con guaine individuali per ogni dito e pollice, indossato per il calore, la protezione o per migliorare la presa.",
      "example": "Włożyłem rękawiczkę na zimowy festiwal wczoraj wieczorem, bo było zimno. Zamierzam włożyć rękawiczkę na festiwal jutro, bo będzie zimno. Włożyłbym rękawiczkę na festiwal w zeszłym roku, gdybym miał.",
      "example_translation": "Ho indossato un guanto alla festa invernale ieri sera perché faceva molto freddo. Indosserò un guanto alla festa domani perché farà freddo. Avrei indossato un guanto alla festa l'anno scorso se ne avessi avuto uno.",
      "imageLink": "image_files\\English\\glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kurtka",
      "translation": "giacca",
      "definition": "Kurtka to typ ubrania górnego, wykonane z lekkiego materiału, noszone na nieformalne lub półoficjalne okazje.",
      "definition_translation": "Una giacca è un tipo di indumento superiore senza maniche o con maniche, solitamente realizzato in un materiale leggero, indossato per occasioni casual o semiformali.",
      "example": "Włożyłem kurtkę na imprezę wczoraj wieczorem, bo było klimatyzowane. Zamierzam włożyć kurtkę do biura jutro, bo klimatyzacja jest silna. Włożyłbym kurtkę na plażę w zeszłym roku, gdyby nie było tak gorąco.",
      "example_translation": "Ho indossato una giacca alla festa ieri sera perché era condizionata. Indosserò una giacca in ufficio domani perché la condizionata è forte. Avrei indossato una giacca alla spiaggia l'anno scorso se non fosse stato così caldo.",
      "imageLink": "image_files\\English\\jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sweter",
      "translation": "maglione",
      "definition": "Sweter to typ ubrania wykonanego z przędzy, noszone dla ciepła, często z okrągłym dekoltem i długimi rękawami.",
      "definition_translation": "Un maglione è un tipo di indumento lavorato a maglia, solitamente realizzato in lana o fibre sintetiche, indossato per il calore e spesso caratterizzato da un collo rotondo e maniche lunghe.",
      "example": "Włożyłem sweter na góry zimą, bo było bardzo zimno. Zamierzam włożyć sweter do parku jutro, bo będzie chłodno. Włożyłbym sweter do siłowni w zeszłym roku, gdybym miał.",
      "example_translation": "Ho indossato un maglione sulle montagne lo scorso inverno perché faceva molto freddo. Indosserò un maglione al parco domani perché sarà fresco. Avrei indossato un maglione alla palestra l'anno scorso se ne avessi avuto uno.",
      "imageLink": "image_files\\English\\jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kieszonka",
      "translation": "tasca",
      "definition": "Mała torba lub sakwa zszywana do ubrania lub do niej przywiązana, używana do przechowywania drobnych przedmiotów.",
      "definition_translation": "Un piccolo sacco o borsa cucita o attaccata a un indumento, utilizzato per portare oggetti piccoli.",
      "example": "Muszę znaleźć telefon w kieszonce. Wczoraj włożyłem go do kieszonki, ale teraz go nie ma. Jutro zamierzam włożyć go do kieszonki ponownie.",
      "example_translation": "Devo trovare il mio telefono nella mia tasca. Ieri, l'ho messo nella mia tasca, ma ora non c'è. Domani, mi assicurerò di metterlo di nuovo nella mia tasca.",
      "imageLink": "image_files\\English\\pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "płaszcz przeciwdeszczowy",
      "translation": "impermeabile",
      "definition": "Wodoodporny lub wodoszczelny płaszcz noszony dla ochrony przed deszczem lub mokrą pogodą.",
      "definition_translation": "Un cappotto impermeabile o resistente all'acqua indossato per proteggere l'indossatore dalla pioggia o dalle condizioni meteorologiche umide.",
      "example": "Zawsze noszę płaszcz przeciwdeszczowy, gdy pada. Moja siostra włożyła płaszcz przeciwdeszczowy do szkoły wczoraj i teraz wisí w szafie. Zamierzam kupić nowy płaszcz przeciwdeszczowy w przyszłym roku.",
      "example_translation": "Indosso sempre un impermeabile quando piove. Mia sorella ha indossato un impermeabile ieri a scuola, e ora è appeso nell'armadio. Comprerò un nuovo impermeabile l'anno prossimo.",
      "imageLink": "image_files\\English\\raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szalik",
      "translation": "sciarpa",
      "definition": "Kawałek tkaniny noszony wokół szyi, zwykle wykonany z miękkich, ciepłych materials, używany dla ciepła i stylu.",
      "definition_translation": "Un pezzo di tessuto indossato attorno al collo, tipicamente realizzato in materiali morbidi e caldi, utilizzato per il calore e la moda.",
      "example": "Uwielbiam nosić szalik w zimie. Moja mama włożyła szalik na imprezę wczoraj wieczorem, a teraz pasował do jej sukni. Zamierzam podarować przyjacielowi szalik w przyszłym tygodniu.",
      "example_translation": "Adoro indossare una sciarpa in inverno. Mia mamma ha indossato una sciarpa alla festa ieri sera, e si abbinava al suo vestito. Regalerò una sciarpa al mio amico la settimana prossima come regalo.",
      "imageLink": "image_files\\English\\scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szorty",
      "translation": "pantaloncini",
      "definition": "Szorty to typ ubrania zewnętrznego, które pokrywa dolną część ciała, zwykle sięgającej od talii do górnej części uda.",
      "definition_translation": "I pantaloncini sono un tipo di indumento esterno che copre la parte inferiore del corpo, solitamente estendendosi dalla vita fino alla coscia superiore.",
      "example": "Włożyłem szorty na plażę ostatnim latem, Włożyłem szorty do parku dzisiaj, zamierzam włożyć szorty na festiwal kolejnego weekendu.",
      "example_translation": "Ho indossato pantaloncini al mare l'estate scorsa, sto indossando pantaloncini al parco oggi e indosserò pantaloncini al festival la prossima settimana.",
      "imageLink": "image_files\\English\\shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "skarpetka",
      "translation": "calza",
      "definition": "Skarpetka to ubranie noszone na nodze, wykonane z tkaniny lub syntetycznych materiałów.",
      "definition_translation": "Una calza è un pezzo di abbigliamento indossato sul piede, solitamente fatto di stoffa o materiali sintetici.",
      "example": "Straciłem skarpetkę w pralce wczoraj, Włożyłem skarpetkę na lewą nogę dzisiaj, zamierzam kupić nowe skarpetki w przyszłym tygodniu.",
      "example_translation": "Ho perso una calza nella lavatrice ieri, sto indossando una calza sul mio piede sinistro oggi e comprerò nuove calze la prossima settimana.",
      "imageLink": "image_files\\English\\sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "komplet",
      "translation": "completo",
      "definition": "Komplet to zestaw odzieży wierzchniej, typowo składający się z marynarki, spodni i czasem kamizelki, noszony na okazje formalne lub biznesowe.",
      "definition_translation": "Un completo è un insieme di indumenti esterni, solitamente composto da una giacca, pantaloni e a volte una giacca senza maniche, indossato per occasioni formali o di affari.",
      "example": "Wczoraj włożyłem komplet na weselę, dziś noszę komplet na spotkanie, a przyszłym tygodniu włożę komplet na rozmowę o pracę.",
      "example_translation": "Ho indossato un completo al matrimonio il mese scorso, sto indossando un completo all'incontro oggi e indosserò un completo al colloquio di lavoro la prossima venerdì.",
      "imageLink": "image_files\\English\\suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sweter",
      "translation": "maglione",
      "definition": "Sweter to część odzieży, typowo wykonana z grubego, ciepłego materiału, noszona na górę ciała.",
      "definition_translation": "Un maglione è un capo di abbigliamento, solitamente fatto di stoffa spessa e calda, indossato sul corpo superiore.",
      "example": "Wczoraj włożyłem sweter, dziś noszę sweter, a jutro włożę sweter.",
      "example_translation": "Ho indossato un maglione ieri, indosserò un maglione domani e sto indossando un maglione ora.",
      "imageLink": "image_files\\English\\sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stroj kąpielowy",
      "translation": "costume da bagno",
      "definition": "Stroj kąpielowy to ubranie projektowane do noszenia podczas kąpieli, typowo wykonane z lekkiej, szybkoschnącej tkaniny.",
      "definition_translation": "Un costume da bagno è un indumento progettato per essere indossato per nuotare, solitamente fatto di stoffa leggera e rapida asciugatura.",
      "example": "Kupię nowy stroj kąpielowy na lato, wczoraj kupiłem stroj kąpielowy, a teraz noszę stroj kąpielowy.",
      "example_translation": "Comprerò un nuovo costume da bagno per l'estate, ho comprato un costume da bagno l'anno scorso e sto indossando un costume da bagno ora.",
      "imageLink": "image_files\\English\\swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stroj pływacki",
      "translation": "costume da nuoto",
      "definition": "Stroj pływacki to ubranie projektowane do noszenia podczas pływania, surfing'u lub innych aktywności wodnych.",
      "definition_translation": "Un costume da nuoto è un indumento progettato per essere indossato per nuotare, surfare o altre attività acquatiche.",
      "example": "Ona włożyła stroj pływacki na plażę, dziś włożę stroj pływacki na basen, a oni teraz noszą stroje pływackie.",
      "example_translation": "Lei ha indossato un costume da nuoto sulla spiaggia, indosserò un costume da nuoto in piscina e loro stanno indossando costumi da nuoto ora.",
      "imageLink": "image_files\\English\\swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krawat",
      "translation": "cravatta",
      "definition": "Krawat to długi, wąski kawałek tkaniny noszony wokół szyi, typowo przez mężczyzn, jako część stroju formalnego.",
      "definition_translation": "Una cravatta è un pezzo di stoffa lungo e stretto indossato intorno al collo, normalmente dagli uomini, come parte di un outfit formale.",
      "example": "Związałem krawat w węzeł przed rozmową o pracę. Dziś włożę krawat na weselę. On włożył krawat do pracy każdego dnia.",
      "example_translation": "Mi sono legato la cravatta in un nodo prima dell'intervista di lavoro. Indosserò una cravatta al matrimonio domani. Lui indossava una cravatta al lavoro ogni giorno.",
      "imageLink": "image_files\\English\\tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pończochy",
      "translation": "calze",
      "definition": "Pończochy to ciasno dopasowane, nieprzezroczyste skarpetki, noszone przez kobiety i dziewczęta.",
      "definition_translation": "Le calze sono calzini stretti e opachi che coprono le gambe, indossati dalle donne e dalle ragazze.",
      "example": "Ona włożyła pończochy pod spódnicę, aby się ogrzać. Baletnica włożyła pończochy jako część kostiumu. Kupię pończochy na urodziny siostry.",
      "example_translation": "Lei indossava calze sotto la gonna per stare al caldo. La ballerina indossava calze come parte del suo costume. Comprerò calze per il compleanno di mia sorella.",
      "imageLink": "image_files\\English\\tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "buty sportowe",
      "translation": "scarpe da allenamento",
      "definition": "Buty sportowe to lekkie, elastyczne buty projektowane do aktywności sportowych lub rekreacyjnych.",
      "definition_translation": "Le scarpe da allenamento sono scarpe leggere e flessibili progettate per attività atletiche o sportive.",
      "example": "Wczoraj włożyłem buty sportowe na siłownię. Ona włożyła buty sportowe, aby pobiec w parku. Kupią buty sportowe na wycieczkę w góry.",
      "example_translation": "Indosso le scarpe da allenamento alla palestra ogni giorno. Lei indossava scarpe da allenamento per correre nel parco. Compreranno scarpe da allenamento per il loro viaggio in montagna.",
      "imageLink": "image_files\\English\\trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mundur",
      "translation": "uniforme",
      "definition": "Mundur to zestaw ubrań noszony przez ludzi należących do określonej grupy lub organizacji, zwłaszcza z powodu pracy lub działalności.",
      "definition_translation": "Un insieme di vestiti indossati da persone appartenenti a un gruppo o organizzazione particolare, soprattutto a causa del loro lavoro o attività.",
      "example": "Wczoraj włożyłem mundur szkolny do klasy. Dziś noszę mundur casual do pracy. Jutro włożę mundur sportowy na mecz.",
      "example_translation": "Ieri, ho indossato la mia uniforme scolastica in classe. Oggi, sto indossando la mia uniforme casual per lavoro. Domani, indosserò la mia uniforme sportiva alla partita.",
      "imageLink": "image_files\\English\\uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bluzka",
      "translation": "camicetta",
      "definition": "Bluzka to luźno dopasowana koszula, typowo z kołnierzykiem i guzikami, noszona przez kobiety.",
      "definition_translation": "Una camicia a larghevoli dimensioni, tipicamente con un colletto e bottoni, indossata dalle donne.",
      "example": "Ona włożyła piękną bluzkę na imprezę wczoraj wieczorem. Dziś włoży nową bluzkę do pracy. Wczoraj włożyła swoją ulubioną bluzkę na weselę.",
      "example_translation": "Lei ha indossato una bellissima camicetta alla festa di ieri sera. Indosserà una camicetta nuova a lavoro domani. Ha indossato la sua camicetta preferita al matrimonio di ieri.",
      "imageLink": "image_files\\English\\blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kołnierzyk",
      "translation": "colletto",
      "definition": "Część koszuli lub płaszcza, która zamyka się wokół szyi.",
      "definition_translation": "La parte di una camicia o cappotto che si chiude attorno al collo.",
      "example": "Kołnierzyk psa był zbyt ciasny. Ona dostosowała kołnierzyk płaszcza, aby się ogrzać. On wyprostował kołnierzyk przed spotkaniem.",
      "example_translation": "Il collare del cane era troppo stretto. Lei ha regolato il colletto del suo cappotto per stare al caldo. Ha raddrizzato il suo colletto prima dell'incontro.",
      "imageLink": "image_files\\English\\collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": " pięta",
      "translation": "tallone",
      "definition": "Tylna część stopy ludzkiej, poniżej i za kostką.",
      "definition_translation": "La parte posteriore del piede umano, sotto e dietro la caviglia.",
      "example": "Wczoraj skręciłem piętę i musiałem zrobić przerwę. Dziś noszę buty z niską piętą, aby uniknąć dyskomfortu. Jutro będę ćwiczyć chód w wysokich piętach.",
      "example_translation": "Ieri, ho torto il mio tallone e ho dovuto fare una pausa. Oggi, indosso scarpe con un tacco basso per evitare disagio. Domani, praticherò a camminare con tacchi alti.",
      "imageLink": "image_files\\English\\heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "majtki",
      "translation": "mutandine",
      "definition": "Typ damskej bielizny, która pokrywa okolice genitalne i pośladki.",
      "definition_translation": "Un tipo di indumento intimo femminile che copre le aree genitali e del gluteo.",
      "example": "Moja babcia nosiła majtki pełnej długości pod spódnicami. Dziś wolę nosić bezszwowe majtki dla wygody. W przyszłości mogę zaprojektować własną linię majtek.",
      "example_translation": "Mia nonna usava indossare mutandine lunghe sotto le sue gonne. Oggi, preferisco indossare mutandine senza cuciture per comodità. Nel futuro, potrei progettare la mia linea di mutandine.",
      "imageLink": "image_files\\English\\knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "spodnie",
      "translation": "pantaloni",
      "definition": "Zewnętrzny strój, który pokrywa nogi, typowo rozciągający się od pasa do kostek.",
      "definition_translation": "Un indumento esterno che copre le gambe, tipicamente estendendosi dalla vita alle caviglie.",
      "example": "Wczoraj nosiłem rozcięte spodnie na koncert. Dziś noszę formalne spodnie na rozmowę o pracę. W następnym tygodniu kupię nowe spodnie na zimę.",
      "example_translation": "Ho indossato pantaloni strappati al concerto la sera scorsa. Oggi, indosso pantaloni formali per il colloquio di lavoro. La prossima settimana, comprerò nuovi pantaloni per la stagione invernale.",
      "imageLink": "image_files\\English\\pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sweter",
      "translation": "maglione",
      "definition": "Sweter to rodzaj stroju, który zakłada się, przeciągając go przez głowę, a nie za pomocą zapięcia lub guzików.",
      "definition_translation": "Un maglione è un tipo di maglione che si indossa tirandolo sulla testa, anziché aprirlo e chiuderlo con una cerniera o bottoni.",
      "example": "Wczoraj włożyłem ulubiony sweter, aby się ogrzać w zimny poranek. Nosiłem go przez lata, a nadal wygląda świetnie. Będę nosić go na imprezę jutro wieczorem.",
      "example_translation": "Mi sono infilato il mio maglione preferito per stare al caldo durante la fredda mattina invernale. L'ho indossato per anni, e ancora sembra grande. Lo indosserò alla festa di domani sera.",
      "imageLink": "image_files\\English\\pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sandaly",
      "translation": "sandaletto",
      "definition": "Sandaly to rodzaj obuwia, które odkrywa stopę i jest typowo noszone w ciepłej pogodzie.",
      "definition_translation": "Un sandaletto è un tipo di calzatura che espone il piede e si indossa generalmente in tempo di caldo.",
      "example": "Nosiłem sandaly na plażę latem. Kupuję sandaly online od lat, a zawsze mi pasują idealnie. Będę nosić sandaly do parku w następnym tygodniu.",
      "example_translation": "Ho indossato sandaletti alla spiaggia l'estate scorsa. Compro sandaletti online da anni, e sono sempre della misura giusta. Indosserò sandaletti al parco il prossimo fine settimana.",
      "imageLink": "image_files\\English\\sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rękaw",
      "translation": "manica",
      "definition": "Rękaw to część stroju, która pokrywa rękę, typowo od ramienia do kostki.",
      "definition_translation": "Una manica è la parte di un indumento che copre il braccio, tipicamente dalla spalla al polso.",
      "example": "Wczoraj odsłoniłem rękaw, aby się zaszczepić. Nosiłem krótkie rękawy latem, a długie rękawy zimą. Będę kupować koszulę z długimi rękawami jutro.",
      "example_translation": "Mi sono arrotolato la manica per ricevere il vaccino. Ho indossato maniche corte durante l'estate e maniche lunghe durante l'inverno. Comprerò una camicia con maniche lunghe domani.",
      "imageLink": "image_files\\English\\sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kapcie",
      "translation": "pantofole",
      "definition": "Kapcie to rodzaj obuwia, które jest projektowane do noszenia w domu, typowo wykonane z miękkich, lekkich materiałów takich jak bawełna lub syntetyki.",
      "definition_translation": "Un pantofola è un tipo di calzatura progettata per essere indossata all'interno, tipicamente realizzata in materiali morbidi e leggeri come cotone o tessuti sintetici.",
      "example": "Nosiłem kapcie do salonu, potem będę nosić je do kuchni, a w przyszłym roku będę nosić je do sypialni.",
      "example_translation": "Ho indossato le mie pantofole nel salotto, poi le indosserò in cucina, e il prossimo anno le indosserò in camera da letto.",
      "imageLink": "image_files\\English\\slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bluza",
      "translation": "maglietta",
      "definition": "Bluza to rodzaj stroju sportowego, który jest typowo wykonany z grubego, ciepłego materiału, często z okrągłym dekoltem i długimi rękawami.",
      "definition_translation": "Una maglietta è un tipo di abbigliamento informale che è tipicamente realizzato in tessuto spesso e caldo, spesso con collo rotondo e maniche lunghe.",
      "example": "Nosiłem bluzę na siłownię, potem będę nosić ją do parku, a w zeszłym tygodniu nosiłem ją do centrum handlowego.",
      "example_translation": "Ho indossato la mia maglietta in palestra, poi la indosserò al parco, e la settimana scorsa l'ho indossata al centro commerciale.",
      "imageLink": "image_files\\English\\sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kąpielówki",
      "translation": "costume da bagno uomo",
      "definition": "Kąpielówki to rodzaj kostiumu kąpielowego dla mężczyzn, typowo wykonany z szybkoschnącej tkaniny i zaprojektowany w stylu krótkim i luźnym.",
      "definition_translation": "I costumi da bagno sono un tipo di costume da bagno progettato per gli uomini, tipicamente realizzato in tessuto ad asciugatura rapida e caratterizzato da un design breve e morbido.",
      "example": "Nosiłem kąpielówki na plażę, potem będę nosić je do basenu, a latem nosiłem je do jeziora.",
      "example_translation": "Ho indossato i miei costumi da bagno sulla spiaggia, poi li indosserò in piscina, e l'estate scorsa li ho indossati al lago.",
      "imageLink": "image_files\\English\\swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szczyt",
      "translation": "cima",
      "definition": "Najwyższy lub górny punkt lub część czegoś.",
      "definition_translation": "Il punto più alto o parte superiore di qualcosa.",
      "example": "Wczoraj stanąłem na szczycie góry, czując dumę z osiągnięcia. Będę wspinać się na szczyt góry w przyszłym roku. W zeszłym tygodniu wspinałem się na szczyt góry.",
      "example_translation": "Mi sono fermato in cima alla montagna, sentendomi orgoglioso del mio successo. Salirò in cima alla montagna l'anno prossimo. Sono salito in cima alla montagna la settimana scorsa.",
      "imageLink": "image_files\\English\\top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "strój sportowy",
      "translation": "tuta da corsa",
      "definition": "Luźny, wygodny strój noszony podczas ćwiczeń lub jako ubranie codzienne, składający się z kurtki i spodni.",
      "definition_translation": "Un indumento comodo e largo indossato per attività atletiche o informali, che consiste normalmente in una giacca e pantaloni.",
      "example": "Wczoraj włożyłem strój sportowy na siłownię. Jutro włożę strój sportowy na stadion. W ostatnią niedzielę włożyłem strój sportowy do parku.",
      "example_translation": "Mi sono messo una tuta da corsa alla palestra ieri. Mi metterò una tuta da corsa allo stadio domani. Mi sono messo una tuta da corsa al parco la scorsa domenica.",
      "imageLink": "image_files\\English\\tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bielizna męska",
      "translation": "mutande",
      "definition": "Ubranie noszone bezpośrednio na skórze pod ubraniem zewnętrznym, zwykle wykonane z tkaniny lub materiałów syntetycznych.",
      "definition_translation": "Un indumento indossato contro la pelle sotto i vestiti esterni, normalmente fatto di tessuto o materiali sintetici.",
      "example": "Rano włożyłem czystą bieliznę męską. Zamierzam kupić nową bieliznę męską następnego tygodnia. Wczoraj włożyłem swoją ulubioną bieliznę męską do łóżka.",
      "example_translation": "Mi sono messo un paio di mutande pulite questa mattina. Comprerò mutande nuove la settimana prossima. Mi sono messo le mie mutande preferite a letto la scorsa notte.",
      "imageLink": "image_files\\English\\underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bielizna",
      "translation": "intimo",
      "definition": "Ubranie noszone bezpośrednio na skórze, zwłaszcza pod innymi ubraniami.",
      "definition_translation": "Vestiti indossati vicino alla pelle, soprattutto sotto altri vestiti.",
      "example": "Ona zapomniała spakować bieliznę na podróż. Ona nosi swoją ulubioną bieliznę dzisiaj. Zamierzam kupić nową bieliznę jutro.",
      "example_translation": "Lei ha dimenticato di mettere in valigia il suo intimo per il viaggio. Indossa il suo intimo preferito oggi. Comprerà nuovo intimo domani.",
      "imageLink": "image_files\\English\\underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fartuch",
      "translation": "grembiule",
      "definition": "Kawałek tkaniny noszony na przedzie ubrania, aby chronić je przed zabrudzeniem lub plamami.",
      "definition_translation": "Un pezzo di stoffa indossato sulla parte anteriore dei vestiti per proteggerli dalla sporcizia o dalle macchie.",
      "example": "Szef kuchni włożył fartuch, aby chronić swoje ubranie przed plamami. Ona zawsze nosi fartuch, kiedy gotuje. On włoży fartuch, aby rozpocząć gotowanie.",
      "example_translation": "Il cuoco indossava un grembiule per proteggere i suoi vestiti dalle macchie. Lei sempre indossa un grembiule quando cucina. Lui si metterà un grembiule per iniziare a cucinare.",
      "imageLink": "image_files\\English\\apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bikini",
      "translation": "costume da bagno",
      "definition": "Typ kostiumu kąpielowego dla kobiet, składający się z krótkiej bluzki i krótkich spodenek.",
      "definition_translation": "Un tipo di costume da bagno per donne composto da un top breve e da shorts brevi.",
      "example": "Kupiła nowy bikini na lato. Oni nosili dopasowane bikini na plaży. Zamierzam spróbować nowego bikini jutro.",
      "example_translation": "Lei ha comprato un nuovo costume da bagno per l'estate. Indossavano costumi da bagno abbinati sulla spiaggia. Proverà un nuovo costume da bagno domani.",
      "imageLink": "image_files\\English\\bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bokserki",
      "translation": "mutande.boxer",
      "definition": "Bokserki to rodzaj bielizny męskiej, charakteryzujący się luźnym krojem i elastycznym paskiem, często noszoną dla komfortu i celów sportowych.",
      "definition_translation": "Le mutande.boxer sono un tipo di indumento intimo indossato dai maschi, caratterizzato da un design aderente e un elastico in vita, spesso indossato per comfort e scopi atletici.",
      "example": "Wczoraj włożyłem bokserki do łóżka, noszę je codziennie do siłowni, a jutro włożę je do parku.",
      "example_translation": "Ho indossato le mutande.boxer a letto ieri sera, le indosso in palestra ogni giorno e le indosserò al parco domani.",
      "imageLink": "image_files\\English\\boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "biherner",
      "translation": "reggiseno",
      "definition": "Biherner to rodzaj bielizny damskej, zaprojektowany, aby zapewnić wsparcie i zakrycie piersi, często noszony dla komfortu i skromności.",
      "definition_translation": "Un reggiseno è un tipo di indumento intimo indossato dalle femmine, progettato per fornire sostegno e copertura per i seni, spesso indossato per comfort e modestia.",
      "example": "Wczoraj włożyła nowy biherner, włoży go na imprezę wieczorem, a miała włożony go do pracy w zeszłym tygodniu.",
      "example_translation": "Lei ha messo un nuovo reggiseno ieri, lo indosserà al party stasera e l'aveva indossato all'ufficio la scorsa settimana.",
      "imageLink": "image_files\\English\\bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "majtki",
      "translation": "slip",
      "definition": "Majtki to rodzaj bielizny męskiej, charakteryzujący się ciasnym krojem i Y-kształtnym przodem, często noszoną dla komfortu i celów sportowych.",
      "definition_translation": "Gli slip sono un tipo di indumento intimo indossato dai maschi, caratterizzato da un design aderente e una parte anteriore a forma di Y, spesso indossato per comfort e scopi atletici.",
      "example": "Wczoraj włożyłem majtki do siłowni, włożę je do biegu przyszłego dnia, a miały je włożone do meczu piłkarskiego w zeszłym tygodniu.",
      "example_translation": "Lui ha indossato gli slip in palestra ieri, li indosserà all'incontro di atletica leggera domani e li aveva indossati alla partita di football lo scorso fine settimana.",
      "imageLink": "image_files\\English\\briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kardigan",
      "translation": "maglione",
      "definition": "Kardigan to rodzaj swetra, który ma guziki lub zamknięcie zip i noszony jest nad koszulą lub sukienką.",
      "definition_translation": "Un maglione è un tipo di indumento lavorato a maglia che ha bottoni o una cerniera e viene indossato sopra una camicia o un vestito.",
      "example": "Zamierzam włożyć kardigan, aby się ogrzać jutro, włożyłem kardigan na imprezę wczorajszą, a noszę go do pracy każdego dnia.",
      "example_translation": "Indosserò un maglione per tenermi caldo domani, ho indossato un maglione al party la scorsa notte, e indosso un maglione al lavoro ogni giorno.",
      "imageLink": "image_files\\English\\cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kostium",
      "translation": "costume",
      "definition": "Kostium to zestaw ubrań noszony, aby stworzyć określony wygląd, często aby ukryć lub udawać kogoś lub coś.",
      "definition_translation": "Un costume è un set di abiti indossati per creare un aspetto particolare, spesso per travestirsi o imitare qualcuno o qualcosa.",
      "example": "Włożyłem kostium na Halloween, ona włoży kostium na występ teatralny dziś wieczorem, a oni włożyli kostiumy na bal maskowy w zeszłym roku.",
      "example_translation": "Ho indossato un costume alla festa di Halloween, lei indosserà un costume alla rappresentazione teatrale stasera, e loro hanno indossato costumi al ballo in maschera l'anno scorso.",
      "imageLink": "image_files\\English\\costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "manżeta",
      "translation": "polso",
      "definition": "Manżeta to część rękawa, która zakrywa nadgarstek.",
      "definition_translation": "Un polso è una parte della manica che copre il polso.",
      "example": "Podwinąłem manżetę, aby umyć ręce, ona musiała dostosować swoją manżetę, aby założyć zegarek, a on będzie musiał naprawić manżetę swojej koszuli.",
      "example_translation": "Ho arrotolato il mio polso per lavare le mani, lei ha dovuto regolare il suo polso per mettere il suo orologio, e lui dovrà riparare il polso della sua camicia.",
      "imageLink": "image_files\\English\\cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "hełm",
      "translation": "elmetto",
      "definition": "Hełm to rodzaj ochraniacza noszonego na głowie w celu ochrony przed urazami, uszkodzeniami lub szkodami, często stosowany w sporcie, wojsku lub innych działaniach.",
      "definition_translation": "Un elmetto è una forma di equipaggiamento protettivo indossato sulla testa per proteggerla dalle lesioni, danni o pericoli, e viene spesso utilizzato nello sport, militare o altre attività.",
      "example": "Wczoraj nosiłem hełm, kiedy jeździłem rowerem. Zawsze noszę hełm, kiedy jeźdzę rowerem. Będę nosić hełm, kiedy pojedzie rowerem jutro.",
      "example_translation": "Indossavo un elmetto quando guidavo la mia bicicletta ieri. Io sempre indosso un elmetto quando guido la mia bicicletta. Indosserò un elmetto quando guiderò la mia bicicletta domani.",
      "imageLink": "image_files\\English\\helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kaptur",
      "translation": "cappuccio",
      "definition": "Kaptur to nakrycie na głowę i szyję, często przyszyte do kurtki lub płaszcza, noszone w celu ochrony przed żywiołami.",
      "definition_translation": "Un cappuccio è una copertura per la testa e il collo, spesso attaccata a una giacca o un mantello, e viene indossato per proteggere la testa e il collo dagli elementi.",
      "example": "Podniósłem kaptur swojego płaszcza, kiedy zaczęło padać. Ona nosiła kaptur, aby ukryć twarz. Będą projektować kaptur dla nowego płaszcza.",
      "example_translation": "Ho tirato su il cappuccio della mia giacca quando ha iniziato a piovere. Lei indossava un cappuccio per nascondere il suo volto. Progetteranno un cappuccio per il nuovo cappotto.",
      "imageLink": "image_files\\English\\hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "skarpetki kolanowe",
      "translation": "calze al ginocchio",
      "definition": "Skarpetki kolanowe to rodzaj skarpetki, która zakrywa nogę i dolną część łydki aż do kolana, często noszone w celach sportowych lub modowych.",
      "definition_translation": "Le calze al ginocchio sono un tipo di calza che copre il piede e la gamba inferiore fino al ginocchio, spesso indossate per scopi atletici o di moda.",
      "example": "Uwielbiam nosić skarpetki kolanowe przy grze w piłkę nożną. Ona nosiła skarpetki kolanowe z pode암em. Będą projektować skarpetki kolanowe dla nowej drużyny sportowej.",
      "example_translation": "Adoro indossare le calze al ginocchio per giocare a calcio. Lei indossava le calze al ginocchio con la sua gonna. Progetteranno le calze al ginocchio per la nuova squadra sportiva.",
      "imageLink": "image_files\\English\\knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nocna sukienka",
      "translation": "camicia da notte",
      "definition": "Nocna sukienka to luźna, nieformalna sukienka noszona do spania lub wypoczynku, zwykle wykonana z miękkiego, lekkiego materiału.",
      "definition_translation": "Una veste larga, generalmente informale, indossata per dormire o rilassarsi, tipicamente fatta di materiale morbido e leggero.",
      "example": "Wczoraj nosiłem nocną sukienkę do łóżka. Będę nosić nocną sukienkę do łóżka dzisiaj. Nosiłem nocną sukienkę do łóżka wczoraj.",
      "example_translation": "Ho indossato una camicia da notte a letto ieri sera. Indosserò una camicia da notte a letto stasera. Ho indossato una camicia da notte a letto ieri.",
      "imageLink": "image_files\\English\\nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nocna koszula",
      "translation": "vestaglia",
      "definition": "Nocna koszula to luźna, nieformalna koszula noszona do spania lub wypoczynku, zwykle wykonana z miękkiego, lekkiego materiału.",
      "definition_translation": "Un indumento largo, generalmente informale, indossato per dormire o rilassarsi, tipicamente fatto di materiale morbido e leggero.",
      "example": "Ona nosiła nocną koszulę do łóżka wczoraj. Będzie nosić nocną koszulę do łóżka dzisiaj. Nosiła nocną koszulę do łóżka wczoraj.",
      "example_translation": "Lei ha indossato una vestaglia a letto ieri sera. Indosserà una vestaglia a letto stasera. Lei ha indossato una vestaglia a letto ieri.",
      "imageLink": "image_files\\English\\nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piżama",
      "translation": "pigiama",
      "definition": "Piżama to luźne, wygodne spodnie i koszula noszone do spania lub wypoczynku, zwykle wykonane z miękkiego, lekkiego materiału.",
      "definition_translation": "Pantaloni larghi e comodi e una parte superiore larga indossati per dormire o rilassarsi, tipicamente fatti di materiale morbido e leggero.",
      "example": "On nosił piżamę do łóżka wczoraj. Będzie nosić piżamę do łóżka dzisiaj. Nosił piżamę do łóżka wczoraj.",
      "example_translation": "Lui ha indossato un pigiama a letto ieri sera. Indosserà un pigiama a letto stasera. Lui ha indossato un pigiama a letto ieri.",
      "imageLink": "image_files\\English\\pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tenisówki",
      "translation": "scarpe da ginnastica",
      "definition": "Tenisówki to wygodne buty sportowe z podeszwą wykonaną z gumy lub syntetyku i częścią górnej wykonaną z skóry, materiałów syntetycznych lub tkaniny.",
      "definition_translation": "Scarpe da atletica leggere con suola in gomma o sintetica e parte superiore in pelle, materiali sintetici o tessuto.",
      "example": "Wczoraj nosiłem tenisówki na siłowni, noszę je teraz i będę nosić je do parku jutro.",
      "example_translation": "Ho indossato le mie scarpe da ginnastica alla palestra ieri, le sto indossando ora e le indosserò al parco domani.",
      "imageLink": "image_files\\English\\sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szlafrok",
      "translation": "accappatoio",
      "definition": "Szlafrok to luźna, wygodna szata noszona po kąpieli lub prysznicu, zwykle wykonana z miękkiego, absorbującego materiału.",
      "definition_translation": "Un'amaca larga e comoda indossata dopo un bagno o una doccia, solitamente fatta di materiale morbido e assorbente.",
      "example": "Ona włożyła szlafrok po prysznicu, nadal go nosi i będzie nosić do czasu snu.",
      "example_translation": "Si è messa l'accappatoio dopo la doccia, lo sta ancora indossando e lo indosserà fino all'ora di andare a letto.",
      "imageLink": "image_files\\English\\bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krawat wstążkowy",
      "translation": "cravatta a farfalla",
      "definition": "Krawat wstążkowy to rodzaj krawata składający się z wstążki związanego w węzeł na szyi, zwykle noszony na okazje formalne.",
      "definition_translation": "Un tipo di cravatta consistente in una fascia annodata in un fiocco intorno al collo, solitamente indossata per occasioni formali.",
      "example": "On nosił krawat wstążkowy na weselu w zeszłym roku, nosi go teraz i będzie nosić na galę następnego miesiąca.",
      "example_translation": "Ha indossato una cravatta a farfalla al matrimonio dello scorso anno, ne sta indossando una ora e ne indosserà una al galà il prossimo mese.",
      "imageLink": "image_files\\English\\bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dżinsowe spodnie",
      "translation": "tuta da lavoro",
      "definition": "Spodnie lub luźne nogawki,(typowo wykonane z dżinsu lub innej mocnej tkaniny), noszone dla celów casualowych lub roboczych.",
      "definition_translation": "Tute o pantaloni larghi, tipicamente fatti di denim o altro tessuto resistente, indossati per occasioni casual o lavorative.",
      "example": "Włożyłem dżinsowe spodnie na plażę latem ubiegłym, a mój przyjaciel włożył je na przyjęcie ogrodowe wczoraj. Włożę dżinsowe spodnie na festiwal miesiąc następny.",
      "example_translation": "Ho indossato la tuta da lavoro al mare lo scorso estate, e il mio amico ha indossato alla festa in giardino ieri. Indosserò la tuta da lavoro al festival il prossimo mese.",
      "imageLink": "image_files\\English\\dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "klapki",
      "translation": "infradito",
      "definition": "Typ sandałów, typowo noszonych w ciepłej pogodzie, mających płaską podeszwę i rzemyk, który przechodzi między dużym a drugim palcem.",
      "definition_translation": "Un tipo di sandalo, tipicamente indossato in tempo di caldo, che ha una suola piatta e una cinghia che va tra il dito grande e il secondo dito.",
      "example": "Kupiłem klapki w sklepie przy plaży tydzień temu, i noszę je codziennie tej zimy. Ona kupi klapki w centrum handlowym za tydzień.",
      "example_translation": "Ho comprato infradito al negozio di articoli da spiaggia la settimana scorsa, e le indosso ogni giorno quest'estate. Comprerà infradito al centro commerciale il prossimo fine settimana.",
      "imageLink": "image_files\\English\\flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "futro",
      "translation": "cappotto di pelliccia",
      "definition": "Płaszcz wykonany z futra zwierzęcego, zwłaszcza jeden, który jest luksusowy i drogi.",
      "definition_translation": "Un cappotto fatto di pelliccia di animali, specialmente uno che è lussuoso e costoso.",
      "example": "Moja babcia miała piękne futro, gdy była młoda, a moja matka włożyła je na ślub ubiegłego roku. Kupię futro dla mojej żony następnej zimy.",
      "example_translation": "Mia nonna aveva un bellissimo cappotto di pelliccia quando era giovane, e mia madre l'ha indossato al matrimonio l'anno scorso. Comprerò un cappotto di pelliccia per mia moglie il prossimo inverno.",
      "imageLink": "image_files\\English\\fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kombinezon",
      "translation": "tuta",
      "definition": "Ubranie noszone na inne ubranie, aby je chronić przed brudem lub plamami, zwłaszcza luźne ubranie z nogawkami i kurtką lub zapaską i rzemykami",
      "definition_translation": "un indumento indossato sopra altri vestiti per proteggerli da sporcizia o macchie, specialmente un indumento a piedi liberi con pantaloni e giacca o bavero e cinghie",
      "example": "Włożyłem kombinezon, aby pomalować dom ostatnim weekendzie, a teraz jest on pokryty plamami. Wczoraj włożyłem kombinezon, aby naprawić mój rower, ale nie zdążył się pobrudzić. Za tydzień włożę kombinezon, aby pomóc mojemu przyjacielowi przenieść się.",
      "example_translation": "Ho indossato la tuta per dipingere la casa il weekend scorso, e ora sono coperti di macchie. Ieri, ho indossato la tuta per riparare la mia bicicletta, ma non si sono sporcati. La settimana prossima, indosserò la tuta per aiutare il mio amico a traslocare.",
      "imageLink": "image_files\\English\\overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rajstopy",
      "translation": "collant",
      "definition": "Ciałooblężne ubranie, które zakrywa nogi i niższą część ciała, podobne do pończoch, ale często grubsze i bardziej nieprzezroczyste",
      "definition_translation": "un indumento aderente che copre le gambe e il corpo inferiore, simile alle calze ma spesso più spesso e opaco",
      "example": "Ona włożyła rajstopy do biura, aby utrzymać nogi w cieple. Moja siostra uwielbia nosić rajstopy z sukienkami zimą. Do następnej zimy, zużyję wszystkie moje rajstopy.",
      "example_translation": "Lei ha indossato collant in ufficio per tenere le gambe calde. Mia sorella adora indossare collant con i suoi vestiti in inverno. Per il prossimo inverno, avrò consumato tutti i miei collant.",
      "imageLink": "image_files\\English\\pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pończocha",
      "translation": "calze",
      "definition": "Ciałooblężne ubranie, które zakrywa stopę i nogę, typowo aż do kolana lub wyżej",
      "definition_translation": "un indumento aderente che copre il piede e la gamba, tipicamente fino al ginocchio o sopra",
      "example": "Zapomniałem kupić pończochy na przyjęcie, więc musiałem włożyć rajstopy zamiast. Moja babcia zawsze nosiła pończochy z sukienkami, gdy była młoda. Do następnego roku, nauczę się robić własne pończochy.",
      "example_translation": "Mi sono dimenticato di comprare calze per la festa, quindi ho dovuto indossare collant al loro posto. Mia nonna sempre indossava calze con i suoi vestiti quando era giovane. Per il prossimo anno, avrò imparato a fare le mie calze.",
      "imageLink": "image_files\\English\\stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cylindry",
      "translation": "cappello a cilindro",
      "definition": "Wysoki, płaski kapelusz noszony przez mężczyzn, typowo wykonany z jedwabiu lub filcu.",
      "definition_translation": "Un cappello alto con corona piatta indossato dagli uomini, solitamente fatto di seta o feltro.",
      "example": "On włożył cylindry na ślub, i wszyscy uważali, że wyglądał elegancko. On włoży cylindry na przyjęcie dzisiaj wieczorem. Ona miała włożony cylindry na ceremonii ubiegłego roku.",
      "example_translation": "Lui indossava un cappello a cilindro al matrimonio e tutti pensavano che fosse elegante. Indosserà un cappello a cilindro alla festa stasera. Lei aveva indossato un cappello a cilindro alla cerimonia lo scorso anno.",
      "imageLink": "image_files\\English\\top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "welon",
      "translation": "velo",
      "definition": "Kawałek tkaniny noszony przez kobiety, aby zakryć twarz, typowo na weselu.",
      "definition_translation": "Un pezzo di stoffa indossato dalle donne per coprire il loro viso, solitamente in un matrimonio.",
      "example": "Panna młoda nosiła welon podczas ceremonii, i to dodało do jej urody. Ona włoży welon na ślub następnego roku. Oni nosili welony na ceremonii miesiąc temu.",
      "example_translation": "La sposa indossava un velo durante la cerimonia, e ciò aggiungeva alla sua bellezza. Indosserà un velo al matrimonio dell'anno prossimo. Avevano indossato veli alla cerimonia dello scorso mese.",
      "imageLink": "image_files\\English\\veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": " kamizelka",
      "translation": "gilet",
      "definition": "Bezrękawnik noszony na tułowiu, typowo wykonany z wełny lub bawełny.",
      "definition_translation": "Un indumento senza maniche indossato attorno al corpo superiore, solitamente fatto di lana o cotone.",
      "example": "On włożył kamizelkę pod kurtkę, aby utrzymać ciepło. Ona włoży kamizelkę na przyjęcie dzisiaj wieczorem. Oni nosili kamizelki na ceremonii ubiegłego roku.",
      "example_translation": "Lui indossava un gilet sotto la sua giacca per stare al caldo. Indosserà un gilet alla festa stasera. Avevano indossato gilet alla cerimonia dello scorso anno.",
      "imageLink": "image_files\\English\\singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "balaclava",
      "translation": "passamontagna",
      "definition": "Rodzaj nakrycia głowy, który zakrywa głowę, szyję i część twarzy, często noszony w zimnej pogodzie lub jako forma ochrony.",
      "definition_translation": "Una passamontagna è un tipo di copricapo che copre la testa, il collo e parte del viso, spesso indossato in tempo di freddo o come forma di protezione.",
      "example": "Włożyłem balaclavę, aby chronić twarz przed zimnym wiatrem wczoraj. Włożę ją ponownie jutro. Od kilku lat noszę ją każdej zimy rano.",
      "example_translation": "Ho indossato una passamontagna per proteggere il mio viso dal vento freddo ieri. La indosserò di nuovo domani. L'ho indossata ogni mattina d'inverno.",
      "imageLink": "image_files\\English\\balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "spodnie przypinane",
      "translation": "brache",
      "definition": "Spodnie przypinane to rodzaj spodni, które kiedyś nosili mężczyźni, zazwyczaj sięgały nieco poniżej kolan.",
      "definition_translation": "Le brache sono un tipo di pantaloni che erano precedentemente indossati dagli uomini, raggiungendo tipicamente appena sotto il ginocchio.",
      "example": "On nosił spodnie przypinane, aby jeździć konno w XVIII wieku. Nadal są noszone przez niektórych jeźdźców konnych na tradycyjne wydarzenia. Będą nosić je na tradycyjne wydarzenia.",
      "example_translation": "Lui indossava le brache per cavalcare il suo cavallo nel 18° secolo. Sono ancora indossate da alcuni cavalieri oggi. Continueranno a indossarle per eventi tradizionali.",
      "imageLink": "image_files\\English\\breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "peleryna",
      "translation": "cappa",
      "definition": "Peleryna to szata bez rękawów, która spada z szyi, często noszona jako symbol władzy lub prestiżu.",
      "definition_translation": " Una cappa è un capo di abbigliamento esterno senza maniche che pende dal collo, spesso indossato come simbolo di potere o prestigio.",
      "example": "Superman nosi pelerynę, aby symbolizować swoją moc. Ona nosiła pelerynę na przyjęcie kostiumowe w zeszłym roku. Będą projektować nową pelerynę na pokaz mody w następnym sezonie.",
      "example_translation": "Superman indossa una cappa per simbolizzare il suo potere. Lei indossò una cappa alla festa di costume l'anno scorso. Designeranno una nuova cappa per la sfilata di moda della prossima stagione.",
      "imageLink": "image_files\\English\\cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zator",
      "translation": "ingorgo",
      "definition": "Zator to blokada lub przeszkoda w rurze lub kanale, szczególnie ta, która uniemożliwia przepływ cieczy lub gazu.",
      "definition_translation": "Un ingorgo è un blocco o ostruzione in un tubo o canale, specialmente uno che impedisce il flusso di liquido o gas.",
      "example": "Hydraulik musiał usunąć zator w rurze odpływowej, aby naprawić zlewozmywak. Wczoraj usunąłem zator w głowicy prysznicowej. Do następnego tygodnia usunę zator w rynnie dachu.",
      "example_translation": "L'idraulico doveva liberare l'ingorgo nel tubo di scarico per riparare il lavandino. Ieri, ho liberato l'ingorgo nella testa della doccia. Entro la prossima settimana, avrò liberato l'ingorgo nel canale di gronda.",
      "imageLink": "image_files\\English\\clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "korseż",
      "translation": "corsetto",
      "definition": "Korseż to ciasno przylegająca, zwykle bez rękawów, szata sięgająca poniżej pasa, noszona przez kobiety, aby uformować lub ściągnąć tors.",
      "definition_translation": "Un corsetto è un indumento aderente, solitamente senza maniche, che si estende sotto la vita, indossato per modellare o comprimere il torso, tipicamente dalle donne.",
      "example": "Moja babcia nosiła korseż, aby sznurować talię w latach 50. Dziś niektóre kobiety noszą korseże jako oświadczenie mody. Do lat 20. korseż stracił popularność.",
      "example_translation": "Mia nonna indossava un corsetto per stringere la vita negli anni '50. Oggi, alcune donne indossano corsetti come una dichiarazione di moda. Entro gli anni '20, il corsetto era diventato meno popolare.",
      "imageLink": "image_files\\English\\corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rajstopy siatkowe",
      "translation": "calzamaglia a rete",
      "definition": "Rajstopy siatkowe to rodzaj pończoch z sieciowym wzorem, zwykle wykonane z nylonu lub innych syntetycznych materiałów.",
      "definition_translation": "Le calze a rete sono un tipo di calzatura con un pattern a rete, tipicamente realizzato in nylon o altri materiali sintetici.",
      "example": "Modelka nosiła rajstopy siatkowe na wybiegu. Wczoraj zobaczyłem kobietę noszącą rajstopy siatkowe w klubie. Do następnego miesiąca kupię rajstopy siatkowe na Halloween.",
      "example_translation": "La modella ha indossato calze a rete sulla passerella. Ieri, ho visto una donna che indossava calze a rete al club. Entro il prossimo mese, avrò comprato calze a rete per Halloween.",
      "imageLink": "image_files\\English\\fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sznur",
      "translation": "cinghia",
      "definition": "Sznur to elastyczna opaska lub sznur, zwykle noszony wokół talii, aby trzymać spódnicę lub spodnie.",
      "definition_translation": "Una cinghia è una fascia flessibile o corda, solitamente indossata attorno alla vita per sostenere i vestiti, come una gonna o i pantaloni.",
      "example": "Używałem sznura, aby trzymać spódnicę, ale teraz wolę pasek. Będę nosić sznur na przyjęcie wieczorem, a wczoraj nosiłem go na weselu.",
      "example_translation": "Usavo indossare una cinghia per sostenere la gonna, ma ora preferisco una cintura. Indosserò una cinghia alla festa stasera, e ne indossai una al matrimonio la settimana scorsa.",
      "imageLink": "image_files\\English\\girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nakolanniki",
      "translation": "calzamaglie",
      "definition": "Nakolanniki to tubularne ubrania noszone na nogach, aby je ogrzać, zwykle przez tancerzy lub sportowców.",
      "definition_translation": "Le calzamaglie sono indumenti tubolari indossati sulle gambe per tenerle calde, solitamente dai danzatori o atleti.",
      "example": "Tancerze baletu nosili nakolanniki podczas próby, a będą nosić je podczas spektaklu wieczorem. Ona nosiła nakolanniki na siłownię wczoraj, ale zapomniała je zdjąć po ćwiczeniach.",
      "example_translation": "Le ballerine indossavano calzamaglie durante la prova, e le indosseranno durante l'esibizione stasera. Ha indossato calzamaglie alla palestra ieri, ma dimenticò di toglierle dopo l'allenamento.",
      "imageLink": "image_files\\English\\leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "petykot",
      "translation": "sottogonna",
      "definition": "Petykot to spódnica typu spódnicy, noszona pod spódnicą lub suknią, aby dodać objętości lub kształtu.",
      "definition_translation": "Un sottogonna è un indumento simile a una gonna indossato sotto un vestito o gonna per aggiungere volume o forma.",
      "example": "Ona nosiła petykot pod swoją suknią ślubną, aby nadać jej pełniejszy kształt. Aktorka nosiła petykot pod kostiumem w dramacie historycznym, a będzie nosić go na przyjęcie kostiumowe wieczorem.",
      "example_translation": "Lei indossava un sottogonna sotto il suo abito da sposa per darle una forma più piena. L'attrice indossava un sottogonna sotto il suo costume per il dramma d'epoca, e ne indosserà uno alla festa in costume stasera.",
      "imageLink": "image_files\\English\\petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "skórzany płaszcz",
      "translation": "cappotto di pelle di pecora",
      "definition": "Skórzany płaszcz to rodzaj ubrania wierzchniego wykonanego ze skóry owiec, często noszonego dla ciepła i ochrony przed żywiołami.",
      "definition_translation": "Un cappotto di pelle di pecora è un tipo di indumento esterno fatto dalla pelle di pecora, spesso indossato per calore e protezione dagli elementi.",
      "example": "Noszę skórzany płaszcz na górze, był on bardzo ciepły. Będę nosić go ponownie w następnym roku. Noszę go wiele razy wcześniej.",
      "example_translation": "Ho indossato un cappotto di pelle di pecora sulla montagna la settimana scorsa, era molto caldo. Lo indosserò di nuovo l'anno prossimo. L'ho indossato molte volte prima.",
      "imageLink": "image_files\\English\\sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kamizelka",
      "translation": "gilet",
      "definition": "Kamizelka to bezrękawnik noszony nad koszulą i pod marynarką, zwykle wykonany z grubego, ciepłego materiału.",
      "definition_translation": "Un gilet è un indumento senza maniche indossato sopra una camicia e sotto una giacca o un cappotto, tipicamente fatto di un materiale spesso e caldo.",
      "example": "Noszę kamizelkę pod marynarką, aby się ogrzać. Będę nosić ją ponownie jutro. Noszę ją wiele razy wcześniej.",
      "example_translation": "Ho indossato un gilet sotto la mia giacca per stare al caldo. Lo indosserò di nuovo domani. L'ho indossato molte volte prima.",
      "imageLink": "image_files\\English\\vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czapka",
      "translation": "cappello",
      "definition": "Czapka to rodzaj kapelusza noszonej przez kobiety, zwykle wykonanej z miękkiego materiału i często zdobione wstążkami lub kwiatami.",
      "definition_translation": "Un cappello è un tipo di copricapo indossato dalle donne, tipicamente fatto di un materiale soffice e spesso decorato con nastri o fiori.",
      "example": "Ona założyła czapkę na mszy ostatnią niedzielę, była bardzo ładna. Założy ją ponownie w przyszłym tygodniu. Założyła ją wiele razy przedtem.",
      "example_translation": "Lei ha indossato un cappello alla chiesa la scorsa domenica, era molto carino. Lo indosserà di nuovo la prossima settimana. Lo ha indossato molte volte prima.",
      "imageLink": "image_files\\English\\bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szlafrok",
      "translation": " accappatoio",
      "definition": "Szlafrok to luźny, nieformalny strój noszony do odpoczynku lub spania, zwykle wykonany z miękkiego materiału takiego jak bawełna lub jedwab.",
      "definition_translation": "Un indumento informale leggero indossato per rilassarsi o dormire, solitamente realizzato in un materiale morbido come cotone o seta.",
      "example": "Wczoraj wieczorem nosiłem szlafrok do łóżka, będę go nosił ponownie dziś wieczorem, i nosiłem go wczoraj rano.",
      "example_translation": "Ho indossato un accappatoio a letto ieri sera, lo indosserò di nuovo stasera e l'ho indossato ieri mattina.",
      "imageLink": "image_files\\English\\dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bluza z kapturem",
      "translation": "felpa con cappuccio",
      "definition": "Bluza z kapturem to nieformalny strój z kapturem, zwykle wykonany z grubego, ciepłego materiału takiego jak bawełna lub fleece.",
      "definition_translation": "Un indumento informale con cappuccio, solitamente realizzato in un tessuto spesso e caldo come cotone o fleece.",
      "example": "Wczoraj nosiłem bluzę z kapturem w parku, będę nosił ją jutro na siłowni, i nosiłem ją w szkole w zeszłym tygodniu.",
      "example_translation": "Ho indossato una felpa con cappuccio al parco ieri, la indosserò in palestra domani e l'ho indossata a scuola la settimana scorsa.",
      "imageLink": "image_files\\English\\hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szlafrok domowy",
      "translation": "vestaglia",
      "definition": "Szlafrok domowy to luźny, nieformalny strój noszony w domu, zwykle wykonany z miękkiego, wygodnego materiału.",
      "definition_translation": "Un indumento informale indossato in casa, solitamente realizzato in un materiale morbido e comodo.",
      "example": "Moja babcia zawsze nosiła szlafrok domowy, kiedy była w domu, nosiła go każdego ranka, i nadal go nosi dzisiaj.",
      "example_translation": "Mia nonna indossava sempre una vestaglia quando era a casa, la indossava ogni mattina e la indossa ancora oggi.",
      "imageLink": "image_files\\English\\housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sweter z wysokim kołnierzem",
      "translation": "maglione a collo alto",
      "definition": "Sweter z wysokim kołnierzem to rodzaj swetra lub topu, który ma wysoki, zaokrąglony kołnierz, który zagina się i okrywa szyję.",
      "definition_translation": "Un maglione a collo alto è un tipo di maglione o top che ha un collo alto e rotondo che si ripiega e copre il collo.",
      "example": "Wczoraj nosiłem sweter z wysokim kołnierzem w biurze, będę nosił ją na imprezie dziś wieczorem, i nosiłem ją na siłowni w zeszłym tygodniu.",
      "example_translation": "Ho indossato un maglione a collo alto all'ufficio ieri, indosserò un maglione a collo alto alla festa stasera e ho indossato un maglione a collo alto in palestra la scorsa settimana.",
      "imageLink": "image_files\\English\\turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "spódnica nakładka",
      "translation": "sottogonna",
      "definition": "Spódnica nakładka to spódnica noszona pod inną spódnicą lub suknią, zwykle aby dodać objętości lub wsparcia.",
      "definition_translation": "Una sottogonna è una gonna indossata sotto un'altra gonna o vestito, solitamente per aggiungere volume o supporto.",
      "example": "Ona założyła spódnice nakładkę pod swoją suknią ślubną, będzie nosić spódnice nakładkę pod kostiumem na przedstawienie, i nosiła spódnice nakładkę pod mundurem na rekonstrukcję historyczną.",
      "example_translation": "Lei si è messa una sottogonna sotto l'abito da sposa, indosserà una sottogonna sotto il costume per la rappresentazione e ha indossato una sottogonna sotto l'uniforme per la ricostruzione storica.",
      "imageLink": "image_files\\English\\underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kamizelka",
      "translation": "gilet",
      "definition": "Kamizelka to bezrękawnik noszony wokół górnego tułowia, zwykle nad koszulą i pod marynarką lub płaszczem.",
      "definition_translation": "Un gilet è un indumento senza maniche indossato attorno al corpo superiore, solitamente sopra una camicia e sotto un cappotto o giacca.",
      "example": "On założył kamizelkę pod swój garnitur na uroczystą imprezę, ona będzie nosić kamizelkę nad bluzką na weselu, i oni nosili kamizelki z mundurami na paradzie wojskowej.",
      "example_translation": "Lui si è messo un gilet sotto il suo completo per l'evento formale, lei indosserà un gilet sopra la sua camicetta per il matrimonio e loro hanno indossato gilets con le loro uniformi per la parata militare.",
      "imageLink": "image_files\\English\\waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]