{
  "data": [
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ziemniak",
      "translation": "patata",
      "definition": "Warzywo skrobiowe, Solanum tuberosum, uprawiane pod ziemią w różnych kształtach i rozmiarach, często białe lub brązowe.",
      "definition_translation": "Un vegetale amidaceo, Solanum tuberosum, coltivato sottoterra in una varietà di forme e dimensioni, spesso bianco o marrone.",
      "example": "Wczoraj zjadłem pieczony ziemniak na lunch, dziś zjem gotowany ziemniak na obiad, a jutro zjem ziemniaka puree na śniadanie.",
      "example_translation": "Ho mangiato una patata al forno per pranzo ieri, mangerò una patata bollita per cena oggi, e mangerò una patata schiacciata per colazione domani.",
      "imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pomidor",
      "translation": "pomodoro",
      "definition": "Sokliwy, najczęściej czerwony, jadalny owoc, który rośnie na-winie i jest często używany w kuchni.",
      "definition_translation": "Un frutto succoso, tipicamente rosso, commestibile che cresce su una vite e viene spesso utilizzato nella cottura.",
      "example": "Wczoraj zerwałem dojrzały pomidor z ogrodu, dziś pokroję pomidor do sałatki, a jutro zasadzę nowy sadzonkiem pomidora.",
      "example_translation": "Ho raccolto un pomodoro maturo dal giardino ieri, taglierò un pomodoro per l'insalata oggi, e pianterò un nuovo seedling di pomodoro domani.",
      "imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "warzywo",
      "translation": "verdura",
      "definition": "Dowolne rośliny lub części roślin, takie jak liście, łodygi lub korzenie, które są jadalne i używane w kuchni.",
      "definition_translation": "Qualsiasi delle diverse piante o parti di piante, come foglie, steli o radici, che sono commestibili e utilizzate nella cottura.",
      "example": "Zajmowałem się uprawą różnych warzyw w swoim ogrodzie w zeszłym roku, dziś kupię warzywa na rynku, a jutro będę jeść więcej warzyw dla zdrowszej diety.",
      "example_translation": "Ho coltivato una varietà di verdure nel mio giardino l'anno scorso, comprerò alcune verdure al mercato oggi, e mangerò più verdure per una dieta più sana domani.",
      "imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fasola",
      "translation": "fagiolo",
      "definition": "Mały, zwykle kulisty lub jajowaty, nasion kości, jak fasola nerkowa, czarna fasola lub fasola pinto, i jest często jedzony jako warzywo.",
      "definition_translation": "Un piccolo seme, generalmente sferico o ovale, che cresce in baccelli, come un fagiolo kidney, fagiolo nero o fagiolo pinto, e spesso mangiato come un ortaggio.",
      "example": "Zasadziłem fasolę w swoim ogrodzie ostatnim tygodniem, codziennie je podlewam i będzie zbierał ją za miesiąc. Wczoraj zobaczyłem, jak fasola wschodzi z ziemi.",
      "example_translation": "Ho piantato fagioli nel mio giardino la settimana scorsa, sto irrigandoli ogni giorno e li raccoglierò il mese prossimo. Ieri, ho visto alcuni fagioli germogliare dal suolo.",
      "imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "marchewka",
      "translation": "carota",
      "definition": "Chrupki, słodki i soczysty korzeń warzywny, często pomarańczowy, używany w sałatkach, zupach i gulaszach.",
      "definition_translation": "Un vegetale radice croccante, dolce e succoso, spesso di colore arancione, utilizzato in insalate, stufati e zuppe.",
      "example": "Startowałem marchewkę, aby dodać do sałatki, dziś pokroję marchewkę na gulasz jutro, a wczoraj zjadłem kij marchewki jako przekąskę.",
      "example_translation": "Ho grattugiato una carota per aggiungerla all'insalata, taglierò alcune carote per lo stufato domani, e ho mangiato un bastoncino di carota come spuntino ieri.",
      "imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "papryka",
      "translation": "peperoncino",
      "definition": "Typ pieprzu, często czerwony, zielony lub żółty, używany do dodawania ostrości i aromatu do dań, szczególnie w kuchni meksykańskiej i azjatyckiej.",
      "definition_translation": "Un tipo di peperone, spesso rosso, verde o giallo, utilizzato per aggiungere calore e sapore ai piatti, soprattutto nella cucina messicana e asiatica.",
      "example": "Dodałem płatki papryki do sosu spaghetowego, dziś ugotuję chili con carne na obiad dziś wieczorem, a wczoraj zjadłem paprykę jako przekąskę.",
      "example_translation": "Ho aggiunto fiocchi di peperoncino alla salsa di spaghetti, farò un peperoncino con carne per cena stasera, e ho mangiato un peperoncino come spuntino ieri.",
      "imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czosnek",
      "translation": "aglio",
      "definition": "Czosnek to roślina należąca do rodziny cebulowych i jest używany jako przyprawa w kuchni.",
      "definition_translation": "L'aglio è una pianta che appartiene alla famiglia delle cipolle e viene utilizzato come aroma nella cucina.",
      "example": "Pokroiłem czosnek i podsmażałem go w oliwie z oliwek. Dziś pokroję czosnek i podsmażę go w oliwie z oliwek. Pokroiłem już czosnek i podsmażałem go w oliwie z oliwek.",
      "example_translation": "Ho tritato l'aglio e l'ho soffritto in olio d'oliva. Triturerò l'aglio e lo soffrirò in olio d'oliva. Ho tritato l'aglio e l'ho soffritto in olio d'oliva.",
      "imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cebula",
      "translation": "cipolla",
      "definition": "Cebula to typ warzywa, który jest powszechnie używany w kuchni i ma silny, słodki smak.",
      "definition_translation": "Una cipolla è un tipo di verdura che viene comunemente usata nella cucina e ha un forte, dolce sapore.",
      "example": "Pokroiłem cebulę i dodałem do zupy. Dziś pokroję cebulę i dodałem do zupy. Pokroiłem już cebulę i dodałem do zupy.",
      "example_translation": "Ho tritato la cipolla e l'ho aggiunta alla zuppa. Triturerò la cipolla e la aggiungerò alla zuppa. Ho tritato la cipolla e l'ho aggiunta alla zuppa.",
      "imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "brokuł",
      "translation": "broccolo",
      "definition": "Brokuł to warzywo o wysokiej zawartości witamin, często gotowane przez gotowanie lub parowanie.",
      "definition_translation": "Il broccolo è un verdure verde ricco di vitamine e spesso viene stufato o bollito.",
      "example": "Ugotowałem brokuł i podałem z ryżem. Dziś ugotuję brokuł i podam z ryżem. Ugotowałem już brokuł i podałem z ryżem.",
      "example_translation": "Ho stufato il broccolo e l'ho servito con il riso. Stufurerò il broccolo e lo servirò con il riso. Ho stufato il broccolo e l'ho servito con il riso.",
      "imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kapusta",
      "translation": "cavolo",
      "definition": "Kapusta to typ warzywa, który jest powszechnie używany w kuchni. Jest to uprawa chłodnego sezonu, co oznacza, że najlepiej rośnie w chłodniejszych temperaturach. Kapusta jest dobrym źródłem witaminy C i błonnika, a także została powiązana z kilkoma korzyściami zdrowotnymi.",
      "definition_translation": "Il cavolo è un tipo di verdura che è comunemente utilizzato nella cucina. È un raccolto di stagione fredda, il che significa che cresce meglio a temperature più fredde. Il cavolo è una buona fonte di vitamina C e fibra, ed è stato collegato a diversi benefici per la salute.",
      "example": "Wczoraj zjadłem zupę kapuśniową na lunch. Dziś jem sałatkę kapuśniową na obiad. Jutro zjem smażoną kapustę na śniadanie.",
      "example_translation": "Ho mangiato la zuppa di cavolo per pranzo ieri. Sto mangiando l'insalata di cavolo per cena oggi. Mangerò il cavolo saltato per colazione domani.",
      "imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cukinia",
      "translation": "zucchina",
      "definition": "Cukinia to rodzaj letniej dyni, która jest powszechnie używana w gotowaniu. Jest to uniwersalne warzywo, które można grillować, podsmażać lub piec. Cukinie są dobrym źródłem witaminy C i potasu, a także są niskokaloryczne.",
      "definition_translation": "La zucchina è un tipo di zucca estiva che è comunemente utilizzato nella cucina. È un ortaggio versatile che può essere grigliato, saltato o cotto al forno. Le zucchine sono una buona fonte di vitamina C e potassio, e sono basso in calorie.",
      "example": "Uprawiałem cukinie w swoim ogrodzie latem ubiegłym. Gotuję cukinie na obiad dziś wieczorem. Zjem cukinie na lunch jutro.",
      "example_translation": "Ho coltivato le zucchine nel mio giardino l'estate scorsa. Sto cucinando le zucchine per cena questa sera. Mangerò le zucchine per pranzo domani.",
      "imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ogórek",
      "translation": "cetriolo",
      "definition": "Ogórek to rodzaj warzywa, który jest powszechnie używany w sałatkach i kanapkach. Jest to warzywo o niskiej kaloryczności, które jest bogate w wodę i elektrolity. Ogórki są również dobrym źródłem witaminy K i potasu.",
      "definition_translation": "Il cetriolo è un tipo di verdura che è comunemente utilizzato nelle insalate e nei panini. È un ortaggio a basso contenuto calorico che è alto nel contenuto di acqua e elettroliti. I cetrioli sono anche una buona fonte di vitamina K e potassio.",
      "example": "Zjadłem kanapkę z ogórkiem na lunch wczoraj. Jem sałatkę z ogórkiem na obiad dziś wieczorem. Zjem sok ogórka na śniadanie jutro.",
      "example_translation": "Ho mangiato un panino con cetriolo per pranzo ieri. Sto mangiando l'insalata di cetriolo per cena stasera. Mangerò il succo di cetriolo per colazione domani.",
      "imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sałata",
      "translation": "lattuga",
      "definition": "Sałata to liściaste warzywo, które jest powszechnie używane w sałatkach.",
      "definition_translation": "Un verdura verde fogliosa comunemente utilizzata nelle insalate.",
      "example": "Zjadłem sałatkę z sałatą na lunch wczoraj, zjem ją na obiad dziś wieczorem, a zjem ją na śniadanie jutro.",
      "example_translation": "Ho mangiato un'insalata con lattuga per pranzo ieri, mangerò una per cena stasera e mangerò una per colazione domani.",
      "imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "groch",
      "translation": "pisello",
      "definition": "Groch to małe, sferyczne nasienie, które jest powszechnie używane jako warzywo.",
      "definition_translation": "Un seme sferico piccolo comunemente utilizzato come verdura.",
      "example": "Obierałem groch na obiad wczoraj wieczorem, obieram go na lunch dzisiaj, a obieram go na śniadanie jutro.",
      "example_translation": "Ho sbucciato piselli per cena ieri sera, sto sbucciando oggi per pranzo e sbuccerò domani per colazione.",
      "imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pieprz",
      "translation": "pepe",
      "definition": "Pieprz to słodki lub pikantny przyprawa zrobiona z suszonych owoców rośliny.",
      "definition_translation": "Un dolce o piccante spezie fatto dai frutti essiccati di una pianta.",
      "example": "Dodałem pieprz do steki na obiad wczoraj wieczorem, dodam go do makaronu na lunch dzisiaj, a dodam go do jaj na śniadanie jutro.",
      "example_translation": "Ho aggiunto pepe alla mia bistecca per cena ieri sera, aggiungerò alla mia pasta per pranzo oggi e aggiungerò alle mie uova per colazione domani.",
      "imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "dynia",
      "translation": "zucca",
      "definition": "Dynia to rodzaj dyni, popularny składnik w wielu kuchniach, często używany w zupach, tartach i dekoracjach.",
      "definition_translation": "Una zucca è un tipo di zucca, un ingrediente popolare in molte cucine, spesso utilizzato in zuppe, torte e decorazioni.",
      "example": "Wyciąłem dynię na Halloween w zeszłym roku, wyciągnę ją na Dzień Dziękczynienia w tym roku, a już zaplanowałem wyciągnąć ją na Boże Narodzenie w przyszłym roku.",
      "example_translation": "Ho intagliato una zucca per Halloween l'anno scorso, intagliero uno per il Ringraziamento quest'anno e ho già pianificato di intagliare uno per Natale l'anno prossimo.",
      "imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szpinak",
      "translation": "spinaci",
      "definition": "Szpinak to rodzaj liściastego warzywa, bogatego w żelazo i składniki odżywcze, często używanego w sałatkach, smoothies i gotowych daniach.",
      "definition_translation": "Gli spinaci sono un tipo di verdura a foglia verde, ricchi di ferro e nutrienti, spesso utilizzati in insalate, frullati e piatti cotti.",
      "example": "Zjadłem szpinak z jajami wczoraj, zjem go z omelette jutro, a od miesięcy jem go z makaronem.",
      "example_translation": "Ho mangiato gli spinaci con le uova ieri, mangerò con la mia omelette domani e ho mangiato con la mia pasta per mesi.",
      "imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kukurydza",
      "translation": "granturco",
      "definition": "Kukurydza to rodzaj kukurydzy, zwykle zbierana, gdy ziarna są miękkie i słodkie, często jadana gotowana, grillowana lub jako popcorn.",
      "definition_translation": "Il granturco è un tipo di mais, solitamente raccolto quando i chicchi sono morbidi e dolci, spesso mangiato bollito, grigliato o come popcorn.",
      "example": "Grillowałem kukurydzę na barbecue w zeszłą sobotę, gotuję ją na obiad dzisiaj wieczorem, a od tygodni jem ją jako przekąskę.",
      "example_translation": "Ho grigliato il granturco al barbecue lo scorso weekend, lo bollirò con la mia cena stasera e ho mangiato come spuntino per settimane.",
      "imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bakłażan",
      "translation": "melanzana",
      "definition": "Bakłażan to fioletowe warzywo, często używane w gotowaniu, especialmente w kuchni śródziemnomorskiej.",
      "definition_translation": "Un vegetale viola, spesso usato nella cottura, soprattutto nella cucina mediterranea.",
      "example": "Ugotowałem bakłażana wczoraj, gotuję go teraz, a zjem go jutro.",
      "example_translation": "Ho cucinato una melanzana ieri, sto cucinando una melanzana ora e cucinerò una melanzana domani.",
      "imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kalafior",
      "translation": "cavolfiore",
      "definition": "Kalafior to biały lub zielonkawy warzywo, często używane w zupach i sałatkach.",
      "definition_translation": "Un vegetale bianco o verdastro, spesso usato nelle zuppe e nelle insalate.",
      "example": "Moja matka robiła zupę kalafiorową, gdy byłem dzieckiem, teraz robię sałatkę kalafiorową, a w przyszłym tygodniu zrobimy kalafiorowy gratyn.",
      "example_translation": "Mia madre faceva la zuppa di cavolfiore quando ero bambino, ora sto facendo l'insalata di cavolfiore e la settimana prossima farò il cavolfiore al gratin.",
      "imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łuk porzeczany",
      "translation": "porro",
      "definition": "Wysoki, zielony warzyw, często używany w zupach i gulaszach, o mniej intensywnym smaku niż cebula.",
      "definition_translation": "Un vegetale verde alto, spesso usato nelle zuppe e stufati, con un sapore più delicato degli scalogni.",
      "example": "Wczoraj dodałem łuk porzeczany do gulaszu, teraz smażę łuk porzeczany, a jutro upiekę łuk porzeczany.",
      "example_translation": "Ho aggiunto porri allo stufato ieri, sto saltando i porri ora e cucinerò i porri domani.",
      "imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pietruszka",
      "translation": "prezzemolo",
      "definition": "Pietruszka jest popularną przyprawą używaną w wielu rodzajach kuchni. Ma świeży, zielony smak i często jest używana do dodania smaku zup, sałatek i innych potraw.",
      "definition_translation": "Il prezzemolo è una popolare erba aromatica utilizzata in molti tipi di cucina. Ha un sapore fresco e verde e viene spesso utilizzato per aggiungere sapore a zuppe, insalate e altri piatti.",
      "example": "Dodałem świeżą pietruszkę do zupy, aby nadać jej więcej smaku. Wczoraj użyłem pietruszki do dekoracji sałatki. W przyszłym tygodniu posadzę pietruszkę w ogrodzie.",
      "example_translation": "Ho aggiunto del prezzemolo fresco alla zuppa per darle sapore extra. Ieri, ho utilizzato il prezzemolo per guarnire l'insalata. La prossima settimana, pianterò del prezzemolo nel mio giardino.",
      "imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rzodkiewka",
      "translation": "ravanello",
      "definition": "Rzodkiewka jest warzywem korzeniowym, które zwykle jest spożywane na surowo. Ma ostrą, chrupką teksturę i często jest używane w sałatkach i jako dekoracja.",
      "definition_translation": "Un ravanello è un vegetale radice che viene solitamente mangiato crudo. Ha una texture croccante e piccante e viene spesso utilizzato in insalate e come guarnizione.",
      "example": "Uwielbiam jeść rzodkiewkę na surowo w sałacie. Wczoraj zakonserwowałem rzodkiewkę, aby zrobić smaczną dekorację na kanapce. W przyszłym miesiącu posadzę rzodkiewkę w ogrodzie.",
      "example_translation": "Adoro mangiare ravanelli crudi nella mia insalata. Ieri, ho pickled alcuni ravanelli per utilizzarli come topping per il mio panino. Il prossimo mese, coltiverò ravanelli nel mio giardino.",
      "imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czerwona kapusta",
      "translation": "cavolo rosso",
      "definition": "Czerwona kapusta jest rodzajem kapusty, która ma głęboki, czerwony kolor. Często jest używana w sałatkach, surówkach i jako kolorowa dekoracja wielu potraw.",
      "definition_translation": "Il cavolo rosso è un tipo di cavolo che ha un colore rosso profondo. Viene spesso utilizzato in insalate, cavoli e come aggiunta colorata a molti piatti.",
      "example": "Uwielbiam używać czerwonej kapusty w moich sałatkach, aby dodać koloru. Wczoraj dusiłem czerwoną kapustę z jabłkami, aby zrobić smaczną przystawkę. W przyszłym tygodniu zrobię czerwoną kapustę surówkę, aby zaserwować ją przy grillu.",
      "example_translation": "Adoro utilizzare il cavolo rosso nelle mie insalate per un tocco di colore. Ieri, ho brasato del cavolo rosso con mele per fare un contorno delizioso. La prossima settimana, farò dello slaw di cavolo rosso per servirlo con il mio BBQ.",
      "imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "młoda cebulka",
      "translation": "cipolla verde",
      "definition": "Młoda cebula zbierana przed utworzeniem bulwy, często używana w sałatkach i gotowaniu.",
      "definition_translation": "Una giovane cipolla raccolta prima che il bulbo si formi, spesso usata in insalate e cucina.",
      "example": "Pokroiłem młodą cebulkę i dodałem ją do sałatki. Pokroiłem młodą cebulkę dzień wcześniej. Pokroję młodą cebulkę jutro.",
      "example_translation": "Ho tritato la cipolla verde e l'ho aggiunta all'insalata. Avevo tritato la cipolla verde il giorno prima. Triturerò la cipolla verde domani.",
      "imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "burak ćwikłowy",
      "translation": "barbabietola",
      "definition": "Warzywo korzeniowe o słodkim, ziemistym smaku, często marynowane lub pieczone.",
      "definition_translation": "Un ortaggio con un sapore dolce e terroso, spesso conservato in salamoia o arrostito.",
      "example": "Upieczę burak ćwikłowy i zaserwowałem go z serem kozim. Upieczę burak ćwikłowy tydzień temu. Upieczę burak ćwikłowy na przyjęcie wieczorowe.",
      "example_translation": "Ho arrostito la barbabietola e l'ho servita con formaggio di capra. Avevo arrostito la barbabietola la settimana precedente. Arrostirò la barbabietola per la festa di cena.",
      "imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "soja, soja",
      "translation": "soia",
      "definition": "Strączkowy warzyw używany w różnych produktach żywnościowych, w tym w tofu i mleku sojowym.",
      "definition_translation": "Un legume usato in una varietà di prodotti alimentari, tra cui tofu e latte di soia.",
      "example": "Dodałem sos sojowy do stir-fry. Dodałem mleko sojowe do płatków śniadaniowych. Użyję fasoli sojowej w przepisie.",
      "example_translation": "Ho aggiunto salsa di soia al stir-fry. Avevo aggiunto latte di soia al mio cereale. Userò fagioli di soia nella ricetta.",
      "imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fasola szparagowa",
      "translation": "fagiolo nano",
      "definition": "Rodzaj strączkowego warzywa, które jest powszechnie używane w kuchni, szczególnie w kuchni śródziemnomorskiej i bliskowschodniej.",
      "definition_translation": "Un tipo di legume che viene comunemente utilizzato nella cucina, in particolare nella cucina mediterranea e medio-orientale.",
      "example": "Uwielbiam uprawiać fasolę szparagową w ogrodzie latem minionym i ugotowałem ją z czosnkiem i cytryną. W przeszłości nie lubiłem fasoli szparagowej, ale teraz uwielbiam ją. Na pewno posadzę fasolę szparagową ponownie w ogrodzie w przyszłym roku.",
      "example_translation": "Ho coltivato fagioli nano nel mio giardino l'estate scorsa e li ho cucinati con aglio e limone. In passato, non mi piacevano i fagioli nano, ma ora li adoro. Certamente pianterò di nuovo fagioli nano nel mio giardino l'anno prossimo.",
      "imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kapusta brukselska",
      "translation": "cavolfiore di Bruxelles",
      "definition": "Rodzaj warzywa, który należy do rodziny kapusty, często używany w kuchni europejskiej.",
      "definition_translation": "Un tipo di ortaggio che appartiene alla famiglia del cavolo, comunemente utilizzato nella cucina europea.",
      "example": "Moja babcia zawsze gotowała kapustę brukselską z masłem i solą na Boże Narodzenie. Kiedy byłem dzieckiem, nie lubiłem kapusty brukselskiej, ale teraz jedzę ją regularnie. Dziś zapiekę kapustę brukselską w piekarniku z oliwą i pieprzem na obiad.",
      "example_translation": "La mia nonna cucinava sempre cavolfiori di Bruxelles con burro e sale per il pranzo di Natale. Quando ero un bambino, non mi piacevano i cavolfiori di Bruxelles, ma ora li mangio regolarmente. Stasera, rosterò cavolfiori di Bruxelles nel forno con olio d'oliva e pepe per la cena.",
      "imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "karczoch",
      "translation": "carciofo",
      "definition": "Rodzaj ożanki, która jest często używana w kuchni, szczególnie w kuchni śródziemnomorskiej.",
      "definition_translation": "Un tipo di cardo che viene comunemente utilizzato nella cucina, in particolare nella cucina mediterranea.",
      "example": "Zjadłem karczochy po raz pierwszy w restauracji w Rzymie i uwielbiłem je. Karczochy są w sezonie latem, więc na pewno kupię je na targu przyszłego tygodnia. Dziś ugotuję karczochy na parze z cytryną i czosnkiem na obiad.",
      "example_translation": "Ho mangiato i carciofi per la prima volta in un ristorante a Roma e li ho adorati. I carciofi sono in stagione durante l'estate, quindi cercherò di comprarne alcuni al mercato la prossima settimana. Stasera, cuocerò i carciofi al vapore con limone e aglio per la cena.",
      "imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szparag",
      "translation": "asparagi",
      "definition": "Roślina wieloletnia o delikatnych liściach i prostych łodygach, noszących małe, zielonobiałe kwiaty. Młode pędy są używane jako warzywo.",
      "definition_translation": "Una pianta perenne con foglie piumose e steli eretti che portano piccoli fiori verdi-bianchi. Le giovani germogliazioni sono utilizzate come ortaggio.",
      "example": "Wczoraj wieczorem miałem szparagi na obiad. Jutro będę je jeść na lunch. Wczoraj rano zjadłem szparagi na śniadanie.",
      "example_translation": "Ho mangiato asparagi per cena ieri sera. Mangerò asparagi per pranzo domani. Ho mangiato asparagi per colazione ieri.",
      "imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "selery",
      "translation": "sedano",
      "definition": "Roślina z rodziny pietruszki, której łodygi są używane jako warzywo, przede wszystkim w sałatkach lub jako ozdoba.",
      "definition_translation": "Una pianta della famiglia del prezzemolo, con steli utilizzati come ortaggio, tipicamente in insalate o come guarnizione.",
      "example": "Wczoraj dodałem selery do sałatki. Jutro dodam selery do zupy. Dzisiaj rano dodałem selery do sandwicha.",
      "example_translation": "Ho aggiunto sedano all'insalata ieri. Aggiungerò sedano alla zuppa domani. Ho aggiunto sedano al sandwich stamattina.",
      "imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "cykoria",
      "translation": "cicoria",
      "definition": "Roślina wieloletnia o kwiatach niebieskich lub białych, uprawiana dla gorzkich liści, które są używane w sałatkach.",
      "definition_translation": "Una pianta perenne con fiori blu o bianchi, coltivata per le sue foglie amare utilizzate in insalate.",
      "example": "Miałem cykorię w sałatce tydzień temu. Jutro będę ją jeść w smoothie. Wczoraj jadłem cykorię na śniadanie.",
      "example_translation": "Ho mangiato cicoria nella mia insalata la settimana scorsa. Mangerò cicoria nel mio smoothie domani. Ho mangiato cicoria nella mia colazione ieri.",
      "imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szczypiorek",
      "translation": "erba cipollina",
      "definition": "Szczypiorek to rodzaj ziół, które są powszechnie używane w kuchni, aby dodać smak do dań. Mają łagodny smak cebuli i są często używane jako ozdoba lub dodawane do zup, sałatek i sosów.",
      "definition_translation": "Le erbe cipolline sono un tipo di erba che viene comunemente utilizzato in cucina per aggiungere sapore ai piatti. Hanno un sapore dolce di cipolla e vengono spesso utilizzati come guarnizione o aggiunti a zuppe, insalate e salse.",
      "example": "Będę używał szczypiorka, aby udekorować zapiekankę ziemniaczaną dziś wieczorem. Wczoraj dodałem szczypiorek do zupy, aby uzyskać dodatkowy smak. Do przyszłego roku będę uprawiał własne szczypiorki w ogrodzie.",
      "example_translation": "Userò le erbe cipolline per guarnire la patata al forno stasera. Ieri, ho aggiunto le erbe cipolline alla zuppa per aggiungere sapore. Entro l'anno prossimo, avrò coltivato le mie erbe cipolline nel giardino.",
      "imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rzeżucha",
      "translation": "crescione",
      "definition": "Rzeżucha to szybko rosnąca ziele, która jest często używana w sałatkach i jako ozdoba. Ma ostrą, pieprzową zapach i jest bogata w witaminy i minerały.",
      "definition_translation": "Il crescione è un'erba a crescita rapida che viene spesso utilizzato in insalate e come guarnizione. Ha un sapore pepato e è ricco di vitamine e minerali.",
      "example": "Uwielbiam dodawać rzeżuchę do moich sałatek, aby uzyskać wybuch smaku. Wczoraj posadziłem nasiona rzeżuchy w ogrodzie. Do przyszłego miesiąca będę zbierał świeżą rzeżuchę z ogrodu.",
      "example_translation": "Adoro aggiungere il crescione alle mie insalate per un'esplosione di sapore. Ieri, ho piantato semi di crescione nel mio giardino. Entro il prossimo mese, sarò pronto a raccogliere il crescione fresco dal mio giardino.",
      "imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "koper",
      "translation": "aneto",
      "definition": "Koper to ziele, które jest powszechnie używane w kuchni i konserwacji. Ma świeży, jasny smak i jest często używany, aby dodać smak do ryb, warzyw i sosów.",
      "definition_translation": "L'aneto è un'erba che viene spesso utilizzata in cucina e nella preparazione dei sottaceti. Ha un sapore fresco e luminoso e viene spesso utilizzato per aggiungere sapore al pesce, ai vegetali e alle salse.",
      "example": "Będę używał koperu, aby nadać smak ogórkom, które robię dzisiaj. W zeszłym roku użyłem koperu, aby przyprawić łososia, którego grillowałem. Do przyszłego lata będę opanował sztukę konserwowania z koperem.",
      "example_translation": "Userò l'aneto per insaporire le cipolle che sto facendo oggi. L'anno scorso, ho utilizzato l'aneto per condire il salmone che ho grigliato. Entro l'estate prossima, avrò padroneggiato l'arte di preparare i sottaceti con l'aneto.",
      "imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "fenkuł",
      "translation": "finocchio",
      "definition": "Fenkul to wieloletnia ziele o żółto-zielonych liściach i słodkim smaku anyżu, używane w kuchni, zwłaszcza w kuchni medytaranejskiej.",
      "definition_translation": "Il finocchio è un'erba perenne con foglie giallo-verdi e sapore dolce di anice, utilizzato nella cottura, in particolare nella cucina mediterranea.",
      "example": "W przeszłości jadłem zupę fenklową, teraz jedzę sałatkę fenklową, a w przyszłości będę pił herbatę fenklową.",
      "example_translation": "Ho mangiato zuppa di finocchio nel passato, sto mangiando insalata di finocchio adesso e mangerò tè di finocchio nel futuro.",
      "imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "chrzan",
      "translation": "rafano",
      "definition": "Chrzan to roślina wieloletnia o ostrym, paliącym smaku, używana jako przyprawa lub składnik różnych dań, takich jak sosy i marynaty.",
      "definition_translation": "Il rafano è una pianta perenne con un sapore caldo e pungente, utilizzato come condimento o ingrediente in vari piatti, come salse e marinature.",
      "example": "Użyłem sosu chrzanowego na steku wczoraj wieczorem, dodam chrzan do sandwicha dzisiaj, a jutro zrobię marynatę chrzanową dla kurczaka.",
      "example_translation": "Ho usato la salsa di rafano sulla mia bistecca ieri sera, sto aggiungendo rafano al mio sandwich oggi e farò una marinatura di rafano per il mio pollo domani.",
      "imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "jarmuż",
      "translation": "cavolo riccio",
      "definition": "Jarmuż to rodzaj zieleni, o falistych lub delikatnych liściach, bogaty w witaminy i antyoksydacyjne, często używany w sałatkach, smoothie i smażonych daniach.",
      "definition_translation": "Il cavolo riccio è un tipo di verdura verde, con foglie ricce o laccate, ricco di vitamine e antiossidanti, spesso utilizzato in insalate, smoothie e piatti saltati.",
      "example": "Jutro dodam jarmuż do smoothie śniadaniowego, wczoraj dodałem jarmuż do sałatki obiadowej, a teraz jedzę chipsy z jarmużu.",
      "example_translation": "Aggiungerò il cavolo riccio al mio smoothie di colazione domani, ho aggiunto il cavolo riccio alla mia insalata di pranzo ieri e sto mangiando chips di cavolo riccio adesso.",
      "imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "soczewica",
      "translation": "lenticchia",
      "definition": "Soczewica to rodzaj rośliny strączkowej, która jest powszechnie używana w zupach, gulaszach i curry. Jest dobrym źródłem białka, błonnika i składników odżywczych.",
      "definition_translation": "La lenticchia è un tipo di legume che viene spesso utilizzato in zuppe, stufati e curry. È una buona fonte di proteine, fibre e nutrienti.",
      "example": "Wczoraj jadłem zupę soczewicową na lunch, będę ją jeść na obiad dziś wieczorem, a w każdą niedzielę jadłem ją na śniadanie.",
      "example_translation": "Ho mangiato zuppa di lenticchie per pranzo ieri, la mangerò per cena stasera, e l'ho mangiata per colazione ogni domenica.",
      "imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szpik",
      "translation": "midollo",
      "definition": "Szpik to szansa tkanka znajdująca się w jamach kości, odpowiedzialna za produkcję krwinek.",
      "definition_translation": "Il midollo è il tessuto spugnoso trovato nelle cavità delle ossa, responsabile della produzione di cellule del sangue.",
      "example": "Lekarz aspiruje szpik z mojej kości biodrowej, aby sprawdzić, czy nie ma oznak raka. Aspiruje go także w następnym tygodniu, i już to robił kilka razy wcześniej.",
      "example_translation": "Il dottore ha aspirato il midollo dall'osso dell'anca per esaminarlo per segni di cancro. Lo aspirerà di nuovo la prossima settimana, e lo ha aspirato diverse volte prima.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pasternak",
      "translation": "pastinaca",
      "definition": "Pasternak to warzywo korzeniowe, podobne do marchewki, ale o słodszej i orzechowej smaku.",
      "definition_translation": "La pastinaca è un vegetale radice che è simile alla carota, ma ha un sapore più dolce e più nocciolato.",
      "example": "Wczoraj wieczorem zapiekłam pasternaki w piekarniku, zapiekam je także jutro, i Gotowałam je każdego tygodnia przez miesiące.",
      "example_translation": "Ho arrostito le pastinache nel forno ieri sera, le arrostirò di nuovo domani, e le ho arrostite ogni settimana per mesi.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rabarbar",
      "translation": "rabarbaro",
      "definition": "Rabarbar to warzywo o wyrazistym smaku, często używane w tartach i dżemach, z charakterystycznym trójkątnym kształtem liści.",
      "definition_translation": "Un ortaggio dalla gusto aspro, spesso utilizzato in torte e marmellate, con una forma triangolare distinta delle foglie.",
      "example": "Wczoraj wieczorem zjadłam rabarbarowy placek, i zjadam go także jutro wieczorem, bo już wielokrotnie go jadłam przedtem.",
      "example_translation": "Ho mangiato un crumble di rabarbaro ieri sera, e mangerò un altro domani sera, perché ho già mangiato molti volte prima.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": " brukiew",
      "translation": "ravanello",
      "definition": "Brukiew to typ warzywa korzeniowego, często używanego w zupach i gulaszach, o słodkim i lekko pieprzowym smaku.",
      "definition_translation": "Un tipo di ortaggio radice, spesso utilizzato in zuppe e stufati, con un sapore dolce e leggermente pepato.",
      "example": "Zupę z brukwią zapiekę dzisiaj wieczorem, zapiekę ją wczoraj wieczorem, i zapiekłem ją w nocy przedtem.",
      "example_translation": "Suderò la zuppa di ortaggi questa sera, l'ho sudata ieri sera, e l'avevo sudata la sera prima.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "słodkie ziemniaki",
      "translation": "patata dolce",
      "definition": "Słodkie ziemniaki to warzywo korzeniowe, często używane w pieczeniu i grillowaniu, o słodkim i orzechowym smaku.",
      "definition_translation": "Un ortaggio radice amidaceo, spesso utilizzato in forno e in rosticceria, con un sapore dolce e nocciolato.",
      "example": "Pieczę słodkie ziemniaki na kolację, pieczę je także na lunch, i piekłem je na śniadanie.",
      "example_translation": "Ho cotto patate dolci per cena, le cucinerò per pranzo, e le avevo cotte per colazione.",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rupia",
      "translation": "rapa",
      "definition": "Rupia to warzywo korzeniowe, typowo białe lub fioletowe, o słodkim i pieprzowym smaku.",
      "definition_translation": "Un ortaggio radice, tipicamente bianco o viola, con un sapore dolce e pepatoso.",
      "example": "Wyciągnęłam rupię z ogrodu wczoraj, wyciągnę ją znowu jutro, i wyciągnęłam ją przed tygodniem.",
      "example_translation": "Ho scavato la rapa nel giardino ieri, lo scaverò di nuovo domani, e l'avevo scavata la settimana scorsa.",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]
}