[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nóż",
      "translation": "coltello",
      "definition": "Nóż to narzędzie tnące z ostrzem, używane do zadań takich jak przygotowywanie jedzenia, cięcie sznurka czy jako broń.",
      "definition_translation": "Un coltello è uno strumento di taglio con una lama affilata, utilizzato per compiti come la preparazione del cibo, il taglio della corda o come arma.",
      "example": "Użyję noża, aby pokroić jabłko jutro, teraz używam noża, aby przeciąć sznurek, a wczoraj użyłem noża, aby pokroić chleb.",
      "example_translation": "Userò un coltello per tagliare la mela domani, sto usando un coltello per tagliare la corda ora, e ho usato un coltello per affettare il pane ieri.",
      "imageLink": "image_files\\English\\"imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "miska",
      "translation": "coppa",
      "definition": "Miska to otwarty, okrągły pojemnik służący do przechowywania lub serwowania żywności, takiej jak zupa, płatki czy owoce.",
      "definition_translation": "Una coppa è un contenitore aperto rotondo usato per contenere o servire il cibo, come zuppa, cereale o frutta.",
      "example": "Użyję miski, aby zjeść płatki w poranku, teraz używam miski, aby wymieszać ciasto, a wczoraj użyłem miski, aby podać zupę.",
      "example_translation": "Userò una coppa per mangiare il cereale al mattino, sto usando una coppa per miscelare l'impasto ora, e ho usato una coppa per servire la zuppa la scorsa notte.",
      "imageLink": "image_files\\English\\"imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kuchenka",
      "translation": "cucinatore",
      "definition": "Kuchenka to urządzenie kuchenne służące do gotowania żywności, takie jak piekarnik, kuchenka gazowa czy mikrofala.",
      "definition_translation": "Un cucinatore è un elettrodomestico da cucina usato per cucinare il cibo, come un forno, un fornello o un forno a microonde.",
      "example": "Użyję kuchenki, aby upiec tortę w przyszłości, teraz używam kuchenki, aby zagotować wodę, a tydzień temu użyłem kuchenki, aby upiec kurczaka.",
      "example_translation": "Userò un cucinatore per cuocere una torta nel futuro, sto usando un cucinatore per bollire l'acqua ora, e ho usato un cucinatore per arrostire il pollo la scorsa settimana.",
      "imageLink": "image_files\\English\\"imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szafa",
      "translation": "armadio",
      "definition": "Szafa to mebel z półkami, służący do przechowywania żywności, naczyń i przyborów kuchennych.",
      "definition_translation": "Un armadio è un mobile con scaffali, usato per conservare cibo, stoviglie e utensili.",
      "example": "Otworzyłem szafę, aby wziąć talerz. Wczoraj oczyściłem szafę. Jeśli będę miał czas, zorganizuję szafę jutro.",
      "example_translation": "Ho aperto l'armadio per prendere un piatto. Ieri, avevo pulito l'armadio. Se avrò tempo, organizzerò l'armadio domani.",
      "imageLink": "image_files\\English\\"imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szuflada",
      "translation": "cassetto",
      "definition": "Szuflada to kontener w meblu, służący do przechowywania rzeczy.",
      "definition_translation": "Un cassetto è un contenitore in un mobile, usato per conservare le cose.",
      "example": "Wyciągnąłem szufladę, aby wziąć skarpetki. Ona otworzyła szufladę, aby włożyć ubranie. Oni zamontują nową szufladę w komodzie następnym tygodniu.",
      "example_translation": "Ho tirato fuori il cassetto per prendere i miei calzini. Lei ha aperto il cassetto per mettere via i suoi vestiti. Installeranno un nuovo cassetto nel cassettone la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "widły",
      "translation": "forchetta",
      "definition": "Widły to przybór stołowy służący do nakładania i jedzenia żywności.",
      "definition_translation": "Una forchetta è un utensile usato per raccogliere e mangiare il cibo.",
      "example": "Użyłem widel, aby zjeść sałatkę. Oni przyniosą widły na piknik. Ona upuściła widły na podłogę.",
      "example_translation": "Ho usato una forchetta per mangiare l'insalata. Porteranno le forchette al picnic. Lei aveva lasciato cadere la sua forchetta sul pavimento.",
      "imageLink": "image_files\\English\\"imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "lodówka",
      "translation": "frigorifero",
      "definition": "Lodówka to urządzenie kuchenne służące do chłodzenia lub zamrażania żywności i napojów.",
      "definition_translation": "Un elettrodomestico da cucina utilizzato per mantenere cibi e bevande freschi o freddi.",
      "example": "Otworzyłem lodówkę, aby wziąć zimny napój. Wczoraj otworzyłem lodówkę, aby wziąć mleko. Jutro otworzę lodówkę, aby przechować resztki.",
      "example_translation": "Ho aperto il frigorifero per prendere una bibita fredda. Ieri, avevo aperto il frigorifero per prendere del latte. Domani, aprirò il frigorifero per conservare gli avanzi.",
      "imageLink": "image_files\\English\\"imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stół kuchenny",
      "translation": "tavola da cucina",
      "definition": "Stół kuchenny to mebel z płaską powierzchnią i nogami, służący do przygotowywania i jedzenia żywności w kuchni.",
      "definition_translation": "Un pezzo di mobili con una superficie piatta e gambe, utilizzato per preparare e mangiare cibi in una cucina.",
      "example": "Zbieraliśmy się wokół stołu kuchennego, aby zjeść obiad. Wczoraj zbieraliśmy się wokół stołu kuchennego, aby zrobić pracę domową. Jutro będziemy się zbierać wokół stołu kuchennego, aby upiec ciasteczka.",
      "example_translation": "Ci siamo riuniti intorno alla tavola da cucina per mangiare la cena. Ieri, ci eravamo riuniti intorno alla tavola da cucina per fare i compiti. Domani, ci riuniremo intorno alla tavola da cucina per fare i biscotti.",
      "imageLink": "image_files\\English\\"imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mikrofala (piekarnik)",
      "translation": "forno a microonde",
      "definition": "Mikrofala to urządzenie kuchenne służące do szybkiego podgrzewania i gotowania żywności za pomocą energii elektromagnetycznej.",
      "definition_translation": "Un elettrodomestico da cucina utilizzato per riscaldare e cuocere cibi velocemente mediante energia elettromagnetica.",
      "example": "Podgrzałem resztki w mikrofali. Wczoraj podgrzałem zupę w mikrofali. Jutro ugotuję obiad w mikrofali.",
      "example_translation": "Ho riscaldato gli avanzi nel forno a microonde. Ieri, avevo riscaldato la zuppa nel forno a microonde. Domani, cucinerò la cena surgelata nel forno a microonde.",
      "imageLink": "image_files\\English\\"imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "półka",
      "translation": "scaffale",
      "definition": "Półka to płaska, pozioma powierzchnia, zwykle wykonana z drewna lub metalu, służąca do przechowywania lub eksponowania przedmiotów.",
      "definition_translation": "Una superficie orizzontale pianeggiante, solitamente in legno o metallo, utilizzata per immagazzinare o mostrare oggetti.",
      "example": "Położę książkę na półce jutro, wczoraj wziąłem książkę z półki, a teraz książka leży na stole.",
      "example_translation": "Metto il libro sulla scaffale domani, ma ieri l'ho preso dallo scaffale e ora è sul tavolo.",
      "imageLink": "image_files\\English\\"imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zlewozmywak",
      "translation": "lavandino",
      "definition": "Urządzenie hydrauliczne służące do mycia rąk, naczyń itp., składające się z umywalki i kranu.",
      "definition_translation": "Un dispositivo di edilizia idraulica utilizzato per lavare le mani, i piatti, ecc., solitamente composto da un bacino e un rubinetto.",
      "example": "Ona umyje ręce w zlewozmywaku, ale wczoraj umyła je w oceanie, a w przyszłym roku umyje je w rzece.",
      "example_translation": "Laverà le mani nel lavandino, ma ieri le ha lavate nell'oceano e l'anno prossimo le laverà nel fiume.",
      "imageLink": "image_files\\English\\"imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łyżka",
      "translation": "cucchiaio",
      "definition": "Narzędzie składające się z małej, płytkiej misy i uchwytu, służące do jedzenia lub serwowania pokarmów.",
      "definition_translation": "Un utensile composto da una piccola ciotola poco profonda e un manico, utilizzato per mangiare o servire cibo.",
      "example": "On jadł zupę łyżką, ale wczoraj jadł ją rękami, a w przyszłym tygodniu będzie jadł ją widelcem.",
      "example_translation": "Ha mangiato la zuppa con un cucchiaio, ma ieri l'ha mangiata con le mani e la prossima settimana la mangerà con una forchetta.",
      "imageLink": "image_files\\English\\"imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kosz",
      "translation": "cestino",
      "definition": "Pojemnik, zwykle z otwartym wierzchem, służący do przechowywania lub składowania czegoś.",
      "definition_translation": "Un contenitore, solitamente con un'apertura superiore, utilizzato per contenere o archiviare qualcosa.",
      "example": "Wrzuciłem śmieci do kosza. Wczoraj wrzuciłem śmieci do kosza. Jutro wrzucę śmieci do kosza.",
      "example_translation": "Ho gettato la spazzatura nel cestino. Ieri, ho gettato la spazzatura nel cestino. Domani, getterò la spazzatura nel cestino.",
      "imageLink": "image_files\\English\\"imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zmywarka",
      "translation": "lavastoviglie",
      "definition": "Maszyna do mycia naczyń, sztućców i innych przedmiotów, zwykle używająca gorącej wody i detergentu.",
      "definition_translation": "Una macchina per lavare piatti, utensili e altri oggetti, solitamente utilizzando acqua calda e detergente.",
      "example": "Załadowałem naczynia do zmywarki. Wczoraj załadowałem naczynia do zmywarki. Jutro załadować naczynia do zmywarki.",
      "example_translation": "Ho caricato i piatti nel lavastoviglie. Ieri, ho caricato i piatti nel lavastoviglie. Domani, caricherò i piatti nel lavastoviglie.",
      "imageLink": "image_files\\English\\"imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czajnik elektryczny",
      "translation": "bollitore elettrico",
      "definition": "Czajnik, który używa prądu elektrycznego do gotowania wody, zwykle stosowany do przygotowywania herbaty, kawy lub innych napojów gorących.",
      "definition_translation": "Un bollitore che utilizza elettricità per scaldare l'acqua, tipicamente utilizzato per preparare tè, caffè o altri bevande calde.",
      "example": "Ugotowałem wodę w czajniku elektrycznym. Wczoraj ugotowałem wodę w czajniku elektrycznym. Jutro ugotuję wodę w czajniku elektrycznym.",
      "example_translation": "Ho fatto bollire l'acqua nel bollitore elettrico. Ieri, ho fatto bollire l'acqua nel bollitore elettrico. Domani, farò bollire l'acqua nel bollitore elettrico.",
      "imageLink": "image_files\\English\\"imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zamrażarka",
      "translation": "congelatore",
      "definition": "Urządzenie elektryczne służące do zamrażania i przechowywania żywności w very niskich temperaturach.",
      "definition_translation": "Un elettrodomestico utilizzato per congelare e conservare il cibo a bassissime temperature.",
      "example": "Otworzyła zamrażarkę, żeby dostać lód, potem dodała resztki do zamrażarki, a w końcu wyczyści zamrażarkę w przyszłym tygodniu.",
      "example_translation": "Ha aperto il congelatore per prendere del gelato, poi ha messo gli avanzi nel congelatore e infine pulirà il congelatore la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "patelnia",
      "translation": "pentola per friggere",
      "definition": "Naczynie kuchenne wykonane z metalu, zwykle z długą rączką, służące do smażenia żywności na otwartym ogniu.",
      "definition_translation": "Un recipiente da cucina fatto di metallo, solitamente con un manico lungo, utilizzato per friggere il cibo sulla fiamma diretta.",
      "example": "On nagrzał patelnię, żeby ugotować jajka, potem ona użyła patelni, żeby zrobić naleśniki, a w końcu oni kupią nową patelnię w przyszłym miesiącu.",
      "example_translation": "Ha riscaldato la pentola per friggere per cucinare le uova, poi lei ha usato la pentola per friggere per fare le panke, e infine compreranno una nuova pentola per friggere il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piekarnik",
      "translation": "forno",
      "definition": "Urządzenie stosowane do pieczenia lub ogrzewania żywności, zwykle używające suchej ciepłoty, w kuchni lub laboratorium.",
      "definition_translation": "Un dispositivo utilizzato per cucinare o scaldare il cibo, solitamente usando il calore secco, in una cucina o laboratorio.",
      "example": "Oncie piekarnik, żeby upiec ciasto, potem on włożył kurczaka do piekarnika, żeby udusić go, a w końcu oni wyczyścią piekarnik w przyszłym weekendzie.",
      "example_translation": "Ha precaldato il forno per cuocere la torta, poi lui ha messo il pollo nel forno per arrostirlo, e infine puliranno il forno questo fine settimana.",
      "imageLink": "image_files\\English\\"imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "garnek",
      "translation": "pentola",
      "definition": "Garnek to pojemnik z pokrywą, służący do gotowania lub przechowywania żywności lub płynów.",
      "definition_translation": "Una pentola è un contenitore con coperchio, utilizzato per cucinare o conservare cibi o liquidi.",
      "example": "Ugotowałem wodę w garnku wczoraj, ugotowałem wodę w garnku teraz, a ugotuję wodę w garnku jutro.",
      "example_translation": "Ho bollito l'acqua in una pentola ieri, sto bollendo l'acqua in una pentola ora, e bollerò l'acqua in una pentola domani.",
      "imageLink": "image_files\\English\\"imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sosjerka",
      "translation": "tegame",
      "definition": "Sosjerka to mały garnek z uchwytami, służący do podgrzewania i gotowania sosów, zup lub innych płynów.",
      "definition_translation": "Un tegame è una piccola pentola con manico, utilizzato per riscaldare e cucinare salse, zuppe o altri liquidi.",
      "example": "Ona podgrzała sos w sosjerce wczoraj, ona podgrzewa sos w sosjerce teraz, a ona podgrzeje sos w sosjerce w przyszłym tygodniu.",
      "example_translation": "Lei ha riscaldato la salsa in un tegame ieri sera, sta riscaldando la salsa in un tegame ora, e riscalderà la salsa in un tegame la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kran",
      "translation": "rubinetto",
      "definition": "Kran to zawór sterujący przepływem cieczy, szczególnie wody, z rury.",
      "definition_translation": "Un rubinetto è una valvola per controllare il flusso di un liquido, specialmente acqua, da una tubatura.",
      "example": "Wczoraj włączyłem kran, aby umyć ręce, teraz włączam kran, aby napełnić zlewozmywak, a jutro włączę kran, aby podlewać rośliny.",
      "example_translation": "Ho aperto il rubinetto ieri per lavarmi le mani, sto aprendo il rubinetto ora per riempire il lavandino, e aprirò il rubinetto domani per innaffiare le piante.",
      "imageLink": "image_files\\English\\"imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czajnik",
      "translation": "teiera",
      "definition": "Czajnik to naczynie używane do zaparzania i serwowania herbaty, zazwyczaj wykonane z ceramiki lub metalu z dyszą i uchwytem.",
      "definition_translation": "Una teiera è un contenitore utilizzato per infondere e servire il tè, solitamente realizzato in ceramica o metallo con un beccuccio e un manico.",
      "example": "Wylałem gorącą wodę do czajnika, następnie dodałem torebkę herbaty. Wczoraj kupiłem nowy czajnik na targu. Za rok będę posiadał ten czajnik przez pięć lat.",
      "example_translation": "Ho versato l'acqua calda nella teiera, poi ho aggiunto un sacchetto di tè. Ieri, ho acquistato una nuova teiera al mercato. Entro l'anno prossimo, avrò posseduto questa teiera per cinque anni.",
      "imageLink": "image_files\\English\\"imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "otwornica do puszek",
      "translation": "apri-lattine",
      "definition": "Otwornica do puszek to urządzenie używane do otwierania puszek metalowych, zazwyczaj składające się z ostrza i uchwytu.",
      "definition_translation": "Un apri-lattine è un dispositivo utilizzato per aprire le lattine, solitamente composto da una ruota tagliente e un manico.",
      "example": "Miała trudności z otwieraniem puszki za pomocą otwornicy, więc musiałem jej pomóc. Wczoraj użyłem otwornicy do puszek, aby otworzyć puszkę z fasolą. Do końca miesiąca zakupię nową otwornicę do puszek.",
      "example_translation": "Lei aveva difficoltà ad aprire la lattina con l'apri-lattine, quindi ho dovuto aiutarla. Ieri, ho usato un apri-lattine per aprire una lattina di fagioli. Entro la fine del mese, avrò comprato un nuovo apri-lattine.",
      "imageLink": "image_files\\English\\"imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "toster",
      "translation": "tostapane",
      "definition": "Toster to małe urządzenie elektryczne używane do tostowania plasterków chleba, zazwyczaj z regulowanymi kontrolami temperatury i czasu.",
      "definition_translation": "Un tostapane è un piccolo elettrodomestico utilizzato per tostare le fette di pane, solitamente con controlli di temperatura e tempo regolabili.",
      "example": "Włączyłem toster i czekałem, aż się nagrzeje. Wczoraj kupiłem nowy toster w sklepie. Za tydzień będę używał tego tostera każdego ranka.",
      "example_translation": "Ho inserito la spina del tostapane e ho aspettato che si riscaldasse. Ieri, ho comprato un nuovo tostapane al negozio. Entro la prossima settimana, avrò utilizzato questo tostapane ogni mattina.",
      "imageLink": "image_files\\English\\"imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tkanina",
      "translation": "stoffa",
      "definition": "Tkanina to elastyczny materiał wykonany z nitek lub przędzy, używany do szycia ubrań, mebli i innych produktów tekstylnych.",
      "definition_translation": "Un materiale flessibile intessuto, solitamente fatto di fili o fibre, utilizzato per fare abiti, tappezzario e altri prodotti tessili.",
      "example": "Muszę kupić nową tkaninę, aby zrobić sukienkę. Wczoraj kupiłem tkaninę rok temu. Za miesiąc kupię tkaninę.",
      "example_translation": "Devo comprare un nuovo stoffa per fare un abito. Ho comprato uno stoffa l'anno scorso. Comprerò uno stoffa il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "ekspres do kawy",
      "translation": "macchinetta del caffè",
      "definition": "Ekspres do kawy to urządzenie elektryczne, które parzy kawę z mielonych ziaren kawy.",
      "definition_translation": "Un apparecchio elettrico che prepara il caffè dai chicchi di caffè macinati.",
      "example": "Muszę wyczyścić mój ekspres do kawy. Wczoraj wyczyściłem mój ekspres do kawy. Za jutro użyję swojego ekspresu do kawy.",
      "example_translation": "Devo pulire la mia macchinetta del caffè. Ho pulito la mia macchinetta del caffè ieri. Userò la mia macchinetta del caffè domani.",
      "imageLink": "image_files\\English\\"imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wkrętak do korków",
      "translation": "cacciavite",
      "definition": "Wkrętak do korków to narzędzie kuchenne używane do otwierania korków z butelek, zazwyczaj z butelek wina.",
      "definition_translation": "Uno strumento da cucina utilizzato per rimuovere il tappo da una bottiglia, solitamente una bottiglia di vino.",
      "example": "Czy mogę dostać wkrętak do korków? Wczoraj wieczorem przekazałem wkrętak do korków jej. Za tydzień użyję wkrętaka do korków na przyjęciu.",
      "example_translation": "Puoi passarmi il cacciavite? Ho passato il cacciavite a lei la scorsa notte. Userò il cacciavite alla festa.",
      "imageLink": "image_files\\English\\"imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "waga",
      "translation": "bilance",
      "definition": "Waga to zestaw narzędzi używanych do pomiaru masy lub ciężaru przedmiotów lub osób.",
      "definition_translation": "Un set di bilance è un dispositivo utilizzato per misurare il peso o la massa di un oggetto o persona.",
      "example": "Wstała na wagę, aby zmierzyć swoją wagę. Wczoraj musiała skalibrować wagę przed użyciem. Za rok opanuje sztukę używania cyfrowych wag.",
      "example_translation": "Lei si mise sulle bilance per pesarsi. Ieri, lei ha dovuto calibrare le bilance prima di usarle. Entro il prossimo anno, lei avrà padronanza dell'arte di utilizzare bilance digitali.",
      "imageLink": "image_files\\English\\"imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "taboret",
      "translation": "sgabello",
      "definition": "Taboret to mebel z pojedynczym siedziskiem, zazwyczaj bez oparcia lub rąk, używany do siedzenia.",
      "definition_translation": "Uno sgabello è un pezzo di mobiliario con un unico sedile, tipicamente senza schienale o bracci, utilizzato per sedersi.",
      "example": "Usiadł na taborecie, aby zrobić przerwę. Wczoraj musiała zestawić taboret po zakupie. Za miesiąc zaprojektują nowy taboret do ogrodu.",
      "example_translation": "Lui si sedette sullo sgabello per prendersi una pausa. Ieri, lei ha dovuto assemblare lo sgabello dopo averlo comprato. Entro il prossimo mese, loro avranno progettato un nuovo sgabello per il giardino.",
      "imageLink": "image_files\\English\\"imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "koszulka do pieczenia",
      "translation": "sleeve da forno",
      "definition": "Koszulka do pieczenia to narzędzie kuchenne używane do równomiernego pieczenia żywności w piekarniku, zazwyczaj wykonane z silikonu lub innych materiałów odpornych na wysoką temperaturę.",
      "definition_translation": "Un sleeve da forno è un utensile da cucina utilizzato per cuocere il cibo in modo uniforme nel forno, tipicamente realizzato in silicone o altri materiali resistenti al calore.",
      "example": "Włożyła indyka do koszulki do pieczenia, aby upiec go. Wczoraj musiała umyć koszulkę do pieczenia po użyciu. Za tydzień opracują nową koszulkę do pieczenia z nieprzywierającą powłoką.",
      "example_translation": "Lei mise il tacchino nel sleeve da forno per arrostirlo. Ieri, lui ha dovuto lavare il sleeve da forno dopo averlo utilizzato. Entro la prossima settimana, loro avranno sviluppato un nuovo sleeve da forno con rivestimento antiaderente.",
      "imageLink": "image_files\\English\\"imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "krążek do ciastek",
      "translation": "tagliabiscotti",
      "definition": "Narzędzie kuchenne służące do wycinania kształtów z ciasta lub przecierki, typowo używane do robienia ciastek.",
      "definition_translation": " Uno strumento da cucina utilizzato per tagliare forme dal impasto o pasta, solitamente utilizzato per fare biscotti.",
      "example": "Użyła krążka do ciastek, żeby zrobić sercowe ciasteczka na Walentynki. Użyje go ponownie przyszłego roku. Używała go przez lata.",
      "example_translation": "Lei ha utilizzato un tagliabiscotti per fare biscotti a forma di cuore per il giorno di San Valentino. Lo userà di nuovo l'anno prossimo. Ha stato utilizzandolo per anni.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "toster chleba",
      "translation": "affettatrice del pane",
      "definition": "Narzędzie lub urządzenie służące do krojenia chleba na cienkie plastry, często używane w piekarniach komercyjnych.",
      "definition_translation": " Uno strumento o dispositivo utilizzato per affettare il pane in pezzi sottili, spesso utilizzato in panetterie commerciali.",
      "example": "Piekarnik użył tostera chleba, żeby pokroić świeżo upieczone bochenek. Użyje go ponownie jutro. Używał go dzień wcześniej.",
      "example_translation": "Il panettiere ha utilizzato un'affettatrice del pane per affettare la pagnotta appena sfornata. Lo userà di nuovo domani. Aveva utilizzato il giorno prima.",
      "imageLink": "image_files\\English\\"imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "forma na ciasto",
      "translation": "stampo per torte",
      "definition": "Pojemnik używany do trzymania i kształtowania ciasta podczas pieczenia, często wykonany z metalu lub silikonu.",
      "definition_translation": "Un contenitore utilizzato per contenere e dare forma a una torta mentre viene cotta, spesso fatto di metallo o silicone.",
      "example": "Posmarowała formę na ciasto i wylała ciasto. Użyje go ponownie następnego tygodnia. Używała go miesiąc temu.",
      "example_translation": "Lei ha unto il stampo per torte e versato il composto. Lo userà di nuovo la settimana prossima. Aveva utilizzato il mese scorso.",
      "imageLink": "image_files\\English\\"imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "naczynie do zapiekanek",
      "translation": "pentola da forno",
      "definition": "Duże, głębokie naczynie używane do pieczenia żywności, szczególnie potraw zapiekowych, w piecu.",
      "definition_translation": "Un grande, profondo piatto utilizzato per cuocere alimenti, specialmente piatti salati, nel forno.",
      "example": "Użyłem naczynia do zapiekanek, żeby upiec lasagne na przyjęcie. Wczoraj umyłem naczynie do zapiekanek po posiłku. Użyję naczynia do zapiekanek ponownie jutro.",
      "example_translation": "Ho utilizzato una pentola da forno per cuocere una lasagna per la festa di cena. Ieri, ho lavato la pentola da forno dopo il pasto. Userò la pentola da forno di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nóż kuchenny",
      "translation": "coltello da taglio",
      "definition": "Nóż używany do krojenia i przygotowywania żywności, szczególnie do krojenia i kroielenia.",
      "definition_translation": "Un coltello utilizzato per tagliare e preparare alimenti, specialmente tritando e affettando.",
      "example": "Potrzebuję noża kuchennego, żeby pokroić warzywa na sałatkę. Wczoraj naostrzyłem nóż kuchenny, żeby zwiększyć jego sprawność. Użyję noża kuchennego, żeby pokroić mięso wieczorem.",
      "example_translation": "Ho bisogno di un coltello da taglio per tritare le verdure per l'insalata. Ieri, ho affilato il coltello da taglio per renderlo più efficiente. Userò il coltello da taglio per affettare la carne stasera.",
      "imageLink": "image_files\\English\\"imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szczypce",
      "translation": "bacchette",
      "definition": "Para małych, cienkich pałeczek lub kijów używanych jako narzędzia do jedzenia, szczególnie w kuchni azjatyckiej.",
      "definition_translation": "Un paio di piccoli bastoncini o aste sottili utilizzati come utensili per mangiare, specialmente nella cucina asiatica.",
      "example": "Nauczyłem się używać szczypiec, kiedy mieszkałem w Japonii. Wczoraj ćwiczyłem używanie szczypiec, żeby jeść sushi. Użyję szczypiec, żeby jeść ramen wieczorem.",
      "example_translation": "Ho imparato a usare le bacchette quando vivevo in Giappone. Ieri, ho praticato l'uso delle bacchette per mangiare sushi. Userò le bacchette per mangiare i noodles di ramen stasera.",
      "imageLink": "image_files\\English\\"imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "durszlak",
      "translation": "colapasta",
      "definition": "Narzędzie kuchenne służące do odsączania płynów z żywności, takiej jak makaron lub ryż, zwykle mające perforowane lub siatkowe wykończenie.",
      "definition_translation": "Un utensile da cucina usato per scaricare i liquidi dal cibo, come pasta o riso, solitamente con un design perforato o a rete.",
      "example": "Umyła warzywa i następnie umieściła je w durszlaku, aby odsączyć. Wczoraj użyła durszlaka, żeby umyć quinoa. Gdy wróci do domu, już będzie czyściła durszlak.",
      "example_translation": "Ha lavato le verdure e poi le ha messe nel colapasta per scaricare. Ieri, ha usato il colapasta per sciacquare la quinoa. Quando tornerà a casa, avrà già pulito il colapasta.",
      "imageLink": "image_files\\English\\"imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "deska do krojenia",
      "translation": "tavola da taglio",
      "definition": "Płaska, zwykle prostokątna powierzchnia wykonana z drewna, plastiku lub innych materiałów, używana do krojenia i przygotowywania żywności.",
      "definition_translation": "Una superficie piatta, solitamente rettangolare, fatta di legno, plastica o altri materiali, usata per tagliare e preparare il cibo.",
      "example": "Złapała deskę do krojenia i zaczęła kroić cebulę. Wczoraj on użył deski do krojenia, żeby pokroić mięso. Gdy skończą gotować, już będą czyścić deskę do krojenia.",
      "example_translation": "Ha afferrato la tavola da taglio e ha iniziato a tritare le cipolle. Ieri, lui ha usato la tavola da taglio per affettare la carne. Quando finiranno di cucinare, avranno già pulito la tavola da taglio.",
      "imageLink": "image_files\\English\\"imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sito mączne",
      "translation": "setaccio per farina",
      "definition": "Narzędzie kuchenne służące do przesiewania i napowietrzania mąki i innych suchych składników, zwykle składające się z siatki lub perforowanego ekranu.",
      "definition_translation": "Uno strumento da cucina usato per setacciare e arieggiare la farina e altri ingredienti secchi, solitamente composto da una rete metallica o schermo perforato.",
      "example": "Potrzebuje sita mącznego, żeby wymieszać składniki ciasta. Wczoraj on użył sita mącznego, żeby przygotować ciasto. Gdy zacznie piec, już będzie czyścić sito mączne.",
      "example_translation": "Ha bisogno di un setaccio per farina per miscelare gli ingredienti del dolce. Ieri, lui ha usato un setaccio per farina per preparare l'impasto. Quando inizia a cucinare, avrà già pulito il setaccio per farina.",
      "imageLink": "image_files\\English\\"imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "maszyna do krojenia żywności",
      "translation": "affettatrice per alimenti",
      "definition": "Urządzenie kuchenne służące do krojenia żywności, takiej jak mięso, ser, warzywa, na cienkie plastry.",
      "definition_translation": "Un dispositivo da cucina utilizzato per affettare alimenti come carne, formaggio e verdure in pezzi sottili.",
      "example": "Wczoraj użyłem maszyny do krojenia żywności, żeby przygotować lunch. Dzisiaj używam jej, żeby pokroić szynkę na kanapkę. Jutro użyję jej, żeby pokroić warzywa na sałatkę.",
      "example_translation": "Ieri, ho utilizzato un'affettatrice per alimenti per preparare il pranzo. Oggi, sto usando per affettare prosciutto per un panino. Domani, userò per affettare le verdure per un'insalata.",
      "imageLink": "image_files\\English\\"imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łebka",
      "translation": "imbuto",
      "definition": "Rura lub pipa z szerokim, rozbieżnym wejściem i wąskim wyjściem, używana do nalewania płynów lub proszków do małego otworu.",
      "definition_translation": "Un tubo o una pipa con un'ampia apertura a imbuto e un'uscita stretta, utilizzata per versare liquidi o polveri in un'apertura piccola.",
      "example": "Użyłem łebki, aby nalęźć olej do silnika samochodowego. Teraz, używam jej, aby nalęźć mąkę do misek. Później, będę używał jej, aby nalęźć sok do butelki.",
      "example_translation": "Ho utilizzato un imbuto per versare olio nel motore della macchina. Ora, sto usando per versare farina in un recipiente per mescolare. Più tardi, userò per versare succo in una bottiglia.",
      "imageLink": "image_files\\English\\"imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "prasa do czosnku",
      "translation": "pressa aglio",
      "definition": "Narzędzie kuchenne służące do miażdżenia czosnku, uwalniając jego aromat i olej.",
      "definition_translation": "Uno strumento da cucina utilizzato per schiacciare spicchi d'aglio, rilasciandone il sapore e l'olio.",
      "example": "Użyłem prasy do czosnku, aby przygotować czosnek na obiad. Wczoraj, użyłem jej, aby zrobić chleb czosnkowy. Jutro, będę używał jej, aby zrobić sos czosnkowy.",
      "example_translation": "Ho utilizzato una pressa aglio per preparare aglio per la cena. Ieri, l'avevo usato per fare il pane all'aglio. Domani, userò per fare una salsa all'aglio.",
      "imageLink": "image_files\\English\\"imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "tarometr",
      "translation": "grattugia",
      "definition": "Narzędzie kuchenne z małymi otworami lub ostrymi krawędziami, używane do szarpania lub tarania żywności, takiej jak ser czy warzywa.",
      "definition_translation": "Un utensile da cucina con buchi piccoli o lame utilizzato per tritare o grattugiare il cibo, come formaggio o verdure.",
      "example": "Użyłem tarometru, aby startać ser mozzarella na pizzę. Będę używał tarometru, aby startać marchewkę do sałatki. Ona startała cukinię do chleba.",
      "example_translation": "Ho utilizzato una grattugia per tritare il formaggio mozzarella per la pizza. Userò una grattugia per grattugiare le carote per l'insalata. Aveva grattugiato la zucca per il pane.",
      "imageLink": "image_files\\English\\"imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "gwiazdkowa łyżka do lodów",
      "translation": "pallina di gelato",
      "definition": "Narzędzie używane do porcjowania i kształtowania lodów w kuliste kształty lub gwiazdki.",
      "definition_translation": "Un utensile utilizzato per porzionare e dare forma al gelato in palline o cucchiai.",
      "example": "Ona użyła gwiazdkowej łyżki do lodów, aby servirować deser. Oni będą używać gwiazdkowej łyżki, aby zrobić sundae. Użyłem gwiazdkowej łyżki, aby porcjować zamrożony jogurt.",
      "example_translation": "Ha utilizzato una pallina di gelato per servire il dessert. Useranno una pallina di gelato per fare i sundae. Avevo utilizzato una pallina di gelato per porzionare lo yogurt congelato.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "czajka",
      "translation": "mestolo",
      "definition": "Duża, głęboka łyżka z długą rączką, używana do serwowania lub nalewania płynów, takich jak zupa lub sos.",
      "definition_translation": "Un cucchiaio grande e profondo con un manico lungo, utilizzato per servire o versare liquidi, come zuppa o salsa.",
      "example": "Ona użyła czajki, aby servirować zupę. Oni będą używać czajki, aby naleźć sos. Użyłem czajki, aby nabierać bulion.",
      "example_translation": "Ha utilizzato un mestolo per servire la zuppa. Useranno un mestolo per versare la salsa. Avevo utilizzato un mestolo per prendere il brodo.",
      "imageLink": "image_files\\English\\"imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sprężyna cytrynowa",
      "translation": "spremiagrumi",
      "definition": "Narzędzie kuchenne używane do wyciskania soku z cytryn lub innych owoców cytrusowych.",
      "definition_translation": "Un utensile da cucina utilizzato per estrarre il succo dai limoni o altri frutti agrumi premendoli.",
      "example": "Użyłem sprężyny cytrynowej, aby uzyskać sok do receptury. Wczoraj, wyciskałem cytryny ręczną sprężyną. Do następnego roku, kupię elektryczną sprężynę cytrynową.",
      "example_translation": "Ho utilizzato uno spremiagrumi per ottenere il succo per la ricetta. Ieri, ho spremuto i limoni con uno spremiagrumi manuale. Entro l'anno prossimo, avrò comprato uno spremiagrumi elettrico.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mandolina",
      "translation": "mandolino",
      "definition": "Narzędzie kuchenne zregulated ostrymi krawędziami, używane do krojenia lub julienne warzyw i owoców.",
      "definition_translation": "Un utensile da cucina con lame regolabili utilizzato per affettare o julienne verdure e frutti.",
      "example": "Użyłem mandoliny, aby pokroić marchewkę do sałatki. Wczoraj, pokroiłem paprykę julienne mandoliną. Do następnego tygodnia, opanuję sztukę bezpiecznego używania mandoliny.",
      "example_translation": "Ho usato con cura un mandolino per affettare le carote per l'insalata. Ieri, ho julienne le peppersoni con un mandolino. Entro la prossima settimana, avrò padroneggiato l'arte di utilizzare un mandolino in sicurezza.",
      "imageLink": "image_files\\English\\"imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łyżka miarowa",
      "translation": "cucchiaio dosatore",
      "definition": "Łyżka używana do mierzenia objętości składników podczas gotowania lub pieczenia.",
      "definition_translation": "Un cucchiaio utilizzato per misurare il volume degli ingredienti quando si cucina o si cuoce.",
      "example": "Użyłem łyżki miarowej, aby zmierzyć cukier do receptury. Wczoraj, wyrównałem mąkę łyżką miarową. Do następnego miesiąca, zakupię zestaw łyżek miarowych w różnych rozmiarach.",
      "example_translation": "Ho utilizzato un cucchiaio dosatore per misurare lo zucchero per la ricetta. Ieri, ho pareggiato la farina con un cucchiaio dosatore. Entro il prossimo mese, avrò acquistato un set di cucchiai dosatori di diverse dimensioni.",
      "imageLink": "image_files\\English\\"imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mięso miękkości",
      "translation": "addolcente per carne",
      "definition": "Mięso miękkości jest narzędziem kulinarnym, które służy do rozkładania białek w mięsie, czyniąc je bardziej miękkimi i łatwiejszymi do żucia.",
      "definition_translation": "Un addolcente per carne è uno strumento culinario usato per rompere le proteine della carne, rendendola più tenera e più facile da masticare.",
      "example": "Użyłem mięsa miękkości, aby zmiękcz mięso steki. Wczoraj, zmiękczę kurczaka. Jutro, zmiękczę wieprzowinę.",
      "example_translation": "Ho usato un addolcente per carne per rendere più tenero il filetto. Ieri, avevo addolcito il pollo. Domani, addolcerò il maiale.",
      "imageLink": "image_files\\English\\"imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "drobniacz",
      "translation": "tritacarne",
      "definition": "Drobniacz jest narzędziem kuchennym, które służy do krojenia lubмельca żywności, takiej jak mięso, warzywa lub owoce, na małe kawałki lub drobny teksturę.",
      "definition_translation": "Un tritacarne è un elettrodomestico da cucina usato per tritare o macinare il cibo, come carne, verdure o frutta, in piccoli pezzi o in una textures fine.",
      "example": "Użyłem drobniacza, aby pokroić cebulę. Ona drobniła czosnek. Oni będą drobnić wołowinę.",
      "example_translation": "Ho usato un tritacarne per tritare le cipolle. Lei aveva tritato l'aglio. Loro triteranno il manzo.",
      "imageLink": "image_files\\English\\"imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stępka i moździerz",
      "translation": "mortaio e pestello",
      "definition": "Stępka i moździerz to narzędzie kuchenne używane do mielenia, miażdżenia lub mieszania żywności, takiej jak przyprawy, zioła lub inne składniki, w pastę lub proszek.",
      "definition_translation": "Un mortaio e pestello è uno strumento da cucina usato per macinare, schiacciare o mischiare alimenti, come spezie, erbe o altri ingredienti, in un fine pasta o polvere.",
      "example": "Użyłem stepki i moździerza, aby zmielić przyprawy. Ona miażdżyła orzechy z użyciem stepki i moździerza. Oni będą mieszać składniki z użyciem stepki i moździerza.",
      "example_translation": "Ho usato un mortaio e pestello per macinare le spezie. Lei aveva schiacciato le noci con un mortaio e pestello. Loro mischieranno gli ingredienti con un mortaio e pestello.",
      "imageLink": "image_files\\English\\"imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łupacz",
      "translation": "schiaornatore",
      "definition": "Narzędzie używane do łupania orzechów, typowo składające się z dźwigni lub śruby, która stosuje nacisk na orzech.",
      "definition_translation": "Uno strumento usato per aprire le noci, tipicamente costituito da una leva o vite che applica pressione alla noce.",
      "example": "Użyłem łupacza, aby otworzyć orzechy włoskie, ale był to bardzo trudny do otwarcia. Teraz używam łupacza, aby otworzyć orzechy migdałowe do mojego przepisu. Będę potrzebował łupacza, aby otworzyć orzechy laskowe do mojego deseru.",
      "example_translation": "Ho usato uno schiaccianoci per aprire le noci di noce, ma è stato molto difficile aprirle. Ora sto usando uno schiaccianoci per aprire le mandorle per la mia ricetta. Avrò bisogno di uno schiaccianoci per aprire le nocciole per il mio dessert.",
      "imageLink": "image_files\\English\\"imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "deska do ciasta",
      "translation": "tavola da pasticceria",
      "definition": "Gładka, płaska powierzchnia,(typowo wykonana z drewna lub marmuru), używana do wałkowania i kształtowania ciasta.",
      "definition_translation": "Una superficie liscia e pianeggiante, tipicamente realizzata in legno o marmo, usata per stendere e modellare l'impasto di pasta.",
      "example": "Potrzebuję posypać mąką moją deskę do ciasta przed wałkowaniem ciasta na tort. Deska do ciasta była zbyt mała dla ilości ciasta, którą miałem do wałkowania. Ona będzie używała deski do ciasta, aby stworzyć idealne croissants dla swojej piekarni.",
      "example_translation": "Devo infarinare la mia tavola da pasticceria prima di stendere l'impasto per la mia torta. La tavola da pasticceria era troppo piccola per la quantità di impasto che dovevo stendere. Lei userà una tavola da pasticceria per fare i croissant perfetti per la sua pasticceria.",
      "imageLink": "image_files\\English\\"imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "obieracz",
      "translation": "sbucciatoio",
      "definition": "Narzędzie kuchenne używane do usuwania skórki lub zewnętrznej warstwy owoców i warzyw.",
      "definition_translation": "Uno strumento da cucina usato per rimuovere la buccia o lo strato esterno di frutta e verdura.",
      "example": "Użyłem obieracza, aby usunąć skórkę jabłek przed zrobieniem pie. Ona będzie potrzebowała obieracza, aby obrać marchewki dla swojej zupy. On obrał ziemniaki przy użyciu obieracza przed gotowaniem.",
      "example_translation": "Uso uno sbucciatoio per rimuovere la buccia delle mele prima di fare una torta. Lei avrà bisogno di uno sbucciatoio per sbucciare le carote per la sua zuppa. Lui ha sbucciato le patate usando uno sbucciatoio prima di lessarle.",
      "imageLink": "image_files\\English\\"imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "młynka do pieprzu",
      "translation": "macinapepe",
      "definition": "Narzędzie kuchenne używane do mielenia ziaren pieprzu w proszek.",
      "definition_translation": "Un utensile da cucina utilizzato per macinare i chicchi di pepe in pepe fine.",
      "example": "Użyłem młynki do pieprzu, aby doprawić steku wczoraj, będę używał go jutro, i użyłem go wiele razy przedtem.",
      "example_translation": "Ho usato un macinapepe per condire la bistecca ieri, lo userò di nuovo domani, e l'ho usato molte volte prima.",
      "imageLink": "image_files\\English\\"imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "torebka do dekoracji",
      "translation": "borsa per pipette",
      "definition": "Torebka z dyszą, używana do nakładania półstałych pokarmów, takich jak szpikry lub krem, na powierzchnię.",
      "definition_translation": "Un sacchetto con una bocchetta utilizzato per fare uscire cibi semisolidi, come glassa o crema, su una superficie.",
      "example": "Cukiernik użył torebki do dekoracji, aby stworzyć intratne projekty na weselnym torcie, używa go teraz do dekoracji muffinek, i będzie używał go jutro, aby stworzyć bordiurę na tortu urodzinowym.",
      "example_translation": "Il pasticciere ha usato una borsa per pipette per creare disegni intricati sulla torta nuziale, la sta usando ora per decorare i cupcake, e la userà domani per fare un bordo sulla torta di compleanno.",
      "imageLink": "image_files\\English\\"imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "wałek",
      "translation": "matterello",
      "definition": "Narzędzie kuchenne używane do płaskowania i kształtowania ciasta, pasztecików lub innych materiałów.",
      "definition_translation": "Un utensile da cucina utilizzato per appiattire e modellare impasti, pasta, o altri materiali.",
      "example": "Ona rozwałkowała ciasto przy użyciu wałka wczoraj, używa go teraz do wałkowania ciasta pizzy, i będzie używać go jutro, aby rozwałkować ciasto croissant.",
      "example_translation": "Lei ha steso l'impasto usando un matterello ieri, sta stendendo la crosta della pizza ora, e stenderà l'impasto dei croissant domani.",
      "imageLink": "image_files\\English\\"imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "bufet",
      "translation": "credenza",
      "definition": "Mebel z półkami, szufladami lub szafkami, używany do przechowywania i eksponowania naczyń, przyborów i innych przedmiotów w salonie lub kuchni.",
      "definition_translation": "Un pezzo di mobilia con scaffali, cassetti o armadietti, utilizzato per stoccaggio e display di piatti, utensili e altri articoli in una sala da pranzo o cucina.",
      "example": "Ona wypolerowała bufet, aż świecił. Wczoraj wypolerowała go. Jutro wypoleruje go ponownie.",
      "example_translation": "Lei ha lucidato la credenza finché non ha brillato. Ieri, l'aveva lucidata. Domani, la luzzerà ancora.",
      "imageLink": "image_files\\English\\"imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "sito",
      "translation": "setaccio",
      "definition": "Narzędzie kuchenne z dnem siateczkowym lub perforowanym, używane do separacji cząstek różnej wielkości lub do przesiania mąki, cukru lub innych proszków.",
      "definition_translation": "Un utensile da cucina con fondo a maglia o perforato, utilizzato per separare particelle di diverse dimensioni o per setacciare farina, zucchero o altri polveri.",
      "example": "Ona użyła sita, aby przesiać mąkę. Wczoraj użyła go, aby oddzielić ryż. Jutro będzie używać go, aby przesiać cukier.",
      "example_translation": "Lei ha usato un setaccio per setacciare la farina. Ieri, l'aveva usato per separare il riso. Domani, lo userà per setacciare lo zucchero.",
      "imageLink": "image_files\\English\\"imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "stojak do przypraw",
      "translation": "porta spezie",
      "definition": "Narzędzie kuchenne lub mebel z przedziałami lub półkami, używany do przechowywania i organizacji przypraw, ziół lub innych seizningów.",
      "definition_translation": "Un utensile o elemento da cucina con compartimenti o scaffali, utilizzato per stoccaggio e organizzazione di spezie, erbe o altri condimenti.",
      "example": "Ona zorganizowała stojak do przypraw w porządku alfabetycznym. Wczoraj zorganizowała go według częstotliwości użycia. Jutro będzie reorganizować go według kategorii.",
      "example_translation": "Lei ha organizzato la porta spezie in ordine alfabetico. Ieri, l'aveva organizzato per frequenza di utilizzo. Domani, lo riorganizzerà per categoria.",
      "imageLink": "image_files\\English\\"imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łódeczka degustacyjna",
      "translation": "cucchiaio assaggiatore",
      "definition": "Mała łyżeczka używana do przetestowania jedzenia podczas gotowania, aby upewnić się, że sezonowanie i smak są poprawne.",
      "definition_translation": "Un cucchiaio piccolo usato per assaggiare il cibo mentre viene cucinato, per garantire che la stagionatura e il sapore siano corretti.",
      "example": "Użyłam łódeczki degustacyjnej, aby sprawdzić smak sosu przed jego podaniem. Użyję łódeczki degustacyjnej, aby spróbować dania jutro. Ona użyła łódeczki degustacyjnej, aby dopasować przyprawy zupy.",
      "example_translation": "Ho usato un cucchiaio assaggiatore per controllare il sapore della salsa prima di servirla. Userò un cucchiaio assaggiatore per assaggiare il piatto domani. Ha usato un cucchiaio assaggiatore per regolare la stagionatura della zuppa.",
      "imageLink": "image_files\\English\\"imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "timer",
      "translation": "timer",
      "definition": "Urządzenie, które mierzy interwały czasowe, używane do upewnienia się, że zadanie zostanie ukończone w określonym czasie.",
      "definition_translation": "Un dispositivo che misura gli intervalli di tempo, utilizzato per garantire che un compito venga completato entro un certo limite di tempo.",
      "example": "Ustawiam timer, aby przypomnieć sobie o wyjęciu ciasta z pieca. Ona będzie używać timera, aby śledzić czas podczas egzaminu. Użyli timera, aby zmierzyć czas potrzebny do ukończenia zadania.",
      "example_translation": "Ho impostato il timer per ricordarmi di togliere la torta dal forno. Userà un timer per tenere traccia del tempo durante l'esame. Hanno usato un timer per misurare il tempo necessario per completare il compito.",
      "imageLink": "image_files\\English\\"imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "trzepaczka",
      "translation": "frusta",
      "definition": "Narzędzie kuchenne używane do mieszania i łączenia składników, składające się z uchwytu i serii pętli drutowych.",
      "definition_translation": "Uno strumento da cucina usato per mescolare e amalgamare gli ingredienti insieme, tipicamente composto da un manico e una serie di anelli di filo.",
      "example": "Użyłam trzepaczki, aby wymieszać jaja i cukier. Ona będzie używać trzepaczki, aby ubić śmietankę aż stanie się sztywna. Użyli trzepaczki, aby połączyć składniki mokre i suche.",
      "example_translation": "Ho usato una frusta per mescolare le uova e lo zucchero insieme. Userà una frusta per sbattere la panna fino a quando non diventa rigida. Hanno usato una frusta per combinare gli ingredienti umidi e secchi.",
      "imageLink": "image_files\\English\\"imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "blat roboczy",
      "translation": "piano di lavoro",
      "definition": "Powierzchnia górnego poziomu szafki kuchennej, countertops lub stołu, często wykonana z trwałego materiału, takiego jak drewno, granit lub stal nierdzewna.",
      "definition_translation": "La superficie superiore di un armadio da cucina, bancone o tavolo, spesso realizzata in un materiale resistente come legno, granito o acciaio inox.",
      "example": "Zainstalowałam nowy blat roboczy w mojej kuchni ostatni miesiąc. Aktualnie pracuję na blacie roboczym, aby dokończyć projekt. Zainstaluję blaty kuchenne na blacie roboczym w przyszłym roku.",
      "example_translation": "Ho installato un nuovo piano di lavoro in cucina lo scorso mese. Sto attualmente lavorando sul piano di lavoro per finire il progetto. Installerò i counter tops sul piano di lavoro l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]