[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "łopucha",
      "translation": "bardana",
      "definition": "Roślina dwuletnia z rodziny astrowatych, rodzima w Europie i Azji, o dużych, grubych liściach i fioletowych kwiatach, używana w medycynie ludowej.",
      "definition_translation": "Una pianta biennale della famiglia delle asteracee, originaria dell'Europa e dell'Asia, con foglie grosse e fiori purpurei.",
      "example": "W dzieciństwie zbierałem łopuchy na wsi, a moja babcia używała ich do robienia herbaty. Dzisiaj kupuję je na rynku, aby zrobić zdrową infuzję. W przyszłym roku będę uprawiał własne łopuchy w ogrodzie.",
      "example_translation": "Una volta raccoglievo le bardane in campagna quando ero bambino, e mia nonna le usava per fare il tè. Oggi le compro al mercato per fare un'infusione salutare. L'anno prossimo avrò coltivato le mie bardane nel giardino.",
      "imageLink": "image_files\\English\\burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rumian",
      "translation": "camomilla",
      "definition": "Zioło o białych lub żółtych kwiatach i zapachu jabłkowym, używane w herbacie i medycynie do promowania relaksacji i zwalczania lęku.",
      "definition_translation": "Una erba con fiori bianchi o gialli e un profumo calmante, simile a quello della mela, utilizzata in tisane e medicinali per promuovere la rilassazione e alleviare l'ansia.",
      "example": "Moja mama robiła herbatę z rumianu, aby pomóc mi zasnąć, kiedy czułem się zestresowany. Dzisiaj wolę używać olejku eterycznego z rumianu w diffuzorze, aby stworzyć atmosferę relaksu. W przyszłym tygodniu zasadzę nasiona rumianu w ogrodzie, aby cieszyć się świeżymi kwiatami.",
      "example_translation": "Mia madre mi faceva il tè di camomilla per aiutarmi a dormire quando mi sentivo stressato. Oggi preferisco utilizzare olio essenziale di camomilla nel mio diffusore per creare un'atmosfera rilassante. La prossima settimana, avrò piantato semi di camomilla nel mio giardino per godermi fiori freschi.",
      "imageLink": "image_files\\English\\chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "pniaź",
      "translation": "unghia di gatto",
      "definition": "Roślina pnąca o szarpiastych cierniach i żółtych kwiatach, rodzima w lasach tropikalnych Ameryki Środkowej i Południowej, używana w medycynie ludowej do leczenia różnych chorób.",
      "definition_translation": "Una pianta rampicante con spine a forma di artiglio e fiori gialli, originaria delle foreste tropicali dell'America centrale e meridionale, utilizzata nella medicina erboristica per trattare varie malattie.",
      "example": "Słyszałem, że pniaź była używana przez ludność rdzenną do leczenia gorączki i infekcji. Teraz biorę suplementy z pniaź, aby wzmocnić swój system immunologiczny. W przyszłym miesiącu spróbuję herbaty z pniaź, aby zobaczyć, czy pomoże z bólem stawów.",
      "example_translation": "Avevo sentito che l'unghia di gatto era utilizzata dalle persone indigene per trattare la febbre e le infezioni. Ora, prendo integratori di unghia di gatto per rafforzare il mio sistema immunitario. Il mese prossimo, avrò provato il tè di unghia di gatto per vedere se aiuta con il mio dolore articolare.",
      "imageLink": "image_files\\English\\cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nocnik",
      "translation": "tussilago",
      "definition": "Roślina wieloletnia o kwiatach podobnych do kwiatów stokrotki i liściach używanych w medycynie ludowej do leczenia problemów z oddychaniem.",
      "definition_translation": "Un'erba perenne con fiori simili a margherite e foglie utilizzate nella medicina erboristica per trattare problemi respiratori.",
      "example": "Zielarz zalecił mi herbatę z nocniku, aby ulżyć mojemu kaszlowi. Ona używała go w przeszłości, aby wyleczyć swoją własną bronchitis. W przyszłej zimie będę pił herbatę z nocniku już przez lata.",
      "example_translation": "L'erborista mi ha raccomandato un tè di tussilago per calmare la mia tosse. Lo aveva usato in passato per curare la sua own bronchite. Fino all'inverno prossimo, avrò bevuto per anni.",
      "imageLink": "image_files\\English\\coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "mlecz",
      "translation": "tarassaco",
      "definition": "Roślina wieloletnia o żółtych kwiatach, używana jako pożywienie i lek, uważana przez wielu ogrodników za szkodliwą.",
      "definition_translation": "Una pianta infestante perenne con fiori gialli brillanti, utilizzata come cibo e medicina, e considerata un fastidio da molti giardinieri.",
      "example": "W dzieciństwie uwielbiałem dmuchać nasiona mleczu w powietrze. Moja mama używała go w przepisach sałatkowych. W przyszłym lecie zasadzę cały ogród mleczu.",
      "example_translation": "Da bambino, amavo soffiare i semi di tarassaco nell'aria. Mia madre li usava nelle ricette di insalata. Fino alla prossima estate, avrò piantato un intero giardino di essi.",
      "imageLink": "image_files\\English\\dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kozieradka",
      "translation": "fenogreco",
      "definition": "Roślina jednoroczna używana w kuchni i medycynie, zwłaszcza w kuchni indyjskiej i środkowo-wschodniej.",
      "definition_translation": "Un'erba annuale utilizzata nella cucina e nella medicina, particolarmente nella cucina indiana e medio-orientale.",
      "example": "Próbowałem kozieradki w restauracji indyjskiej, ale moja mama używała jej w swoich przepisach od lat. W przyszłym miesiącu opanuję przepis.",
      "example_translation": "Avevo provato il fenogreco in un ristorante indiano prima, ma mia madre lo aveva usato nella sua cucina per anni. Fino al prossimo mese, avrò padroneggiato la ricetta.",
      "imageLink": "image_files\\English\\fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "rzeżucha",
      "translation": "Ginseng",
      "definition": "Roślina wieloletnia o fleszowatych korzeniach i liściach, rodzima w Chinach, ceniona za jej rzekome właściwości lecznicze.",
      "definition_translation": "Una pianta perenne con radici carnose e foglie che assomigliano al prezzemolo, originaria della Cina e valutata per le sue presunte proprietà medicinali.",
      "example": "Ona bierze suplementy z rzeżuchy od lat, aby poprawić swoją energię. Wzięła suplementy z rzeżuchy w zeszłym tygodniu, aby przygotować się do egzaminu. W przyszłym miesiącu będzie brała suplementy z rzeżuchy, aby wzmocnić swój system immunologiczny.",
      "example_translation": "Ha preso integratori di ginseng per anni per migliorare la sua energia. Ha preso integratori di ginseng la scorsa settimana per prepararsi all'esame. Prenderà integratori di ginseng il prossimo mese per boostare il suo sistema immunitario.",
      "imageLink": "image_files\\English\\ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "skrzyp",
      "translation": "Coda di cavallo",
      "definition": "Roślina папrotnikowa o pustych łodygach, często rostąca w terenach bagnistych, używana w medycynie ludowej i jako środek moczopędny.",
      "definition_translation": "Una pianta perenne simile a una felce con steli cavi, che cresce spesso in aree paludose, utilizzata nella medicina erbacea e come diuretico.",
      "example": "Botanik studiował rośliny skrzypu na terenie bagnistym. Studiowała rośliny skrzypu w zeszłym roku w swojej pracy magisterskiej. W przyszłym semestrze będzie studiowała rośliny skrzypu, aby dowiedzieć się o ich właściwościach leczniczych.",
      "example_translation": "Il botanico ha studiato le piante di coda di cavallo nella zona paludosa. Aveva studiato le piante di coda di cavallo l'anno scorso per la sua tesi. Studierà le piante di coda di cavallo nel prossimo semestre per imparare sulle loro proprietà medicinali.",
      "imageLink": "image_files\\English\\horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "kępina",
      "translation": "Gramigna",
      "definition": "Typ trawy o łodygach złączonych, często występującej w polach i łąkach, używanej w medycynie ludowej do leczenia problemów trawiennych.",
      "definition_translation": "Un tipo di erba con stelo articolato, spesso trovata in campi e prati, utilizzata nella medicina erbacea per trattare problemi digestivi.",
      "example": "Rolnik narzekał na kępinę w swoim polu. Usunął kępinę z pola w zeszłym sezonie. W przyszłym tygodniu usunie kępinę z pola, aby poprawić wzrost plonów.",
      "example_translation": "Il contadino si è lamentato della gramigna nel suo campo. Aveva rimosso la gramigna dal suo campo nella stagione scorsa. Rimuoverà la gramigna dal suo campo la prossima settimana per migliorare la crescita del raccolto.",
      "imageLink": "image_files\\English\\knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "melisa",
      "translation": "melissa officinale",
      "definition": "Roślina zielona, podobna do mięty, rodzima w Europie i Azji, o liściach i kwiatach używanych w herbacie i medycynie.",
      "definition_translation": "Pianta perenne erbacea della famiglia delle labiate, originaria dell'Europa e dell'Asia, con foglie di colore verde chiaro e fiori bianchi o giallastri.",
      "example": "Dodała szczyptę melisy do herbaty, aby uzyskać efekt uspokajający. Zasieje melisę w ogrodzie w przyszłej wiosennie. Zasiała melisę w ogrodzie latem ubiegłym.",
      "example_translation": "Ha aggiunto un rametto di melissa officinale al tè per un effetto calmante. Pianterà la melissa officinale nel suo giardino la prossima primavera. Ha piantato la melissa officinale nel suo giardino l'estate scorsa.",
      "imageLink": "image_files\\English\\lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "nagietek",
      "translation": "calendula",
      "definition": "Żółty lub pomarańczowy kwiat o silnym, pachnącym zapachu, często używany w ziołolecznictwie i jako naturalny barwnik.",
      "definition_translation": "Un fiore giallo o arancione luminoso con un forte odore pungente, spesso usato in rimedi erboristici e come colore naturale.",
      "example": "Nagietki kwitły w ogrodzie 지난 lato. Ona będzie używać nagietkowych płatków, aby zrobić naturalny barwnik. Herbata nagietkowa ma mieć właściwości lecznicze.",
      "example_translation": "I fiori di calendula sono fioriti nel giardino l'estate scorsa. Userà i petali di calendula per creare un colore naturale. Il tè di calendula si dice abbia proprietà curative.",
      "imageLink": "image_files\\English\\marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "marshmallow",
      "translation": "malvone",
      "definition": "Słodki przysmak wykonany z soku rośliny marshmallow, często aromatyzowany wanilią lub innymi aromatami.",
      "definition_translation": "Un dolce trattato fatto con la linfa della pianta di malvone, spesso aromatizzato con vaniglia o altri sapori.",
      "example": "Ona piekła marshmallowy nad ogniskiem będącym wczoraj wieczorem. Marshmallowy są słodkim przysmakiem na cyrku. Ona będzie robić marshmallowy z dziećmi w ten weekend.",
      "example_translation": "Ha arrostito i malvoni sul fuoco del campeggio la scorsa notte. I malvoni sono un dolce trattato al circo. Farà i malvoni con i suoi bambini questo fine settimana.",
      "imageLink": "image_files\\English\\marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "babka łąkowa",
      "translation": "piantaggine comune",
      "definition": "Bylina z rodziny traw cebulowych, która rośnie na łąkach i w ogrodach, z wąskimi liśćmi i małymi kwiatami.",
      "definition_translation": "Una pianta erbacea perenne che cresce in prati e giardini, con foglie strette e fiori piccoli.",
      "example": "Widziałem babkę łąkową rosnącą w swoim ogródku letzten lato. Teraz znów kwitnie. Do następnego roku już się rozmnoży po całym trawniku.",
      "example_translation": "Ho visto una piantaggine comune crescere in cortile estivo scorso. Ora sta fiorendo di nuovo. L'anno prossimo, si sarà diffusa su tutto il prato.",
      "imageLink": "image_files\\English\\ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "szałwia",
      "translation": "salvia",
      "definition": "Bylina z szarymi lub oliwkowo-zielonymi liśćmi i fioletowymi kwiatami, używana w kuchni i medycynie.",
      "definition_translation": "Una pianta erbacea perenne con foglie grigio-verdi e fiori viola, usata nella cucina e nella medicina.",
      "example": "Użyłem szałwii, aby przyprawić turkeya 지난 Thanksgiving. Moja babcia używała do robienia herbaty szałwowej, kiedy byłem chory. Do czasu, kiedy będę stary, nauczę się gotować z szałwią.",
      "example_translation": "Ho usato la salvia per condire il tacchino l'ultimo Ringraziamento. La mia nonna faceva il tè di salvia quando ero malato. Quando sarò vecchio, avrò padroneggiato la cottura con la salvia.",
      "imageLink": "image_files\\English\\sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "zwierobój",
      "translation": "erba di San Giovanni",
      "definition": "Bylina z żółtymi kwiatami, używana w ziołolecznictwie i tradycyjnej medycynie do leczenia łagodnej depresji i lęku.",
      "definition_translation": "Una pianta erbacea perenne con fiori gialli, usata nella fitoterapia e nella medicina tradizionale per trattare la depressione lieve e l'ansietà.",
      "example": "Brałem suplementy zwierobójowe, aby pomóc swojemu lękowi letzten roku. Teraz czuję się znacznie lepiej. Do następnej zimy już przestanę je brać całkowicie.",
      "example_translation": "Ho preso integratori di erba di San Giovanni per aiutare con la mia ansietà l'anno scorso. Ora mi sento molto meglio. L'inverno prossimo, avrò smesso di prenderli del tutto.",
      "imageLink": "image_files\\English\\st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "piołun",
      "translation": "assenzio",
      "definition": "Roślina o gorzkiej smaku z silnym, nieprzyjemnym zapachem, używana w medycynie i do robienia słodkiego napoju zwanego vermutowym.",
      "definition_translation": "una pianta con gusto amaro e odore forte, usata in medicina e per produrre un dolce drink chiamato vermouth.",
      "example": "W przeszłości moja babcia używała do robienia herbaty z piołunu, aby leczyć swoją niestrawność. Dziś piję vermutowy piołun, aby się zrelaksować po kolacji. Do następnego tygodnia już zasadzę ogród piołunu w swoim ogródku.",
      "example_translation": "In passato, mia nonna usava preparare un tè con l'assenzio per curare la sua indigestione. Oggi, bevo un vermout alla assenzio per rilassarmi dopo cena. Entro la prossima settimana, avrò piantato un giardino di assenzio nel mio giardino.",
      "imageLink": "image_files\\English\\wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]