[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Wodnik",
      "translation": "Acquario",
      "definition": "Nosiciel Wody, konstelacja w zodiaku, reprezentowana przez postać wylewającą wodę z flaszki, kojarzona z hojnością i humanitaryzmem.",
      "definition_translation": "Il Portatore d'Acqua, una costellazione dello zodiaco, rappresentata da una figura che versa acqua da una fiasca, associata alla generosità e all'umanitarismo.",
      "example": "Znak zodiaku Wodnika jest kojarzony z niezależnością i oryginalnością, a ludzie urodzeni pod tym znakiem są znani z pracy humanitarnej.",
      "example_translation": "Il segno zodiacale dell'Acquario è associato all'indipendenza e all'originalità, e le persone nate sotto questo segno sono note per il loro lavoro umanitario.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Baran",
      "translation": "Ariete",
      "definition": "Baran, konstelacja w zodiaku, kojarzona z impulsywnością i odwagą, a ludzie urodzeni pod tym znakiem są znani z ich śmiałego i przygodowego charakteru.",
      "definition_translation": "Il Montone, una costellazione dello zodiaco, associata all'impulsività e al coraggio, e le persone nate sotto questo segno sono note per la loro natura audace e avventurosa.",
      "example": "Była Barankiem, zawsze gotowa do podejmowania nowych wyzwań i puszczenia się w nieznane, a jej bezwzględna postawa inspirowała innych do robienia tego samego.",
      "example_translation": "Era un'Ariete, sempre pronta a prendere nuove sfide e spingere sé stessa al limite, e la sua attitudine senza paura ispirava gli altri a fare lo stesso.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Rak",
      "translation": "Cancro",
      "definition": "Rak, konstelacja w zodiaku, kojarzona z emocjonalną wrażliwością i cechami opiekuńczymi, a ludzie urodzeni pod tym znakiem są znani z ich opiekuńczego i troskliwego charakteru.",
      "definition_translation": "Il Cancro, una costellazione dello zodiaco, associata alla sensibilità emotiva e alle qualità di accudimento, e le persone nate sotto questo segno sono note per la loro natura accudente e protettiva.",
      "example": "Jako Rak, zawsze była bardzo troskliwa wobec swojej rodziny i przyjaciół, i gotowa była zrobić wszystko, aby zapewnić ich szczęście i dobrobyt.",
      "example_translation": "Come Cancro, era sempre molto protettiva nei confronti della sua famiglia e degli amici, e avrebbe fatto qualsiasi cosa per garantire la loro felicità e benessere.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Koziorożec",
      "translation": "Capricorno",
      "definition": "Osoba urodzona między 22 grudnia a 19 stycznia, kojarzona z dziesiątym znakiem zodiaku.",
      "definition_translation": "Una persona nata tra il 22 dicembre e il 19 gennaio, associata al decimo segno dello zodiaco.",
      "example": "Moja siostra jest Koziorożcem, ona jest bardzo ambitna i zdyscyplinowana. Była Koziorożcem, jest Koziorożcem, będzie Koziorożcem.",
      "example_translation": "Mia sorella è un Capricorno, lei è molto ambiziosa e disciplinata. Era un Capricorno, è un Capricorno, sarà un Capricorno.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Bliźnię",
      "translation": "Gemelli",
      "definition": "Osoba urodzona między 21 maja a 20 czerwca, kojarzona z trzecim znakiem zodiaku.",
      "definition_translation": "Una persona nata tra il 21 maggio e il 20 giugno, associata al terzo segno dello zodiaco.",
      "example": "Mój przyjaciel jest Bliźnięciem, on jest bardzo ciekawy i komunikatywny. Był Bliźnięciem, jest Bliźnięciem, będzie Bliźnięciem.",
      "example_translation": "Il mio amico è un Gemelli, lui è molto curioso e comunicativo. Era un Gemelli, è un Gemelli, sarà un Gemelli.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Lew",
      "translation": "Leone",
      "definition": "Osoba urodzona między 23 lipca a 22 sierpnia, kojarzona z piątym znakiem zodiaku.",
      "definition_translation": "Una persona nata tra il 23 luglio e il 22 agosto, associata al quinto segno dello zodiaco.",
      "example": "Mój brat jest Lwem, on jest bardzo pewny siebie i hojny. Był Lwem, jest Lwem, będzie Lwem.",
      "example_translation": "Mio fratello è un Leone, lui è molto sicuro e generoso. Era un Leone, è un Leone, sarà un Leone.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Waga",
      "translation": "Bilancia",
      "definition": "Jednostka masy lub wagi w systemie imperialnym, równa 0,453592 kilograma lub 16 uncjom.",
      "definition_translation": "Una libbra è un'unità di peso o massa nel sistema imperiale, pari a 0,453592 chilogrammi o 16 once.",
      "example": "W dawnych czasach kupcy ważyli towary w wagach. Dziś ważę się w wagach. Przed rokiem, straciłem kilka wag.",
      "example_translation": "Nel passato, i mercanti usavano pesare le merci in libbre. Oggi, mi peso in libbre. L'anno prossimo, avrò persoalcune libbre.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Ryby",
      "translation": "Pesci",
      "definition": "Ryby to dwunasty znak zodiaku, reprezentowany przez symbol dwóch ryb. Ludzie urodzeni pod tym znakiem są znani z empatii i wyobraźni.",
      "definition_translation": "I Pesci sono il dodicesimo segno dello zodiaco, rappresentato dal simbolo di due pesci. Le persone nate sotto questo segno sono dette essere empatiche e immaginative.",
      "example": "Mój ojciec jest Rybami i uwielbia pływać. Kiedy był młodszy, marzyłem o tym, aby być rybą. Dziś, żałuję, że nie mam wyobraźni Ryb.",
      "example_translation": "Mio padre è un Pesce e adora nuotare. Quando ero un Pesce, sognavo di essere un pesce. Ora, desidero avere un'immaginazione tipo Pesce.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Strzelec",
      "translation": "Sagittario",
      "definition": "Strzelec to dziewiąty znak zodiaku, reprezentowany przez symbol łucznika. Ludzie urodzeni pod tym znakiem są znani z przygodowego i optymistycznego charakteru.",
      "definition_translation": "Il Sagittario è il nono segno dello zodiaco, rappresentato dal simbolo di un arciere. Le persone nate sotto questo segno sono dette essere avventurose e ottimiste.",
      "example": "Moja siostra jest Strzelcem i uwielbia podróżować. Kiedy był młodszy, marzyłem o eksplorowaniu świata. Dziś, żałuję, że nie mam entuzjazmu Strzelca.",
      "example_translation": "Mia sorella è un Sagittario e adora viaggiare. Quando ero un Sagittario, sognavo di esplorare il mondo. Ora, desidero avere un entusiasmo tipo Sagittario.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Skorpion",
      "translation": "Scorpione",
      "definition": "Znak zodiaku reprezentowany przez symbol skorpiona, kojarzony z ludźmi urodzonymi między 23 października a 21 listopada.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo dello scorpione, associato alle persone nate tra il 23 ottobre e il 21 novembre.",
      "example": "Ona jest Skorpionem i jest znana z pasji i determinacji. Była Skorpionem i miała bardzo silną osobowość. Będzie Skorpionem i będzie miała silne wrażenie intuicyjne.",
      "example_translation": "È uno Scorpione e è nota per la sua passione e determinazione. Era uno Scorpione e aveva una personalità molto forte. Sarà uno Scorpione e avrà un forte senso di intuizione.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Byk",
      "translation": "Toro",
      "definition": "Znaki zodiaku reprezentowane przez symbol byka, związane z ludźmi urodzonymi między 20 kwietnia a 20 maja.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo del toro, associato alle persone nate tra il 20 aprile e il 20 maggio.",
      "example": "On jest Bykiem i jest znany ze swej cierpliwości i niezawodności. Był Bykiem i miał bardzo spokojny temperament. Będzie Bykiem i będzie miał silne poczucie stabilności.",
      "example_translation": "È un Toro e è noto per la sua pazienza e affidabilità. Era un Toro e aveva un comportamento molto tranquillo. Sarà un Toro e avrà un forte senso di stabilità.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "Panna",
      "translation": "Vergine",
      "definition": "Znaki zodiaku reprezentowane przez symbol panny, związane z ludźmi urodzonymi między 23 sierpnia a 22 września.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo della vergine, associato alle persone nate tra il 23 agosto e il 22 settembre.",
      "example": "Ona jest Panną i jest znana ze swej uwagi do szczegółów i umiejętności analitycznych. Była Panną i miała bardzo zorganizowaną osobowość. Będzie Panną i będzie miała silne poczucie praktyczności.",
      "example_translation": "È una Vergine e è nota per la sua attenzione al dettaglio e le sue abilità analitiche. Era una Vergine e aveva una personalità molto organizzata. Sarà una Vergine e avrà un forte senso di praticità.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Italian",
      "word": "znak zodiaku",
      "translation": "segno zodiacale",
      "definition": "Znak zodiaku to region nieba, który jest związany z określoną grupą cech osobowości, zachowań i charakterystyk, i jest określony przez położenie słońca, księżyca i planet w chwili urodzenia człowieka.",
      "definition_translation": "Un segno zodiacale è una regione del cielo che è associata a un particolare set di tratti della personalità, comportamenti e caratteristiche, e viene determinato dalla posizione del sole, della luna e dei pianeti nell'esatto momento della nascita di una persona.",
      "example": "Urodziłem się pod znakiem Skorpiona, więc powinienem być pasjonujący i intensywny. Moja przyjaciółka była Bliźniakiem, więc była zawsze ciekawa i komunikatywna. Do czasu, gdy będę miał 30 lat, będę Bykiem i będę bardziej niezawodny i praktyczny.",
      "example_translation": "Sono nato sotto il segno zodiacale dello Scorpione, quindi dovrei essere appassionato e intenso. La mia amica era una Gemelli, quindi era sempre curiosa e comunicativa. Quando avrò 30 anni, sarò un Toro, e sarò più affidabile e pratico.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]