{
  "data": [
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wąż",
      "translation": "serpent",
      "definition": "długi, wąski, bez nogi zwierzę, które porusza się po ziemi, skręcając i wyginając swoje ciało",
      "definition_translation": "un animal long, mince, sans jambes qui n'a pas de pieds et se déplace sur le sol en tordant et en courbant son corps",
      "example": "Wąż pełzał przez trawę, pełza przez wodę, będzie pełzał po drzewie.",
      "example_translation": "Le serpent glissait dans l'herbe, il glisse dans l'eau, il glissera dans l'arbre.",
      "imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żaba",
      "translation": "grenouille",
      "definition": "małe zwierzę, które żyje w wodzie i ma gładką, wilgotną skórę oraz długie nogi do skakania",
      "definition_translation": "un petit animal qui vit dans l'eau et a une peau lisse et humide et des jambes longues pour sauter",
      "example": "Żaba przeskoczyła przez staw, skacze nad kamieniem, będzie skakać do wody.",
      "example_translation": "La grenouille sautait à travers l'étang, il saute par-dessus le rocher, il sautera dans l'eau.",
      "imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żółw",
      "translation": "tortue",
      "definition": "wolno poruszający się płaz z pancerzem, który chroni jego ciało",
      "definition_translation": "un reptile à mouvement lent avec une carapace qui protège son corps",
      "example": "Żółw szedł wolno przez pustynię, idzie wolno przez las, będzie chodził szybko wokół jeziora.",
      "example_translation": "La tortue marchait lentement à travers le désert, il marche lentement à travers la forêt, il marchera rapidement autour du lac.",
      "imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żółwik",
      "translation": "tortue marine",
      "definition": "wolno poruszający się płaz, który żyje w morzu i ma pancerz, który chroni jego ciało",
      "definition_translation": "un reptile à mouvement lent qui vit dans la mer et a une carapace qui protège son corps",
      "example": "Żółwik pływał szybko przez ocean, pływał wolno przez rafę koralową, będzie pływał szybko wokół statku.",
      "example_translation": "La tortue marine nageait rapidement à travers l'océan, elle nagait lentement à travers le récif de corail, elle naguera rapidement autour du navire.",
      "imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "aligator",
      "translation": "alligator",
      "definition": "duży płaz z długim, okrągłym nosem i potężnymi szczękami, występujący w południowo-wschodnich Stanach Zjednoczonych i Chinach.",
      "definition_translation": "Un grand reptile avec un museau allongé et des mâchoires puissantes, originaire du sud-est des États-Unis et de Chine.",
      "example": "Wczoraj zobaczyłem aligatora w bagnie, był ogromny. Aligator jest teraz błogo suszy się w słońcu. Do przyszłego roku aligator będzie jeszcze większy.",
      "example_translation": "J'ai vu un alligator dans le marais hier, il était énorme. L'alligator est en train de se dorer au soleil maintenant. D'ici l'année prochaine, l'alligator aura encore grandi.",
      "imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "anakonda",
      "translation": "anaconda",
      "definition": "bardzo duży wąż z rodziny dusicieli, występujący w mokradełach Ameryki Południowej.",
      "definition_translation": "Un très grand serpent de la famille des Boa constrictor, trouvé dans les zones humides de l'Amérique du Sud.",
      "example": "Anakonda pełzała przez wodę cicho, łowi swoją zdobycz. Anakondy są znane ze swoich potężnych zdolności duszenia. W przyszłości anakondy będą nadal prosperować w swoim środowisku.",
      "example_translation": "L'anaconda a glissé silencieusement dans l'eau, il chasse sa proie. Les anacondas sont connus pour leurs puissantes capacités de constriction. À l'avenir, les anacondas continueront de prospérer dans leur habitat.",
      "imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "boa",
      "translation": "boa",
      "definition": "typ węża o krępej budowie ciała i charakterystycznym wzorze plamek, występującym w Ameryce Środkowej i Południowej.",
      "definition_translation": "Un type de serpent avec un corps robuste et un motif de marques distinctif, trouvé en Amérique centrale et du Sud.",
      "example": "Boa dusiciel zawinęła się wokół ramienia swojego właściciela, jest spokojnym zwierzęciem domowym. Boas są popularnymi zwierzętami domowymi ze względu na swoją łagodną naturę. Do przyszłego miesiąca boa wznowi swój proces linienia.",
      "example_translation": "Le boa constrictor s'est enroulé autour du bras de son propriétaire, c'est un animal de compagnie doux. Les boas sont des animaux de compagnie populaires en raison de leur nature calme. D'ici le mois prochain, le boa aura à nouveau mue sa peau.",
      "imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "krokodyl",
      "translation": "crocodile",
      "definition": "duży płaz z długim, wąskim nosem i potężnymi szczękami, występujący w rzekach i bagnach w regionach tropikalnych i subtropikalnych.",
      "definition_translation": "Un grand reptile avec un museau long et étroit et des mâchoires puissantes, trouvé dans les rivières et les marais des régions tropicales et subtropicales.",
      "example": "Krokodyl pływał szybko przez wodę, jest drapieżnikiem. Krokodyle istniały na Ziemi miliony lat. W przyszłości starania ochronne pomogą chronić siedliska krokodyli.",
      "example_translation": "Le crocodile a nagé rapidement à travers l'eau, c'est un prédateur. Les crocodiles ont été sur la planète depuis des millions d'années. À l'avenir, les efforts de conservation aideront à protéger les habitats de crocodiles.",
      "imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jaszczur",
      "translation": "lezard",
      "definition": "płaz o długim ciele i ogonie, zwykle mający cztery nogi. Często występuje w ciepłych krajach i potrafi regenerować swój ogon, jeśli zostanie złamany.",
      "definition_translation": "Un reptile qui a un corps long et une queue, et généralement quatre pattes. Il est souvent trouvé dans les pays chauds et peut regrower sa queue si elle est cassée.",
      "example": "Wczoraj zobaczyłem jaszczura, który czuwał w słońcu, ale teraz ukrył się w swoim gnieździe. W przyszłości spróbuję złapać go.",
      "example_translation": "Hier, j'ai vu un lezard se dorer au soleil, mais maintenant il se cache dans son nid. À l'avenir, j'essaierai de l'attraper.",
      "imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "muszla",
      "translation": "coquille",
      "definition": "twarda zewnętrzna powłoka mięczaka, takiego jak ślimak lub małż, lub twarda zewnętrzna powłoka jaja.",
      "definition_translation": "La couverture externe dure d'un mollusque, comme un escargot ou une huître, ou la couverture externe dure d'un œuf.",
      "example": "Zbierałem muszle na plaży wczoraj, ale teraz są ułożone w piękny wzór na moim półce. W przyszłości dam je swojej siostrze.",
      "example_translation": "J'ai collecté des coquilles sur la plage hier, mais maintenant elles sont disposées en un beau modèle sur mon étagère. À l'avenir, je les donnerai à ma sœur.",
      "imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żmija",
      "translation": "crotale",
      "definition": "Typ jadowitej węży, która ma rattle na ogonie, występującej w Ameryce.",
      "definition_translation": "Un type de serpent venimeux qui a un grelot à sa queue, trouvé dans les Amériques.",
      "example": "Wczoraj widziałem żmiję w pustyni, ale teraz jest już nieobecna. W przyszłości będę bardziej ostrożny, gdy będęspacerował.",
      "example_translation": "J'ai vu un crotale dans le désert hier, mais maintenant il est parti. À l'avenir, je serai plus prudent lorsque je vais faire de la randonnée.",
      "imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " gad",
      "translation": "reptile",
      "definition": "Stworzenie kręgowe z łuskami, składające jaja, takie jak węże, jaszczurki i żółwie.",
      "definition_translation": "Un animal à sang froid avec des écailles, pondant des œufs, comme les serpents, les lézards et les tortues.",
      "example": "Wczoraj widziałem gada w zoo, ale teraz śpi. W przyszłości będę dowiadywał się więcej o gadach.",
      "example_translation": "J'ai vu un reptile au zoo hier, mais maintenant il dort. À l'avenir, j'apprendrai plus sur les reptiles.",
      "imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "salamandra",
      "translation": "salamandre",
      "definition": "Salamandra jest typem płaza, który ma smukłe ciało, długi ogon i zwykle cztery nogi. Żyje w wodzie i na lądzie.",
      "definition_translation": "Un salamandre est un type d'amphibien qui a un corps mince, une longue queue et généralement quatre pattes. Il vit dans l'eau et sur terre.",
      "example": "Salamandra wpełzła powoli z jeziora. Będzie wpełzać szybciej, gdy osiągnie dorosłość. Do następnego roku, wpełze na drugą stronę lasu.",
      "example_translation": "Le salamandre a rampé lentement hors de l'étang. Il rampera plus vite lorsqu'il atteindra l'âge adulte. D'ici l'an prochain, il aura rampé de l'autre côté de la forêt.",
      "imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kijanka",
      "translation": "têtard",
      "definition": "Kijanka jest larwalnym stadium żaby lub ropuchy, charakteryzującym się małym ciałem i ogonem, bez kończyn.",
      "definition_translation": "Un têtard est le stade larvaire d'un grenouille ou d'un crapaud, caractérisé par un petit corps et une queue, et sans membres.",
      "example": "Kijanka pływała szybko w akwarium. Szybko rozwinie się. Do następnego miesiąca, stanie się młodą żabą.",
      "example_translation": "Le têtard a nagé rapidement dans l'aquarium. Il développera bientôt ses membres. D'ici le mois prochain, il sera devenu un jeune grenouille.",
      "imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ropucha",
      "translation": "crapaud",
      "definition": "Ropucha jest typem płaza, który ma krótkie, krępe ciało, krótkie nogi i suchą, błotnistą skórę.",
      "definition_translation": "Un crapaud est un type d'amphibien qui a un corps court et épais, de courtes pattes et une peau sèche et bosselée.",
      "example": "Ropucha skakała wolno po ogrodzie. Będzie skakać szybciej, gdy znajdzie jedzenie. Do następnego tygodnia, skoczy na drugą stronę lasu.",
      "example_translation": "Le crapaud a sauté lentement à travers le jardin. Il sautera plus vite lorsqu'il trouvera de la nourriture. D'ici la semaine prochaine, il aura sauté de l'autre côté de la forêt.",
      "imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "płazy",
      "translation": "amphibiens",
      "definition": "Płazy są zimnokrwistymi zwierzętami, które żyją w wodzie i na lądzie, i mają wilgotną, przepuszczalną skórę.",
      "definition_translation": "Les amphibiens sont des animaux à sang froid qui vivent dans l'eau et sur terre, et ont une peau humide et perméable.",
      "example": "Płazy żyły w jeziorze i lesie. Przeniosą się do oceanu wkrótce. Do następnego roku, będą miały dostosowane się do nowego środowiska.",
      "example_translation": "Les amphibiens vivaient dans l'étang et la forêt. Ils migreront bientôt vers l'océan. D'ici l'an prochain, ils auront adapté à leur nouvel habitat.",
      "imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ślepak",
      "translation": "couleuvre épineuse",
      "definition": "Beznogi jaszczur, który przypomina węża, często spotykany w wilgotnych środowiskach.",
      "definition_translation": "Un lézard sans pattes qui ressemble à un serpent, souvent trouvé dans des environnements humides.",
      "example": "Wczoraj widziałem ślepaka wypełzającego z jeziora, było toquite fascynujące. Dziś będę studiował jego zachowanie, a jutro przedstawię wyniki swoich badań.",
      "example_translation": "J'ai vu une couleuvre épineuse sortir de l'étang hier, c'était très fascinant. Aujourd'hui, je vais étudier son comportement, et demain, je présenterai mes résultats.",
      "imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kameleon",
      "translation": "caméléon",
      "definition": "Typ jaszczurki, która może zmieniać kolor, aby dostosować się do otoczenia, często spotykany w tropikalnych regionach.",
      "definition_translation": "Un type de lézard qui peut changer de couleur pour se fondre dans son environnement, souvent trouvé dans les régions tropicales.",
      "example": "Kameleon przystosował się do nowego środowiska, zmieniając kolor ze zielonego na brązowy. Będzie przystosowywał się ponownie, gdy przeniesie się do nowego habitatu, i robi to od wieków.",
      "example_translation": "Le caméléon s'était adapté à son nouvel environnement, changeant de couleur du vert au brun. Il s'adaptera à nouveau lorsqu'il déménagera dans un nouvel habitat, et il fait ainsi depuis des siècles.",
      "imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kobra",
      "translation": "cobra",
      "definition": "Jadowity wąż, spotykany w Afryce i Azji, znany ze swojego nakrycia głowy i agresywnego zachowania.",
      "definition_translation": "Un serpent venimeux trouvé en Afrique et en Asie, connu pour sa tête en forme de capuchon et son comportement agressif.",
      "example": "Kobra uniosła głowę, przygotowując się do ataku. Na szczęście, złapacz węży przybył akurat wtedy, i zostanie wypuszczony z powrotem na wolność jutro.",
      "example_translation": "Le cobra aleva la tête, se préparant à frapper. Heureusement, le catcheur de serpents est arrivé juste à temps, et il sera relâché dans la nature demain.",
      "imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wąż trawny",
      "translation": "couleuvre verte et jaune",
      "definition": "Nie jadowity wąż, spotykany na łąkach i w mokradłach, często mylony z jadowitym wężem ze względu na podobny wygląd.",
      "definition_translation": "Un serpent non venomux trouvé dans les prairies et les zones humides, souvent confondu avec un serpent venomux en raison de son apparence similaire.",
      "example": "Wczoraj widziałem węża trawnego, przesuwającego się przez wysoką trawę, nie zdawał się być zaniepokojony moją obecnością. Dziś spróbuję obserwować go ponownie, a może będę miał szansę zobaczyć go w akcji jutro.",
      "example_translation": "J'ai vu une couleuvre verte et jaune se faufiler à travers l'herbe haute hier, mais elle ne semblait pas être dérangée par ma présence. Aujourd'hui, j'essaierai de l'observer à nouveau, et peut-être que j'aurai la chance de la voir en action demain.",
      "imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żaba drzewna",
      "translation": "triton",
      "definition": "Mała żaba żyjąca w drzewach, charakteryzująca się zieloną lub brązową barwą i błonami na nogach.",
      "definition_translation": "Un petit salamandre semi-aquatique, ayant généralement un corps svelte et une longue queue.",
      "example": "Usłyszałem żabę drzewną krzyczącą w ogródku, a jutro usłyszę inną śpiewającą w parku, ale usłyszałem wiele żab drzewnych chodzących w lesie dzień wcześniej.",
      "example_translation": "J'ai vu un triton nageant dans l'étang hier, mais je verrai un autre demain, et j'ai vu beaucoup de tritons là-bas le jour d'avant.",
      "imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pyton",
      "translation": "python",
      "definition": "Duży wąż, zwłaszcza jeden z gatunków Python regius, rodzimy w Afryce i Azji.",
      "definition_translation": "Un grand serpent, notamment l'une des espèces Python regius, originaire d'Afrique et d'Asie.",
      "example": "Nigdy nie będę miał pytona jako zwierzęcia domowego, bo zobaczyłem pyton zjadający królika w TV w zeszłym tygodniu, a zobaczyłem wiele pytonów w zoo przedtem.",
      "example_translation": "Je n'aurai jamais un python comme animal de compagnie, parce que j'ai vu un python manger un lapin à la télévision la semaine dernière, et j'ai vu beaucoup de pythons au zoo auparavant.",
      "imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "salamandra plamista",
      "translation": "salamandre tachetée",
      "definition": "Mała do średniej wielkości salamandra, charakteryzująca się żółtą lub pomarańczową barwą z ciemnymi plamkami.",
      "definition_translation": "Un petit à moyen salamandre, caractérisé par sa couleur jaune ou orange avec des taches sombres.",
      "example": "Zobaczyłem salamandrę plamistą przekraczającą drogę, a jutro zobaczę inną kryjącą się pod kamieniem, ale zobaczyłem wiele salamandr plamistych żyjących w lesie dzień wcześniej.",
      "example_translation": "J'ai vu une salamandre tachetée traversant la route, et je verrai une autre se cachant sous un rocher demain, mais j'ai vu beaucoup de salamandres tachetées vivant dans la forêt le jour d'avant.",
      "imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "triton",
      "translation": "grenouille arboricole",
      "definition": "Mały półwodny płaz, zwłaszcza jeden z rodzaju Triturus, charakteryzujący się smukłym ciałem i długim ogonem.",
      "definition_translation": "Une petite grenouille qui vit dans les arbres, caractérisée par sa couleur verte ou brune et ses pattes palmées.",
      "example": "Zobaczyłem tritona pływającego w stawie wczoraj, a jutro zobaczę innego, ale zobaczyłem wiele tritonów tam dzień wcześniej.",
      "example_translation": "J'ai entendu une grenouille arboricole coasser dans le jardin, et j'entendrai une autre chantant dans le parc demain, mais j'ai entendu beaucoup de grenouilles arboricoles gazouillant dans la forêt le jour d'avant.",
      "imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żmija",
      "translation": "vipère",
      "definition": "Jadowity wąż spotykany w ciepłych regionach, szczególnie w Afryce i Azji, z charakterystyczną trójkątną głową i rozwidlonym języczkiem.",
      "definition_translation": "un serpent vénimeux trouvé dans les régions chaudes, notamment en Afrique et en Asie, avec une tête triangulaire distinctive et une langue fourchue.",
      "example": "Zobaczyłem żmiję w pustyni, było to bardzo przerażające. Turyści widzieli żmiję w zeszłym tygodniu, a zobaczą ją ponownie za rok.",
      "example_translation": "J'ai vu une vipère dans le désert, c'était très effrayant. Les randonneurs avaient vu une vipère la semaine dernière, et ils en verront une autre l'année prochaine.",
      "imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wąż wodny",
      "translation": "serpent d'eau",
      "definition": "Mityczne stworzenie przedstawiane jako wąż lub smok żyjący w lub w pobliżu wody, często kojarzone z dawnych kultur.",
      "definition_translation": "une créature mythologique représentée comme un serpent ou un dragon vivant dans ou près de l'eau, souvent associée aux cultures anciennes.",
      "example": "Starożytna cywilizacja wierzyła w istnienie węży wodnych, sądzili, że to wąż wodny zniszczył ich wieś. Legenda mówi, że wąż wodny pojawi się w przyszłym wieku.",
      "example_translation": "La civilisation ancienne croyait à l'existence des serpents d'eau, ils pensaient que c'était un serpent d'eau qui avait détruit leur village. La légende dit qu'un serpent d'eau apparaîtra au siècle prochain.",
      "imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]
}