{
  "data": [
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pozytywny",
      "translation": "POSITIVव",
      "definition": "Posiadający dobrą lub korzystną jakość lub tendencję; mający lub pokazujący optymistyczną postawę lub perspektywę",
      "definition_translation": "एक अच्छा या अनुकूल गुण या प्रवृत्ति होना; एक सकारात्मक दृष्टिकोण या सोच होना",
      "example": "Miała pozytywne nastawienie do nowej pracy. Pozytywnie wpłynęła na swoich kolegów wczoraj. Pozytywnie wpłynie na firmę w przyszłości.",
      "example_translation": "वह अपने नए नौकरी के प्रति सकारात्मक दृष्टिकोण रखती थी. कल वह अपने सहकर्मियों को सकारात्मक रूप से प्रभावित करती थी. वह भविष्य में कंपनी को सकारात्मक रूप से प्रभावित करेगी.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uzależniony",
      "translation": "अड्डिक्ट",
      "definition": "Mający silne i nawykowe pragnienie lub oddanie się czemuś, szczególnie narkotykom lub innemu substancjom",
      "definition_translation": "किसी चीज, विशेषकर एक दवा या अन्य पदार्थ के लिए मजबूत और अचेतन इच्छा या समर्पण होना",
      "example": "Był uzależniony od palenia. Uzależnił się od gier komputerowych w swojej młodości. Będzie uzależniony od czytania książek w swojej starości.",
      "example_translation": "वह धूम्रपान का आदी था. वह अपने किशोर वर्षों में वीडियो गेम्स का आदी हो गया. वह अपनी उम्र में पुस्तकें पढ़ने का आदी हो जाएगा.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przygodowy",
      "translation": "साहसिक",
      "definition": "Gotowy podejmować ryzyko i stawić czoła wyzwaniom; lubiący ekscytujące i nietypowe doświadczenia",
      "definition_translation": "जोखिम उठाने और चुनौतियों का सामना करने के लिए तैयार; रोमांचक और असाधारण अनुभवों का आनंद लेना",
      "example": "Był przygodowym człowiekiem i uwielbiał podróże. Będzie przygodowa i spróbuje skoków spadochronowych w przyszłym roku. Byli przygodowymi i założyli własny biznes w zeszłym roku.",
      "example_translation": "वह एक साहसिक व्यक्ति थे और यात्रा करने से प्रेम करते थे. वह अगले साल स्काइडाइविंग ट्राई करेगी. वे साहसिक थे और पिछले साल अपना खुद का व्यवसाय शुरू किया.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uczuciowy",
      "translation": "स्नेही",
      "definition": "Pokazujący lub odczuwający miłość, troskę lub sympatię do kogoś lub czegoś",
      "definition_translation": "किसी के लिए प्यार, देखभाल या स्नेह दिखाना या महसूस करना",
      "example": "Była uczuciową matką swoim dzieciom. Był uczuciowy wobec swoich zwierząt. Będą uczuciowi wobec swoich nowych sąsiadów.",
      "example_translation": "वह अपने बच्चों के लिए एक स्नेही माँ थी. वह अपने पालतू जानवरों के प्रति स्नेही था. वे अपने नए पड़ोसियों के प्रति स्नेही होंगे.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "agresywny",
      "translation": "आक्रामक",
      "definition": "Mający lub pokazujący pewność siebie i silną osobowość, gotów podejmować ryzyko i wyzwaniać innych",
      "definition_translation": "एक आत्मविश्वासी और बलवान व्यक्तित्व का होना या दिखाना, दूसरों को चुनौती देने और जोखिम लेने के लिए तैयार होना।",
      "example": "Był agresywnym biznesmenem, który nie bał się podejmować ryzyka. Był agresywny w swoich negocjacjach, ale teraz jest bardziej ostrożny. Będzie agresywny w swojej strategii marketingowej, aby promować nowy produkt.",
      "example_translation": "वह एक आक्रामक व्यवसायी था जो जोखिम लेने से नहीं डरता था। उसने अपनी वार्ताओं में आक्रामक था, लेकिन अब वह और谨慎 हो रहा है। वह नए उत्पाद को प्रचारित करने के लिए अपनी मार्केटिंग सणन में आक्रामक होगा।",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambitny",
      "translation": "महत्वाकांक्षी",
      "definition": "Mający lub pokazujący silne pragnienie sukcesu lub osiągnięcia czegoś, często wymagającego ciężkiej pracy i determinacji",
      "definition_translation": "कुछ प्राप्त करने या सफल होने की मजबूत इच्छा रखने वाला, अक्सर कड़ी मेहनत और दृढ़ता की आवश्यकता होती है。",
      "example": "Była ambitną młodą kobietą, która chciała zostać sukcesem przedsiębiorczynią. Zawsze był ambitny, ale teraz jest bardziej skupiony na swojej rodzinie. Będą ambitni w swoich planach ekspansji firmy.",
      "example_translation": "वह एक महत्वाकांक्षी युवती थीं जिन्हें एक सफल उद्यमी बनना था। उसने हमेशा महत्वाकांक्षी था, लेकिन अब वह अपने परिवार पर अधिक केंद्रित है। वे कंपनी को विस्तार करने के अपने योजनाओं में महत्वाकांक्षी होंगे।",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zabawiony",
      "translation": "मनोरंजन",
      "definition": "Czujący lub pokazujący rozrywkę lub zabawę, często w lekkim lub zabawnym sposobie",
      "definition_translation": "आनंद या मनोरंजन महसूस करना या दिखाना, अक्सर हल्के-फुल्के या खेल-खेल में;",
      "example": "Dzieci były zabawione przez sztuki klauna. Była zabawiona przez śmieszną żartę. Będzie zabawiony przez show komediowy dzisiaj wieczorem.",
      "example_translation": "बच्चे क्लाउन की हरकतों से मनोरंजन हुए थे। वह सिल्ली चुटकुले से मनोरंजन हुई थी। वह रात के कॉमेडी शो से मनोरंजन होगा।",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aroganciowy",
      "translation": "घमंडी",
      "definition": "Mający lub pokazujący postawę wyższości, często towarzyszącą brakiem szacunku dla innych",
      "definition_translation": "ऊपरinness की मानसिकता रखने वाला या दिखाने वाला, अक्सर दूसरों के प्रति सम्मान की कमी के साथ;",
      "example": "Miał aroganciową postawę, która drażniła ludzi. Była aroganciowa ze swoją urodą. Będą aroganciowi ze swoim sukcesem.",
      "example_translation": "उसने एक घमंडी रवैया था जिसने लोगों को गलत तरीके से प्रभावित किया। वह अपनी सुंदरता के बारे में घमंडी थीं। वे अपनी सफलता के बारे में घमंडी होंगे।",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiony",
      "translation": "चौंका हुआ",
      "definition": "Czujący lub pokazujący wielkie zdumienie lub szok, często w sposób trudny do ukrycia",
      "definition_translation": "एक ऐसी अवस्था जिसमें व्यक्ति अत्यधिक आश्चर्य या झटका महसूस करता है, अक्सर ऐसा लगता है जिसे छुपाया नहीं जा सकता。",
      "example": "Byłem zdumiony wiadomością o jej nagłej wyjeździe. Jestem zdumiony pięknem Taj Mahal. Będę zdumiony, jeśli wygram w loterii.",
      "example_translation": "मैं उसके अचानक प्रस्थान की खबर से चौंक गया। मैं ताज महल की सुंदरता से चौंका हूँ। अगर मैं लॉटरी जीतता हूँ तो मैं चौंक जाऊंगा।",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiewający",
      "translation": "प्राचीन",
      "definition": "Ekstremalnie zaskakujący lub imponujący",
      "definition_translation": "अत्यधिक आश्चर्यजनक या प्रभावशाली।",
      "example": "Zdumiewająca uroda zachodu słońca pozostawiła nas bez słów. Zdumiewająca szybkość nowego samochodu sportowego jest niezrównana. Zdumiewający talent młodego muzyka był zdumiewający.",
      "example_translation": "सूरज डूबने की प्राचीन सुंदरता ने हमें बोलते हुए छोड़ दिया। नए स्पोर्ट्स कार की प्राचीन गति अभूतपूर्व है। युवा संगीतज्ञ की प्राचीन प्रतिभा उल्लेखनीय थी।",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spokojny",
      "translation": "आराम से",
      "definition": "Czując się wygodnie i relaksująco, bez żadnej troski lub niepokoju.",
      "definition_translation": "चिंतা या घबराहट के बिना आराम से और शिथिल महसूस कर रहे हैं।",
      "example": "Czułem się spokojny, gdy wreszcie zakończyłem egzaminy. Ona wyglądała spokojnie w swojej nowej pracy. On będzie się czuł spokojnie, gdy już się osiedli w nowym mieszkaniu.",
      "example_translation": "मैं अपने परीक्षा पूरे करने के बाद आराम से महसूस किया। वह अपने नए नौकरी में आराम से दिखती है। वह एक बार अपने नए अपार्टमेंट में बस जाता है तो वह आराम से महसूस करेगा।",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świadomy",
      "translation": "जानकार",
      "definition": "Posiadający wiedzę lub zrozumienie czegoś.",
      "definition_translation": "किसी चीज की जानकारी या समझ रखता हूँ।",
      "example": "Jestem świadomy ryzyka związanego z inwestycją. Ona jest świadoma swoich silnych i słabych stron. Będą świadomi nowych polityk do końca miesiąca.",
      "example_translation": "मैं निवेश में शामिल जोखिमों से अवगत हूँ। वह अपनी ताकत और कमजोरियों से अवगत है। वे महीने के अंत तक नई नीतियों से अवगत हो जाएंगे।",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "źle usposobiony",
      "translation": "क्रोधी",
      "definition": "Mający lub pokazujący zły charakter; łatwo irytowany lub rozdrażniony.",
      "definition_translation": "बुरा स्वभाव होना; आसानी से नाराज़ या परेशान होना",
      "example": "Ona była źle usposobioną osobą i wkurzała się za najmniejszą rzecz. Ona była źle usposobiona od dzieciństwa, a to było trudne do zmiany. On będzie zawsze źle usposobiony, niezależnie od tego, jak hardo będzie próbował zmienić.",
      "example_translation": "वह एक क्रोधी व्यक्ति थी और थोड़े से काम पर नाराज़ हो जाती थी। वह बचपन से क्रोधी थी, और यह एक ऐसी आदत थी जिसे तोड़ना मुश्किल था। वह हमेशा क्रोधी रहेगी, चाहे वह बदलने के लिए कितना भी प्रयास करे।",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zbalansowany",
      "translation": "संतुलित",
      "definition": "Mający różne części lub aspekty w harmonijnej lub satysfakcjonującej proporcji.",
      "definition_translation": "विभिन्न भागों या पहलुओं के एक संतोषजनक या संतुलित अनुपात में होना",
      "example": "Firma próbowała utrzymać zrównoważony budżet, ale było to trudne zadanie. Ona próbowała zbalansować swoje życie pracy i prywatnego, ale było to stałą walkę. Gospodarka była zrównoważona w przeszłości, ale teraz jest w stanie zamętu.",
      "example_translation": "कंपनी ने एक संतुलित बजट रखने की कोशिश की, लेकिन यह एक कठिन काम था। वह अपने काम और निजी जीवन के बीच संतुलन बनाने की कोशिश कर रही थी, लेकिन यह एक स्थिर संघर्ष था। अर्थव्यवस्था पहले संतुलित थी, लेकिन अब यह उथल-पुथल में थी।",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorzki",
      "translation": "कड़वा",
      "definition": "Mający silny, nieprzyjemny smak lub zapach.",
      "definition_translation": "एक मजबूत, अप्रिय स्वाद या गंध होना",
      "example": "Lek był gorzki, ale trzeba go wziąć, aby się uzdrowić. On jadł gorzkie cytryny od lat, a to stało się jego nawykiem. Ona próbowała gorzkiego zwycięstwa w swojej ostatniej konkurencji, a to pozostawiło gorzki smak w jej ustach.",
      "example_translation": "दवा कड़वा थी, लेकिन ठीक होने के लिए इसे लेना जरूरी था। वह سالों से कड़वे नींबू खा रहा था, और यह एक आदत बन गई थी। उसने अपनी पिछली प्रतियोगिता में कड़वा हार کा स्वाद चखा था, और इससे उसके मुँह में एक खट्टा स्वाद रह गया था।",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śmiały",
      "translation": "साहसी",
      "definition": "Pokazujący odwagę lub pewność siebie; nie boisz się podejmować ryzyka.",
      "definition_translation": "साहस या आत्मविश्वास दिखाना; जोखिम लेने से डरना नहीं",
      "example": "On był śmiałym mówcą i mógł urzec audytorium swoimi słowami. Ona była śmiała i Enough, aby rozpocząć własną firmę, a to było ogromnym sukcesem. Strażak był śmiały i bezlitosny, gdy wchodził do palącego się budynku, aby uratować schwytanych ludzi.",
      "example_translation": "वह एक साहसी वक्ता था और अपने शब्दों से ऑडियंस को मुग्ध कर सकता था। वह अपना खुद का बिजनेस शुरू करने के लिए साहसी थी, और यह एक बड़ी सफलता थी। آتش निवारक साहसी और निडर था क्योंकि वह आग की लपट में फंसे लोगों को बचाने के लिए इमारत में प्रवेश कर रहा था।",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozkazujący",
      "translation": "जल्दबाजी करनेवाला",
      "definition": "Mający lub pokazujący nadmierną pewność siebie i dominację, często w sposób irytujący.",
      "definition_translation": "अनावश्यक रूप से विश्वास और प्रभुत्वभाव दिखाने वाला व्यवहार, अक्सर परेशान करने वाला तरीका.",
      "example": "Jako rozkazująca osoba, ona zawsze próbuje kontrolować rozmowę. Ona kontrolowała rozmowę na spotkaniu wczoraj. Ona będzie dominować dyskusję na konferencji jutro.",
      "example_translation": "एक जल्दबाजी करनेवाला व्यक्ति के रूप में, वह हमेशा बातचीत को नियंत्रित करने की कोशिश करती है. उसने कल बैठक में बातचीत पर नियंत्रण किया. वह कल कॉन्फ्रेंस में चर्चा को दबा देगी.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jasny",
      "translation": "चमकीला",
      "definition": "Wydający lub odbijający dużo światła; świecący intensywnie.",
      "definition_translation": "काफी रोशनी देने या प्रतिबिंबित करने वाला; तेजी से चमकना.",
      "example": "Jasne światło słoneczne wypełniło pokój. Jasne światło lampy oświetliło ciemny kąt. Jasne gwiazdy będą świecić w nocnym niebie.",
      "example_translation": "चमकीला सूरज की रोशनी ने कमरे को भर दिया. लैंप का चमकीला प्रकाश ने अंधेरे कोने को रोशन किया. रात के आसमान में चमकीले सितारे चमकेंगे.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "troskliwy",
      "translation": "परवाह करनेवाला",
      "definition": "Pokazujący autentyczne zainteresowanie i troskę o dobro innych.",
      "definition_translation": "दूसरों के कल्याण के लिए सच्चा_interest और चिंता दिखाना.",
      "example": "Ona jest troskliwą osobą, która zawsze pomaga swoim przyjaciołom. Ona pomogła swojemu przyjacielowi w potrzebie wczoraj. Ona będzie dbała o swoją rodzinę w przyszłości.",
      "example_translation": "वह एक परवाह करनेवाला व्यक्ति है जो हमेशा अपने दोस्तों की मदद करती है. उसने जरूरतमंद दोस्त की कल मदद की. वह भविष्य में अपने परिवार की देखभाल करेगी.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ostrożny",
      "translation": "सतर्क",
      "definition": "Ostrożny, aby uniknąć potencjalnych problemów lub niebezpieczeństw.",
      "definition_translation": "संभावित समस्याओं या खतरों से बचने के लिए सावधान.",
      "example": "On jest ostrożną osobą, która zawsze myśli przed działaniem. On myślał przed inwestowaniem w firmę wczoraj. On będzie ostrożny podczas jazdy na autostradzie jutro.",
      "example_translation": "वह एक सतर्क व्यक्ति है जो हमेशा कार्य करने से पहले सोचता है. उसने कल कंपनी में निवेश करने से पहले सोचा. वह कल हाइवे पर ड्राइविंग करते समय सतर्क रहेगा.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śmiały",
      "translation": "शरारती",
      "definition": "mający lub wykazujący niezdarny lub nieprzyzwoity temperament; mający skłonność do bycia bezczelnie próżnym lub nieuprzejmym",
      "definition_translation": "एक अशिष्ट या अभद्र गुण रखने वाला; मजाक में रूड या असभ्य होने की प्रवृत्ति रखता है",
      "example": "Była śmiałą dziewczyną, która uwielbiała rozgrywać psikusy na swoich rodzeństwie. Ona będzie śmiała i spróbuje pociągnąć za włosy swojego kolegi podczas lekcji. Była śmiała i nieposłuszna od młodości.",
      "example_translation": "वह एक शरारती बच्ची थी जिसके साथ अपने भाई-बहनों के साथ मजाक करता था. वह कक्षा में अपने दोस्त के बाल खींचेगी और शरारती होगी. वह बचपन से ही शरारती और अनुशासनहीन थी.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziecięcy",
      "translation": "बचकाना",
      "definition": "charakteryzujący się lub odzwierciedlający brak dojrzałości lub powagi; niedojrzały lub odpowiedzialny",
      "definition_translation": "एक ओप्रौध या गंभीरता की कमी की विशेषता; अपरिपक्व या अकर्मण्य",
      "example": "On był dziecięcy i rzucił herkulesem, gdy nie dostał swojego sposobu. Ona była dziecięca i odmówiła zjedzenia warzyw. On był dziecięcy i leniwy przez całe życie.",
      "example_translation": "वह बचकाना था और अपने रास्ते नहीं मिलने पर तान्त्रिक हो गया. वह बचकाना थी और अपनी सब्जियां नहीं खाने दी. वह अपनाWhole जीवन बचकाना और सुस्त रहा है.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezdarny",
      "translation": "अजagara",
      "definition": "mający lub wykazujący tendencję do bycia niedbałym lub skłonnym do wypadków w swoich ruchach lub czynnościach",
      "definition_translation": "एक देखभालहीन या दुर्घटना प्रवण होने की प्रवृत्ति रखने वाला अपने आंदोलन या कार्य में",
      "example": "On był niezdarny i upuścił wazon. Ona była niezdarna i potknęła się na schodach. On był niezdarny i skłonny do wypadków przez całe życie.",
      "example_translation": "वह अजागरा था और वेसे को गिरा दिया. वह अजागरा थी और सीढ़ियों पर टकरा गई. वह अपनाWhole जीवन अजागरा और दुर्घटना प्रवण रहा है.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "komunikatywny",
      "translation": "संचारी",
      "definition": "mający lub wykazujący skłonność do rozmowy lub udostępniania informacji; będąc otwartym i gotowym do rozmowy z innymi",
      "definition_translation": "बातचीत करने या सूचना साझा करने की इच्छा रखने वाला; दूसरों के लिए खुला और ग्रहणशील होना",
      "example": "Ona była komunikatywna i pomogła swoim kolegom zespołowym podczas projektu. On był komunikatywny i odpowiedział na wszystkie pytania podczas wywiadu. Oni byli komunikatywni i otwarci wobec siebie przez całe swoje życie.",
      "example_translation": "वह संचारी थी और परियोजना के दौरान अपने साथियों की मदद की. वह संचारी था और साक्षात्कार के दौरान सभी प्रश्नों के उत्तर दिए. वे अपने रिश्ते में एक-दूसरे के साथ संचारी और खुले रहे हैं.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konkurencyjny",
      "translation": "प्रतिस्पर्धी",
      "definition": "mający lub wykazujący silną chęć wygrania lub osiągnięcia sukcesu, 특히 w biznesie lub sporcie.",
      "definition_translation": "व्यापार या खेल में जीतने या सफल होने की मजबूत इच्छा रखने वाला",
      "example": "Firma jest bardzo konkurencyjna na rynku, zawsze szukając sposobów na poprawę swoich produktów.",
      "example_translation": "कंपनी बाजार में बहुत प्रतिस्पर्धी है, अपने उत्पादों में सुधार के तरीके ढूँढती रहती है।",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zarozumiały",
      "translation": "अहंकारी",
      "definition": "mający lub wykazujący zbyt wysoką opinię o sobie samym, często towarzyszącą pychą.",
      "definition_translation": "अपने आप में अत्यधिक उच्च मत रखना, अक्सर अहंकार से पूर्ण",
      "example": "On był tak zarozumiały, że sądził, że jest najlepszym piosenkarzem na świecie.",
      "example_translation": "वह इतना अहंकारी था कि वह सोचता था कि वह दुनिया का सबसे अच्छा गायक है।",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmartwiony",
      "translation": "चिंतित",
      "definition": "czujący lub wykazujący niepokój lub zdenerwowanie w związku z czymś.",
      "definition_translation": "किसी चीज के बारे में चिंतित या चिंता करना",
      "example": "Jestem zmartwiony wzrostem przestępczości w mieście.",
      "example_translation": "मैं शहर में अपराध दरों में वृद्धि के बारे में चिंतित हूँ।",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konserwatywny",
      "translation": "रूढ़िवादी",
      "definition": "faworyzujący tradycyjne wartości społeczne i polityczne, a często również przeciwstawiający się zmianie.",
      "definition_translation": "पारंपरिक सामाजिक और राजनीतिक मूल्यों का समर्थन करना और अक्सर परिवर्तन का विरोध करना",
      "example": "Polityk konserwatywny był przeciwko pomysłowi małżeństw homoseksualnych.",
      "example_translation": "रूढ़िवादी राजनेता समलैंगिक विवाह के विचार के खिलाफ था।",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zadowolony",
      "translation": "संतुष्ट",
      "definition": "czujący lub wykazujący satysfakcję ze swoich posiadłości, statusu lub sytuacji.",
      "definition_translation": "अपने सामान, स्थिति या स्थिति से संतुष्ट महसूस या दिखाना",
      "example": "Ona była zadowolona ze swojej nowej pracy i nie chciała niczego zmieniać. Była zadowolona ze swojej starej pracy, ale nie płaciła wystarczająco. Będzie zadowolona ze swojej nowej pensji.",
      "example_translation": "वह अपने नए नौकरी से संतुष्ट थी और कुछ बदलना नहीं चाहती थी। वह अपने पुराने नौकरी से संतुष्ट थी, लेकिन यह पर्याप्त नहीं दे रहा था। वह अपने नए वेतन से संतुष्ट हो जाएगी.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konwencjonalny",
      "translation": "परंपरागत",
      "definition": "oparty na lub zgodny z tym, co jest powszechnie akceptowane lub robione.",
      "definition_translation": "सामान्यतः किए जाने या स्वीकार किए जाने वाले आधार पर",
      "example": "W medycynie konwencjonalnej lekarze stosują leki, aby leczyć choroby. W przeszłości konwencjonalna mądrość była taka, że Ziemia jest płaska. W przyszłości konwencjonalne źródła energii zostaną zastąpione przez odnawialne źródła energii.",
      "example_translation": "पारंपरिक चिकित्सा में, डॉक्टर रोगों के इलाज के लिए दवाओं का उपयोग करते हैं। अतीत में, पारंपरिक ज्ञान यह था कि पृथ्वी समतल थी। भविष्य में, पारंपरिक ऊर्जा स्रोत नवीकरणीय ऊर्जा द्वारा प्रतिस्थापित किए जाएंगे।",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "współpraca",
      "translation": "सहकारी",
      "definition": "Chętny do pomocy lub współpracy.",
      "definition_translation": "एक साथ काम करने या मदद करने के लिए इच्छुक",
      "example": "Współpraca zespołu doprowadziła do sukcesu realizacji projektu. Bank współpracy udziela pomocy finansowej swoim członkom. Zawsze była gotowa współpracować i pomocna w naszych projektach grupowych.",
      "example_translation": "टीम के संयुक्त प्रयास ने परियोजना के सफल समापन का नेतृत्व किया। सहकारी बैंक अपने सदस्यों को वित्तीय सहायता प्रदान करता है। वह हमारे समूह परियोजनाओं में हमेशा सहकारी और मददगार रही है.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tchórzliwy",
      "translation": "कायर",
      "definition": "Brak odwagi lub siły w obliczu niebezpieczeństwa lub trudności.",
      "definition_translation": "खतरे या कठिनाई के सामने साहस या ताकत की कमी",
      "example": "Pokazał tchórzliwą postawę w czasie kryzysu i uciekł. Miała tchórzliwe zachowanie, gdy spotkała przeciwnika w szkole. Odpowiedź firmy na krytykę była nie do przyjęcia tchórzliwa.",
      "example_translation": "वह संकट के दौरान कायर व्यवहार दिखाया और भाग गया। उसने स्कूल में बदमाश से सामना करने पर कायरता प्रदर्शित की। कंपनी की आलोचना के प्रति कायरतापूर्ण प्रतिक्रिया अस्वीकार्य थी.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przystępny",
      "translation": "अच्छा",
      "definition": "Moralnie prawy i szanowany; mający dobrą reputację; odpowiedni i akceptowany w zachowaniu lub wyglądzie.",
      "definition_translation": "नैतिक रूप से ऊपर और सम्मानजनक; अच्छा प्रतिष्ठा होना; व्यवहार या उपस्थिति में उचित और स्वीकार्य。",
      "example": "Była przystępną osobą i zawsze próbowała pomagać innym. Była przystępna dla mnie, gdy jej potrzebowałem. Będzie przystępna i pomoże mi w przyszłości.",
      "example_translation": "वह एक अच्छा व्यक्ति थी और हमेशा दूसरों की मदद करने की कोशिश करती थी। मुझे उसकी जरूरत थी तो वह मेरे लिए अच्छा थी। वह भविष्य में मेरी मदद करेगी और अच्छा रहेगी।",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "decydujący",
      "translation": "निर्णायक",
      "definition": "Posiadający moc lub jakość decydowania; ostateczny; autorytatywny.",
      "definition_translation": "निर्णय करने की शक्ति या गुण वाला; निर्णायक; अधिकारिक。",
      "example": "Trener podjął decydującą decyzję o zmianie strategii drużyny. Była decydująca w swoich działaniach i to się opłaciło. Będzie decydujący i zajmie stanowisko w spotkaniu.",
      "example_translation": "कोच ने टीम की रणनीति बदलने का निर्णायक निर्णय लिया। उसके कार्य में वह निर्णायक थी और यह फलदायक था। वह बैठक में दृढ़ संकल्प लेगा और निर्णायक होगा।",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wymagający",
      "translation": "मांग करने वाला",
      "definition": "Wymagający dużego wysiłku, umiejętności lub cierpliwości; męczący; dokładny.",
      "definition_translation": "बहुत प्रयास, कौशल या धैर्य की मांग करने वाला; तनावपूर्ण;òiExactिंग;",
      "example": "Praca była wymagająca i wymagała dużo pracy w nadgodzinach. Była wymagająca w swoich oczekiwaniach i było trudno je spełnić. Będzie wymagający w swoim następnym projekcie i oczekuje pracy o wysokiej jakości.",
      "example_translation": "नौकरी मांग करने वाली थी और ओवरटाइम की बहुत आवश्यकता थी। उसकी अपेक्षाएं मांग करने वाली थीं और उन्हें पूरा करना चुनौतीपूर्ण था। वह अपने अगले परियोजना में मांग करने वाला होगा और उच्च गुणवत्ता के काम की अपेक्षा करेगा।",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "depresyjny",
      "translation": "निराशाजनक",
      "definition": "Powodujący uczucia smutku lub beznadziei; zniechęcający; ponury.",
      "definition_translation": "दुख या निराशा की भावनाओं का कारण बनने वाला; हिम्मत तोड़ने वाला;eydi;",
      "example": "Wiadomość była depresyjna i wpłynęła na nastrój wszystkich. Była depresyjna do towarzystwa i trudno było ją rozochocić. Będzie depresyjny w swoim raporcie i sugeruje pesymistyczny pogląd.",
      "example_translation": "समाचार निराशाजनक था और यह सभी के मूड को प्रभावित करता था। वह आसपास निराशाजनक थी और उसेelease करना कठिन था। वह अपने रिपोर्ट में निराशाजनक होगा और निराशावादी दृष्टिकोण सुझाएगा।",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "desperacki",
      "translation": "व्याकुल",
      "definition": "Czujący lub pokazujący rozpacz lub bezradność",
      "definition_translation": "आवश्यकता या निराशा की भावना दिखाना",
      "example": "Była desperacka, aby znaleźć pracę, więc aplikowała do każdej firmy, którą mogła znaleźć. Była desperacka o awans ostatniego roku, ale teraz jest desperacka, aby rzucić pracę. Będzie desperacka, aby podróżować po świecie następnym roku.",
      "example_translation": "वह नौकरी ढूँढने के लिए व्याकुल थी, इसलिए उसने जितनी कंपनियों को आवेदन किया उतना संभव था. पिछले साल वह पदोन्नति के लिए व्याकुल थी, लेकिन अब वह नौकरी छोड़ने के लिए व्याकुल है. अगले साल वह दुनिया भर में यात्रा करने के लिए व्याकुल हो जाएगी.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdeterminowany",
      "translation": "निश्चित",
      "definition": "Posiadający mocną decyzję lub postanowienie; zdecydowany.",
      "definition_translation": "ठोस निर्णय या संकल्प लिया हुआ; दृढ़",
      "example": "Była zdeterminowana, aby skończyć projekt na czas, więc pracowała extra godziny każdego dnia. Był zdeterminowany, aby zostać lekarzem, odkąd był nastolatkiem, i teraz jest już sukcesywnym chirurgiem. Będą zdeterminowani, aby wygrać mistrzostwa w następnym roku.",
      "example_translation": "वह अपने प्रोजेक्ट को समय पर पूरा करने के लिए निश्चित थी, इसलिए वह प्रतिदिन अतिरिक्त घंटे काम करती थी. वह किशोरावस्था से ही डॉक्टर बनने के लिए निश्चित था, और अब वह एक सफल सर्जन है. वे अगले साल चैम्पियनशिप जीतने के लिए निश्चित होंगे.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oddany",
      "translation": "निष्ठावान",
      "definition": "Pokazujący miłość, lojalność lub poświęcenie dla osoby, sprawy lub aktywności",
      "definition_translation": "किसी व्यक्ति, कारण, या गतिविधि के प्रति प्रेम, वफ़ादारी या समर्पण दिखाना",
      "example": "Była oddana swojemu mężowi i opiekowała się nim, gdy był chory. Był oddany swojej karierze muzycznej, ale teraz jest oddany swojej rodzinie. Będą oddani swojej pracy charytatywnej w przyszłości.",
      "example_translation": "वह अपने पति के प्रति निष्ठावान थी और उसकी तबियत खराब होने पर उसकी देखभाल करती थी. वह अपने संगीत कैरियर के प्रति निष्ठावान था, लेकिन अब वह अपने परिवार के प्रति निष्ठावान है. वे भविष्य में अपने दान कार्य के प्रति निष्ठावान होंगे.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "staranny",
      "translation": "परिश्रमी",
      "definition": "Pokazujący staranną i stałą pracę lub nieustającą aplikację",
      "definition_translation": "सावधान और स्थिर प्रयास या निरंतर आवेदन दिखाना",
      "example": "Była staranną w swoich studiach i uzyskała doskonałe oceny. Był staranny w swoim badaniu, a teraz jest znanym naukowcem. Będą staranni w swoich przygotowaniach do nadchodzącego egzaminu.",
      "example_translation": "वह अपने अध्ययन में परिश्रमी थी और उत्कृष्ट ग्रेड प्राप्त किए. वह अपने शोध में परिश्रमी थे, और अब वह एक प्रसिद्ध वैज्ञानिक है. वे आने वाले परीक्षा की तैयारी में परिश्रमी होंगे.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedżonestny",
      "translation": "ईमानदार नहीं",
      "definition": "Nieuczciwy lub nieprawdomówny; mający lub pokazujący gotowość do oszukiwania lub zwodzenia.",
      "definition_translation": "ईमानदार नहीं होना या सच न होना; धोखा देने या धोखा देने की इच्छा顯示 करना",
      "example": "Był niedżonestny w swoich interesach i został schwytany.",
      "example_translation": "वह अपने लेन-देन में ईमानदार नहीं था और अंततः पकड़ा गया।",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieuporządkowany",
      "translation": "असंगठित",
      "definition": "Nieposiadający systematycznej lub zorganizowanej struktury; chaotyczny lub zakłopotany.",
      "definition_translation": "सिस्टमैटिक या संगठित संरचना के बिना; अराजक या भ्रमित।",
      "example": "Nieuporządkowane pliki sprawiały, że trudno było znaleźć niezbędne dokumenty.",
      "example_translation": "असंगठित फाइलों ने आवश्यक दस्तावेजों को खोजना मुश्किल बना दिया।",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezadowolony",
      "translation": "असंतुष्ट",
      "definition": " Niezadowolony lub niezaspokojony; niezadowolony lub niezadowolony.",
      "definition_translation": "संतुष्ट नहीं होना; दुखी या असंतुष्ट।",
      "example": "Klient był niezadowolony z usług i złożył skargę do menedżera.",
      "example_translation": "ग्राहक सेवा से असंतुष्ट था और प्रबंधक से शिकायत की।",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przygnębiający",
      "translation": "दुखद",
      "definition": "Wzbudzający uczucia smutku, niepokoju lub dyskomfortu.",
      "definition_translation": "दुख, चिंता या असहनीयता की भावनाएं पैदा करना।",
      "example": "Wiadomość o wypadku była przygnębiająca dla rodziny.",
      "example_translation": "दुर्घटना की खबर परिवार के लिए दुखद थी।",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wątpliwy",
      "translation": "संदेह करने वाला",
      "definition": "Czujący lub pokazujący wątpliwość co do czegoś lub kogoś",
      "definition_translation": "किसी चीज़ या किसी के बारे में संदेह महसूस करना",
      "example": "Byłem wątpliwy co do nowej okazji inwestycyjnej. Jestem wątpliwy co do pogody jutro. Będę wątpliwy co do nowej polityki.",
      "example_translation": "नई निवेश अवसर के बारे में मुझे संदेह था. मैं कल के मौसम के बारे में संदेह कर रहा हूँ. मैं नई नीति के बारे में संदेह करूँगा.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dynamiczny",
      "translation": "डाइनैमिक",
      "definition": "Związany z energią, aktywnością lub postępem",
      "definition_translation": "ऊर्जा, गतिविधि या प्रगति से संबंधित या चिह्नित",
      "example": "Dynamiczny CEO doprowadził firmę do sukcesu. Dynamiczny zespół pracował nieprzerwanie nad projektem. Miasto staje się coraz bardziej dynamiczne każdego roku.",
      "example_translation": "डाइनैमिक सीईओ ने कंपनी की सफलता का नेतृत्व किया. डाइनैमिक टीम ने projekt पर अथक परिश्रम किया. शहर हर साल अधिक डाइनैमिक बन रहा है.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pełen entuzjazmu",
      "translation": "उत्सुक",
      "definition": "Czujący lub pokazujący entuzjazm i zainteresowanie",
      "definition_translation": "उत्साह और रुचि का प्रदर्शन करना",
      "example": "Byłem pełen entuzjazmu, aby rozpocząć nową pracę. Ona jest pełna entuzjazmu, aby nauczyć się nowych umiejętności. Oni są pełni entuzjazmu, aby podróżować po świecie.",
      "example_translation": "मैं अपनी नई नौकरी शुरू करने के लिए उत्सुक था. वह नई कौशल सीखने के लिए उत्सुक है. वे दुनिया की यात्रा करने के लिए उत्सुक हैं.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wykształcony",
      "translation": "शिक्षित",
      "definition": "Mający lub pokazujący wysoki poziom wiedzy lub umiejętności",
      "definition_translation": "उच्च स्तर का ज्ञान या कौशल रखना",
      "example": "On jest wykształconą osobą z doktoratem. Wykształcona elita kontroluje rząd. Wykształcona masa ludzka domaga się zmiany.",
      "example_translation": "वह पीएचडी के साथ एक शिक्षित व्यक्ति हैं. शिक्षित_elite सरकार को नियंत्रित करता है. शिक्षित जन समूह परिवर्तन की माँग कर रहा है.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "emocjonalny",
      "translation": "भावनात्मक",
      "definition": "Związany z emocjami; mający lub pokazujący silne uczucia.",
      "definition_translation": "भावना से संबंधित या मजबूत भावनाओं को दिखाने वाला है।",
      "example": "Ona była emocjonalną osobą i płakała przy najmniejszym bodźcu. Ona była emocjonalna co do rozwodu swoich rodziców. Ona będzie emocjonalna, jeśli nie dostanie tego, czego chce.",
      "example_translation": "वह एक भावनात्मक व्यक्ति थी और थोड़ी सी उत्तेजना पर रोने लगती थी। उसने अपने माता-पिता के तलाक के बारे में भावुक थी। वह अगर वह क्या चाहती है वो नहीं मिलता है तो वह भावुक हो जाएगी।",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachęcający",
      "translation": "उत्साहवर्धक",
      "definition": "Dający wsparcie lub ufność komuś; motywujący lub inspirujący.",
      "definition_translation": "किसी व्यक्ति को समर्थन या विश्वास देना; प्रेरित या प्रेरक。",
      "example": "Jej zachęcające słowa podnieśli mi duchy. Ona była zachęcająca mnie, aby realizować moją pasję. Ona będzie zachęcająca swoich studentów do ciężkiej pracy.",
      "example_translation": "उसके उत्साहवर्धक शब्दों ने मेरे मन को ऊंचा कर दिया। उसने मुझे मेरे जुनून का पीछा करने के लिए प्रेरित किया है। वह अपने छात्रों को कड़ी मेहनत करने के लिए उत्साहित करेगी।",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pełen energii",
      "translation": "ऊर्जावान",
      "definition": "Posiadający lub ukazujący dużo energii i entuzjazmu; żywy i aktywny.",
      "definition_translation": "काफी ऊर्जा और उत्साह होना; जीवंत और सक्रिय होना。",
      "example": "Był to dziecko pełne energii, zawsze biegało wokół. Ona była pełna energii w swoich ćwiczeniach ostatnio. Będą pełni energii w swoich występach dziś wieczorem.",
      "example_translation": "वह एक ऊर्जावान बच्चा था, हमेशा दौड़ता रहता था। उसने हाल ही में अपने कसरत में ऊर्जावान रहा है। वे आज रात अपने प्रदर्शन में ऊर्जावान होंगे।",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozrywkowy",
      "translation": "मनोरंजनक",
      "definition": "Źródłami zabawy lub przyjemności; angażujący lub rozpraszający.",
      "definition_translation": "मनोरंजन या आनंद प्रदान करना; आकर्षक या व्यस्त करना。",
      "example": "Film był rozrywkowy, uwielbiałam go. On rozrywał nas swoimi żartami. Będą rozrywali gości swoją muzyką.",
      "example_translation": "फिल्म मनोरंजनक थी, मैंने इसे पसंद किया। उसने अपने चुटकुलों से हमें मनोरंजन किया है। वे अपने संगीत से मेहमानों का मनोरंजन करेंगे।",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "entuzjastyczny",
      "translation": "उत्साही",
      "definition": "Mający lub ukazujący intensywne i podekscytowane zainteresowanie czymś.",
      "definition_translation": "किसी चीज में गहरी और उत्साही दिलचस्पी रखना",
      "example": "Była entuzjastyczna wobec nowego projektu, a jej zespół był inspirujący jej energią. Była entuzjastyczna wobec niego przez miesiące. Będzie entuzjastyczna wobec niego aż do jego ukończenia.",
      "example_translation": "वह नए प्रोजेक्ट के बारे में उत्साही थी, और उसकी टीम उसकी एनर्जी से प्रेरित थी। वह महीनों से इसके बारे में उत्साही है। वह इसके पूरा होने तक उत्साही रहेगी।",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zły",
      "translation": "बुराई",
      "definition": "Moralnie zły lub nieprawidłowy; powodujący szkodę lub krzywdę komuś lub czemuś.",
      "definition_translation": "नैतिक रूप से बुरा या गलत; किसी या किसी चीज को नुकसान या चोट पहुंचाना",
      "example": "Zły bohater planował zniszczyć miasto. Zło w jego sercu skłoniło go do popełnienia zbrodni. Będzie zmierzał z złą konsekwencją swoich działań.",
      "example_translation": "बुरे खलनायक ने शहर को नष्ट करने की साजिश रची। उसके दिल में बुराई ने उसे अपराध करने के लिए प्रेरित किया। वह अपने कार्यों के बुरे परिणामों का सामना करेगा।",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyczerpujący",
      "translation": "थकाने वाला",
      "definition": "Powodujący ekstremalne zmęczenie lub wyczerpanie.",
      "definition_translation": "बेहद थकान या थकावट पैदा करना",
      "example": "Wyczerpujący spacer góry sprawił, że czuliśmy się wyczerpani. Wyczerpujący harmonogram pracy odebrał zdrowie. Zrobię przerwę, aby uniknąć wyczerpującego dnia.",
      "example_translation": "थकाने वाली हाइक ने हमें थका हुआ महसूस कराया। थकाने वाले काम के शेड्यूल ने मेरे स्वास्थ्य पर असर डाला है। मैं थकाने वाले दिन से बचने के लिए ब्रेक लूंगा।",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ekspert",
      "translation": "विशेषज्ञ",
      "definition": "Osoba mająca wysoki poziom wiedzy lub umiejętności w danej dziedzinie.",
      "definition_translation": "एक व्यक्ति जिसके पास एक विशेष क्षेत्र में उच्च स्तर का ज्ञान या कौशल है",
      "example": "Ekspert analizował dane i wyciągnął wnioski. Ona jest ekspertem w swojej dziedzinie i napisała kilka książek. On będzie konsultował eksperta, aby rozwiązać złożony problem.",
      "example_translation": "विशेषज्ञ ने डेटा का विश्लेषण किया और निष्कर्ष निकाले। वह अपने क्षेत्र में एक विशेषज्ञ है और उसने कई किताबें लिखी हैं। वह जटिल समस्या को हल करने के लिए एक विशेषज्ञ से सलाह लेगा।",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wierny",
      "translation": "वफ़ादार",
      "definition": "Mający lub ukazujący lojalność i oddanie wobec osoby, instytucji lub działalności.",
      "definition_translation": "एक व्यक्ति, संस्थान या गतिविधि के प्रति निष्ठा और भक्ति दिखाना।",
      "example": "Była wierna swojemu mężowi przez całe małżeństwo. Była wierna swojej pracy przez 20 lat. Będzie wierna swojej nowej roli.",
      "example_translation": "उनके विवाह के दौरान वह अपने पति के प्रति वफ़ादार थीं। वह 20 साल से अपनी नौकरी के लिए वफ़ादार थीं। वह अपनी नई भूमिका के प्रति वफ़ादार होगी।",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zafascynowany",
      "translation": "मोहित",
      "definition": "Bardzo zainteresowany i przyciągnięty przez coś.",
      "definition_translation": "किसी चीज़ से बेहद आकर्षित और रुचि रखना।",
      "example": "Byłem zafascynowany starożytnymi piramidami. Ona była zafascynowana eksploracją kosmosu od dzieciństwa. Będzie zafascynowany nową technologią.",
      "example_translation": "प्राचीन पिरामिडों ने मुझे मोहित कर दिया। बचपन से ही वह अंतरिक्ष अन्वेषण से मोहित हैं। वह नई तकनीक से मोहित होगा।",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fascynujący",
      "translation": "रोमांचक",
      "definition": "Bardzo interesujący i atrakcyjny.",
      "definition_translation": "काफ़ी रोचक और आकर्षक।",
      "example": "Dokument był fascynujący do obejrzenia. Miasto jest fascynujące w nocy. Nowy produkt będzie fascynujący do użytku.",
      "example_translation": "डॉक्यूमेंट्री देखने में रोमांचक थी। रात में शहर रोमांचक है। नया प्रॉडक्ट उपयोग करने में रोमांचक होगा।",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziki",
      "translation": "उग्र",
      "definition": "Ukazujący silne i intensywne emocje, szczególnie gniew lub agresję.",
      "definition_translation": "एक मजबूत और तीव्र भावना दिखाना, विशेष रूप से क्रोध या आक्रामकता।",
      "example": "Dziki lew zaatakował zdobycz. Ona dała dzikiego spojrzenia swojemu przeciwnikowi. Będzie zmierzał z dziką konkurencją na rynku.",
      "example_translation": "उग्र शेर ने शिकार पर हमला किया। उसने अपने प्रतिद्वंद्वी को उग्र नज़र दी। वह बाज़ार में उग्र प्रतियोगिता का सामना करेगा।",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "głupi",
      "translation": "मूर्ख",
      "definition": "Posiadający lub wykazujący brak rozsądku lub mądrości; głupi lub nierozsądny.",
      "definition_translation": "अर्थहीन या मूर्खता दिखाने वाला; मूर्ख या अविवेकी.",
      "example": "Zrobił głupią decyzję, inwestując wszystkie pieniądze w oszustwo. Był wystarczająco głupi, by uwierzyć, że może wygrać na loterii. Będzie głupi, gdy ponownie mu ufasz.",
      "example_translation": "उसने सभी पैसे घोटाले में निवेश करने का मूर्ख फैसला किया। वह लॉटरी जीतने का मूर्ख विश्वास करता है। वह फिर से उस पर विश्वास करने के लिए मूर्ख होगा।",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wściekły",
      "translation": "क्रोधित",
      "definition": "Czujący lub wykazujący ekstremalną złość lub gniew.",
      "definition_translation": "अति क्रोध या क्रोध की भावना दिखाना.",
      "example": "Wściekły klient wybiegł z sklepu. Była wściekła, gdy zobaczyła błąd. Będzie wściekły, gdy odkryje prawdę.",
      "example_translation": "क्रोधित ग्राहक स्टोर से बाहरStormed। वह गलती देखकर क्रोधित हो गई थी। वह पाता है तो क्रोधित होगा।",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chciwy",
      "translation": "लालची",
      "definition": "Posiadający intensywne i egoistyczne pragnienie czegoś, szczególnie jedzenia lub pieniędzy.",
      "definition_translation": "कुछ के लिए, विशेष रूप से भोजन या पैसे के लिए आत्म-केंद्रित और तीव्र इच्छा होना।",
      "example": "Chciwy przedsiębiorca troszczył się tylko o zarabianie coraz więcej pieniędzy. Była chciwa i zabrała ostatni kawałek tortu. Będzie chciwy, gdy otrzyma szansę.",
      "example_translation": "लालची व्यापारी केवल अधिक पैसा कमाने की परवाह करता था। वह लालची थी और केक का आखिरी टुकड़ा ले गई। वह मौका मिलने पर लालची होगा।",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trudny",
      "translation": "कठिन",
      "definition": "Wymagający wielkiego wysiłku lub umiejętności; trudny.",
      "definition_translation": "बहुत प्रयास या कौशल की आवश्यकता वाला; कठिन。",
      "example": "Trudna droga do sukcesu była długa i męcząca. Pracował ciężko, aby osiągnąć swój cel. Będzie trudno zapomnieć o lekcji.",
      "example_translation": "सफलता के लिए कठिन रास्ता लंबा और थकाने वाला था। उसने अपने लक्ष्य को हासिल करने के लिए कठिन परिश्रम किया। वह पाठ भूलाने के लिए कठिन होगा।",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pracowity",
      "translation": "कठिन परिश्रमी",
      "definition": "Wykazujący silne pragnienie pracy i robienia rzeczygruntownie i efektywnie.",
      "definition_translation": "काम करने और चीजों को पूरी तरह से और कुशलता से करने की मजबूत इच्छा दिखाना",
      "example": "Była pracowitą studentką, która zawsze składała prace na czas.",
      "example_translation": "वह एक कठिन परिश्रमी छात्रा थी जो हमेशा समय पर अपने असाइनमेंट जमा करती थी.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lodowaty",
      "translation": "बर्फीला",
      "definition": "Ekstremalnie zimny w temperaturze lub odczuciu.",
      "definition_translation": "तापमान या भावना में अत्यंत ठंडा",
      "example": "Lodowaty wiatr sprawił, że trudno było chodzić na zewnątrz.",
      "example_translation": "बर्फीला हवा बाहर चलना मुश्किल बना दिया.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niecierpliwy",
      "translation": "अधीर",
      "definition": "Nie mogący znosić opóźnień lub czekania.",
      "definition_translation": "देरी या इंतजार करने में असमर्थ",
      "example": "Został niecierpliwy, kiedy kelner zbyt długo czekał z przyniesieniem jedzenia.",
      "example_translation": "जब वेटर ने उसके भोजन को लाने में बहुत समय लिया तो वह अधीर हो गया.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieuprzejmy",
      "translation": "अशिष्ट",
      "definition": "Nie posiadający lub nie wykazujący dobrych manier.",
      "definition_translation": "अच्छे आचरण का अभाव या प्रदर्शन नहीं करना",
      "example": "Nieuprzejmy klient krzyknął na recepcjonistę z powodu błędu.",
      "example_translation": "अशिष्ट ग्राहक ने रिसेप्शनिस्ट से गलती के लिए चिल्लाया.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezależny",
      "translation": "स्वतंत्र",
      "definition": "Nie kontrolowany przez innych lub nie powiązany z większą organizacją; samorządny.",
      "definition_translation": "दूसरों से नियंत्रित नहीं या बड़े संगठन से संबद्ध नहीं; स्व-शासित",
      "example": "Była niezależną konsultantką przez pięć lat. Była niezależna w swoich decyzjach. Będzie niezależna w swoich myślach.",
      "example_translation": "वह पांच साल से स्वतंत्र सलाहकार रही हैं। वह अपने निर्णय लेने में स्वतंत्र थी। वह अपने विचारों में स्वतंत्र होगी।",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedoświadczony",
      "translation": "अनुभवहीन",
      "definition": "Nie posiadający praktycznej wiedzy lub umiejętności; niedoświadczony w określonej dziedzinie lub aktywności.",
      "definition_translation": "व्यावहारिक ज्ञान या कौशल की कमी; किसी विशेष क्षेत्र या गतिविधि में अनुभवहीन",
      "example": "Był niedoświadczony w przywództwie, ale szybko się uczył. Była niedoświadczona w branży, ale szybko się adaptowała. Będą niedoświadczeni w nowym systemie, ale dostaną szkolenie.",
      "example_translation": "वह नेतृत्व में अनुभवहीन था, लेकिन उसने जल्दी सीखा। वह उद्योग में अनुभवहीन थी, लेकिन उसने अच्छी तरह से अदल-बदल की। वे नई प्रणाली में अनुभवहीन होंगे, लेकिन वे प्रशिक्षित होंगे।",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niewinny",
      "translation": "निर्दोष",
      "definition": "Nie winny przestępstwa lub niedopowiedzenia; brakujący doświadczenia lub wiedzy.",
      "definition_translation": "किसी अपराध या गलत काम से दोषी नहीं; अनुभव या ज्ञान की कमी",
      "example": "Niewinny przechodzień został schwytany w krzyżowym ogniu. Była niewinna wobec przestępstwa, ale była podejrzewana. Będą niewinni wobec skandalu, ale ich reputacja będzie szkodzona.",
      "example_translation": "निर्दोष बystander को क्रॉसफायर में पकड़ा गया था। वह अपराध से निर्दोष थी, लेकिन अभी भी संदेह था। वे स्कैंडल से निर्दोष होंगे, लेकिन उनकी प्रतिष्ठा को नुकसान होगा।",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieszczery",
      "translation": "असत्य",
      "definition": "Nie autentyczny lub szczerze odczuwany; udawany lub hipokrytyczny.",
      "definition_translation": "असत्य या सच्चा नहीं; प्रतीत vagy दिखावटी",
      "example": "Jego przeprosiny wydawały się nieszczere. Była nieszczera w swoich uczuciach, ale udawała, że dba. Będą nieszczery w swoich obietnicach, ale nie będą je wypełniać.",
      "example_translation": "उसके अलविदा ने मुझे असत्य लगा। वह अपने भावों में असत्य थी, लेकिन प्रदर्शन करती थी। वे अपने वचनों में असत्य होंगे, लेकिन उन्हें पूरा नहीं करेंगे।",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "intelektualista",
      "translation": "बुद्धिमान",
      "definition": "Osoba posiadająca wysokie wykształcenie i wiedzę, często w konkretnym dziedzinie lub działalności.",
      "definition_translation": "एक ऐसा व्यक्ति जिसके पास उच्च शिक्षा और ज्ञान है, अक्सर किसी विशेष क्षेत्र या गतिविधि में।",
      "example": "Intelektualne dążenia profesorów uniwersyteckich były wysoko szanowane.",
      "example_translation": "विश्वविद्यालय के प्रोफेसरों के बौद्धिक उद्यम काफी सम्मानित थे।",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "irresponsyjlne",
      "translation": "अनुत्तरदायी",
      "definition": "Nie mający lub nie wykazujący poczucia odpowiedzialności, często powodując szkody lub problemy innym.",
      "definition_translation": "जिम्मेदारी की भावना नहीं होना या दिखाना, अक्सर दूसरों को हानि या समस्याएं पैदा करना।",
      "example": "Iresponsyjlne działania CEO firmy doprowadziły do głębokiego kryzysu finansowego.",
      "example_translation": "कंपनी के सीईओ के अनुत्तरदायी कार्यों ने एक बड़े वित्तीय संकट का नेतृत्व किया।",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "irytowany",
      "translation": "चिड़चिड़ा",
      "definition": "Czujący lub wykazujący irytację lub niezadowolenie, często w sposób nagły lub intensywny.",
      "definition_translation": "अन्नoyance या असंतोष की भावना या प्रदर्शन, अक्सर अचानक या तीव्र तरीके से।",
      "example": "Stała się irytowana, kiedy bateria jej telefonu wyczerpała się po raz trzeci tego dnia.",
      "example_translation": "उस दिन तीसरी बार उसका फोन बैटरी मर जाने पर वह चिड़चिड़ा हो गई।",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "irytujący",
      "translation": "चिड़ाने वाला",
      "definition": "Powodujący irytację lub frustrację, często w sposób trwały lub powtarzający się.",
      "definition_translation": "अन्नoyance या हताशा का कारण बनना, अक्सर एक स्थायी या बार-बार तरीके से।",
      "example": "Stały hałas z budowy był irytujący dla mieszkańców okolicy.",
      "example_translation": "निर्माण स्थल से लगातार शोर निकटवर्ती निवासियों के लिए चिड़ाने वाला था।",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lojalny",
      "translation": "वफ़ादार",
      "definition": "Okazujący silne i stałe wsparcie lub lojalność wobec osoby lub instytucji.",
      "definition_translation": "किसी व्यक्ति या संस्था के प्रति स्थिर और निरंतर समर्थन या वफ़ादारी दिखाना",
      "example": "Była lojalnym klientem firmy przez wiele lat. Była lojalna wobec swojego męża podczas jego choroby. Będzie lojalna wobec swojego nowego pracodawcy.",
      "example_translation": "वह कई सालों से कंपनी की वफ़ादार ग्राहक थी। वह अपने पति की बीमारी के दौरान उसके प्रति वफ़ादार थी। वह अपने नए नियोक्ता के प्रति वफ़ादार होगी।",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dojrzały",
      "translation": "परिपक्व",
      "definition": "Posiadający pełny rozwój fizyczny, emocjonalny lub mentalny.",
      "definition_translation": "पूर्ण शारीरिक, भावनात्मक या मानसिक विकास के चरण में पहुँचा हुआ",
      "example": "Był dojrzały, aby wziąć odpowiedzialność za swoje czyny. Szybko doznała, po przeprowadzce do miasta. Firma będzie dojrzałą, aby osiągnąć sukces w ciągu kilku lat.",
      "example_translation": "वह अपने कार्यों के लिए जिम्मेदारी लेने के लिए परिपक्व था। वह शहर में जाने के बाद जल्दी परिपक्व हुई। कंपनी कुछ सालों में सफल व्यवसाय में परिपक्व होगी।",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zły",
      "translation": "कड़वा",
      "definition": "Mający lub wykazujący intencję skrzywdzenia lub urażenia kogoś.",
      "definition_translation": "किसी को चोट पहुँचाने या अपमानित करने की इच्छा रखना",
      "example": "On nie chciał skrzywdzić jej uczuć. Ona miała na myśli, co powiedziała. Nauczyciel miał na myśli, aby dać uczniom dużo pracy domowej.",
      "example_translation": "उसने उसकी भावनाओं को चोट पहुँचाने का इरादा नहीं था। वह जो कहा उसे मतलब था। शिक्षक ने छात्रों को बहुत अधिक숙 करने का मतलब था।",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "średni",
      "translation": "औसत",
      "definition": "Zajmujący środkową pozycję lub stopień.",
      "definition_translation": "मध्य स्थान या डिग्री में स्थित होना",
      "example": "Średnia temperatura w lecie jest wysoka. Średnia ocena klasy to 70%. Średnia pensja inżyniera jest wyższa niż lekarza.",
      "example_translation": "गर्मियों में औसत तापमान अधिक है। कक्षा का औसत 70% है। एक इंजीनियर का औसत वेतन डॉक्टर से अधिक है।",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "umysłowy",
      "translation": "मनोवैज्ञानिक",
      "definition": "Dotyczący umysłu; zajmujący się lub wpływający na umysł.",
      "definition_translation": "मन से संबंधित; मन पर प्रभाव डालने वाला.",
      "example": "Ona ma problemy zdrowia psychicznego, więc regularnie widuje się z terapeutą. Widziała się z terapeutą w zeszłym roku i znowu zobaczy go następnego miesiąca.",
      "example_translation": "उसे मानसिक स्वास्थ्य समस्याएं हैं, इसलिए वह नियमित रूप से थेरेपिस्ट को देखती है. वह पिछले साल थेरेपिस्ट को देखती थी, और अगले महीने फिर से देखेगी.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieszczęśliwy",
      "translation": "दुःखी",
      "definition": "Odczuwający lub pokazujący wielką niezadowolenie lub dyskomfort.",
      "definition_translation": "महान दुःख या असुविधा दिखाना.",
      "example": "Był nieszczęśliwy podczas zimowych miesięcy, bo nienawidził zimna. Był nieszczęśliwy zeszłej zimy i będzie nieszczęśliwy znów następnej zimy.",
      "example_translation": "वह सर्दियों के महीनों में दुःखी था क्योंकि उसे ठंड से नफ़रत थी. वह पिछले सर्दियों में दुःखी था, और अगले सर्दियों में फिर से दुःखी होगा.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmotywowany",
      "translation": "प्रेरित",
      "definition": "Mający silny powód lub pragnienie, aby zrobić coś.",
      "definition_translation": "कुछ करने के लिए मजबूत कारण या इच्छा रखना.",
      "example": "Była zmotywowana, aby nauczyć się nowego języka, bo chciała podróżować za granicę. Była zmotywowana w zeszłym roku i będzie zmotywowana znów następnego roku.",
      "example_translation": "वह एक नई भाषा सीखने के लिए प्रेरित थी क्योंकि वह विदेश यात्रा करना चाहती थी. वह पिछले साल प्रेरित थी, और अगले साल फिर से प्रेरित होगी.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wzruszający",
      "translation": "चलना",
      "definition": "Wzbudzający emocje lub uczucia, szczególnie smutek lub współczucie.",
      "definition_translation": "भावनाएं या احساس पैदा करना, ख़ासकर उदासी या सहानुभूति.",
      "example": "Film był wzruszający, więc płakałem podczas smutnych scen. Płakałem w zeszłym roku i płakałem jeszcze raz, gdy obejrzałem go następnego tygodnia.",
      "example_translation": "फ़िल्म मूविंग थी, इसलिए मैंने उदास हिस्सों के दौरान रोया. मैंने पिछली रात उदास हिस्सों के दौरान रोया, और अगले हफ़्ते जब मैं इसे फिर से देखूँगा तो फिर से रोऊंगा.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "brzydki",
      "translation": "नास्तिक",
      "definition": "Nieprzyjemny, odrażający lub wstrętny.",
      "definition_translation": "अप्रिय, гид या विकृत。",
      "example": "Brzydki zapach w łazience sprawił, że chciałem zwymiotować. Wyczyścię łazienkę jutro, żeby nie było brzydko. Było brzydko, gdy pierwotnie to zobaczyłem.",
      "example_translation": "बाथरूम में बदबू ने मुझे उल्टी करना चाहता था। मैं कल बाथरूम साफ करूँगा ताकि यह नास्तिक न हो। जब मैंने पहली बार इसे देखा तो यह नास्तिक था।",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niegrzeczny",
      "translation": "शरारती",
      "definition": "Zachowujący się źle lub szorstko, często w sposób zabawny.",
      "definition_translation": "बुरा व्यवहार करना या शरारत करना, अक्सर एक मज़ेदार तरीके से।",
      "example": "Niegrzeczne dziecko narysowało na ścianie. Była niegrzeczna, gdy wzięła zabawkę siostry bez pytania. Niegrzeczny kotek drapnął moją nogę.",
      "example_translation": "शरारती बच्चे ने दीवार पर ड्रा किया। वह शरारती थी जब उसने अपनी बहन का खिलौना बिना पूछे लिया। शरारती बिल्ली ने मेरी टांग पर खरोंच मारी।",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "posłuszny",
      "translation": "आज्ञाकारी",
      "definition": "Zgodny z poleceniami lub prośbami.",
      "definition_translation": "आदेश या अनुरोध के अनुसार पालन करने वाला।",
      "example": "Posłuszny pies słuchał poleceń swojego właściciela. Nauczycielka pochwałała posłusznego ucznia za przestrzeganie zasad. Posłuszne dziecko słuchało swojej matki.",
      "example_translation": "आज्ञाकारी कुत्ता अपने मालिक के आदेशों का पालन करता था। शिक्षक ने आज्ञाकारी छात्र की नियमों का पालन करने की प्रशंसा की। आज्ञाकارी बच्चे ने अपनी माँ की बात सुनी।",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obiektywny",
      "translation": "वस्तUNET",
      "definition": "Niezależny od osobistych uczuć lub uprzedzeń.",
      "definition_translation": "व्यक्तिगत भावनाओं या पूर्वाग्रह से प्रभावित नहीं।",
      "example": "Dziennikarka próbowała pozostać obiektywną w swoim raporcie. Naukowiec starał się być obiektywnym w swoich badaniach. Nauczycielka dążyła do bycia obiektywną, oceniając prace uczniów.",
      "example_translation": "पत्रकार ने अपनी रिपोर्टिंग में वस्तUNET रहने की कोशिश की। वैज्ञानिक ने अपने शोध में वस्तUNET होने का प्रयास किया। शिक्षक ने पत्रों की ग्रेडिंग करते समय वस्तUNET होने का लक्ष्य रखा।",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obraźliwy",
      "translation": "आक्रामक",
      "definition": "Wzbudzający irytację lub niesmak, szczególnie przez obrażanie czy zachowanie nieakceptowalne.",
      "definition_translation": "किसी को नाराज या उपहास महसूस कराने वाला,特别 करके उन्हें अपमानित करना या अस्वीकार्य व्यवहार करना",
      "example": "Język obraźliwy użyty w filmie był niepotrzebny. Była obrażona przez rasistowski żart. Firma podejmie obraźliwe kroki przeciwko pracownikowi.",
      "example_translation": "फ़िल्म में इस्तेमाल की गई आक्रामक भाषा उचित नहीं थी। वह नस्लवादी चुटकुले से आहत हुई। कंपनी कर्मचारी के ख़िलाफ़ आक्रामक कार्रवाई करेगी।",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "optymistyczny",
      "translation": "आशावादी",
      "definition": "Mający lub pokazujący pewną i ufny punkt widzenia.",
      "definition_translation": "आशा से भरा और आत्मविश्वासी दृष्टिकोण दिखाने वाला",
      "example": "Jestem optymistyczny co do przyszłości spółki. Ona ma optymistyczny punkt widzenia na życie. Optymistyczny inwestor widział wielki potencjał w startupie.",
      "example_translation": "मैं कंपनी के भविष्य के बारे में आशावादी हूँ। उसके जीवन के बारे में एक आशावादी दृष्टिकोण है। आशावादी निवेशक ने स्टार्टअप में बड़ा संभावना देखा।",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zorganizowany",
      "translation": "संगठित",
      "definition": "uporządkowany i strukturalny w sposób systematyczny i efektywny",
      "definition_translation": "एक सिस्टमैटिक और कुशल तरीक़े से व्यवस्थित और संरचित किया गया",
      "example": "Zorganizowane wydarzenie przebiegło gładko. Nauczycielka była zorganizowana i trzymała wszystkie zadania pod kontrolą. Firma ma zorganizowany system do rozwiązywania skarg klientów.",
      "example_translation": "संगठित घटना सMOOTHLY चली। संगठित टीचर ने सभी असाइनमेंट्स का ट्रैक रखा। कंपनी के पास ग्राहक शिकायतों से निपटने के लिए एक संगठित सिस्टम है।",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oburzający",
      "translation": "अत्यंत क्रोधित",
      "definition": "szokująco zły lub nie do zaakceptowania",
      "definition_translation": " चौंकाने वाला बुरा या अस्वीकार्य",
      "example": "Oburzające zachowanie gwiazdy zostało skrytykowane przez wielu. Oburzające ceny ubrań designerskich były nieuzasadnione. Oburzająca kłamstwo powiedziane przez polityka wywołało kontrowersję.",
      "example_translation": "सेलिब्रिटी के अत्यंत क्रोधित व्यवहार की कई लोगों ने आलोचना की। डिज़ाइनर कपड़ों की अत्यंत क्रोधित कीमतें न्यायसंगत नहीं थीं। राजनेता द्वारा बताया गया अत्यंत क्रोधित झूठ एक विवाद का कारण बना।",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bolesny",
      "translation": "दर्दनाक",
      "definition": "Wywołujący ból lub dyskomfort; nieprzyjemnie wrażliwy na dotyk lub nacisk.",
      "definition_translation": "छूने या दबाव के लिए अप्रिय संवेदनशील; दर्द या असुविधा का कारण",
      "example": "Pacjent skarżył się na bolesny ból głowy. Wczoraj miałem bolesne doświadczenie u dentysty. Zostanę zmuszony do podjęcia bolesnej decyzji jutro.",
      "example_translation": "रोगी ने एक दर्दनाक सिरदर्द की शिकायत की. कल, मैं दंत चिकित्सक के पास एक दर्दनाक अनुभव किया था. मैं कल एक दर्दनाक फैसला लूंगा.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pasjonowany",
      "translation": "जुनूनी",
      "definition": "Pokazujący silne uczucia lub emocje; intensywnie entuzjastyczny lub poświęcony.",
      "definition_translation": "मजबूत भावनाएं या भावनाएं दिखा रहा है; तीव्र उत्साही या समर्पित",
      "example": "Ona jest pasjonowaną miłośniczką muzyki. On był pasjonowany swoją pracą. Będą pasjonowani swoim nowym projektem przyszłego roku.",
      "example_translation": "वह संगीत प्रेमिका है. वह अपने काम के प्रति जुनूनी था. वे अगले साल अपने नए प्रोजेक्ट के प्रति जुनूनी होंगे.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bierne",
      "translation": "निष्क्रिय",
      "definition": "Nieaktywny lub bierny; dopuszczający, aby rzeczy działy się bez podejmowania działań.",
      "definition_translation": "सक्रिय नहीं है; किसी कार्रवाई के बिना चीजें होने दे रहा है",
      "example": "On był bierny podczas spotkania. Studenci byli bierni podczas wykładu. Rząd będzie bierny w tej sprawie.",
      "example_translation": "बैठक के दौरान वह निष्क्रिय था. छात्र व्याख्यान के दौरान निष्क्रिय थे. सरकार इस मामले में निष्क्रिय होगी.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pessymistyczny",
      "translation": "निराशावादी",
      "definition": "Mający negatywny lub beznadziejny punkt widzenia na życie; spodziewający się złych rzeczy.",
      "definition_translation": "जीवन पर नकारात्मक या निराशाजनक दृष्टिकोण; बुरी चीजें होने की उम्मीद",
      "example": "On jest pessymistą wobec przyszłości. Ona była pessymistyczna co do swoich wyników egzaminacyjnych. Będą pessymistyczni co do swojego nowego przedsięwzięcia biznesowego.",
      "example_translation": "वह भविष्य के बारे में निराशावादी है. उसका_exam परिणामों के बारे में निराशावादी था. वे अपने नए व्यावसायिक उद्यम के बारे में निराशावादी होंगे.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "paraliżowany",
      "translation": "भयभीत",
      "definition": "ekstremalnie przerażony lub zdruzgotany; ekstremalnie bojaźliwy",
      "definition_translation": "बेहद डरा हुआ या आतंकित; बेहद डरा",
      "example": "Byłem paraliżowany, gdy zobaczyłem węża w moim ogródku. Jestem paraliżowany wysokościami. Będę paraliżowany, jeśli nie dostanę pracy.",
      "example_translation": "जब मैंने अपने पिछवाड़े में सांप देखा, तो मैं भयभीत हो गया। मैं ऊंचाइयों से भयभीत हूँ। अगर मुझे नौकरी नहीं मिली, तो मैं भयभीत हो जाऊंगा।",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "praktyczny",
      "translation": "उपयुक्त",
      "definition": "związany z praktycznym wykorzystaniem lub stosowaniem czegoś, a nie z teorią lub ideą",
      "definition_translation": "किसी चीज के वास्तविक उपयोग या निष्पादन से संबंधित न कि सिद्धांत या विचार से",
      "example": "Ten kurs jest bardzo praktyczny i pomaga nam uczyć się poprzez czynność. Ona jest osobą praktyczną i zawsze myśli o kosztach. On będzie bardziej praktyczny po zdobyciu doświadczenia.",
      "example_translation": "यह कोर्स बहुत उपयुक्त है और हमें करने में सीखने में मदद करता है। वह एक उपयुक्त व्यक्ति है और हमेशा लागत के बारे में सोचती है। वह कुछ 경험 प्राप्त करने के बाद अधिक उपयुक्त हो जाएगा।",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "profesjonalny",
      "translation": "व्यावसायिक",
      "definition": "związany z zawodem lub łączący się z nim; posiadający lub pokazujący umiejętności i jakości oczekiwane od osoby w danym zawodzie",
      "definition_translation": "एक पेशे से сंबंधित या जुड़ा हुआ; एक पेशे में उम्मीद की जाने वाली कौशल और गुणवत्ता रखना",
      "example": "On jest profesjonalnym piłkarzem i zdobył wiele nagród. Ona jest profesjonalną piosenkarką i dała wiele koncertów. Oni staną się profesjonalnymi inżynierami po ukończeniu studiów.",
      "example_translation": "वह एक पेशेवर फुटबॉलर हैं और कई पुरस्कार जीते हैं। वह एक पेशेवर गायिका हैं और कई संगीत कार्यक्रमों में प्रदर्शन कर चुकी हैं। वे स्नातक होने के बाद पेशेवर इंजीनियर बन जाएंगे।",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdezorientowany",
      "translation": "परेशान",
      "definition": "czujący się zagubiony lub niepewny co do czegoś",
      "definition_translation": "कुछ के बारे में उलझन या अनिश्चित महसूस करना",
      "example": "Byłem zdezorientowany dzięki trudnemu problemowi matematycznemu. Ona jest zdezorientowana co do swojego życia. On będzie zdezorientowany, jeśli nie zrozumie instrukcji.",
      "example_translation": "मैं मुश्किल गणित समस्या से परेशान था। वह अपने जीवन में क्या करना है, इसके बारे में उलझन में है। वह निर्देशों को नहीं समझता है, तो वह परेशान हो जाएगा।",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwalifikowany",
      "translation": "योग्य",
      "definition": "Posiadający niezbędne umiejętności, doświadczenie lub wiedzę, aby wykonać pracę lub zadanie.",
      "definition_translation": "किसी नौकरी या कार्य को करने के लिए आवश्यक कौशल, अनुभव या ज्ञान होना",
      "example": "Była kwalifikowana do pracy po ukończeniu dyplomu. Kwalifikuje się do stypendium co roku. Kwalifikuje się do awansu następnego miesiąca.",
      "example_translation": "उसने अपनी डिग्री पूरी करने के बाद नौकरी के लिए योग्य थी। वह हर साल स्कॉलरशिप के लिए योग्य होती है। वह अगले महीने पदोन्नति के लिए योग्य होगी।",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "realistyczny",
      "translation": "वास्तविक",
      "definition": "Przedstawiający rzeczy w sposób, który jest dokładny i prawdziwy wobec życia.",
      "definition_translation": "जीवन से सच्चा और सटीक तरीके से चीजों का प्रतिनिधित्व करना",
      "example": "Realistyczne przedstawienie postaci w filmie było imponujące. Ma realistyczny obraz świata. Firma jest realistyczna co do swoich celów finansowych.",
      "example_translation": "फिल्म में किरदार का वास्तविक चित्रण प्रभावशाली था। उसका दुनिया का वास्तविक दृष्टिकोण है। कंपनी अपने वित्तीय लक्ष्यों के बारे में वास्तविक हो रही है।",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozsądny",
      "translation": "न्यायसंगत",
      "definition": "Posiadający lub pokazujący rozsądną i sprawiedliwą postawę.",
      "definition_translation": "सensible और न्यायपूर्ण दृष्टिकोण रखना या दिखाना",
      "example": "Sędzia była rozsądna w swojej decyzji. Ma rozsądną oczekiwanie otrzymania pracy. Firma złożyła rozsądną ofertę pracownikom.",
      "example_translation": "न्यायाधीश ने अपने फैसले में न्यायसंगत थीं। वह नौकरी पाने की सामान्य उम्मीद कर रहा है। कंपनी ने कर्मचारियों को एक न्यायसंगत प्रस्ताव दिया।",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "religijny",
      "translation": "धार्मिक",
      "definition": "Dotyczący lub związany z religią.",
      "definition_translation": "धर्म से संबंधित या 관련 होना",
      "example": "Jest religijną osobą, która uczęszcza do kościoła każdej niedzieli. Kraj ma długą historię tolerancji religijnej. Rząd próbuje promować harmonię religijną.",
      "example_translation": "वह एक धार्मिक व्यक्ति है जो हर रविवार को चर्च जाती है। देश में धार्मिक सहिष्णुता का लंबा इतिहास है। सरकार धार्मिक सामंजस्य को बढ़ावा देने की कोशिश कर रही है।",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaradny",
      "translation": "संसाधनपूर्ण",
      "definition": "Posiadający zdolność znajdowania szybkich i inteligentnych sposobów pokonywania trudności.",
      "definition_translation": "कठिनाइयों को पार करने के लिए तेजी से और चालाक तरीके ढूँढने की क्षमता होना।",
      "example": "Była zaradną osobą, która zdołała naprawić zepsutą maszynę za pomocą kilku prostych narzędzi.",
      "example_translation": "वह एक संसाधनपूर्ण व्यक्ति थी जिसने कुछ सimple टूल्स के साथ टूटी हुई मशीन को ठीक कर दिया।",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szanowany",
      "translation": "सम्माननीय",
      "definition": "Zasługujący na szacunek i podziw; mający dobrą reputację.",
      "definition_translation": "सम्मान और प्रशंसा के योग्य; अच्छी प्रतिष्ठा होना।",
      "example": "Był szanowanym członkiem społeczeństwa, znanym ze swojej życzliwości i hojności.",
      "example_translation": "वह समाज का एक सम्माननीय सदस्य था, उसकी दया और उदारता के लिए जाना जाता था।",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szanowany",
      "translation": "सम्मानित",
      "definition": "Czujący lub pokazujący szacunek i podziw dla kogoś lub czegoś.",
      "definition_translation": "किसी के लिए या कुछ के लिए सम्मान और प्रशंसा महसूस करना या दिखाना।",
      "example": "Szanowany profesor był znany ze swoich pionierskich badań w dziedzinie fizyki.",
      "example_translation": "सम्मानित प्रोफेसर भौतिकी के क्षेत्र में अपने क्रांतिकारी शोध के लिए जाना जाता था।",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odpowiedzialny",
      "translation": "जिम्मेदार",
      "definition": "Mający obowiązek wykonania czegoś, lub będący odpowiedzialnym za swoje działania.",
      "definition_translation": "किसी चीज़ को करने का दायित्व होना, या अपने कृत्यों के लिए जवाबदेह होना।",
      "example": "Jako odpowiedzialny obywatel, czuła, że jest jej obowiązkiem uczestniczyć w inicjatywie czystości społecznej.",
      "example_translation": "एक जिम्मेदार नागरिक के रूप में, वह समुदाय की साफ-सफाई पहल के हिस्सा लेने के लिए अपना कर्तव्य महसूस करती थी।",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ryzykowny",
      "translation": "जोखिमभरा",
      "definition": "W którego włączone jest wysokie ryzyko lub niepewność.",
      "definition_translation": "उच्च जोखिम या अनिश्चितता की डिग्री से चिह्नित",
      "example": "Firma podjęła ryzykowną decyzję o inwestycji w nowy projekt. Było to ryzykowną przedsięwzięciem od początku, ale opłaciło się w końcu. Inwestor podejmie ryzykowny krok w przyszłości.",
      "example_translation": "कंपनी ने एक नया परियोजना में निवेश करने का जोखिमभरा फैसला किया. यह शुरू से ही जोखिमभरा उद्यम था, लेकिन आखिर में यह फायदे में रहा. निवेशक भविष्य में एक जोखिमभरा कदम उठाएगा.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bezwzględny",
      "translation": "निर्दयी",
      "definition": "Nie mający litości lub miłosierdzia.",
      "definition_translation": "कोई दया या करुणा न दिखाने वाला",
      "example": "Bezwzględny dyktator wydał rozkaz egzekucji swoich przeciwników. Bezwzględni zabójcy nie okazali litości swoim ofiarom. W przyszłości bezwzględne przedsiębiorstwo nie powstrzyma się przed niczym, aby osiągnąć swoje cele.",
      "example_translation": "निर्दयी तानाशाह ने अपने विरोधियों के हत्या का आदेश दिया. निर्दयी हत्यारों ने अपने पीड़ितों को कोई दया नहीं दिखाई. भविष्य में, निर्दयी निगम अपने लक्ष्य हासिल करने के लिए कुछ भी करेगा.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wrażliwy",
      "translation": "संवेदनशील",
      "definition": "mający lub pokazujący szybką i delikatną empatię wobec uczuć innych",
      "definition_translation": "दूसरों की भावनाओं को जल्दी और नाजुक महसूस करने वाला",
      "example": "Wrażliwy artysta był w stanie uchwycić emocje swojej publiczności. Ona była wrażliwą osobą i współczuła innym. W przyszłości delikatna kwestia będzie wymagać ostrożnego podejścia.",
      "example_translation": "संवेदनशील कलाकार ने अपने श्रोताओं की भावनाओं को पकड़ने में सक्षम था. वह संवेदनशील व्यक्ति थी और दूसरों से हamidepth. भविष्य में, संवेदनशील मुद्दा सावधानी से निपटने की जरूरत होगी.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "surowy",
      "translation": "कठोर",
      "definition": "bardzo złej lub nieprzyjemnej jakości",
      "definition_translation": "अत्यंत बुरा या अप्रिय",
      "example": "Ostrzeżenie o surowej pogodzie zostało wydane dla całego regionu. Surowa kara została wymierzona przestępcy. W przyszłości surowa kryzys ekonomiczny będzie miał daleko idące konsekwencje.",
      "example_translation": "पूरे क्षेत्र के लिए कठोर मौसम चेतावनी जारी की गई. दोषी को कठोर सजा दी गई. भविष्य में, आर्थिक संकट कठोर परिणाम होगा.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdolny",
      "translation": "कुशल",
      "definition": "mający lub pokazujący znaczną umiejętność; ekspert",
      "definition_translation": "एक उच्च स्तर की कुशलता रखने वाला; विशेषज्ञ",
      "example": "Była zdolną malarką, a jej dzieło było wysoko oceniane.",
      "example_translation": "वह एक कुशल पेंटर थी, और उसके कलाकृति की उच्च प्रशंसा की गई थी।",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "doświadczony",
      "translation": "कुशल",
      "definition": "przeszedł szkolenie w celu wykonywania określonej pracy lub zadania",
      "definition_translation": "एक विशेष नौकरी या कार्य करने के लिए प्रशिक्षित",
      "example": "Był doświadczonym stolarzem i zbudował wiele domów.",
      "example_translation": "वह एक कुशल बढ़ई था और कई घर बनाए थे।",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyrafinowany",
      "translation": "परिष्कृत",
      "definition": "złożony lub kulturowy, często w sposób uważany za zaawansowany lub rozwinięty",
      "definition_translation": "जटिल या संस्कृत, अक्सर उन्नत या विकसित होने के तरीके से",
      "example": "Wyrafinowany system komputerowy był w stanie analizować duże ilości danych.",
      "example_translation": "सофسطिक कंप्यूटर सिस्टम बड़ी मात्रा में डेटा विश्लेषण करने में सक्षम था।",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "duchowy",
      "translation": "आध्यात्मिक",
      "definition": "dotyczący lub wpływający na duch, a nie na ciało lub zmysły fizyczne",
      "definition_translation": "आत्मा से संबंधित या प्रभावित, शरीर या शारीरिक इंद्रियों के बजाय",
      "example": "Miała duchowe doświadczenie podczas swojej praktyki medytacyjnej.",
      "example_translation": "उसने अपने ध्यान अभ्यास के दौरान एक आध्यात्मिक अनुभव किया था।",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spontaniczny",
      "translation": "स्वतःस्फूर्त",
      "definition": "zachodzący lub wykonywany bez planowania lub myślenia wstępnie; naturalny i nieudany",
      "definition_translation": "पहले से योजना बनाए，没有 सोचा के बिना होने वाला या करना; स्वाभाविक और प्रभावहीन",
      "example": "Miała spontaniczny śmiech, który był zakaźny. Śmiała się spontanicznie, gdy zobaczyła niespodziankę. Będzie spontanicznie pomagać innym w potrzebie.",
      "example_translation": "उसे एक स्वतःस्फूर्त हंसी है जो संक्रामक है। उसने अचानक पार्टी देखकर स्वतःस्फूर्त हंस दी। वह जरूरतमंद लोगों की मदद स्वतःस्फूर्त करेगी।",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prosty",
      "translation": "सीधा",
      "definition": "rozciągający się lub poruszający się w stałej i bezpośredniej linii; nie zakrzywiony ani zgięty",
      "definition_translation": "एक सीधी रेखा में बढ़ता है या चलता है; मुड़ा हुआ أو टेढ़ा नहीं है",
      "example": "Droga była prosta i wąska. Szła prosto do pokoju. Będzie jechał prosto na lotnisko.",
      "example_translation": "सड़क सीधी और संकीर्ण थी। वह सीधे कमरे में चली गई। वह सीधे हवाई अड्डे पर जाएगा।",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uparty",
      "translation": "अड़ियल",
      "definition": "mający lub pokazujący decyzję niezmienną; niechętny do zmiany swojego zdania lub pozycji",
      "definition_translation": "अपने मन को बदलने या स्थिति को बदलने से इनकार करना",
      "example": "Był uparty i odmówił słuchać rady. Ona była uparta w swojej decyzji. Byli uparci i nie dali się zniechęcić.",
      "example_translation": "वह अड़ियल था और सलाह सुनने से इनकार कर दिया। वह अपने फैसले पर अड़ियल है। वे अड़ियल थे और हार नहीं मानी।",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przesądny",
      "translation": "अंधविश्वासी",
      "definition": "mający lub pokazujący iracjonalny strach lub wiarę w coś, szczególnie coś, co nie jest oparte na rozumie lub dowodzie",
      "definition_translation": "किसी चीज के प्रति अस्वाभाविक डर या विश्वास रखना, विशेष रूप से किसी ऐसी चीज के लिए जिसका कारण या प्रमाण नहीं है",
      "example": "Ona jest przesądną wobec czarnych kotów. On jest przesądny wobec chodzenia pod drabinami. Są przesądni wobec liczby 13.",
      "example_translation": "वह काले बिल्लियों के प्रति अंधविश्वासी है। वह लेडर्स के नीचे चलने के प्रति अंधविश्वासी है। वे 13 नंबर के प्रति अंधविश्वासी हैं।",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podejrzany",
      "translation": "शंकास्पद",
      "definition": "mający lub pokazujący ostrożną nieufność wobec kogoś lub czegoś",
      "definition_translation": "किसी या कुछ के बारे में सावधानी से अविश्वास रखना",
      "example": "Detektyw był podejrzliwy wobec obcego kręcącego się wokół miejsca zbrodni. Wczoraj, była podejrzliwa wobec alibi brata. Jutro, będzie podejrzliwa wobec każdego na przyjęciu.",
      "example_translation": "जासूस अपराध स्थल के आसपास घूमने वाले अजनबी से सशंकित था. कल, वह अपने भाई के अलिबी से सशंकित थी. 明ी वह पार्टी में सभी से सशंकित होगी.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "współczujący",
      "translation": "सहानुभूति",
      "definition": "zdolny do rozumienia i dbałości o uczucia innych",
      "definition_translation": "किसी और की भावनाओं के लिए सहानुभूति और देखभाल महसूस या दिखाना",
      "example": "Pielęgniarka była współczująca wobec rodziny pacjenta. Wczoraj, była współczująca wobec straty przyjaciela. Jutro, będzie współczująca wobec ofiary sytuacji.",
      "example_translation": "नर्स रोगी के परिवार के प्रति सहानुभूति थी. कल, वह अपने दोस्त के नुकसान के प्रति सहानुभूति थी. 明ी वह पीड़ित की स्थिति के प्रति सहानुभूति होगी.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "napięty",
      "translation": " तनावपूर्ण",
      "definition": "czujący lub powodujący niepokój lub nerwowość",
      "definition_translation": "चिंतित या घबराया हुआ होना, या चिंता या घबराहट पैदा करना",
      "example": "Byłem napięty przez cały egzamin. Wczoraj, atmosfera była napięta między dwoma rywalizującymi drużynami. Jutro, sytuacja będzie napięta, jeśli termin nie zostanie dotrzymany.",
      "example_translation": "मैं पूरे एग्जाम के दौरान तनावपूर्ण था. कल, दो प्रतिद्वंद्वी टीमों के बीच वातावरण तनावपूर्ण था. 明ी यदि डेडलाइन पूरी नहीं हुई तो स्थिति तनावपूर्ण होगी.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przeraźliwy",
      "translation": "भयानक",
      "definition": "ekstremalnie przerażający lub alarmujący",
      "definition_translation": "बेहद डरावना या चेतावनी देने वाला",
      "example": "Film horroru był przeraźliwy. Wczoraj, trzęsienie ziemi było przeraźliwe dla ludzi w mieście. Jutro, wiadomość będzie przeraźliwa, jeśli burza uderzy w wybrzeże.",
      "example_translation": "हॉरर मूवी भयानक थी. कल, शहर में लोगों के लिए भूकंप भयानक था. 明ी यदि तूफान तट पर पहुंचता है तो खबर भयानक होगी.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "troskliwy",
      "translation": "विचारशील",
      "definition": " pokazujący staranne rozważenie i dbałość o swoje działania lub decyzje; troskliwy",
      "definition_translation": "अपने कार्यों में या निर्णय लेने में सावधानीपूर्वक विचार दिखाना; विचारपूर्वक",
      "example": "Ona była troskliwą przyjaciółką, która zawsze pamiętała o moim urodzinach. Ona była troskliwa i kupiła mi prezent rok temu. Ona będzie troskliwa i zorganizuje niespodziankę dla mnie jutro.",
      "example_translation": "वह एक विचारशील दोस्त थी जिन्हें मेरा जन्मदिन हमेशा याद रहता था. पिछले साल वह विचारशील थी और मुझे एक उपहार खरीदा था. वह कल मेरे लिए एक सरप्राइज पार्टी की योजना बनाएगी.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaszczuty",
      "translation": "उत्साहित",
      "definition": "czujący się ekstremalnie szczęśliwy lub podekscytowany",
      "definition_translation": "अत्यंत प्रसन्न या उत्साहित महसूस करना",
      "example": "Byłem zaszczuty, gdy wygrałem los na loterię. Jestem zaszczuty, że idę na wakacje następnym miesiącem. Będę zaszczuty, gdy spotkam mojego ulubionego celebrytę kiedyś.",
      "example_translation": "मैं लॉटरी टिकट जीतकर उत्साहित था. मैं अगले महीने छुट्टी पर जाने के लिए उत्साहित हूँ. मैं अपने पसंदीदा सेलिब्रिटी से कभी मिलने के लिए उत्साहित हूँ.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twardy",
      "translation": "कठिन",
      "definition": "silny i zdolny do wytrzymywania trudnych warunków lub wyzwań",
      "definition_translation": "मुश्किल परिस्थितियों या चुनौतियों का सामना कर सकने में सक्षम और मजबूत",
      "example": "On był twardym sportowcem, który mógł łatwo wygrać maraton. On jest twardy i może poradzić sobie z presją pracy. On będzie twardy i nie podda się łatwo w obliczu przeciwności losu.",
      "example_translation": "वह एक कठिन एथलीट था जो आसानी से मैराथन दौड़ सकता था. वह कठिन है और अपने नौकरी का दबाव संभाल सकता है. वह कठिन है और मुश्किल में आसानी से हार नहीं مانेगा.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tragiczny",
      "translation": "त्रासद",
      "definition": "powodujący lub charakteryzujący wielkią cierpieniem lub smutkiem",
      "definition_translation": "महान दुख या दुःख का कारण या चिह्न",
      "example": "Tragiczny wypadek nastąpił nagle. Tragiczna historia miłosna zakończyła się smutkiem. Tragiczne wydarzenie będzie pamiętane przez lata.",
      "example_translation": "त्रासद दुर्घटना अचानक हुई. त्रासद प्रेम कहानी दुःख में समाप्त हुई. त्रासद घटना आने वाले सालों में याद की जाएगी.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieświadomy",
      "translation": "अनजान",
      "definition": "nie posiadający wiedzy lub świadomości o czymś; ignorant lub nieświadomy",
      "definition_translation": "किसी चीज का ज्ञान या जागरूकता न होना; अज्ञानी या अवगत न होना.",
      "example": "Byłem nieświadomy niebezpieczeństwa aż do momentu, gdy było za późno. Będę nieświadomy konsekwencji, jeśli nie podejmę żadnej akcji. Ona była nieświadoma problemu przez miesiące.",
      "example_translation": "मैं खतरे से अनजान था जब तक कि यह देर से नहीं हुई थी। अगर मैं कार्रवाई नहीं करता हूँ तो मैं परिणाम से अनजान रहूँगा। वह महीनों से समस्या से अनजान रही है.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepewny",
      "translation": "अनिश्चित",
      "definition": "nieznany lub nieustalony; niejasny lub wątpliwy",
      "definition_translation": "ज्ञात नहीं है या तय नहीं है; अस्पष्ट या संदिग्ध.",
      "example": "jestem niepewny swoich planów na przyszłość. Ona była niepewna swojej decyzji. On jest niepewny swoich wyborów kariery.",
      "example_translation": "मेरे भविष्य की योजनाओं के बारे में मैं अनिश्चित हूँ। उसने अपने निर्णय के बारे में संदेह किया। वह अपने करियर की पसंद के बारे में अनिश्चित रहा है.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrozumienie",
      "translation": "समझ",
      "definition": "Umiejętność rozumienia lub interpretacji czegoś; wzajemne porozumienie lub harmonia.",
      "definition_translation": "किसी चीज को समझने या व्याख्या करने की क्षमता; आमतौर पर समझौता या सामंजस्य.",
      "example": "W końcu osiągnęliśmy porozumienie z szefem. Ona wykazała głębokie zrozumienie sytuacji. Oni mają dobre zrozumienie nawzajem swoich potrzeb.",
      "example_translation": "मैं आखिरकार अपने बॉस के साथ समझौता कर पाया। उसने स्थिति की गहरी समझ दिखाई। वे एक-दूसरे की जरूरतों की अच्छी समझ रखते हैं.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepokojony",
      "translation": "अस्थिर",
      "definition": "Czujący niepokój lub dyskomfort; zmartwiony lub nerwowy.",
      "definition_translation": "चिंतित या असहज महसूस करना; चिंतित या घबराया हुआ.",
      "example": "Czułem niepokój w związku z nagłą zmianą. Ona była niepokojona przed spotkaniem z byłym. On jest niepokojony nową polityką.",
      "example_translation": "मैं अचानक परिवर्तन के बारे में अस्थिर महसूस कर रहा था। उसने अपने पूर्व मिलने के बारे में अस्थिर महसूस किया। वह नई नीति के बारे में अस्थिर रहा है.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieszczęśliwy",
      "translation": "दुर्भाग्य",
      "definition": "Mający lub znaczący pecha; niefortunny.",
      "definition_translation": "बुरा सौभाग्य होना; अपโชक",
      "example": "Była nieszczęśliwa, że straciła telefon, ale szczęśliwa, że znalazła go ponownie. Ona jest nieszczęśliwa w małżeństwie, ale będzie szczęśliwa w karierze. Będzie nieszczęśliwa, jeśli nie przygotuje się odpowiednio.",
      "example_translation": "वह अपना फोन खोने में दुर्भाग्यपूर्ण थी, लेकिन फिर से पाने में सौभाग्यपूर्ण थी। वह अपने विवाह में दुर्भाग्यपूर्ण है, लेकिन अपने करियर में सौभाग्यपूर्ण होगी। यदि वह अच्छी तैयारी नहीं करती है तो वह दुर्भाग्यपूर्ण होगी।",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niewspomagający",
      "translation": "अनुदार",
      "definition": "Nieudzielający pomocy lub wsparcia; niechętny współpracy.",
      "definition_translation": "मदद या सहायता प्रदान नहीं करना; असहयोगी",
      "example": "Niewspomagający agent obsługi klienta odmówił zwrotu pieniędzy. Ona była niewspomagająca podczas projektu, ale on był bardzo pomocny. Będą niewspomagający, jeśli nie będą się komunikować odpowiednio.",
      "example_translation": "अनुदार ग्राहक सेवा एजेंट ने मेरा पैसा वापस नहीं किया। वह परियोजना के दौरान अनुदार थीं, लेकिन वह बहुत मददगार थे। यदि वे ठीक से संचार नहीं करते हैं तो वे अनुदार होंगे।",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepopularny",
      "translation": "अलोकप्रिय",
      "definition": "Nie lubiany lub nie zatwierdzony przez wielu ludzi; niechętny.",
      "definition_translation": "कई लोगों द्वारा पसंद नहीं किया जाना; नापसंद किया जाना",
      "example": "Niepopularny prezydent przegrał wybory. Ona była niepopularna w szkole, ale została popularną w college'u. Nowa polityka będzie niepopularna, jeśli nie zostanie dobrze wdrożona.",
      "example_translation": "अलोकप्रिय राष्ट्रपति चुनाव हार गए। वह स्कूल में अलोकप्रिय थीं, लेकिन कॉलेज में लोकप्रिय हो गईं। यदि नई नीति ठीक से लागू नहीं की जाती है तो वह अलोकप्रिय होगी।",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieprzewidywalny",
      "translation": "अनिश्चित",
      "definition": "Nie możliwy do przewidzenia lub predykcji; niepewny.",
      "definition_translation": "भविष्यवाणी या पूर्वानुमान करना असंभव; अनिश्चित",
      "example": "Nieprzewidywalna pogoda sprawiła, że nasze plany piknikowe były niepewne. On był nieprzewidywalny w swoim zachowaniu, ale ona była bardzo przewidywalna. Ceny akcji spółki są nieprzewidywalne i zmieniają się dramatycznie.",
      "example_translation": "अनिश्चित मौसम ने हमारी पिकनिक योजनाओं को अनिश्चित कर दिया। वह अपने व्यवहार में अनिश्चित थे, लेकिन वह बहुत अनुमेय थीं। कंपनी के अनिश्चित स्टॉक कीमतें तेजी से उतार-चढ़ाव कर रही हैं।",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieracjonalny",
      "translation": "अवास्तविक",
      "definition": "Nie oparty na rzeczywistości lub nieprawdopodobny; nieracjonalne oczekiwania lub cele.",
      "definition_translation": "वास्तविकता पर आधारित नहीं है या होने की संभावना नहीं है; अवास्तविक अपेक्षाएं या लक्ष्य",
      "example": "Nieracjonalne prognozy sprzedaży spółki doprowadziły do strat finansowych. Oni mieli nieracjonalne nadzieje na wygraną w konkursie. Jest nieracjonalne sądzić, że możemy skończyć projekt do jutra.",
      "example_translation": "कंपनी के अवास्तविक बिक्री अनुमानों ने वित्तीय नुकसान का कारण बना दिया। उन्हें प्रतियोगिता जीतने की अवास्तविक उम्मीदें थीं। कल तक परियोजना पूरी करने की उम्मीद करना अवास्तविक है",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niewłaściwy",
      "translation": "अनुचित",
      "definition": "Nie oparty na rozsądku lub zdrowym rozsądkiem; absurdalny lub niesprawiedliwy.",
      "definition_translation": "तर्क या स्वस्थ न्याय पर आधारित नहीं है; अविवेकी या अन्याय",
      "example": "Jej niewłaściwe żądania spowodowały zerwanie negocjacji. On złożył niewłaściwą ofertę kupna domu. Niewłaściwe polityki spółki doprowadziły do niezadowolenia pracowników.",
      "example_translation": "उसकी अनुचित मांगों ने वार्ता के टूटने का कारण बना दिया। उसने घर खरीदने के लिए अनुचित पेशकश की। कंपनी की अनुचित नीतियों ने कर्मचारी असंतोष का कारण बना दिया",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieniezawodny",
      "translation": "अनिश्चित",
      "definition": "Nie mogący być uznany lub polegany; niegodny zaufania.",
      "definition_translation": "विश्वास नहीं किया जा सकता या निर्भर नहीं किया जा सकता; अविश्वासी",
      "example": "Nieniezawodne połączenie internetowe utrudniało pracę z domu. On był nieniezawodnym źródłem informacji. Produkty spółki są nieniezawodne, co doprowadziło do skarg klientów.",
      "example_translation": "अनिश्चित इंटरनेट कनेक्शन ने घर से काम करना मुश्किल बना दिया। वह जानकारी का अविश्वासी स्रोत था। कंपनी के अनिश्चित उत्पादों ने ग्राहक शिकायतों का कारण बना दिया",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepewny",
      "translation": "अनिश्चित",
      "definition": "Nie mający pewności lub ufności co do czegoś.",
      "definition_translation": "किसी चीज के बारे में आत्मविश्वास या निश्चितता नहीं है",
      "example": "Nie jestem pewny odpowiedzi na to pytanie. Ona była niepewna co do swoich planów na przyszłość. On był niepewny co do tego, co zrobić w tej sytuacji.",
      "example_translation": "मैं उस प्रश्न के उत्तर के बारे में अनिश्चित हूँ। उसने अपने भविष्य के योजनाओं के बारे में अनिश्चित थी। वह उस स्थिति में क्या करना चाहिए, इस बारे में अनिश्चित था",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przemocy",
      "translation": "हिंसक",
      "definition": "używający lub charakteryzujący się siłą fizyczną, mającą na celu zranić, uszkodzić lub zabić kogoś lub coś",
      "definition_translation": "कोई भी शारीरिक बल का उपयोग करने या किसी के लिए या किसी चीज़ के लिए नुकसान पहुँचाने के लिए",
      "example": "Przemocy burza spowodowała rozległe zniszczenia. Była przemocna, gdy próbowałem odebrać jej telefon. Przemocy protesty trwały przez dni.",
      "example_translation": "हिंसक तूफान ने व्यापक विनाश किया. वह मेरे फोन को लेने की कोशिश की तो हिंसक हो गई. हिंसक प्रदर्शन कई दिनों तक चले.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "witaj",
      "translation": "स्वागत",
      "definition": "witać kogoś ciepło i uprzejmie, zwłaszcza w domu lub w sytuacji formalnej",
      "definition_translation": "किसी का स्वागत करना, đặc biệt किसी के घर में या औपचारिक स्थिति में",
      "example": "Witaj w naszym domu. Wieczór powitalny był znakomity. Ona powita nowego pracownika jutro.",
      "example_translation": "मैं आपका स्वागत करता हूँ हमारे घर में. स्वागत पार्टी अद्भुत थी. वह कल नए कर्मचारी का स्वागत करेगी.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrównoważony",
      "translation": "संतुलित",
      "definition": "mający dobry balans między różnymi rzeczami, takimi jak różne części posiłku lub różne aspekty życia człowieka",
      "definition_translation": "अलग-अलग चीज़ों के बीच संतुलन, जैसे एक भोजन के अलग-अलग हिस्से या किसी व्यक्ति के जीवन के अलग-अलग पहलुओं",
      "example": "Zrównoważona dieta jest niezbędna dla zdrowia. Ona jest zrównoważoną osobą, która może łatwo poradzić sobie z stresem. Firma poszukuje kandydata zrównoważonego.",
      "example_translation": "एक संतुलित आहार स्वास्थ्य के लिए आवश्यक है. वह एक संतुलित व्यक्ति है जो आसानी से तनाव संभाल सकता है. कंपनी एक संतुलित उम्मीदवार की तलाश में है.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mądry",
      "translation": "बुद्धिमान",
      "definition": "mający lub pokazujący doświadczenie, wiedzę i dobrą ocenę",
      "definition_translation": "अनुभव, ज्ञान और अच्छे निर्णय का होना",
      "example": "On jest mądrym starcem, który wiele widział w życiu. Ona podjęła mądrą decyzję o odejściu z pracy. Mądry nauczyciel pomógł swoim studentom w nauce.",
      "example_translation": "वह एक बुद्धिमान बूढ़ा है जिसने जीवन में कई चीज़ें देखी हैं. उसने अपनी नौकरी छोड़ने का बुद्धिमान फैसला किया. बुद्धिमान शिक्षक ने अपने छात्रों की मदद की सीखने में.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dowcipny",
      "translation": "चतुर",
      "definition": "mający lub pokazujący szybką i inwencyjną myśl, zdolny do wpadania na inteligentne pomysły i żarty",
      "definition_translation": "एक त्वरित और सृजनात्मक दिमाग रखने वाला, चतुर विचार और हास्य के लिए सक्षम",
      "example": "Ona była dowcipną mówczynią, która zawsze miała publiczność w szczęśliwej atmosferze. Ona była dowcipna od czasów college'u. Ona będzie dowcipną polityczką w przyszłości.",
      "example_translation": "वह एक विनोदी वक्ता थीं जिन्होंने हमेशा दर्शकों को हंसाया। उन्होंने कॉलेज के दिनों से ही चतुरता दिखाई थी। वह भविष्य में एक चतुर राजनीतिज्ञ होगी।",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niepokojący",
      "translation": "चिंता करना",
      "definition": "wywołujący niepokój lub obawy, kłopotliwy lub niepokojący",
      "definition_translation": "चिंता या चिंता का कारण बनना, परेशान या डिस्टर्बिंग",
      "example": "Niepokoję się o wyniki mojego egzaminu, co jest dla mnie bardzo stresujące. Byłem niepokojący o swoje zdrowie, gdy byłem chory. Będę niepokojący o konsekwencje, jeśli nie podejmę działania.",
      "example_translation": "मैं अपने परीक्षा परिणामों के बारे में चिंता करना अत्यंत तनावपूर्ण पाता हूँ। मैं बीमार था तब मैं अपने स्वास्थ्य के बारे में चिंता करना था। मैं कार्रवाई न करूँ तो परिणामों के बारे में चिंता करूँगा।",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]
}