[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "taniec",
      "translation": "नाच",
      "definition": "Ruch ciała w rytmiczny sposób, zazwyczaj do muzyki, jako forma ekspresji lub ćwiczenia.",
      "definition_translation": "संगीत के लिए अपने शरीर को लयबद्ध तरीके से चलना, अभिव्यक्ति या व्यायाम के रूप में।",
      "example": "Tańczyłem całą noc na imprezie. Teraz tańczę w klubie. Tańczyłem na moim weselu jutro.",
      "example_translation": "मैंने पार्टी में रात भर नाचा। मैं अभी क्लब में नाच रहा हूँ। मैं कल अपने विवाह में नाचूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zakupy",
      "translation": "खरीदारी",
      "definition": "Akt kupowania rzeczy, zwłaszcza w sklepach lub online.",
      "definition_translation": "दुकानों में या ऑनलाइन चीजें खरीदने का कार्य, विशेष रूप से।",
      "example": "Poszedłem na zakupy z przyjaciółmi wczoraj. Teraz robię zakupy online. Pójdę na zakupy do centrum handlowego jutro.",
      "example_translation": "मैंने कल अपने दोस्तों के साथ खरीदारी की। मैं अभी ऑनलाइन खरीदारी कर रहा हूँ। मैं कल मॉल में खरीदारी करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "palenie",
      "translation": "धूम्रपान",
      "definition": "Akt wdychania i wydychania dymu tytoniowego, zwłaszcza jako nawyk.",
      "definition_translation": "तंबाकू के धुएं को सांस में लेना और निकालना, विशेष रूप से आदत के तौर पर।",
      "example": "Rzuciłem palenie w zeszłym roku. Teraz nie palę. Nie rozpocznę palenia ponownie.",
      "example_translation": "मैंने पिछले साल धूम्रपान छोड़ दिया। मैं अभी धूम्रपान नहीं कर रहा हूँ। मैं फिर से धूम्रपान नहीं करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "praca",
      "translation": "काम",
      "definition": "Działalność wymagająca wysiłku psychicznego lub fizycznego, wykonana w celu osiągnięcia celu lub zarobku.",
      "definition_translation": "किसी उद्देश्य को प्राप्त करने या जीविका अर्जित करने के लिए मानसिक या शारीरिक प्रयास से किया गया कार्य।",
      "example": "Wczoraj ciężej pracowałem. Teraz pracuję. Pracuję bardziej jutro.",
      "example_translation": "मैंने कल मेहनत की। मैं अभी काम कर रहा हूँ। मैं कल और मेहनत करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "działalność",
      "translation": "एक्टिविटी",
      "definition": "Stan, w którym rzeczy się dzieją lub są robione.",
      "definition_translation": "चीज़ें हो रही हैं या की जा रही हैं。",
      "example": "Uwielbiam uczestniczyć w zajęciach na świeżym powietrzu, takich jak wspinaczka. Uczestniczyłem w zajęciach charytatywnej w zeszłym tygodniu. Wezmę udział w zajęciach jogi jutro.",
      "example_translation": "मैं हाइकिंग जैसी आउटडोर एक्टिविटीज में भाग लेना पसंद करता हूँ। मैंने पिछले सप्ताह एक चैरिटी एक्टिविटी में भाग लिया था। मैं कल एक योग एक्टिविटी में शामिल होऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kliknięcie",
      "translation": "क्लिक",
      "definition": "Krótki, ostry dźwięk, jak ten wydawany przez myszkę komputerową lub aparat.",
      "definition_translation": "एक छोटा, तेज़ आवाज़, जैसे माउस या कैमरे की आवाज़।",
      "example": "Kliknąłem przycisk myszy, aby otworzyć plik. Ona kliknęła aparat, aby zrobić zdjęcie. On kliknie łącze, aby pobrać oprogramowanie.",
      "example_translation": "मैंने फ़ाइल खोलने के लिए माउस बटन क्लिक किया। उसने फ़ोटो लेने के लिए कैमरे क्लिक किया। वह सॉफ्टवेयर डाउनलोड करने के लिए लिंक क्लिक करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wspinaczka",
      "translation": "चढ़ाई",
      "definition": "Akt używania rąk, nóg lub innych części ciała do wspinania się na górę lub schodzenia w dół stromej powierzchni.",
      "definition_translation": "किसी सीधी वस्तु के ऊपर या नीचे आने के लिए हाथों, पैरों या शरीर के अन्य अंगों का उपयोग करने की क्रिया।",
      "example": "Uwielbiam wspinaczkę górską podczas wakacji. Ona wchodziła po schodach, kiedy się poślizgnęła. On pójdzie na wspinaczkę w następny weekend.",
      "example_translation": "मैं अपने अवकाश के दौरान पहाड़ों पर चढ़ना पसंद करता हूँ। वह सीढ़ियां चढ़ रही थी जब वह फिसल गई। वह अगले सप्ताहांत में चढ़ाई करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gotowanie",
      "translation": "कुकिंग",
      "definition": "Akt przygotowywania i ogrzewania jedzenia w celu spożycia.",
      "definition_translation": "खाने के लिए भोजन तैयार करना और गरम करना।",
      "example": "Uwielbiam gotowanie obiadu dla mojej rodziny. Ona gotowała lunch, kiedy przybyłem. On będzie próbował gotowania śniadania jutro.",
      "example_translation": "मैं अपने परिवार के लिए रात का खाना पकाना पसंद करता हूँ। वह मेरे आने पर दोपहर का खाना बना रही थी। वह कल सुबह का खाना पकाने की कोशिश करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kolarstwo",
      "translation": "साइकल चलाना",
      "definition": "Działalność polegająca na jazdzie na rowerze, zwłaszcza jako sport lub forma ćwiczenia.",
      "definition_translation": "किसी स्पोर्ट या व्यायाम के रूप में साइकिल चलाने की गतिविधि。",
      "example": "Uwielbiam kolarstwo w górach latem. Przyjechałem na kolarstwo wczoraj. Pójdzie na kolarstwo do parku jutro.",
      "example_translation": "मैं गर्मी में पर्वतों में साइकिल चलाना पसंद करता हूँ. मैं कल यहाँ साइकिल चलाकर आया. मैं कल पार्क में साइकिल चलाने जाऊँगा.",
      "imageLink": "image_files\\English\\"imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rysowanie",
      "translation": "ड्राइंग",
      "definition": "Akt tworzenia obrazu lub diagramu przy użyciu linii, kształtów i kolorów.",
      "definition_translation": "रेखाओं, आकारों और रंगों का उपयोग करके एक तस्वीर या डायाराम बनाने की क्रिया.",
      "example": "Jestem dobry w rysowaniu komiksów. Ona narysowała piękny portret wczoraj. On narysuje mapę jutro.",
      "example_translation": "मैं कार्टून ड्राइंग में अच्छा हूँ. उसने कल एक सुंदर पोर्ट्रेट ड्राया. वह कल एक नक्शा ड्रायेगा.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ćwiczenie",
      "translation": "व्यायाम",
      "definition": "Fizyczna aktywność, która jest robiona w celu poprawy lub utrzymania sprawności fizycznej i zdrowia.",
      "definition_translation": "शारीरिक फिटनेस और स्वास्थ्य को सुधारने या बनाए रखने के लिए किया जाने वाला शारीरिक क्रियाकलाप.",
      "example": "Ćwiczę każdego ranka. Ona ćwiczyła regularnie, gdy była młodsza. Będą ćwiczyć razem jutro.",
      "example_translation": "मैं हर सुबह व्यायाम करता हूँ. वह जवानी में नियमित रूप से व्यायाम करती थी. वे कल साथ में व्यायाम करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomagać",
      "translation": "मदद",
      "definition": "Pomagać lub wspierać kogoś lub coś.",
      "definition_translation": "किसी की या किसी चीज की सहायता या समर्थन करना.",
      "example": "Pomógłem mojemu przyjacielowi wczoraj. Ona pomaga swojej matce każdego dnia. Będą pomagać biednym ludziom jutro.",
      "example_translation": "मैंने अपने दोस्त की कल मदद की. वह अपनी माँ की हर दिन मदद करती है. वे कल गरीब लोगों की मदद करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kopnąć",
      "translation": "लात मारना",
      "definition": "Uderzyć lub trafic nogą lub nogą, typowo w sposób silny lub energiczny.",
      "definition_translation": "पैर या पैर से मारना या मारना, आमतौर पर बलपूर्वक या शक्तिशाली ढंग से",
      "example": "Kopnąłem piłkę przez pole. Wczoraj kopnąłem nałóg palenia. Jeśli nie będę ćwiczyć, kopnę się wdupa, że nie zrobiłem tego.",
      "example_translation": "मैंने मैदान में गेंद मार दी। कल, मैंने धूम्रपान की आदत को मार दिया। अगर मैं 연습 नहीं करूं, तो मैं ऐसा नहीं करता तो मैं खुद को मार दूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pocałować",
      "translation": "चुम्बन",
      "definition": "Dotknąć lub zetknąć się z czymś, typowo w sposób delikatny lub miłujący.",
      "definition_translation": "कुछ के साथ स्पर्श करना या संपर्क में आना, आमतौर पर नरम या प्यार से ढंग से",
      "example": "Ona pocałowała mnie w policzek. On pocałuje swoją żonę przed wyjściem. Pocałowałem swoją dziewczynę z dzieciństwa po wielu latach.",
      "example_translation": "उसने मुझे गाल पर चुम्बन किया। वह अपनी पत्नी को अलविदा कहने से पहले चुम्बन करेगा। मैंने कई साल बाद अपने बचपन की प्रेमिका को चुम्बन किया।",
      "imageLink": "image_files\\English\\"imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "praktykować",
      "translation": "अभ्यास",
      "definition": "Powtarzające się ćwiczenie lub wykonywanie czynności w celu poprawy lub utrzymania umiejętności lub sprawności.",
      "definition_translation": "किसी कौशल या प्रवीणता को बेहतर या बनाए रखने के लिए किसी गतिविधि का बार-बार अभ्यास करना",
      "example": "Praktykuję jogę każdego ranka. Ona praktykuje grę na fortepianie przez trzy godziny dziennie. Będą praktykować swoją prezentację przed wystąpieniem.",
      "example_translation": "मैं सुबह योग का अभ्यास करता हूँ। वह दिन में तीन घंटे पियानो का अभ्यास करती है। वे प्रस्तुति से पहले अपने भाषण का अभ्यास करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śpiewać",
      "translation": "गाना",
      "definition": "Produkować dźwięki muzyczne głosem, zwłaszcza w kompozycji muzycznej.",
      "definition_translation": "स्वर से संगीत की ध्वनि निकालना, विशेष रूप से संगीत संयोजन में",
      "example": "Lubi śpiewać w łazience. Śpiewałem wraz z radiem. Śpiewaliśmy tę piosenkę przez lata.",
      "example_translation": "वह शावर में गाना पसंद करती है। मैं रेडियो के साथ गाना गा रहा था। वे कई साल से इस गाने को गा रहे हैं।",
      "imageLink": "image_files\\English\\"imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jeździć na deskorolce",
      "translation": "स्केटबोर्डिंग",
      "definition": "Jazda na deskorolce, typowo na rampach, ulicach lub innych powierzchniach.",
      "definition_translation": "स्केटबोर्ड की सवारी और नकली करने की क्रिया, आम तौर पर रैंप, सड़कों या अन्य सतहों पर",
      "example": "Nauczyła się jeździć na deskorolce w swojej młodości i teraz uczestniczy w międzynarodowych zawodach. Będzie uczestniczyć w X Games w przyszłym roku. Uczestniczyła w kilku krajowych zawodach w zeszłym roku.",
      "example_translation": "उन्होंने अपने किशोर वर्षों में स्केटबोर्डिंग सीखी और अब अंतरराष्ट्रीय प्रतियोगिताओं में भाग लेती हैं। वह अगले साल एक्स गेम्स में भाग लेगी। वह पिछले साल कई राष्ट्रीय प्रतियोगिताओं में भाग ली थी।",
      "imageLink": "image_files\\English\\"imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jeździć na łyżwach",
      "translation": "स्केटिंग",
      "definition": "Łyżwiarstwo na lodzie lub gładkiej powierzchni, typowo na łyżwach rolkowych lub łyżwach lodowych.",
      "definition_translation": "बर्फ या सMOOTH सतह पर फिसलने की क्रिया, आम तौर पर रोलर स्केट्स या आइस स्केट्स पर",
      "example": "Lubi jeździć na lodzie na zamarzniętych jeziorach zimą. Jechała na łyżwach na lodowisku wczoraj. Będzie jeździć na nowo wybudowanym lodowisku w przyszłym tygodniu.",
      "example_translation": "वह सर्दियों के दौरान जमे हुए झीलों पर स्केटिंग करना पसंद करती हैं। वह कल रात आइस रिंक पर स्केटिंग कर रही थीं। वह अगले हफ्ते नए बने आइस स्टेडियम पर स्केटिंग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "snowboardować",
      "translation": "स्नoubordिंग",
      "definition": "Zjazd na snowboardzie pośnieżnej górze, typowo w ośrodku narciarskim.",
      "definition_translation": "बर्फ से ढके ढाल पर स्नoubord पर फिसलने की क्रिया, आम तौर पर एक स्की रिसॉर्ट पर की जाती है",
      "example": "Nauczył się snowboardować w szwajcarskich Alpach w zeszłym roku. Snowboarduje na czarnych trasach każdego weekendu. Będzie snowboardować na trasach Mount Everest w przyszłym roku.",
      "example_translation": "उन्होंने पिछले साल स्विस आल्प्स में स्नoubordिंग सीखी। वह हर सप्ताहांत पर काले हीरे की ढलान पर स्नoubordिंग करता है। वह अगले साल माउंट एवरेस्ट की ढलान पर स्नoubordिंग करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "surfować",
      "translation": "सर्फिंग",
      "definition": "Jazda na desce surfingowej po falach, typowo w stronę brzegu.",
      "definition_translation": "किसी लहर पर सवार होकर तट की ओर आने की क्रिया, आम तौर पर एक सर्फबोर्ड पर",
      "example": "Lubi surfować na wysokich falach na plaży każdego ranka. Surfowała na falach Hawajów w zeszłym roku. Będzie surfować na falach Kalifornii w przyszłym miesiącu.",
      "example_translation": "वह हर सुबह समुद्र तट पर बड़ी लहरों पर सर्फिंग करती हैं। वह पिछले साल हवाई की लहरों पर सर्फिंग कर रही थीं। वह अगले महीने कैलिफोर्निया की लहरों पर सर्फिंग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pływanie",
      "translation": "तैराकी",
      "definition": "akt poruszania się w wodzie za pomocą ramion i nóg,(typowo jako forma ćwiczeń lub rekreacji)",
      "definition_translation": "पानी के माध्यम से अपने हाथों और पैरों का उपयोग करके गति करने की क्रिया, आमतौर पर व्यायाम या मनोरंजन के रूप में",
      "example": "Wczoraj pływałem w basenie, każdego ranka pływam, a jutro pływać będę w oceanie.",
      "example_translation": "मैं कल पूल में तैर रहा था, मैं हर सुबह तैरता हूँ, और मैं कल समुद्र में तैरूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "używać",
      "translation": "प्रयोग",
      "definition": "zastosować coś do określonego celu lub skorzystać z czegoś",
      "definition_translation": "किसी विशेष उद्देश्य के लिए कुछ का उपयोग करना, या किसी चीज का लाभ उठाना",
      "example": "Używam komputera do pracy, użyłem ołówka do rysowania, a jutro użyję roweru do jazdy.",
      "example_translation": "मैं काम करने के लिए कंप्यूटर का उपयोग करता हूँ, मैंने एक पेंसिल से ड्रा किया, और मैं सवारी के लिए बाइक का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chodzić",
      "translation": "चलना",
      "definition": "poruszać się wolnym tempem pieszo, typowo w pozycji wyprostowanej",
      "definition_translation": "पैरों से धीमे गति से चलना, आमतौर पर सीधे खड़े होकर",
      "example": "Codziennie chodzę do szkoły, wczoraj chodziłem do sklepu, a jutro pójdę na spacer do parku.",
      "example_translation": "मैं रोज स्कूल जाता हूँ, मैं कल स्टोर पर गया था, और मैं कल पार्क में चलूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chodzenie",
      "translation": "चलना",
      "definition": "akt poruszania się pieszo wolnym tempem, typowo w pozycji wyprostowanej",
      "definition_translation": "पैरों से धीमे गति से चलने की क्रिया, आमतौर पर सीधे खड़े होकर",
      "example": "Uwielbiam chodzenie rano, wczoraj chodziłem do siłowni, a jutro będę chodzić po wzgórzach.",
      "example_translation": "मैं सुबह में चलना पसंद करता हूँ, मैं कल जिम की ओर चल रहा था, और मैं कल पहाड़ियों में चलूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pranie",
      "translation": "धुलना",
      "definition": " Akt czyszczenia czegoś, zwłaszcza odzieży, w wodzie.",
      "definition_translation": "किसी चीज को पानी में साफ करने की प्रक्रिया",
      "example": "Cały dzień prałem ubrania, ale są jeszcze brudne.",
      "example_translation": "मैं पूरे दिन अपने कपड़े धो रहा हूँ, लेकिन वे अभी भी गंदे हैं",
      "imageLink": "image_files\\English\\"imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmywanie",
      "translation": "बर्तन साफ़ करना",
      "definition": "Akt czyszczenia naczyń i przyborów po posiłku.",
      "definition_translation": "भोजन के बाद बर्तन और सामग्रियों को साफ़ करने की प्रक्रिया",
      "example": "Mama zmywa po obiedzie.",
      "example_translation": "मेरी माँ रात के खाने के बाद बर्तन साफ़ कर रही है",
      "imageLink": "image_files\\English\\"imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "osiągnięcie",
      "translation": "प्राप्ति",
      "definition": "Proces zdobycia czegoś trudnego lub pożądanego.",
      "definition_translation": "किसी कठिन या वांछित चीज को पूरा करने की प्रक्रिया",
      "example": "Ukończenie studiów było wielkim osiągnięciem dla mnie.",
      "example_translation": "कॉलेज से स्नातक होना मेरे लिए एक बड़ी प्राप्ति थी",
      "imageLink": "image_files\\English\\"imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aranżacja",
      "translation": "व्यवस्था",
      "definition": "Akt układania rzeczy w porządku lub przygotowania czegoś do określonego celu.",
      "definition_translation": "चीज़ों को क्रम में रखने या किसी विशेष उद्देश्य के लिए तैयार करने की प्रक्रिया",
      "example": "Aranżacja mebli w salonie jest idealna.",
      "example_translation": "लिविंग रूम में फर्नीचर की व्यवस्था परफेक्ट है",
      "imageLink": "image_files\\English\\"imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przybycie",
      "translation": "आगमन",
      "definition": "Akt przybycia lub przyjazdu do miejsca, zwłaszcza po długiej podróży.",
      "definition_translation": "लंबी यात्रा के बाद किसी स्थान पर पहुँचने की क्रिया",
      "example": "Przybycie nowego pracownika zostało opóźnione z powodu korków. Pracownica przybyła wczoraj. Przybędzie jutro.",
      "example_translation": "नई कर्मचारी का आगमन ट्राफिक की वजह से देर हो गया था. वह कल आई थी. वह कल आ जाएगी.",
      "imageLink": "image_files\\English\\"imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atak",
      "translation": "हमला",
      "definition": "Napadniecie lub zaatakowanie z użyciem przemocy, zwłaszcza fizycznej.",
      "definition_translation": "हिंसा से, विशेष रूप से शारीरिक, पर आक्रमण करना",
      "example": "Pies zaatakował listonosza. Armia zaatakowała bazę wroga wczoraj w nocy. Haker zaatakuje stronę internetową jutro.",
      "example_translation": "कुत्ते ने डाकिये पर हमला कर दिया. सेना ने पिछली रात दुश्मन के ठिकाने पर हमला कर दिया. हैकर कल वेबसाइट पर हमला करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprawdzić",
      "translation": "जाँच",
      "definition": "Zbadanie lub zidentyfikowanie czegoś w celu określenia jego dokładności lub jakości.",
      "definition_translation": "कुछ की सटीकता या गुणवत्ता निर्धारित करने के लिए जाँच करना या जांचना",
      "example": "Muszę sprawdzić mój e-mail. Ona sprawdziła przepis przed gotowaniem. On sprawdzi rachunek jutro.",
      "example_translation": "मुझे अपना ईमेल जाँच करने की जरूरत है. उसने खाना पकाने से पहले नुस्खा जाँच किया. वह कल एकाउंट जाँच करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wybór",
      "translation": "चुनाव",
      "definition": "Akt wyboru lub decydowania między dwiema lub więcej możliwościami.",
      "definition_translation": "दो या अधिक संभावनाओं में से चयन या निर्णय करने की क्रिया",
      "example": "Miałem wybór między dwoma pracami. Ona zrobiła złe wybory w zeszłym roku. On zrobi dobry wybór jutro.",
      "example_translation": "मेरे पास दो नौकरियों में से चुनने का विकल्प था. उसने पिछले साल गलत चुनाव किया. वह कल अच्छा चुनाव करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "decyzja",
      "translation": "निर्णय",
      "definition": "Proces podejmowania decyzji, szczególnie w sytuacji, gdy istnieje wiele możliwości.",
      "definition_translation": "कई संभावनाओं वाली स्थिति में कुछ निर्णय लेने की क्रिया या प्रक्रिया",
      "example": "Ona podjęła trudną decyzję o odejściu z pracy. Ona zdecydowała się odejść po roku. On zdecyduje, czy przyjąć ofertę jutro.",
      "example_translation": "उसने नौकरी छोड़ने का कठिन निर्णय लिया। उसने एक साल बाद छोड़ने का फैसला किया था। कल वह ऑफर लेने पर निर्णय लेगी।",
      "imageLink": "image_files\\English\\"imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostawa",
      "translation": "डिलीवरी",
      "definition": "Akt dostarczenia towarów lub produktów do miejsca, w którym mogą być przekazane osobie lub organizacji, która je zakupiła.",
      "definition_translation": "वह क्रिया जिसमें माल या उत्पाद को किसी स्थान पर ले जाया जाता है जहां वे उस व्यक्ति या संगठन को दिया जा सकता है जिसने उन्हें खरीदा है",
      "example": "Firma gwarantuje szybką dostawę swoich produktów. Dostawca przyjechał z pakietem wczoraj. Dostawa nowych gadżetów będzie opóźniona.",
      "example_translation": "कंपनी अपने उत्पादों की तेज डिलीवरी की गारंटी देती है। डिलीवरी मैन कल पैकेज के साथ आया था। नए गैजेट्स की डिलीवरी में देर होगी।",
      "imageLink": "image_files\\English\\"imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozwój",
      "translation": "विकास",
      "definition": "Proces rozwoju lub stawania się bardziej zaawansowanym lub ulepszonym.",
      "definition_translation": "आगे बढ़ने या अधिक उन्नत या परिष्कृत होने की प्रक्रिया",
      "example": "Firma zainwestowała dużo w rozwój nowej technologii. Rozwój gospodarki był wolny. Ona będzie nadzorować rozwój nowego projektu.",
      "example_translation": "कंपनी ने नई टेक्नोलॉजी के विकास में भारी निवेश किया है। अर्थव्यवस्था का विकास धीमा रहा है। वह नए प्रोजेक्ट के विकास की देखरेख करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nurkowanie",
      "translation": "डाइविंग",
      "definition": "Akt skakania do wody, szczególnie głową do przodu, lub sport eksploracji podwodnej.",
      "definition_translation": "पानी में कूदने की क्रिया, विशेष रूप से सिर के साथ, या पानी के नीचे खोज के खेल की",
      "example": "Uwielbiam nurkowanie w Karibiku. Ona uprawia nurkowanie od lat. Będą się nurkować w jeziorze jutro.",
      "example_translation": "मैं कैरिबियन में स्कूबा डाइविंग से प्यार करता हूँ। वह सालों से डाइविंग कर रही हैं। वे कल झील में डाइविंग जाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jazda",
      "translation": "ड्राइव",
      "definition": "Operowanie pojazdem, typowo samochodem, ciężarówką lub motocyklem, kierując jego ruchem.",
      "definition_translation": "एक वाहन, आमतौर पर कार, ट्रक, یا मोटरसाइकिल का संचालन करना, इसकी गति का निर्देशन करना",
      "example": "Jaździłem do sklepu wczoraj, jaźdzę do pracy każdego ranka, a jaździę na plażę w następny weekend.",
      "example_translation": "मैं कल स्टोर पर गया था, मैं रोज सुबह काम पर जाता हूँ, और मैं अगले वीकेंड पर बीच पर जाऊँगा",
      "imageLink": "image_files\\English\\"imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wysiłek",
      "translation": "प्रयास",
      "definition": "Energetyczny lub zdeterminowany próba dokonać czegoś lub osiągnąć czegoś.",
      "definition_translation": "किसी चीज को करने या कुछ हासिल करने के लिए एक ज़ोरदार या दृढ़ प्रयास",
      "example": "Zrobiłem wysiłek, aby ukończyć projekt na czas, ona włożyła wiele wysiłku, aby nauczyć się języka, a oni będą dokonywać wysiłku, aby ulepszyć usługę.",
      "example_translation": "मैंने समय पर प्रोजेक्ट पूरा करने के लिए प्रयास किया, उसने भाषा सीखने के लिए बहुत प्रयास किया, और वे सेवा में सुधार करने के लिए प्रयास करेंगे",
      "imageLink": "image_files\\English\\"imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wymiana",
      "translation": "अदला-बदली",
      "definition": "Akt dawania czegoś w zamian za coś innego, szczególnie rzeczy o podobnej wartości.",
      "definition_translation": "किसी चीज के बदले में कुछ और देने की क्रिया, विशेष रूप से समान मूल्य की चीज",
      "example": "Wymieniłem mój stary telefon na nowy, oni wymieniają prezenty w dniach urodzin, a my będziemy wymieniać e-maile, aby omówić projekt.",
      "example_translation": "मैंने अपना पुराना फोन नया फोन से बदल दिया, वे जन्मदिन पर उपहारों का आदान-प्रदान करते हैं, और हम प्रोजेक्ट पर चर्चा करने के लिए ईमेल का आदान-प्रदान करेंगे",
      "imageLink": "image_files\\English\\"imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "eksperyment",
      "translation": "प्रयोग",
      "definition": "Naukowe badanie lub testowanie, aby sprawdzić, czy hipoteza jest prawdziwa, czy nie.",
      "definition_translation": "किसी仮説 की सच्चाई या असच्चाई की जाँच करने के लिए एक वैज्ञानिक परीक्षण या जांच",
      "example": "Naukowiec przeprowadził eksperyment, aby sprawdzić nową teorię, ja eksperymentowałem z różnymi technikami gotowania, a oni będą eksperymentować z nowymi strategiami marketingowymi.",
      "example_translation": "वैज्ञानिक ने नई सिद्धांत की जाँच करने के लिए एक प्रयोग किया, मैंने अलग-अलग खाना पकाने की तकनीकों से प्रयोग किया, और वे नई मार्केटिंग रणनीतियों से प्रयोग करेंगे",
      "imageLink": "image_files\\English\\"imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "walczyć",
      "translation": "लड़ाई",
      "definition": "Zaangażować się w walkę fizyczną lub werbalną z kimś lub czymś.",
      "definition_translation": "किसी से या कुछ से शारीरिक या मौखिक लड़ाई में शामिल होना।",
      "example": "Walczyłem z moim bratem wczoraj, walczę z nim teraz i będę walczyć z nim jutro.",
      "example_translation": "मैं कल अपने भाई से लड़ा, मैं अब उसके साथ लड़ रहा हूँ, और मैं कल फिर से उसके साथ लड़ाई करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "iść",
      "translation": "जाना",
      "definition": "Przenieść się z jednego miejsca do innego, podróżować lub wybrać się w podróż.",
      "definition_translation": "एक जगह से दूसरी जगह पर जाना, यात्रा करना या यात्रा करना।",
      "example": "Poszedłem do sklepu wczoraj, idę do parku teraz i pójdę do szkoły jutro.",
      "example_translation": "मैं कल स्टोर पर गया, मैं अब पार्क पर जा रहा हूँ, और मैं कल स्कूल जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zwyczaj",
      "translation": "आदत",
      "definition": "Regularne lub typowe praktyki lub zachowania.",
      "definition_translation": "कोई नियमित या सामान्य अभ्यास या व्यवहार。",
      "example": "Mam zwyczaj czytania książek przed snem, miałem zwyczaj palenia i będę miał zwyczaj ćwiczeń codziennych.",
      "example_translation": "मेरी रात को सोने से पहले किताबें पढ़ने की आदत है, मेरी सिगरेट पीने की आदत थी, और मेरी डेली एक्सरसाइज करने की आदत होगी।",
      "imageLink": "image_files\\English\\"imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prace domowe",
      "translation": "घर का काम",
      "definition": "Zadania i obowiązki wykonywane w celu utrzymania i czyszczenia domu.",
      "definition_translation": "घर के रख-रखाव और सफ़ाई के लिए किए जाने वाले कार्य और काम。",
      "example": "Wykonałem prace domowe wczoraj, wykonuję prace domowe teraz i wykonam prace domowe jutro.",
      "example_translation": "मैंने कल घर का काम किया, मैं अब घर का काम कर रहा हूँ, और मैं कल फिर से घर का काम करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uścisk",
      "translation": "गले लगाना",
      "definition": "Ściskać kogoś lub coś mocno w ramionach, aby wyrazić uczucie.",
      "definition_translation": "किसी को अपने बाहों में कसकर पकड़ना, आम तौर पर स्नेह दिखाने के लिए",
      "example": "Uściskałem moją mamę, gdy ją zobaczyłem na lotnisku. Uściskam mojego przyjaciela, gdy go zobaczę jutro. Ona uściska swojego misia każdej nocy.",
      "example_translation": "मैंने हवाई अड्डे पर माँ को आलिंगन किया। मैं अपने दोस्त को कल मिलूँगा जब मैं उसे देखूँगा। वह अपने टेडी बियर को रोज रात को आलिंगन करती थी।",
      "imageLink": "image_files\\English\\"imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prasowanie",
      "translation": "इस्त्री करना",
      "definition": "Usuwanie zagnieceń z ubrań za pomocą gorącej żelazka.",
      "definition_translation": "गर्म इस्त्री का प्रयोग करके कपड़ों से सिकुड़न हटाने की क्रिया",
      "example": "Prasowałem wczoraj. Ona będzie prasować jutro. On prasuje teraz.",
      "example_translation": "मैंने कल इस्त्री की। वह कल इस्त्री करेगी। वह अब इस्त्री कर रहा है।",
      "imageLink": "image_files\\English\\"imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skakać",
      "translation": "कूदना",
      "definition": "Wyskakiwać w górę lub do przodu, używając nóg.",
      "definition_translation": "अपने पैरों का प्रयोग करके ऊपर या आगे की ओर खुद को प्रेरित करना",
      "example": "Skoczyłem przez przeszkodę. Ona skacze każdego ranka. On będzie skakał do basenu jutro.",
      "example_translation": "मैंने बाधा के ऊपर कूदा। वह हर सुबह कूदती है। वह कल पूल में कूदेगा।",
      "imageLink": "image_files\\English\\"imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spojrzeć",
      "translation": "देखना",
      "definition": "Skierować swój wzrok w danym kierunku.",
      "definition_translation": "किसी निर्देशित दिशा में अपनी नजरें डालना",
      "example": "Spojrzałem na piękny widok. Ona będzie opiekować się swoim dzieckiem. On spojrzał na zegarek.",
      "example_translation": "मैंने सुंदर दृश्य की ओर देखा। वह अपने बच्चे की देखभाल करेगी। वह घड़ी की ओर पीछे देखा।",
      "imageLink": "image_files\\English\\"imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biegać",
      "translation": "दौड़ना",
      "definition": "Poruszać się szybko stopami, często w określonym kierunku lub z określonym celem.",
      "definition_translation": "पैर से तेज गति से चलना, आमतौर पर एक स्थिर और तेज गति से, अक्सर एक विशिष्ट दिशा में या एक विशिष्ट उद्देश्य के लिए。",
      "example": "Biegałem do sklepu wczoraj, biegam do parku dzisiaj i będę biegał maraton jutro.",
      "example_translation": "मैं कल स्टोर पर दौड़ा था, मैं आज पार्क पर दौड़ रहा हूँ, और मैं अगले हफ्ते मैराथन दौड़ूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szukać",
      "translation": "खोजना",
      "definition": "Szukać czegoś ostrożnie i dokładnie, często w systematyczny i szczegółowy sposób.",
      "definition_translation": "किसी चीज की अच्छी तरह से और सावधानीपूर्वक तलाश करना, अक्सर एक सिस्टमैटिक और विस्तृत तरीके से।",
      "example": "Szukałem książki w bibliotece wczoraj, szukam online dzisiaj i będę szukał całego domu jutro.",
      "example_translation": "मैं कल लाइब्रेरी में किताब की तलाश कर रहा था, मैं आज ऑनलाइन तलाश कर रहा हूँ, और मैं कल पूरे घर की तलाश करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sek",
      "translation": "सेक्स",
      "definition": "Jedna z dwóch głównych kategorii (męska lub żeńska), do których ludzie i wiele innych żyjących istot są podzielone, oparte na ich rolach reprodukcyjnych.",
      "definition_translation": "मनुष्यों और कई अन्य जीवित चीजों में से दो मुख्य श्रेणियों (पुरुष या महिला) में से एक, उनके प्रजनन भूमिकाओं के आधार पर विभाजित।",
      "example": "Płeć dziecka została określona przy urodzeniu, Klasa edukacji seksualnej byłaelsea, a Proporcja płci w wiosce jest skrzywiona.",
      "example_translation": "शिशु का सेक्स जन्म के समय निर्धारित हुआ, सेक्स शिक्षा कक्ष информатив था, और गाँव में सेक्स राशन विकृत है।",
      "imageLink": "image_files\\English\\"imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krok",
      "translation": "कदम",
      "definition": "Ruch nogi, zwykle w kierunku przednim, jak przy chodzeniu lub biegu.",
      "definition_translation": "पैर की गति, आमतौर पर आगे की दिशा में, जैसे चलने या दौड़ने में।",
      "example": "Zrobiłem krok w tył, aby uniknąć przeszkody, podejmuję kroki, aby poprawić moje zdrowie, a Ona zrobi krok do przodu, aby przyjąć nagrodę.",
      "example_translation": "मैं आय梱stacle से बचने के लिए पीछे कदम लिया, मैं अपने स्वास्थ्य में सुधार के लिए कदम उठा रहा हूँ, और वह पुरस्कार स्वीकार करने के लिए आगे कदम लेगी।",
      "imageLink": "image_files\\English\\"imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wsparcie",
      "translation": "समर्थन",
      "definition": "Udzielanie pomocy lub wsparcia komuś lub czemuś",
      "definition_translation": "किसी चीज या किसी व्यक्ति का समर्थन देना",
      "example": "Wspierałam cię w twojej decyzji. Wspierałem ją w jej trudnych czasach. Od lat wspieram tę organizację charytatywną.",
      "example_translation": "मैं आपके फैसले में आपका समर्थन करूँगा. मैंने उसकी जरूरत के समय में उसका समर्थन किया. मैं पिछले कई सालों से इस चैरिटी का समर्थन कर रहा हूँ.",
      "imageLink": "image_files\\English\\"imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wizyta",
      "translation": "यात्रा",
      "definition": "Odbycie wizyty u kogoś lub czegoś, zwłaszcza na krótką chwilę",
      "definition_translation": "किसी को या कुछ देखने के लिए जाना, đặcतौर पर थोड़े समय के लिए",
      "example": "Zwiedzę moją rodzinę jutro. Ona odwiedziła Paryż w zeszłym roku. Oni będą nas odwiedzać w przyszłym tygodniu.",
      "example_translation": "मैं कल अपने परिवार से मिलूँगा. उसने पेरिस में पिछले साल यात्रा की. वे अगले हफ्ते हमसे मिलने आएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śmieć",
      "translation": "कचरा",
      "definition": "Materiał, który jest wyrzucony lub odrzucony jako bezużyteczny lub bezwartościowy",
      "definition_translation": "उस सामग्री को फेंक दिया जाता है या बेकार या निरर्थक माना जाता है",
      "example": "Musimy zmniejszyć ilość śmieci, aby uratować środowisko. Straciliśmy wiele czasu na tym projekcie. Firma marnuje swoje zasoby.",
      "example_translation": "हमें पर्यावरण बचाने के लिए कचरा कम करना होगा. उनहोंने इस परियोजना पर बहुत समय बर्बाद किया. कंपनी अपने संसाधनों को बर्बाद कर रही है.",
      "imageLink": "image_files\\English\\"imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trening",
      "translation": "व्यायाम",
      "definition": "Sesja ćwiczeń fizycznych, zwłaszcza jeden, który jest zaplanowany lub strukturalny",
      "definition_translation": "शारीरिक व्यायाम का एक सत्र, विशेष रूप से एक ऐसा जो तय किया गया हो या संरचित हो",
      "example": "Zrobię trening w siłowni jutro. Ona ćwiczy każdego ranka. Oni ćwiczą razem przez miesiące.",
      "example_translation": "मैं कल जिम में व्यायाम करूँगा. वह सुबह κάθε सुबह व्यायाम करती हैं. वे महीनों से साथ में व्यायाम कर रहे हैं.",
      "imageLink": "image_files\\English\\"imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]