{
  "data": [
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szary",
      "translation": "शGrey",
      "definition": "Mający neutralny lub pośredni kolor, położony pomiędzy czarnym i białym.",
      "definition_translation": "काला और सफेद के बीच एक न्यूट्रल या मध्यवर्ती रंग होना",
      "example": "Szare niebo odbijało jej melancholijny nastrój. Wczoraj miała na sobie kostium kąpielowy szary. Jutro będzie miała na sobie suknię szarą na przyjęciu.",
      "example_translation": "उसके उदास मूड का प्रतिबिंब था असमान शGrey। कल वह Grey स्विमसूट पहना थी। कल वह पार्टी में Grey ड्रेस पहनेगी।",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomarańczowy",
      "translation": "नारंगी",
      "definition": "Jaskrawy, ciepły kolor pomiędzy czerwonym i żółtym.",
      "definition_translation": "लाल और पीले के बीच एक जीवंत, गर्म रंग है",
      "example": "Zachód słońca pomarańczowy był zapierający dech w piersiach. Wczoraj obierała pomarańczę. Jutro będzie jadła pomarańczę na śniadanie.",
      "example_translation": "नारंगी सूर्यास्त सांस रोक देने वाला था। उसने कल नारंगी छील दिया था। वह कल सुबह नारंगी खाएगी।",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czerwony",
      "translation": "लाल",
      "definition": "Jaskrawy, intensywny kolor, często kojarzony z pasją, energią i miłością.",
      "definition_translation": "एक उज्ज्वल, तीव्र रंग, अक्सर जुनून, ऊर्जा और प्रेम से जुड़ा होता है",
      "example": "Czerwone róże były jej ulubione. Wczoraj miał na sobie koszulę czerwoną. Jutro będzie miała na sobie suknię czerwoną na ślubie.",
      "example_translation": "लाल玫瑰 उसके पसंदीदा थे। उसने कल लाल शर्ट पहना था। वह कल शादी में लाल ड्रेस पहनेगी।",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biały",
      "translation": "सफ़ेद",
      "definition": "Czysty i jasny kolor, często kojarzony z czystością, niewinnością i czystością.",
      "definition_translation": "एक शुद्ध और उज्ज्वल रंग, अक्सर स्वच्छता, निर्दोषता और पवित्रता से जुड़ा होता है",
      "example": "Białe płatki śniegu delikatnie opadały na jej twarz. Wczoraj miał na sobie koszulę białą. Jutro będzie miała na sobie suknię białą na przyjęciu.",
      "example_translation": "सफ़ेद बर्फ के फूल उसके चेहरे पर नरम-नरम गिरे। उसने कल सफ़ेद शर्ट पहना था। वह कल पार्टी में सफ़ेद ड्रेस पहनेगी।",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żółty",
      "translation": "पीला",
      "definition": "Mający jaskrawy, ciepły i wesoły kolor, podobny do słońca lub narcyzów.",
      "definition_translation": "सूरज या डैफोडिल्स के समान उज्ज्वल, गर्म और खुशनुमा रंग वाला",
      "example": "Słonecznik był żółty, jaskrawy żółty lata. Wczoraj był.partialnie żółty, ale dziś jest już w pełni żółty. Do przyszłego tygodnia zmieni się na lżejszy żółty.",
      "example_translation": "सूरजमुखी पीला था, गर्मियों का उज्ज्वल पीला रंग। कल оно था आंशिक पीला, लेकिन आज यह पूरी तरह से पीला है। अगले सप्ताह तक यह हल्का पीला हो जाएगा।",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śmietanka",
      "translation": "क्रीम",
      "definition": "Gęsta, bogata i kremowa ciecz utworzona z mleka, używana jako żywność lub w gotowaniu.",
      "definition_translation": "दूध से बना एक मोटा, अमीर और क्रीमी तरल, जिसका उपयोग भोजन या खाना पकाने में किया जाता है",
      "example": "Lubię dodawać śmietankę do kawy. Wczoraj dodałem zbyt dużo śmietanki do kawy i było zbyt bogate. Jutro doliczę właściwej ilości śmietanki do kawy.",
      "example_translation": "मैं अपने कॉफी पर क्रीम डालना पसंद करता हूँ। कल मैंने अपने कॉफी में बहुत ज्यादा क्रीम मिला दी और वह बहुत अमीर था। कल मैं अपने कॉफी में बस ठीक मात्रा में क्रीम मिलाऊंगा।",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złoty",
      "translation": "सोने का",
      "definition": "Mający jaskrawy, lśniący kolor złota.",
      "definition_translation": "सोने जैसा उज्ज्वल, चमकीला पीला रंग वाला",
      "example": "Złoty retriever był pięknym psem. Wczoraj grał z piłką złotą. Jutro będzie gonił złotą liść.",
      "example_translation": "सोने का रिट्रीवर एक सुंदर कुत्ता था। कल वह एक सोने की गेंद से खेल रहा था। कल वह एक सोने के पत्ते का पीछा करेगा।",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cytrynowy",
      "translation": "नींबू",
      "definition": "Mały, kwaśny i cytrusowy owoc, często używany w gotowaniu lub jako aromat.",
      "definition_translation": "एक छोटा, खट्टा और सिट्रस फल, अक्सर खाना पकाने या स्वाद बढ़ाने में उपयोग किया जाता है",
      "example": "Lubię pić sok cytrynowy. Wczoraj wycisnąłem zbyt dużo soku cytrynowego i było zbyt kwaśne. Jutro doliczę właściwej ilości soku cytrynowego do wody.",
      "example_translation": "मैं नींबू का रस पीना पसंद करता हूँ। कल मैंने नींबू का रस ज्यादा निचोड़ा और वह बहुत खट्टा था। कल मैं अपने पानी में बस ठीक मात्रा में नींबू का रस मिलाऊंगा।",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "beżowy",
      "translation": "बेज",
      "definition": "Mający blady, żółtawo-brunatny kolor, pośredni pomiędzy śmietanką a brązem.",
      "definition_translation": "क्रीम और भूरे रंग के बीच एक पीला भूरा रंग",
      "example": "Miała na sobie sweter beżowy na przyjęciu w zeszłym tygodniu, a teraz ma go na koncercie wieczorowym i będzie miała na pikniku jutro.",
      "example_translation": "उन्होंने पार्टी में बेज स्वेटर पहना था, और अब वे 今 रात कॉन्सर्ट में पहन रही हैं, और कल पिकनिक में पहनेंगी।",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marynarski",
      "translation": "नौसेना नीला",
      "definition": "Ciężki, granatowy kolor przypominający mundur US Navy.",
      "definition_translation": "यूएस नेवी की वर्दी के समान एक गहरा नीला रंग",
      "example": "Miał na sobie garnitur marynarski na weselu, a teraz ma na sobie koszulę marynarską w biurze, i będzie miał krawat marynarską na spotkaniu jutro.",
      "example_translation": "उन्होंने शादी में नौसेना नीला सूट पहना था, और अब वे ऑफिस में नौसेना नीला शर्ट पहन रहे हैं, और कल मीटिंग में नौसेना नीला टाई पहनेंगे।",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chaki",
      "translation": "खाकी",
      "definition": "Jasny beżowo-brązowy kolor, szczególnie używany w mundurach wojskowych.",
      "definition_translation": "एक हल्का बेज या भूरा रंग, Özellikle सैन्य वर्दी में प्रयोग किया जाता है",
      "example": "On nosił spodnie chaki na wyprawę kempingową ubiegłego tygodnia, a teraz nosi koszulę chaki na wycieczkę, i będzie nosił buty chaki na przygodę jutro.",
      "example_translation": "उन्होंने पिछले हफ्ते कैंपिंग ट्रिप में खाकी पैंट पहने थे, और अब वे हाइक में खाकी शर्ट पहन रहे हैं, और कल साहसिक कार्य में खाकी बूट पहनेंगे।",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zielony oliwny",
      "translation": "जैतून हरा",
      "definition": "Ciemny zielono-żółty kolor, podobny do koloru dojrzałych oliwek.",
      "definition_translation": "पके हुए जैतून के समान एक गहरा हरा पीला रंग",
      "example": "Ona nosiła suknię zieloną oliwną na imprezę wieczorną wczoraj, a teraz nosi szal zielony oliwny na targ, i będzie nosiła buty zielone oliwne na weselu jutro.",
      "example_translation": "उन्होंने पार्टी में जैतून हरा ड्रेस पहना था, और अब वे बाज़ार में जैतून हरा स्कarf पहन रही हैं, और कल शादी में जैतून हरा जूते पहनेंगी।",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "amarant",
      "translation": "अमरंत",
      "definition": "Amarant to roślina kwitnąca, która produkuje żywoczerwone kwiaty i jadalne liście.",
      "definition_translation": "अमरंत एक फूलदार पौधा है जो रंगीन फूल और खाद्य पत्तियां पैदा करता है",
      "example": "Rolnik uprawiał amarant w swoim ogrodzie latem ubiegłym. Uprawia go teraz i będzie uprawiał go ponownie przyszłym roku.",
      "example_translation": "उस किसान ने पिछले गर्मी में अपने गार्डन में अमरंत उगाया था. वह अब इसे उगा रहा है और अगले साल फिर से उगाएगा.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bursztyn",
      "translation": "एम्बर",
      "definition": "Bursztyn to skamieniała żywica drzewa, często używana jako kamień szlachetny.",
      "definition_translation": "एम्बर एक पीले-भूरे रंग का जीवाश्म पेड़ का राल है, अक्सर ग्रहणी के रूप में प्रयोग किया जाता है",
      "example": "Naszyjnik ozdobiony był pięknym kawałkiem bursztynu. Kupiła go na swojej podróży do Hiszpanii ubiegłego miesiąca. Będzie nosiła go na imprezę jutro.",
      "example_translation": "अंगूठी में एक सुंदर एम्बर का टुकड़ा लगा हुआ था. उसने पिछले महीने स्पेन की यात्रा पर इसे खरीदा था. वह कल रात की पार्टी में इसे पहनेगी.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "antracyt",
      "translation": "एन्थ्रासाइट",
      "definition": "Antracyt to twardy, błyszczący, czarny węgiel kamienny używany jako paliwo.",
      "definition_translation": "एन्थ्रासाइट एक कठोर, चमकीले, काले कोयले का उपयोग ईंधन के रूप में किया जाता है",
      "example": "Stary piec używał antracytu węgla kamiennego do ogrzewania. Nowy używa gazu ziemnego. Będzie używał energii słonecznej w przyszłości.",
      "example_translation": "पुराना फर्नेस एन्थ्रासाइट कोयले को जलाता था ताकि गर्मी प्रदान करे. नया गैस का उपयोग करता है. वह भविष्य में सौर ऊर्जा का उपयोग करेगा.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akwamaryn",
      "translation": "एक्वामारीन",
      "definition": "Akwamaryn to niebiesko-zielony kamień szlachetny, często używany w biżuterii.",
      "definition_translation": "एक्वामारीन एक नीले-हरे रंग की मणि है, अक्सर गहनों में प्रयोग की जाती है",
      "example": "Królowa nosiła naszyjnik akwamarynowy na bal królewski. Nosiła go na swojej koronacji. Będzie nosiła go na ślubie swojej wnuczki przyszłego roku.",
      "example_translation": "रानी ने शाही बॉल में एक्वामारीन अंगूठी पहनी थी. उसने अपने राज्याभिषेक समारोह में इसे पहना था. वह अगले साल अपनी पोती की शादी में इसे पहनेगी.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karmazyn",
      "translation": "कर्मिन",
      "definition": "Karmazyn to pigment lub barwnik o ostrym, głębokim czerwonym kolorze, szczególnie ten uzyskiwany z owadów cochineal lub syntetycznie.",
      "definition_translation": "कochineal कीट से या संश्लेषित रूप से एक उज्ज्वल लाल से बैगनी लाल रंग का पिगमेंट या रंगद्रव्य, विशेष रूप से।",
      "example": "Artystka użyła karmazyny, aby stworzyć żywy czerwony odcień w swoim obrazie. Używała karmazyny przez lata. Będzie używała karmazyny w swoim następnym projekcie.",
      "example_translation": "चित्रकार ने अपने चित्र में एक जीवंत लाल ह्यू बनाने के लिए कर्मिन का उपयोग किया। वह वर्षों से कर्मिन का उपयोग कर रही है। वह अपने अगले परियोजना में कर्मिन का उपयोग करेगी।",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karmazynowy",
      "translation": "लाल",
      "definition": "Głęboki, bogaty czerwony kolor, szczególnie kolor żywy i wspaniały.",
      "definition_translation": "एक गहरा, समृद्ध लाल रंग, विशेष रूप से एक चमकीले, सजीव लाल या बैगनी-लाल रंग के संबंध में।",
      "example": "Oficjalny kolor uniwersytetu to karmazynowy. Flaga była karmazynowa z złotym orłem. Ściany będą malowane karmazynowo wkrótce.",
      "example_translation": "विश्वविद्यालय का आधिकारिक रंग लाल है। झंडा लाल था स्वर्णिम ईगल के साथ। दीवारें जल्द ही लाल रंग से रंगी जाएंगी।",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cyan",
      "translation": "सायन",
      "definition": "Zielonkawo-niebieski kolor, szczególnie żywy i wspaniały kolor niebiesko-zielony.",
      "definition_translation": "एक हरी-नीला रंग, विशेष रूप से एक चमकीले, सजीव नीला-हरा रंग।",
      "example": "Projektant wybrał cyan dla logotypu firmy. Woda w basenie miała piękny kolor cyan. Artysta mieszał cyan z żółtym, aby stworzyć nowy odcień.",
      "example_translation": "डिजाइनर ने कंपनी के लोगो के लिए सायन रंग चुना। पूल का पानी एक सुंदर सायन रंग था। कलाकार ने सायन को पीले रंग से मिलाकर एक नया रंग बनाया।",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szmaragd",
      "translation": "एमरल्ड",
      "definition": "Żywy, wspaniały zielony kolor, często używany do opisu kamieni szlachetnych.",
      "definition_translation": "एक चमकीला हरा, विशेष रूप से एक सजीव हरा रंग, अक्सर रत्न पत्थरों के वर्णन के लिएใชा जाता है।",
      "example": "Naszyjnik szmaragdowy był oszałamiający. Dziedziczyła pierścionek szmaragdowy po swojej babce. Las szmaragdowy był zapierający dech w piersiach.",
      "example_translation": "एमरल्ड हार चौंकाने वाला था। उसने अपनी दादी से एमरल्ड रिंग विरासत में मिली। एमरल्ड जंगल सांस रोक देने वाला था।",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "imbir",
      "translation": "अदरक",
      "definition": "Roślina o grubym, brązowym korzeniu używanym jako przyprawa lub lek.",
      "definition_translation": "एक पौधा जिसकी मोटी, भूरी जड़ का उपयोग मसाले या दवा के रूप में किया जाता है।",
      "example": "Dodałem trochę imbiru do zupy, aby nadać jej ładnego smaku. Wczoraj zetrzełem trochę imbiru do sałatki. Jutro kupię świeży imbir na rynku.",
      "example_translation": "मैंने सूप में कुछ अदरक डाला ताकि उसे अच्छा स्वाद मिले। कल, मैंने सलाद के लिए कुछ अदरक कसा था। कल, मैं बाजार से ताजा अदरक खरीदूँगा।",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "indygo",
      "translation": "नीला",
      "definition": "Głęboki niebieski kolor, lub barwnik lub pigment tego koloru, szczególnie jeden uzyskany z liści rośliny indygowej.",
      "definition_translation": "एक गहरा नीला रंग, या इस रंग का रंजक या पिगमेंट, विशेष रूप से इन्डिगो पौधे के पत्तों से प्राप्त होता है।",
      "example": "Suknia była farbowana głębokim indygowym kolorem. Artysta użył indygo, aby stworzyć piękny obraz. W dawnych czasach ludzie nosili ubrania indygo.",
      "example_translation": "ड्रेस को गहरे नीले रंग से रंगा गया था। कलाकार ने नीला रंग से एक सुंदर पेंटिग बनाई थी। पुराने दिनों में, लोग नीले कपड़े पहना करते थे।",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "magenta",
      "translation": "मैजेंटा",
      "definition": "Jasny, różowo-fioletowy kolor, lub barwnik lub pigment tego koloru.",
      "definition_translation": "एक उज्ज्वल गुलाबी-बैगनी रंग, या इस रंग का रंजक या पिगमेंट。",
      "example": "Kwiaty były pięknego magentowego koloru. Projektant użył magenty, aby stworzyć efektowny logotyp. W przyszłości magenta będzie popularnym kolorem dla samochodów.",
      "example_translation": "फूल एक सुंदर मैजेंटा रंग के थे। डिजाइनर ने एक स्टन्निंग लोगो बनाने के लिए मैजेंटा का उपयोग किया। भविष्य में, मैजेंटा कारों के लिए एक लोकप्रिय रंग होगा।",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mahoni",
      "translation": "माहोगनी",
      "definition": "Typ drzewa oliwkowego, lub drewno tego drzewa, często używane do produkcji mebli.",
      "definition_translation": "एक प्रकार का hardwood पेड़, या इस पेड़ का लकड़ी, जिसका अक्सर फर्नीचर बनाने के लिए उपयोग किया जाता है।",
      "example": "Stół był wykonany z mahoniowego drewna. Stolarz użył mahoni, aby stworzyć piękny krzesło. W przeszłości mahoni było rzadkim i drogim drewnem.",
      "example_translation": "टेबल माहोगनी लकड़ी से बना था। कारपेंटर ने एक सुंदर कुर्सी बनाने के लिए माहोगनी का उपयोग किया। अतीत में, माहोगनी एक दुर्लभ और महंगा लकड़ी थी।",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karmin",
      "translation": "मरून",
      "definition": "Ciemny, czerwono-brązowy kolor, szczególnie w formie pigmentu lub barwnika.",
      "definition_translation": "एक गहरा लाल-भूरा रंग, विशेष रूप से पिगमेंट या डाई के रूप में.",
      "example": "Karminowy kolor gór przy zachodzie słońca był zapierający dech. Wczoraj zobaczyłem karminowy samochód. Gdyby miałem karminową koszulę, włożyłbym ją na imprezę.",
      "example_translation": "सूर्यास्त के समय पहाड़ों का मरून रंग सांस रोक देने वाला था. मैंने कल एक मरून कार देखी. अगर मेरे पास एक मरून शर्ट होती, तो मैं उसे पार्टी में पहनता.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ochra",
      "translation": "ओकर",
      "definition": "Naturalny pigment, składający się z tlenku żelaza, gliny i krzemianów, typowo żółty, pomarańczowy lub czerwony w kolorze.",
      "definition_translation": "एक प्राकृतिक पिगमेंट, जिसमें लोहा ऑक्साइड, मिट्टी और सिलिकेट्स होते हैं, आमतौर पर पीले, नारंगी या लाल रंग में.",
      "example": "Artysta wymieszał ochrę z wodą, aby stworzyć unikatową teksturę. Starożytna cywilizacja używała ochry, aby malować swoje ściany. Ochra jest używana od wieków w sztuce i dekoracji.",
      "example_translation": "कलाकार ने पानी के साथ ओकर मिलाया एक अनोखा टेक्सचर बनाने के लिए. प्राचीन सभ्यता ने अपनी दीवारों को पेंट करने के लिए ओकर का इस्तेमाल किया. ओकर का(Art और सजावट में सदियों से इस्तेमाल किया जा रहा है.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szkarłat",
      "translation": "लाल",
      "definition": "Jasny, żywy czerwony kolor, szczególnie w formie barwnika lub pigmentu.",
      "definition_translation": "एक चमकदार, जीवंत लाल रंग, विशेष रूप से डाई या पिगमेंट के रूप में.",
      "example": "Szkarłatna litera była słynną nowelą Nathaniela Hawthorne'a. Ona założyła szkarłatną suknię na imprezę. Szkarłatny kolor róż była uderzający.",
      "example_translation": "द स्कारलेट लेटर नाथनिएल हॉथोर्न का एक प्रसिद्ध नاول था. वह पार्टी में एक लाल ड्रेस पहन कर गई. गुलाबों का लाल रंग दिलचस्प था.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "turkus",
      "translation": "टरकाइट",
      "definition": "Minerał niebiesko-zielony, często używany jako kamień szlachetny, typowo w jasnym, niebiesko-zielonym kolorze.",
      "definition_translation": "एक नीला-हरा खनिज, अक्सर एक रत्न के रूप में प्रयोग किया जाता है, आमतौर पर उज्ज्वल नीला-हरा रंग में.",
      "example": "Turkusowy naszyjnik był pięknym prezentem. Mam turkusowy pierścionek, który noszę na specjalne okazje. Turkus jest popularnym kamieniem szlachetnym w biżuterii.",
      "example_translation": "टरकाइट नेकलेस एक सुंदर उपहार था. मेरे पास एक टरकाइट रिंग है जिसे मैं विशेष अवसरों पर पहनता हूँ. टरकाइट आभूषण में एक लोकप्रिय रत्न है.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]
}