[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Abisyńczyk",
      "translation": "#abissinian (ऐबिसिनियन)",
      "definition": "Rasa kocura domowego pochodząca z Etiopii, znana z charakterystycznego umaszczenia ticked i szczupłej budowy.",
      "definition_translation": "एथियोपिया से निकलने वाली एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता टिकी हुई कोट और पतला शरीर है।",
      "example": "Zawsze chciałem posiadać kota Abisyńczyka z powodu ich zabawnej natury. Miałem kota Abisyńczyka, kiedy byłem dzieckiem, a teraz również posiadam. Będę miał kota Abisyńczyka następnego roku.",
      "example_translation": "मैंने हमेशा अपने खेलने के स्वभाव के कारण एक एबिसिनियन बिल्ली रखने की इच्छा है। मैं बच्चा था जब मेरे पास एक एबिसिनियन बिल्ली थी, और अब मेरे पास भी है। मैं अगले साल एक एबिसिनियन बिल्ली लूँगा।",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Amerykański krótkowłosy",
      "translation": "अमेरिकन शार्थेयर (Amērikān shārthāyara)",
      "definition": "Rasa kocura domowego pochodząca z Ameryki Północnej, znana zbudowy i krótkiej szaty.",
      "definition_translation": "उत्तर अमेरिका से निकलने वाली एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता मजबूत शरीर और छोटा कोट है।",
      "example": "Moja siostra posiada kota amerykańskiego krótkowłosego, a on jest naprawdę czuły. Miała kota amerykańskiego krótkowłosego, kiedy była w college'u, a teraz również posiada. Będzie miała kota amerykańskiego krótkowłosego jako prezent następnego roku.",
      "example_translation": "मेरी बहन के पास एक अमेरिकन शार्थेयर बिल्ली है, और यह वास्तव में स्नेही है। वह कॉलेज में थी जब उसके पास एक अमेरिकन शार्थेयर बिल्ली थी, और अब उसके पास फिर से है। वह अगले साल एक अमेरिकन शार्थेयर बिल्ली को उपहार में लेगी।",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kot bengalski",
      "translation": "बंगाल बिल्ली (Baṅgāl billī)",
      "definition": "Rasa kocura domowego stworzona przez krzyżowanie kocurów domowych z azjatyckim kotem leopardowym, znana z charakterystycznej umaszczenia plamistego.",
      "definition_translation": "डोमेस्टिक बिल्लियों के साथ एशियाई Леопार्ड बिल्ली को क्रॉस करके निर्मित एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता प्रतिष्ठित स्पॉटेड कोट है।",
      "example": "Zawsze byłem fascynowany energiczną osobowością kota bengalskiego. Miałem kota bengalskiego, kiedy byłem dzieckiem, a teraz również posiadam. Adoptuję kota bengalskiego z schroniska następnego roku.",
      "example_translation": "मैं हमेशा बंगाल बिल्ली के ऊर्जावान व्यक्तित्व से आकर्षित हूँ। मैं बच्चा था जब मेरे पास एक बंगाल बिल्ली थी, और अब मेरे पास भी है। मैं अगले साल एक आश्रय से एक बंगाल बिल्ली गोद लूँगा।",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Birmańczyk",
      "translation": "बिरमान (Birmān)",
      "definition": "Rasa kocura domowego pochodząca z Birmy, znana z białych 'rękawiczek' na łapach i umaszczenia ostrażnym.",
      "definition_translation": "बर्मा से निकलने वाली एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता पैरों पर सफ़ेद 'ग्लोव्ज़' और एक पॉइंटेड कोट है।",
      "example": "Kot birmański jest znany ze swojej spokojnej i delikatnej natury. Miałem kota birmańskiego, kiedy byłem w college'u, a teraz moja siostra posiada. Będę miał kota birmańskiego jako zwierzaka następnego roku.",
      "example_translation": "बिरमान बिल्ली अपने शांत और सौम्य स्वभाव के लिए जानी जाती है। मैं कॉलेज में था जब मेरे पास एक बिरमान बिल्ली थी, और अब मेरी बहन के पास है। मैं अगले साल एक पालतू बिरमान बिल्ली लूँगा।",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Brytyjski krótkowłosy",
      "translation": "ब्रिटिश शार्थेयर",
      "definition": "The British Shorthair to kocur krótkowłosy i kompaktowy z szeroką twarzą, krótkimi nogami i krótką, gęstą szatą, która występuje w wielu kolorach i wzorach.",
      "definition_translation": "ब्रिटिश शार्थेयर एक स्थिर और कॉम्पैक्ट बिल्ली है जिसका चेहरा चौड़ा है, पैर छोटे हैं, और एक छोटा, घना कोट है जो विभिन्न रंगों और पैटर्न में आता है",
      "example": "Miałem kota brytyjskiego krótkowłosego, kiedy byłem dzieckiem, był on bardzo zabawny. Teraz chcę mieć kota brytyjskiego krótkowłosego ponownie. Będę kupował kota brytyjskiego krótkowłosego następnego miesiąca.",
      "example_translation": "मैं बच्चा था तब मेरे पास एक ब्रिटिश शार्थेयर बिल्ली थी, वह बहुत खिलवाड़ था. अब मैं फिर से एक ब्रिटिश शार्थेयर चाहता हूँ. मैं अगले महीने एक ब्रिटिश शार्थेयर खरीदूँगा.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Burmieńczyk",
      "translation": "बर्मीज",
      "definition": "Rasa kocura domowego pochodząca z Tajlandii, znana z charakterystycznego wyglądu i zabawnej, towarzyskiej osobowości.",
      "definition_translation": "बर्मीज घरेलू बिल्ली की एक नस्ल है जिसका मूल थाईलैंड से है, यह अपने विशिष्ट शारीरिक रूप और खेलने वाले, बाहर की ओर व्यक्तित्व के लिए जाना जाता है",
      "example": "Zawsze byłem fascynowany rasą birmeńską, ich oczy są tak wyraziste. Mój przyjaciel posiada kota birmeńskiego, on jest bardzo czuły. Będę miał kota birmeńskiego następnego roku.",
      "example_translation": "मैं हमेशा बर्मीज नस्ल से आकर्षित रहा हूँ, उनकी आँखें इतनी अभिव्यक्ति हैं. मेरे दोस्त के पास एक बर्मीज बिल्ली है, वह बहुत स्नेही है. मैं अगले साल एक बर्मीज लूँगा.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "चार्ट्र्यू",
      "definition": "Chartreux to rzadka i starożytna rasa kocura z Francji, charakteryzująca się niebiesko-szarym umaszczeniem i dużymi, okrągłymi oczami.",
      "definition_translation": "चार्ट्र्यू फ्रांस से एक दुर्लभ và प्राचीन नस्ल की बिल्ली है, जिसका वर्णन अपने नीले-स्लेटी कोट और बड़े, गोल आँखों से होता है",
      "example": "Widziałem kota chartreux w sklepie zoologicznym, był on tak spokojny. Moja siostra posiada kota chartreux, on jest bardzo łagodny. Będę zabierał mojego kota chartreux do weterynarza następnego tygodnia.",
      "example_translation": "मैं पेट स्टोर पर एक चार्ट्र्यू बिल्ली देखा, वह इतनी शांत थी. मेरी बहन के पास एक चार्ट्र्यू है, वह बहुत कोमल है. मैं अपने चार्ट्र्यू को अगले هفته वेटеринаर के पास ले जाऊँगा.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kolorpunkt himalajski",
      "translation": "रंगबिंदु, हिमालयी",
      "definition": "Rasa kocura domowego, która łączy nakrapiany umaszczenie szamańskiego z budową perskiego, dając efektowny i unikatowy wygląd.",
      "definition_translation": "हिमालयी एक नस्ल की बिल्ली है जो सियामीज़ के पॉइंटी कोट पैटर्न और पर्शियन के कठोर निर्माण को मिलाती है, जिसके परिणामस्वरूप एक अद्वितीय और आकर्षक रूप होता है",
      "example": "Uwielbiam kolorpunkt himalajski, on jest tak piękny. Mój sąsiad posiada kota kolorpunktu himalajskiego, on jest bardzo przyjacielski. Będę prezentował swojego kota kolorpunktu himalajskiego na wystawie kotów następnego miesiąca.",
      "example_translation": "मैं रंगबिंदु हिमालयी से प्यार करता हूँ, वह इतनी सुंदर है. मेरे पड़ोसी के पास एक रंगबिंदु हिमालयी है, वह बहुत मित्रवत है. मैं अगले महीने बिल्ली शो में अपने रंगबिंदु हिमालयी को प्रदर्शित करूँगा.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "डेवोन रेक्स",
      "definition": "Rasa kocura domowego znana z faliście-jedwabistej szaty, dużych uszu, szczupłej budowy i aktywnej osobowości.",
      "definition_translation": "डेवोन रेक्स एक नस्ल की बिल्ली है जिसकी कर्ली, मुलायम और सuede जैसी कोट होती है. इनके बड़े कान, पतले शरीर और सक्रिय व्यक्तित्व भी प्रसिद्ध हैं.",
      "example": "Miałem kota devon rex, kiedy byłem dzieckiem, on był bardzo zabawny. Teraz posiadam kota devon rex, on jest bardzo czuły. W przyszłości będę miał kota devon rex, on będzie sangat lojalny.",
      "example_translation": "मैं बच्चा था तब मेरे पास एक डेवोन रेक्स बिल्ली थी, वह बहुत खेलने वाली थी. अब मेरे पास एक डेवोन रेक्स बिल्ली है, वह बहुत स्नेही है. भविष्य में मेरे पास एक डेवोन रेक्स बिल्ली होगी, वह बहुत वफादार होगी.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kot domowy",
      "translation": "घरेलू बिल्ली",
      "definition": "Kot domowy to kot, który żyje z ludźmi, często trzymywany jako zwierzę domowe. Są oni zazwyczaj mniejszy niż dzikie koty i mają bardziej uległą naturę.",
      "definition_translation": "घरेलू बिल्ली वह बिल्ली है जो 인간ों के साथ रहती है, अक्सर पालतू के रूप में रखी जाती है. ये आमतौर पर जंगली बिल्लियों से छोटी होती हैं और अधिक मृदु स्वभाव की होती हैं.",
      "example": "Uwielbiam mojego kota domowego, on się ściska ze mną każdej nocy. Moja siostra miała kota domowego, on był bardzo leniwy. W przyszłości adoptuję kota domowego, on będzie bardzo zabawny.",
      "example_translation": "मैं अपनी घरेलू बिल्ली से प्यार करता हूँ, यह रात में मेरे साथ सो जाती है. मेरी बहन के पास एक घरेलू बिल्ली थी, वह बहुत सुस्त थी. भविष्य में मैं एक घरेलू बिल्ली अपनाएगा, वह बहुत खेलने वाली होगी.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krótkowłosa egzotyczna",
      "translation": "एक्सोटिक शॉर्टहेयर",
      "definition": "Krótkowłosa egzotyczna to rasa kota znana z jej krótkiej, gęstej sierści i spokojnego usposobienia. Często opisywana jest jako mająca słodką i zabawową osobowość.",
      "definition_translation": "एक्सोटिक शॉर्टहेयर एक नस्ल की बिल्ली है जिसकी छोटी, घनी कोट और शांत स्वभाव के लिए जानी जाती है. इनके बारे में अक्सर कहा जाता है कि इनके पास मीठा और खेलने वाला व्यक्तित्व होता है.",
      "example": "Widziałem krótkowłosą egzotyczną kota w sklepie zoologicznym, było to bardzo urocze. Mój przyjaciel ma krótkowłosą egzotyczną kota, jest ona bardzo łagodna. W przyszłości kupię krótkowłosą egzotyczną kota, będzie ona bardzo uczuciowa.",
      "example_translation": "मैंने पेट स्टोर पर एक एक्सोटिक शॉर्टहेयर बिल्ली देखी, वह बहुत प्यारी थी. मेरे दोस्त के पास एक एक्सोटिक शॉर्टहेयर बिल्ली है, वह बहुत दुलारी है. भविष्य में मैं एक एक्सोटिक शॉर्टहेयर बिल्ली खरीदूँगा, वह बहुत स्नेही होगी.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "japoński bobtail",
      "translation": "जापानी बोबटेल",
      "definition": "Japoński bobtail to rasa kota znana z krótkiego ogona i smukłego ciała. Często opisywana jest jako mająca ciekawską i zabawową osobowość.",
      "definition_translation": "जापानी बोबटेल एक नस्ल की बिल्ली है जिसकी छोटी पूँछ और पतला शरीर के लिए जानी जाती है. इनके बारे में अक्सर कहा जाता है कि इनके पास जिज्ञासु और खेलने वाला व्यक्तित्व होता है.",
      "example": "Widziałem japońskiego bobtaila kota na wystawie kotów, było to bardzo zwinne. Moja sąsiadka ma japońskiego bobtaila kota, jest on bardzo ciekawski. W przyszłości adoptuję japońskiego bobtaila kota, będzie on bardzo zabawowy.",
      "example_translation": "मैंने एक बिल्ली शो में एक जापानी बोबटेल बिल्ली देखी, वह बहुत चुस्त थी. मेरे पड़ोसी के पास एक जापानी बोबटेल बिल्ली है, वह बहुत जिज्ञासु है. भविष्य में मैं एक जापानी बोबटेल बिल्ली अपनाएगा, वह बहुत खेलने वाली होगी.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "मेन कून",
      "definition": "Maine Coon to rasa kota domowego pochodząca z Ameryki Północnej, znana z charakterystycznego wyglądu i przyjacielskiej, towarzyskiej osobowości.",
      "definition_translation": "मेन कून एक घरेलू बिल्ली की नस्ल है जो उत्तर अमेरिका में पाई जाती है, जिसकी विशिष्ट शारीरिक उपस्थिति और मित्रवत, बाहर जाने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "Miałem Maina Coona jako zwierzę domowe, gdy byłem dzieckiem. Dziś mam kota perskiego. Za rok będę miał kota Ocicata.",
      "example_translation": "जब मैं बच्चा था, मैं मेन कून बिल्ली के रूप में पेट था। आज, मेरे पास पारसी बिल्ली है। अगले साल तक, मेरे पास ओसीकैट होगा।",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "norweski leśny kot",
      "translation": "नॉर्वेजियन वन बिल्ली",
      "definition": "Norweski leśny kot to rasa kota domowego pochodząca z Norwegii, znana z grubego futra i krępej budowy.",
      "definition_translation": "नॉर्वेजियन वन बिल्ली नॉर्वे की एक घरेलू बिल्ली की नस्ल है, जिसकी मोटी कोट और मजबूत ढांचे के लिए जाना जाता है।",
      "example": "Moja siostra ma norweskiego leśnego kota, a on uwielbia grać ze sznurkiem. Wczoraj spał cały dzień. Jutro będzie polował na mysz.",
      "example_translation": "मेरी बहन के पास नॉर्वेजियन वन बिल्ली है, और यह धागे से खेलना पसंद करता है। कल यह पूरे दिन सो रहा था। कल यह माउस हंट करेगा।",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Ocicat",
      "translation": "ओसीकैट",
      "definition": "Ocicat to rasa kota domowego wyhodowana w latach 60., znana z charakterystycznego umaszczenia i zabawowej osobowości.",
      "definition_translation": "ओसीकैट 1960 में विकसित एक घरेलू बिल्ली की नस्ल है, जिसकी विशिष्ट कोट और खेलने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "Widziałem Oцикata w sklepie zoologicznym wczoraj. Dziś rozważam kupno. Za miesiąc adoptuję go.",
      "example_translation": "मैंने कल पेट स्टोर पर एक ओसीकैट देखा। आज, मैं एक खरीदने पर विचार कर रहा हूँ। अगले महीने तक, मैंने उसे गोद लिया होगा।",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "perski",
      "translation": "पारसी",
      "definition": "Perski to rasa kota domowego pochodząca ze Środkowego Wschodu, znana z długiej sierści i łagodnego usposobienia.",
      "definition_translation": "पारसी मध्य पूर्व से एक घरेलू बिल्ली की नस्ल है, जिसकी लंबे बाल और सौम्य स्वभाव के लिए जाना जाता है।",
      "example": "Mam perskiego kota jako zwierzę domowe, a on uwielbia spać. Wczoraj grał z moją siostrą. Jutro usiądzie na moim kolanach.",
      "example_translation": "मेरे पास पारसी बिल्ली के रूप में पेट है, और यह सोने के लिए प्यार करता है। कल यह मेरी बहन के साथ खेल रहा था। कल यह मेरी गोद में बैठेगा।",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "रगडोल",
      "definition": "Ragdoll to typ kota znany z miękkiej, aksamitnej sierści i łagodnego usposobienia.",
      "definition_translation": "एक रगडोल एक प्रकार का बिल्ला है जिसके लिए अपने नरम, रेशमी कोट और सौम्य प्रकृति के लिए जाना जाता है。",
      "example": "Mam ragdolla kota przez pięć lat, a on jest wspaniałym zwierzęciem domowym. Za rok kupię nowego ragdolla. Kupiłem ragdolla kota w zeszłym roku.",
      "example_translation": "मैं पांच साल से एक रगडोल बिल्ला का मालिक हूं, और यह एक अद्भुत पालतू रहा है। मैं अगले साल एक नया रगडोल बिल्ला खरीदूँगा। मैंने पिछले साल एक रगडोल बिल्ला खरीदा था。",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rosyjski niebieski",
      "translation": "रूसी ब्लू",
      "definition": "Rosyjski niebieski to rasa kota domowego znana z grubego, puszystego futra i zielonych oczu.",
      "definition_translation": "रूसी ब्लू एक नस्ल của घरेलू बिल्ला है जिसके लिए अपने मोटे, प्लлаш कोट और हरी आंखों के लिए जाना जाता है।",
      "example": "Moja przyjaciółka ma rosyjskiego niebieskiego kota, który jest bardzo zabawowy. Kupi nowego rosyjskiego niebieskiego kota za miesiąc. Kupiła rosyjskiego niebieskiego kota w zeszłym tygodniu.",
      "example_translation": "मेरे दोस्त के पास एक रूसी ब्लू बिल्ला है जो बहुत खिलवाड़ी है। वह अगले महीने एक रूसी ब्लू किट्टी खरीदेगी। उसने पिछले हफ्ते एक रूसी ब्लू बिल्ला खरीदा था。",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Savannah",
      "translation": "सावannah",
      "definition": "Savannah to rasa kota domowego znana z wysokiej, smukłej budowy i charakterystycznego umaszczenia.",
      "definition_translation": "सावannah एक नस्ल ऑफ़ डोमेस्टिक बिल्ला है जिसके लिए अपने लंबे, पतले शरीर और स्ट्राइकिंग कोट पैटर्न के लिए जाना जाता है।",
      "example": "Widziałem savannah kota w sklepie zoologicznym wczoraj. Będzie on wspaniałym zwierzęciem domowym dla mojej rodziny. Kupimy savannah kota za rok.",
      "example_translation": "मैंने कल पेट स्टोर पर एक सावannah बिल्ला देखा। यह मेरे परिवार के लिए एक बड़ा पालतू होगा। हम अगले साल एक सावannah बिल्ला खरीदेंगे।",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szkocki składany",
      "translation": "स्कॉटिश फोल्ड",
      "definition": "Szkocki składany to rasa kota domowego znana z zagiętych uszu i zabawowej osobowości.",
      "definition_translation": "स्कॉटिश फोल्ड एक नस्ल ऑफ़ डोमेस्टिक बिल्ला है जिसके लिए अपने मुड़े हुए कान और खेल-खिलवाड़ी प्रकृति के लिए जाना जाता है।",
      "example": "Mam szkockiego składanego kota, który jest bardzo uczuciowy. Kupi nowego szkockiego składanego kota za miesiąc. Kupiliśmy szkockiego składanego kota w zeszłym roku.",
      "example_translation": "मैं एक स्कॉटिश फोल्ड बिल्ला का मालिक हूं जो बहुत स्नेही है। वह अगले महीने एक स्कॉटिश फोल्ड किट्टी खरीदेगी। हमने पिछले साल एक स्कॉटिश फोल्ड बिल्ला खरीदा था。",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Syjamski",
      "translation": "सियामी",
      "definition": "Dotyczy lub charakteryzuje Siam, szczególnie w rasie kota pochodzącej z Siamu.",
      "definition_translation": "सियाम की या उससे संबंधित, विशेष रूप से सियाम से निकलने वाली बिल्ली की नस्ल के लिए।",
      "example": "Syjamski kot zwinął się na moich kolanach i zaczął mruczeć. Wcześniej posiadałem Syjamskiego kota, który niedawno zmarł. Za tydzień kupię Syjamskiego kota.",
      "example_translation": "मेरी गोद में सियामी बिल्ली करली और हल्की आवाज निकालने लगी। मैंने पहले सियामी बिल्ली की मालिकी थी, जिसकी हाल ही में मृत्यु हुई थी। मैं अगले हफ्ते सियामी बिल्ली खरीदूँगी।",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Syberyjski",
      "translation": "साइबेरियाई",
      "definition": "Dotyczy lub charakteryzuje Syberii, szczególnie w rasie husky psa pochodzącego z Syberii.",
      "definition_translation": "साइबरिया की या उससे संबंधित, विशेष रूप से साइबरिया से निकलने वाले हसकी कुत्ते की नस्ल के लिए।",
      "example": "Syberyjski husky pobiegł szybko przez śnieg. Wcześniej widziałem Syberyjskiego husky w parku. Za rok kupię szczenię Syberyjskiego husky.",
      "example_translation": "साइबेरियाई हसकी ने बर्फ में तेजी से दौड़ी। मैंने पहले पार्क में साइबेरियाई हसकी देखी थी। मैं अगले साल साइबेरियाई हसकी पपी खरीदूँगी।",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Somalijski",
      "translation": "सोमाली",
      "definition": "Dotyczy lub charakteryzuje Somalii, szczególnie w rasie kozy pochodzącej z Somalii.",
      "definition_translation": "सोमालिया की या उससे संबंधित, विशेष रूप से सोमालिया से निकलने वाली बकरी की नस्ल के लिए।",
      "example": "Somalijska koza pasła się pokojowo na polu. Wcześniej widziałem Somalijską kosę w wiosce. Za miesiąc kupię Somalijską kosę.",
      "example_translation": "सोमाली बकरी ने मैदान में शांति से चराई की। मैंने पहले गांव में सोमाली बकरी देखी थी। मैं अगले महीने सोमाली बकरी खरीदूँगी।",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Sfinks",
      "translation": "स्फिंक्स",
      "definition": "Rasa kota bezwłosego pochodzącego z Kanady.",
      "definition_translation": "कैनडा से निकलने वाली बिना बाल की बिल्ली की नस्ल।",
      "example": "Sfinks zwinął się na moich kolanach i zaczął mruczeć. Wcześniej posiadałem Sfinksa, który niedawno zmarł. Za tydzień kupię Sfinksa.",
      "example_translation": "स्फिंक्स बिल्ली ने मेरी गोद में करली और हल्की आवाज निकालने लगी। मैंने पहले स्फिंक्स बिल्ली की मालिकी थी, जिसकी हाल ही में मृत्यु हुई थी। मैं अगले हफ्ते स्फिंक्स बिल्ली खरीदूँगी।",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Turecka Angora",
      "translation": "तुर्किश अंगोरा",
      "definition": "Turecka Angora to rasa kota domowego, która pochodzi z Turcji. Jest znana ze swojej długiej, jedwabistej szaty i inteligencji.",
      "definition_translation": "यह तुर्की से उत्पन्न घरेलू बिल्ली की नस्ल है। इसकी लंबी, रेशमी कोट और बुद्धिमत्ता के लिए जाना जाता है.",
      "example": "Kiedy byłem dzieckiem, miałem Turecką Angorę, była ona bardzo zabawna. Teraz mam nową Turecką Angorę, nadal jest ona bardzo zabawna. W przyszłości na pewno będę miał jeszcze jednego Turecką Angorę.",
      "example_translation": " जब मैं बच्चा था, मेरे पास एक तुर्किश अंगोरा बिल्ली थी, वह बहुत खेलने वाली थी। अब, मेरे पास एक नया तुर्किश अंगोरा बिल्ली है, वह अभी भी बहुत खेलने वाली है। भविष्य में, मैं निश्चित रूप से एक और तुर्किश अंगोरा बिल्ली रखूँगा।",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Turecki Van",
      "translation": "तुर्किश वान",
      "definition": "Turecki Van to rasa kota domowego, która pochodzi z Turcji. Jest znana ze swojej białej szaty z kolorowymi znaczeniami i swojej rozgrywającej osobowości.",
      "definition_translation": "यह तुर्की से उत्पन्न घरेलू बिल्ली की नस्ल है। इसकी सफेद कोट और रंगीन सिरे और खेलने वाले व्यक्तित्व के लिए जाना जाता है.",
      "example": "Mój przyjaciel miał Tureckiego Vana, był on bardzo aktywny. Teraz ma nowego Tureckiego Vana, nadal jest on bardzo aktywny. W przyszłości na pewno będzie miała jeszcze jednego Tureckiego Vana.",
      "example_translation": " मेरे दोस्त के पास एक तुर्किश वान बिल्ली थी, वह बहुत सक्रिय थी। अब, उसके पास एक नया तुर्किश वान बिल्ली है, वह अभी भी बहुत सक्रिय है। भविष्य में, वह निश्चित रूप से एक और तुर्किश वान बिल्ली रखेगी।",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]