[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba",
      "translation": "संख्या",
      "definition": "ilość lub kwota, szczególnie ta, która jest dokładna i może być wyrażona w cyfrach.",
      "definition_translation": "एक मात्रा या राशि, Özellikle एक संख्या जो सटीक है और अंकों में व्यक्त की जा सकती है.",
      "example": "Liczba studentów w klasie wynosiła 30. Nauczyciel poprosił studentów o napisanie liczby odpowiedzi. Do następnego roku liczba studentów będzie wynosić 40.",
      "example_translation": "कक्षा में छात्रों की संख्या 30 थी। अध्यापक ने छात्रों से उत्तर की संख्या लिखने के लिए कहा। अगले साल, छात्रों की संख्या 40 होगी।",
      "imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koło",
      "translation": "वृत्त",
      "definition": "Okragły kształt bez początku lub końca, ciągnący się nieprzerwanie wokół.",
      "definition_translation": "एक दौर का आकार जिसका कोई आरंभ या अंत नहीं है, पूरा रास्ता जारी रहता है.",
      "example": "Koło przyjaciół było bardzo zżyte. Koło słońca świeciło jasno na niebie. W geometrii koło jest idealnym kształtem.",
      "example_translation": "मित्रों का वृत्त बहुत ही सघन था। आकाश में सूरज का वृत्त चमक_il रहा था। ज्यामिति में, वृत्त एक सम्पूर्ण आकार है।",
      "imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwadrat",
      "translation": "वर्ग",
      "definition": "Kształt z czterema bokami o równej długości, gdzie wszystkie kąty wewnętrzne są kątami prostymi.",
      "definition_translation": "चार बराबर लंबाई वाला आकार, जहाँ सभी आंतरिक कोण समकोण हैं।",
      "example": "Kwadrat miasta był pełen ludzi. Kwadrat ogrodu był pięknie udekorowany. Kwadratowe korzenie 16 to 4.",
      "example_translation": "शहर का वर्ग लोगों से भरा हुआ था। बगीचे का वर्ग सुंदरता से सज़ा हुआ था। 16 का वर्गमूल 4 है।",
      "imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gwiazda",
      "translation": "सितारा",
      "definition": "Ogromna, luminująca kula gazu, utrzymywana razem przez własną grawitację.",
      "definition_translation": "अपने स्वयं के गुरुत्व के द्वारा एक साथ रखा गया एक विशाल, प्रभासमान गैस का गोला।",
      "example": "Gwiazda występująca w sztuce była niesamowita. Gwiazda na niebie świeciła jasno. Gwiazda drużyny piłkarskiej zdobyła bramkę.",
      "example_translation": "शो का सितारा अद्भुत था। आकाश में सितारा चमक_il रहा था। फुटबॉल टीम का सितारा ने एक गोल किया।",
      "imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krzyż",
      "translation": "क्रॉस",
      "definition": "Krzyż jest figurą geometryczną składającą się z dwóch przecinających się linii lub prętów, zazwyczaj używaną jako symbol lub emblem.",
      "definition_translation": "एक क्रॉस दो प्रतिच्छेद रेखाओं या बार्स का एक ज्यामितीय आकार है, जिसका प्रतीक या प्रतीक के रूप में उपयोग किया जाता है।",
      "example": "Krzyż na wieży kościelnej był oświetlony w nocy. Przekroczyła ulicę szybko. Drużyna przekroczy linę mety wkrótce.",
      "example_translation": "रात में चर्च स्टीपल पर क्रॉस रोशनी से जगमगाता था. वह तेजी से सड़क पार कर गई. टीम जल्द ही फिनिश लाइन पार करेगी।",
      "imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "procent",
      "translation": "प्रतिशत",
      "definition": "Procent to jednostka proporcji, często używana do wyrażenia wartości jako ułamka 100.",
      "definition_translation": "एक प्रतिशत एक अंश की इकाई है, अक्सर 100 के अंश के रूप में मूल्य व्यक्त करने के लिए उपयोग की जाती है।",
      "example": "Stopa procentowa wynosi 5 procent rocznego. Student zdobył 80 procent na egzaminie. Zysk spółki wzrósł o 25 procent w zeszłym roku.",
      "example_translation": "ब्याज दर प्रति वर्ष 5 प्रतिशत है. छात्र ने परीक्षा में 80 प्रतिशत अंक प्राप्त किए. पिछले साल कंपनी का लाभ 25 प्रतिशत बढ़ा.",
      "imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "suma",
      "translation": "योग",
      "definition": "Suma to ilość uzyskana przez dodanie lub połączenie dwóch lub więcej liczb lub wartości.",
      "definition_translation": "एक योग दो या अधिक संख्याओं या मात्राओं को जोड़ने या संयोजित करने से प्राप्त मात्रा है।",
      "example": "Suma 2 i 3 wynosi 5. Suma kątów w trójkącie wynosi 180 stopni. Suma łączna aktywów spółki wynosi 10 milionów dolarów.",
      "example_translation": "2 और 3 का योग 5 है. त्रिकोण के कोणों का योग 180 डिग्री है. कंपनी के संपत्ति का कुल योग 10 मिलियन डॉलर है.",
      "imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dodawanie",
      "translation": "अधिग्रहण",
      "definition": "Dodawanie to akt łączenia dwóch lub więcej liczb lub wartości, aby uzyskać łączną wartość lub sumę.",
      "definition_translation": "अधिग्रहण दो या अधिक संख्याओं या मात्राओं को जोड़ने की क्रिया है जिससे कुल या योग प्राप्त होता है।",
      "example": "Dodanie 2 i 3 daje 5. Nauczyciel nauczył uczniów pojęcia dodawania w matematyce. Nowa polityka umożliwia dodanie nowych funkcji do oprogramowania.",
      "example_translation": "2 और 3 का अधिग्रहण 5 देता है. शिक्षक ने गणित में छात्रों को अधिग्रहण की अवधारणा सिखाई. नई नीति सॉफ्टवेयर में नई सुविधाओं के अधिग्रहण की अनुमति देती है.",
      "imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stożek",
      "translation": "कोन",
      "definition": "Stożek to trójwymiarowy kształt geometryczny, którego baza jest okręgiem, a wierzchołek jest punktem.",
      "definition_translation": "एक कोन एक त्रि-आयामी ज्यामितीय आकार है जो एक वृत्तीय आधार से एक बिंदु पर संकुचित होता है",
      "example": "Stożek wulkanu był pokryty śniegiem. Wczoraj stożek wulkanu był pokryty popiołem. Do następnego roku stożek wulkanu będzie pokryty zielenią.",
      "example_translation": "ज्वालामुखी का कोन बर्फ से ढका हुआ था. कल, ज्वालामुखी का कोन राख से ढका हुआ था. अगले साल, ज्वालामुखी का कोन.GREENERY से ढका होगा.",
      "imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sześcian",
      "translation": "घन",
      "definition": "Sześcian to trójwymiarowy kształt stały o sześciu ścianach kwadratowych o równej długości.",
      "definition_translation": "घन एक त्रि-आयामी ठोस आकार है जिसकी छह वर्गाकार फेस एक समान आकार की होती हैं",
      "example": "Zbudowałem sześcian z klocków wczoraj. Dziś buduję sześcian z klocków LEGO. Jutro zbuduję sześcian z lodu.",
      "example_translation": "मैंने कल ब्लॉकों से एक घन बनाया था. आज, मैं लего से एक घन बना रहा हूँ. कल तक, मैं बर्फ से एक घन बना लूँगा",
      "imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "średnica",
      "translation": "व्यास",
      "definition": "Średnica koła jest najdłuższą możliwą odległością przez środek koła.",
      "definition_translation": "एक वृत्त का व्यास उसके केंद्र से होकर सबसे लंबी दूरी है जिसके माध्यम से वृत्त के दोनों ओर से संभव है",
      "example": "Średnica koła wynosiła dwa stopy. Średnica koła będzie wynosić dwa stopy. Średnica koła wyniesie dwa stopy.",
      "example_translation": "पहिये का व्यास दो फीट था. पहिये का व्यास दो फीट है. पहिये का व्यास दो फीट होगा",
      "imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owal",
      "translation": "अण्डाकार",
      "definition": "Owal jest zamkniętą krzywą powstałą z przecięcia stożka i płaszczyzny, która nie jest równoległa do podstawy stożka.",
      "definition_translation": "एक अण्डाकार एक बंद वक्र है जिसका निर्माण एक शंकु और एक तल से होता है जो शंकु के आधार से समान्तर नहीं है",
      "example": "Owalny kształt stadionu był imponujący. Owalny kształt stadionu jest imponujący. Owalny kształt stadionu będzie imponujący.",
      "example_translation": "स्टेडियम का अण्डाकार आकार प्रभावशाली था. स्टेडियम का अण्डाकार आकार प्रभावशाली है. स्टेडियम का अण्डाकार आकार प्रभावशाली होगा",
      "imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trójkąt",
      "translation": "त्रिभुज",
      "definition": "Trójkąt jest wielokątem o trzech bokach i trzech wierzchołkach. Jest to podstawowy kształt geometryczny stosowany w różnych dziedzinach takich jak matematyka, fizyka i inżynieria.",
      "definition_translation": "त्रिभुज एक बहुभुज है जिसमें तीन सIDES और तीन शीर्ष होते हैं. यह गणित, भौतिकी और इंजीनियरिंग जैसे विभिन्न क्षेत्रों में उपयोग किया जाने वाला एक मूलभूत ज्यामितीय आकार है.",
      "example": "Piramida miała trójkątną bazę, a architekt zaprojektował ją doskonale. Artysta narysował trójkąt w swoim obrazie. Do 2025 roku firma będzie miała zbudowany trójkątny wieżowiec.",
      "example_translation": "पिरामिड का त्रिभुज आधार था, और वास्तुकार ने इसे पूरfectly डिज़ाइन किया. कलाकार ने अपनी पेंटिंग में एक त्रिभुज खींचा. 2025 तक, कंपनी ने एक त्रिभुज आकार का गगनचुम्बी इमारत बनाया होगा.",
      "imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt",
      "translation": "कोण",
      "definition": "Kąt jest figurą utworzoną przez dwa promienie dzielące wspólny punkt, zwany wierzchołkiem kąta. Jest używany do pomiaru wielkości obrotu między dwiema linią lub płaszczyznami.",
      "definition_translation": "कोण दो रेखाओं के間に बनने वाला आकार है, जिनका सामान्य सिरा कोण का शीर्ष कहलाता है. यह दो रेखाओं या तलों के बीच की घुमाव की मात्रा को मापने के लिए प्रयुक्त है.",
      "example": "Kąt drabiny był zbyt stromo, więc go dostosowałem. Artystka namalowała kąt w swojej kompozycji. Do następnego roku firma będzie miała opracowany nowy narzędzie do pomiaru kątów.",
      "example_translation": "सीढ़ी का कोण बहुत तीव्र था, इसलिए मैंने उसे समायोजित किया. कलाकार ने अपनी रचना में एक कोण खींचा. अगले साल तक, कंपनी ने एक नया कोण-मापने वाला उपकरण विकसित कर लिया होगा.",
      "imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piramida",
      "translation": "पिरामिड",
      "definition": "Piramida jest wielościanem o kwadratowej podstawie i czterech trójkątnych ścianach Spotykających się przy wierzchołku.",
      "definition_translation": "पिरामिड एक बहुभुज है जिसका वर्गाकार आधार होता है और चार त्रिभुज सIDES होते हैं जो शिखर पर मिलते हैं. यह वास्तुकला और इंजीनियरिंग में प्रयुक्त होने वाला एक ज्यामितीय आकार है.",
      "example": "Piramida w Egipcie była niesamowitym widokiem. Artystka zaprojektowała piramidę z rzeźbą. Do 2030 roku firma będzie miała zbudowany piramidę podobny wieżowiec.",
      "example_translation": "मिस्र में पिरामिड एक अद्भुत दृश्य था. कलाकार ने एक पिरामिड आकार की मूर्ति डिज़ाइन की. 2030 तक, कंपनी ने एक पिरामिड जैसा गगनचुम्बी इमारत बनाया होगा.",
      "imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " prostokąt",
      "translation": "आयत",
      "definition": "Prostokąt jest czworokątem o czterech kątach prostych i przeciwnych bokach tej samej długości. Jest to kształt geometryczny powszechnie stosowany w różnych dziedzinach takich jak architektura, inżynieria i design.",
      "definition_translation": "आयत एक चतुर्भुज है जिसमें चार समकोण होते हैं और विपरीत सIDES समान लंबाई की होते हैं. यह वास्तुकला, इंजीनियरिंग और डिज़ाइन जैसे विभिन्न क्षेत्रों में प्रयुक्त होने वाला एक ज्यामितीय आकार है.",
      "example": "Pokój o kształcie prostokąta był przestronny. Artystka narysowała prostokąt w swoim obrazie. Do następnego roku firma będzie miała opracowany narzędzie do pomiaru prostokątów.",
      "example_translation": "आयत आकार का कमरा विशाल था. कलाकार ने अपनी पेंटिंग में एक आयत खींचा. अगले साल तक, कंपनी ने एक आयत-मापने वाला उपकरण विकसित कर लिया होगा.",
      "imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ustawić",
      "translation": "सेट",
      "definition": "Postawić, położyć lub ustawić coś w określonym położeniu lub lokalizacji.",
      "definition_translation": "कुछ सामान निर्दिष्ट स्थिति या स्थान पर रखना, डालना या खड़ा करना",
      "example": "Ustawiłem książkę na stole. Ustawiam teraz timer. Ustawię alarm na jutro.",
      "example_translation": "मैंने टेबल पर पुस्तक रख दी। मैं現在 टाइमर सेट कर रहा हूँ। मैं कल Morning अलार्म सेट करूंगा",
      "imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmienna",
      "translation": "परिवर्तनशील",
      "definition": "Wielkość, która może się zmieniać lub różnić, zwłaszcza w wyrażeniu matematycznym lub równaniu.",
      "definition_translation": "गणितीय अभिव्यक्ति या समीकरण में परिवर्तन या परिवर्तित होने वाली मात्रा",
      "example": "Prędkość samochodu jest zmienną. Temperatura pokoju jest zmienną. On będzie robił zmienną stałą.",
      "example_translation": "कार की गति एक परिवर्तनशील है। कमरे का तापमान परिवर्तनशील है। वह परिवर्तनशील को स्थिर करेगा",
      "imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt ostry",
      "translation": "तीक्ष角",
      "definition": "Kąt mniejszy niż 90 stopni, utworzony przez dwa przecinające się linie lub płaszczyzny.",
      "definition_translation": "दो पerceiving रेखाओं या समतलों द्वारा बना 90 डिग्री से कम का कोण",
      "example": "Kąt między dwiema drogami jest ostrym. Dach domu ma ostry kąt. Figura geometryczna ma wiele ostrych kątów.",
      "example_translation": "दो सड़कों के बीच का कोण तीक्ष है। घर की छत पर एक तीक्ष कोण है। ज्यामितीय आकार में कई तीक्ष कोण हैं",
      "imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oś współrzędnych",
      "translation": "निर्देशांक का अक्ष",
      "definition": "Linia lub punkt odniesienia, służący jako podstawa do pomiaru lub lokalizacji punktów w układzie współrzędnych.",
      "definition_translation": "एक रेखा या संदर्भ बिंदु जो निर्देशांक प्रणाली में बिंदुओं को मापने या स्थान निर्धारित करने के लिए आधार प्रदान करता है",
      "example": "Oś x jest osią współrzędnych poziomej. Oś współrzędnych pomaga w grafowaniu funkcji. Oś współrzędnych jest niezbędna w matematyce.",
      "example_translation": "एक्स-अक्ष निर्देशांक का क्षैतिज अक्ष है। निर्देशांक का अक्ष फंक्शनों की ग्राफिंग में मदद करता है। निर्देशांक का अक्ष गणित में आवश्यक है",
      "imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba cardinalna",
      "translation": "मूल संख्या",
      "definition": "Liczba cardinalna to matematyczny obiekt używany do wyrażenia wielkości zbioru, a które jest typowo oznaczane za pomocą cyfry, takiej jak 1, 2 lub 3.",
      "definition_translation": "एक मूल संख्या एक गणितीय वस्तु है जिसका उपयोग एक सेट के आकार को व्यक्त करने के लिए किया जाता है, और आम तौर पर एक अंक, जैसे 1, 2, या 3 के उपयोग से प्रदर्शित होता है।",
      "example": "Liczba cardinalna zestawu studentów w klasie to 25. W zeszłym roku było 30. W przyszłym roku będzie 28.",
      "example_translation": "कक्षा में छात्रों के सेट की मूल संख्या 25 है। पिछले साल, यह 30 था। अगले साल, यह 28 होगा।",
      "imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obwód",
      "translation": "परिधि",
      "definition": "Obwód okręgu to odległość wokół okręgu, a która jest typowo oznaczana symbolem C.",
      "definition_translation": "एक चक्र की परिधि चक्र के चारों ओर की दूरी है, और आम तौर पर सимвल सी द्वारा प्रदर्शित होती है।",
      "example": "Obwód koła to 3 metry. Wczoraj było 2,5 metra. Jutro będzie 3,2 metra.",
      "example_translation": "पहिए की परिधि 3 मीटर है। कल, यह 2.5 मीटर थी। कल, यह 3.2 मीटर होगी।",
      "imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "współczynnik",
      "translation": "गुणांक",
      "definition": "Współczynnik to wartość liczbową mnożona przez zmienną lub wartość nieznaną w wyrażeniu algebraicznym.",
      "definition_translation": "एक गुणांक एक संख्यात्मक मान है जिसे एक चर या अज्ञात मान के साथ एक बीजीय अभिव्यक्ति में गुणा किया जाता है।",
      "example": "Współczynnik x w równaniu 2x + 3 to 2. W zeszłym tygodniu było 4. W przyszłym tygodniu będzie 5.",
      "example_translation": "समीकरण 2x + 3 में x का गुणांक 2 है। पिछले हफ्ते, यह 4 था। अगले हफ्ते, यह 5 होगी।",
      "imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kompas",
      "translation": "दिशासूचक",
      "definition": "Kompas to narzędzie używane do nawigacji i orientacji, które pokazuje kierunki i azymuty.",
      "definition_translation": "एक दिशासूचक एक उपकरण है जिसका उपयोग навіगेशन औरオリंटेशन के लिए किया जाता है, जो दिशाएं और बेरिंग्स दिखाता है।",
      "example": "Użyłem kompasu do nawigacji przez las. Wczoraj się zgubiłem. Jutro znajdę swoją drogę.",
      "example_translation": "मैंने वन के माध्यम से नेविगेट करने के लिए दिशासूचक का उपयोग किया। कल, मैं खो गया। कल, मैं अपना रास्ता ढूंढ लूंगा।",
      "imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt pełny",
      "translation": "पूरा कोण",
      "definition": "Kąt pełny to kąt, który mierzy 360 stopni, co jest całym okręgiem.",
      "definition_translation": "पूरा कोण 360 डिग्री के बराबर होता है, जो पूरे सर्किल के बराबर होता है。",
      "example": "Kąt pełny koła to 360 stopni, wczoraj narysowałem okrąg z pełnym kątem, a jutro narysuję kolejny.",
      "example_translation": "एक सर्किल का पूरा कोण 360 डिग्री होता है, कल मैंने एक सर्किल पूरे कोण के साथ बनाया, और कल मैं एक और बनाऊंगा।",
      "imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "system współrzędnych",
      "translation": "निर्देशांक प्रणाली",
      "definition": "System współrzędnych to system, który używa dwóch lub trzech linii do lokalizacji punktów w płaszczyźnie lub przestrzeni.",
      "definition_translation": "निर्देशांक प्रणाली एक ऐसी प्रणाली है जिसमें दो या तीन रेखाओं का उपयोग करके एक तल या स्थान में बिंदुओं का पता लगाया जाता है।",
      "example": "Użyliśmy systemu współrzędnych do lokalizacji punktów na grafie, używam systemu współrzędnych do rozwiązania problemu matematycznego, a ona będzie używać systemu współrzędnych do stworzenia modelu 3D.",
      "example_translation": "हमने ग्राफ पर बिंदुओं का पता लगाने के लिए निर्देशांक प्रणाली का उपयोग किया, मैं एक निर्देशांक प्रणाली का उपयोग करके गणित समस्या को हल कर रहा हूं, और वह एक निर्देशांक प्रणाली का उपयोग करके एक 3डी मॉडल बनाएगी।",
      "imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pierwiastek sześcienny",
      "translation": "घनमूल",
      "definition": "Pierwiastek sześcienny liczby to wartość, która, gdy pomnożona przez siebie trzy razy, daje tę liczbę.",
      "definition_translation": "किसी संख्या का घनमूल वह मान है जिसका自己 तीन बार गुणा करने पर वह संख्या मिलती है।",
      "example": "Pierwiastek sześcienny 27 to 3, wczoraj obliczyłem pierwiastek sześcienny 125, a ona znajdzie pierwiastek sześcienny 64 jutro.",
      "example_translation": "27 का घनमूल 3 है, मैंने 125 का घनमूल कल किया, और वह 64 का घनमूल कल करेगी।",
      "imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prostopadłościan",
      "translation": "घनाकार",
      "definition": "Prostopadłościan to figura trójwymiarowa o sześciu równoległych i prostokątnych ścianach o tej samej wielkości.",
      "definition_translation": "घनाकार एक त्रि-आयामी आकार है जिसके छह आयताकार facial समान आकार के होते हैं।",
      "example": "Prostopadłościanowy pudełko miało sześć równoległych ścian, wczoraj narysowałem prostopadłościan w moim podręczniku matematycznym, a ona buduje strukturę prostopadłościanową za pomocą bloków.",
      "example_translation": "घनाकार बॉक्स में छह आयताकार facial थी, मैंने अपने गणित की किताब में एक घनाकार आकार बनाया, और वह ब्लॉक्स का उपयोग करके एक घनाकार संरचना बना रही है।",
      "imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "walec",
      "translation": "सिलिंडर",
      "definition": "Walec to figura trójwymiarowa o dwóch równoległych i okrągłych podstawach połączonych powierzchnią boczną.",
      "definition_translation": "एक सिलिंडर तीन-आयामी आकार है जिसके दो समानांतर और वृत्ताकार बेस होते हैं जिन्हें एक वक्रीय पार्श्व सतह से जोड़ा जाता है:",
      "example": "Walec silnika był wypełniony paliwem. Mechanik wymieni walec jutro. Nowy walec będzie zainstalowany za tydzień.",
      "example_translation": "इंजन सिलिंडर ईंधन से भरा था। मकैनिक कल सिलिंडर बदल देगा। नई सिलिंडर अगले हफ्ते तक स्थापित कर दी जाएगी।",
      "imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba dziesiętna",
      "translation": "दशमलव",
      "definition": "Liczba dziesiętna to liczba wyrażona w systemie liczbowym dziesiętnym, szczególnie w części ułamkowej.",
      "definition_translation": "एक दशमलव वह संख्या है जिसे दशमलव संख्या प्रणाली में व्यक्त किया जाता है, विशेष रूप से एक अंश भाग में।",
      "example": "Kropka dziesiętna została przesunięta o dwa miejsca w prawo. Nauczyciel wyjaśnił pojęcie ułamków dziesiętnych. System dziesiętny jest szeroko stosowany w matematyce.",
      "example_translation": "दशमलव बिंदु दो स्थान दाहिने तरफ ले जाया गया था। शिक्षक ने दशमलव भिन्न की अवधारणा समझाई। दशमलव प्रणाली गणित में व्यापक रूप से उपयोग की जाती है.",
      "imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równanie różniczkowe",
      "translation": "अंतरज लेख",
      "definition": "Równanie różniczkowe to matematyczne równanie, które obejmuje nieznane funkcje i jej pochodne, a powiązuje wartości funkcji i jej pochodnych w różnych punktach dziedziny.",
      "definition_translation": "एक अंतरज लेख एक गणितीय समीकरण है जिसमें अज्ञात फंक्शन और उसके डेरिवेटिव शामिल होते हैं, और डोमेन में विभिन्न बिंदुओं पर फंक्शन और उसके डेरिवेटिव के मानों से संबंधित होता है।",
      "example": "Fizyk rozwiązał równanie różniczkowe, aby modelować wzrost populacji. Równanie różniczkowe zostało użyte do studiowania ruchu obiektu. Rozwiązanie równania różniczkowego uzyskano za pomocą metod numerycznych.",
      "example_translation": "भौतिक विज्ञानी ने जनसंख्या वृद्धि के मॉडल के लिए अंतरज लेख का हल निकाला। अंतरज लेख का उपयोग वस्तु की गति का अध्ययन करने के लिए किया गया था। अंतरज लेख के हल को संख्यात्मक विधियों का उपयोग करके प्राप्त किया गया था।",
      "imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cyfra",
      "translation": "अंक",
      "definition": "Cyfra to pojedynczy symbol lub znak używany do reprezentacji wartości w systemie liczbowym, takim jak 0-9 w systemie dziesiętnym.",
      "definition_translation": "एक अंक एक संख्या प्रणाली में मान प्रस्तुत करने के लिए उपयोग किया जाने वाला एकल प्रतीक या चारκτήर है, जैसे दशमलव प्रणाली में 0-9。",
      "example": "Cyfra 5 zabrakła w numerze telefonu. Użytkownik wprowadził błędną cyfrę w haśle. Cyfra 0 jest używana do reprezentowania braku wartości.",
      "example_translation": "फोन नंबर से 5 अंक गायब था। उपयोगकर्ता ने पासवर्ड में गलत अंक डाला। 0 अंक का उपयोग मान की अनुपस्थिति का प्रतिनिधित्व करने के लिए किया जाता है.",
      "imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dywidenda",
      "translation": "लाभांश",
      "definition": "Dywidenda to udział zysków wypłacany akcjonariuszom spółki.",
      "definition_translation": "कंपनी के शेयरधारकों को भुगतान किए गए लाभ का एक हिस्सा लाभांश है。",
      "example": "Spółka ogłosiła dywidendę w wysokości 20% dla swoich akcjonariuszy. W ubiegłym roku ogłosili dywidendę w wysokości 15%. W następnym roku ogłoszą dywidendę w wysokości 25%.",
      "example_translation": "कंपनी ने अपने शेयरधारकों को 20% का लाभांश घोषित किया। पिछले साल, उन्होंने 15% का लाभांश घोषित किया था। अगले साल, वे 25% का लाभांश घोषित करेंगे।",
      "imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podział",
      "translation": "विभाजन",
      "definition": "Akt dzielenia lub rozdziału czegoś na części lub grupy.",
      "definition_translation": "कुछ को भागों या समूहों में विभाजित करने की क्रिया।",
      "example": "Spółka przeszła przez podział i rozdzieliła się na dwie mniejsze spółki. Nauczyciel podzielił studentów na grupy projektu. Kraj został podzielony na różne strefy administracyjne.",
      "example_translation": "कंपनी ने विभाजन किया और दो छोटी कंपनियों में बंट गई। शिक्षक ने छात्रों को समूहों में विभाजित किया था। प्रशासनिक उद्देश्यों के लिए देश को विभिन्न क्षेत्रों में विभाजित किया गया था।",
      "imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dzielnik",
      "translation": "भाजक",
      "definition": "Liczba, przez którą dzieli się inną liczbę, aby uzyskać iloraz.",
      "definition_translation": "एक संख्या जिससे दूसरी संख्या کوォटिएंट प्राप्त करने के लिए विभाजित की जाती है।",
      "example": "W równaniu 10 ÷ 2 = 5, 2 jest dzielnikiem. Nauczyciel poprosił ucznia, aby znalazł dzielnika liczby 12. Program komputerowy użył dzielnika, aby obliczyć iloraz.",
      "example_translation": "समीकरण 10 ÷ 2 = 5 में, 2 भाजक है। शिक्षक ने छात्र से 12 का भाजक ढूँढ़ने को कहा। कंप्यूटर प्रोग्राम नेapter के quotient की गणना करने के लिए एक भाजक का प्रयोग किया।",
      "imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "eksponent, potęga",
      "translation": "घात, शक्ति",
      "definition": "Mała liczba, która wskazuje, do której potęgi powinna być podniesiona liczba bazowa.",
      "definition_translation": "एक छोटी संख्या जो एक आधार संख्या के लिए उठने वाली शक्ति का संकेत देती है।",
      "example": "W równaniu 2^3 = 8, 3 jest eksponentem. Eksponent równania był wysoki, więc wynik był duży. Potęga równania została obliczona za pomocą eksponentu.",
      "example_translation": "समीकरण 2^3 = 8 में, 3 घात है। समीकरण का घात ऊंचा था, इसलिए परिणाम बड़ा था। समीकरण की शक्ति घात का उपयोग करके गणना की गई थी।",
      "imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "heksagon",
      "translation": "हेक्सागोन",
      "definition": "Heksagon to wielokąt z sześcioma bokami, którego kąty wewnętrzne sumują się do 720 stopni.",
      "definition_translation": "एक हेक्सागोन एक बहुभुज है जिसके छह किनारे हैं, जिसकी आंतरिक कोण 720 डिग्री जोड़ते हैं。",
      "example": "Architekt zaprojektował budynki o kształcie heksagonu z sześcioma równymi bokami. Projektowała takie budynki w przeszłości, projektuje je teraz i będzie projektować w przyszłości.",
      "example_translation": "वास्तुकार ने छह बराबर किनारों वाले हेक्सागोन के आकार की इमारत की डिजाइन की। उसने पहले ऐसी इमारतें डिजाइन की थीं, अब भी डिजाइन कर रही हैं, और भविष्य में डिजाइन करेंगी।",
      "imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieskończoność",
      "translation": "अनंतता",
      "definition": "Nieskończoność to koncepcja w matematyce, która odnosi się do wielkości, która nie ma końca lub granicy, i jest często reprezentowana matematycznie za pomocą symbolu ∞.",
      "definition_translation": "अनंतता एक गणितीय अवधारणा है जिसका अर्थ एक ऐसी मात्रा है जिसका कोई अंत या सीमा नहीं है, और अक्सर प्रतीक ∞ का उपयोग करके गणितीय रूप से प्रस्तुत की जाती है।",
      "example": "Koncepcja nieskończoności fascynuje matematyków i filozofów od wieków. Badali jej implikacje w przeszłości, badają je teraz i będą badać w przyszłości.",
      "example_translation": "अनंतता की अवधारणा ने सदियों से गणितज्ञों और दार्शनिकों को आकर्षित किया है। वे इसके परिणामों का पता लगाते आए हैं, अब भी पता लगा रहे हैं, और भविष्य में पता लगाते रहेंगे।",
      "imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba całkowita",
      "translation": "पूर्ण संख्या",
      "definition": "Liczba całkowita to liczba całkowita, która może być dodatnia, ujemna lub zero, i jest fundamentalnym pojęciem w matematyce.",
      "definition_translation": "एक पूर्ण संख्या एक पूर्ण संख्या है, चाहे वह सकारात्मक, नकारात्मक या शून्य हो, और गणित में एक मौलिक अवधारणा है。",
      "example": "Nauczyciel wyjaśnił, że liczby całkowite mogą być dodawane, odejmowane, mnożone i dzielone, tak samo jak inne liczby. Nauczał tego pojęcia w przeszłości, naucza teraz i będzie nauczać w przyszłości.",
      "example_translation": "अध्यापक ने समझाया कि पूर्ण संख्याओं को जोड़ा, घटाया, गुणा, और भाग दिया जा सकता है, ठीक वैसे ही जैसे अन्य संख्याओं को। उसने इस अवधारणा को पहले सिखाया था, अब सिखा रही हैं, और भविष्य में सिखाएगी।",
      "imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "całka",
      "translation": "समाकल",
      "definition": "W matematyce, całka to fundamentalne pojęcie, które reprezentuje pole pod krzywą lub kumulację liczby w określonym przedziale.",
      "definition_translation": "गणित में, एक समाकल एक मूल अवधारणा है जो किसी वक्र के तहत क्षेत्र ή किसी निर्धारित अंतराल पर मात्रा के संचय का प्रतिनिधित्व करता है。",
      "example": "Matematyk użył pojęcia całki, aby obliczyć pole koła. Używał tego pojęcia w przeszłości, aby rozwiązać skomplikowane problemy, używa teraz i będzie używał w przyszłości.",
      "example_translation": "गणितज्ञ ने एक वृत्त के क्षेत्रफल की गणना करने के लिए समाकल की अवधारणा का उपयोग किया। उसने इस अवधारणा का उपयोग पहले जटिल समस्याओं को हल करने के लिए किया था, अब कर रही हैं, और भविष्य में करेंगी।",
      "imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba nieracjonalna",
      "translation": "अतर्कसंख्या",
      "definition": "Liczba rzeczywista, która nie może być wyrażona jako skończony dystans lub ułamek, takich jak pi lub pierwiastek kwadratowy z 2.",
      "definition_translation": "एक वास्तविक संख्या जिसे सीमित दशमलव या भिन्न के रूप में व्यक्त नहीं किया जा सकता, जैसे पाई nebo वर्गमूल 2.",
      "example": "Matematyk zmagający się z znalezieniem liczby nieracjonalnej, która mogłaby być wykorzystana do rozwiązania złożonego równania. Znalazł już kilka liczb nieracjonalnych w przeszłości, ale nie dały rady. Spróbuje nowej w przyszłości.",
      "example_translation": "गणितज्ञ ने जटिल समीकरण को हल करने के लिए एक अतर्कसंख्या ढूँढ़ने के लिए संघर्ष किया। उसने पहले कई अतर्कसंख्याओं की कोशिश की थी, लेकिन वे काम नहीं आये। वह भविष्य में एक नया प्रयास करेगी।",
      "imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odcinek prostej",
      "translation": "रेखा खंड",
      "definition": "Część prostej, która ma dwa odrębne punkty końcowe i zawiera wszystkie punkty na prostej między nimi.",
      "definition_translation": "एक रेखा का हिस्सा जिसके दो अलग-अलग छोर हैं, और इसमें सभी बिंदु शामिल हैं जो इन दोनों बिंदुओं के बीच रेखा पर स्थित हैं।",
      "example": "Nauczyciel narysował odcinek prostej na tablicy, aby zilustrować pojęcie geometrii. Uczniowie już rysowali wiele odcinków prostych w przeszłości, ale ten był inny. Będą rysować więcej odcinków prostych w przyszłości.",
      "example_translation": "शिक्षक ने ज्यामिति की अवधारणा को चित्रित करने के लिए ब्लैकबोर्ड पर एक रेखा खंड खींचा। छात्रों ने पहले कई रेखा खंड खींचे थे, लेकिन यह अलग था। वे भविष्य में अधिक रेखा खंड खींचेंगे।",
      "imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "logarytm",
      "translation": "लघुगणक",
      "definition": "Potęga, do której należy podnieść liczbę bazową, aby uzyskać daną wartość, stosowana szczególnie w obliczeniach zaangażowanych bardzo dużych lub bardzo małych liczb.",
      "definition_translation": "एक आधार संख्या की वह शक्ति जिसके आधार पर दिए गए मूल्य का उत्पादन होता है, विशेष रूप से बहुत बड़ी या बहुत छोटी संख्याओं के साथ गणना में।",
      "example": "Naukowiec wykorzystał logarytm do obliczenia ogromnej wielkości gwiazdy. Obliczyła już wiele logarytmów w przeszłości, ale ten był szczególnie złożony. Obliczy więcej logarytmów w przyszłości.",
      "example_translation": "वैज्ञानिक ने स्टार के विशाल आकार की गणना करने के लिए लघुगणक का उपयोग किया। उसने पहले कई लघुगणक की गणना की थी, लेकिन यह विशेष रूप से जटिल था। वह भविष्य में अधिक लघुगणक की गणना करेगी।",
      "imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mnożenie",
      "translation": "गुणन",
      "definition": "Proces powtarzania dodawania liczby określoną liczbę razy, stosowany do obliczenia iloczynu dwóch lub więcej liczb.",
      "definition_translation": "एक संख्या को एक निर्धारित संख्या में दोहराते हुए जोड़ने की प्रक्रिया, दो या अधिक संख्याओं के गुणन की गणना करने के लिए प्रयुक्त।",
      "example": "Nauczyciel nauczył uczniów pojęcia mnożenia, używając przykładów z życia codziennego. Uczniowie już uczyli się dodawania w przeszłości, a teraz będą uczyć się dzielenia w przyszłości.",
      "example_translation": "शिक्षक ने वास्तविक जीवन के उदाहरणों का उपयोग करके छात्रों को गुणन की अवधारणा सिखाई। उन्होंने पहले जोड़ना सीखा था, और अब वे भविष्य में विभाजन सीखेंगे।",
      "imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba naturalna",
      "translation": "प्राकृत संख्या",
      "definition": "Liczba naturalna to dodatnia liczba całkowita, to jest liczba całkowita większa od zera i nie mająca miejsc dziesiętnych.",
      "definition_translation": "एक प्राकृत संख्या एक धनात्मक पूर्ण संख्या है, अर्थात् शून्य से अधिक एक संपूर्ण संख्या जिसके दशमलव स्थान नहीं होते।",
      "example": "Zbiór liczb naturalnych obejmuje 1, 2, 3 i tak dalej. Wczoraj policzyłem 10 liczb naturalnych. Jutro policzę 20 liczb naturalnych.",
      "example_translation": "प्राकृत संख्याओं के सेट में 1, 2, 3 और इसी तरह शामिल हैं. कल, मैंने 10 प्राकृत संख्याओं की गिनती की. कल, मैं 20 प्राकृत संख्याओं की गिनती करूँगा.",
      "imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oś liczbową",
      "translation": "संख्या रेखा",
      "definition": "Wizualna reprezentacja liczb na prostej, używana do porównywania i układania liczb.",
      "definition_translation": "एक संख्या रेखा एक सीधी रेखा पर संख्याओं का दृश्य प्रतिनिधित्व है, संख्याओं की तुलना और क्रम करने के लिए प्रयुक्त होती है।",
      "example": "Oś liczbową pokazuje, że 5 jest większe niż 3. Wczoraj narysowałem oś liczbę, aby porównać temperatury. Jutro użyję oś liczbową, aby rozwiązać zadanie matematyczne.",
      "example_translation": "संख्या रेखा दिखाती है कि 5, 3 से अधिक है. कल, मैंने तापमान की तुलना करने के लिए एक संख्या रेखा खींची. कल, मैं एक संख्या रेखा का प्रयोग करूँगा गणितीय समस्या को हल करने के लिए.",
      "imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt rozwarty",
      "translation": "मंद कोण",
      "definition": "Kąt rozwarty to kąt większy niż 90 stopni, ale mniejszy niż 180 stopni.",
      "definition_translation": "एक मंद कोण 90 डिग्री से अधिक लेकिन 180 डिग्री से कम का कोण होता है।",
      "example": "Kąt rozwarty w trójkącie wynosi 120 stopni. Wczoraj zmierzyłem kąt rozwarty na zdjęciu. Jutro narysuję kąt rozwarty w moim książeczce geometrycznej.",
      "example_translation": "त्रिकोण में मंद कोण 120 डिग्री है. कल, मैंने चित्र में एक मंद कोण की माप की. कल, मैं अपनी ज्यामिति पुस्तक में एक मंद कोण खींचूँगा.",
      "imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oktagon",
      "translation": "अष्टभuj",
      "definition": "Oktagon to wielokąt o ośmiu bokach.",
      "definition_translation": "एक अष्टभुज एक आठ तरफा बहुभुज होता है।",
      "example": "Oktagon jest popularnym kształtem w architekturze. Wczoraj zobaczyłem oktagon w parku. Jutro zaprojektuję oktagon na swoim projekcie plastycznym.",
      "example_translation": "अष्टभुज वास्तुकला में एक लोकप्रिय आकार है. कल, मैंने पार्क में एक अष्टभुज देखा. कल, मैं अपने कला परियोजना के लिए एक अष्टभुज का डिजाइन करूँगा.",
      "imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba porządkowa",
      "translation": "क्रम संख्या",
      "definition": "Liczba, która pokazuje pozycję czegoś na liście lub w sekwencji, takich jak 'pierwszy', 'drugi', 'trzeci', itp.",
      "definition_translation": "किसी सूची या क्रम में कुछ की स्थिति दिखाने वाली संख्या, जैसे 'पहला', 'दूसरा', 'तीसरा', इत्यादि。",
      "example": "Liczba porządkowa miesiąca stycznia jest jedna, lutego jest dwie, a marca jest trzy.",
      "example_translation": "जनवरी का क्रम संख्या एक है, फरवरी दो है, और मार्च तीन है.",
      "imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równoległy",
      "translation": "समानांतर",
      "definition": "Rozciągający się w tym samym kierunku i nigdy się nie spotykający, często stosowany do opisu linii lub płaszczyzn, które nigdy nie przecinają się.",
      "definition_translation": "एक ही दिशा में विस्तारित होते हुए और कभी न मिलने वाले, अक्सर रेखाओं या तलों का वर्णन करने के लिए प्रयोग किया जाता है जो कभी प्रतिच्छेद नहीं करते हैं.",
      "example": "Dwie linie są równoległe do siebie, nigdy się nie spotkają, niezależnie od tego, jak daleko zostaną przedłużone.",
      "example_translation": "दो रेखाएं एक दूसरे से समानांतर हैं, चाहे वे कितने ही विस्तारित क्यों न हों, वे कभी मिलेंगे नहीं.",
      "imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równoległobok",
      "translation": "समानांतर चतुर्भुज",
      "definition": "Czworokąt z przeciwnymi stronami, które są równoległe i równe długością.",
      "definition_translation": "एक चतुर्भुज जिसके विपरीत sides समानांतर और समान लंबाई के हों.",
      "example": "Kształt płytki jest równoległobokiem, z przeciwnymi stronami, które są równe długością.",
      "example_translation": "टाइल का आकार एक समानांतर चतур्भुज है, जिसके विपरीत sides समान लंबाई के हों.",
      "imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pięciokąt",
      "translation": "पंचभुज",
      "definition": "Wielokąt o pięciu stronach, często stosowany w geometrii i architekturze.",
      "definition_translation": "एक बहुभुज जिसके पांच भुजाएं हों, ज्यामिति और वास्तुकला में अक्सर प्रयोग किया जाता है.",
      "example": "Kształt fortecy jest pięciokątem, z pięcioma stronami, które zapewniają silną obronę.",
      "example_translation": "किले का आकार एक पंचभुज है, जिसके पांच भुजाएं सुरक्षा प्रदान करती हैं.",
      "imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prostopadły",
      "translation": "लंबवत",
      "definition": "Linia lub płaszczyzna, która przecina inną linię lub płaszczyznę pod kątem prostym.",
      "definition_translation": "एक रेखा या तल जो दूसरी रेखा या तल को समकोण पर प्रतिच्छेद करता है。",
      "example": "Droga jest prostopadła do autostrady. Była prostopadła do ściany. Będzie prostopadła do podłogi.",
      "example_translation": "सड़क हाईवे के लिए लंबवत है. यह दीवार के लिए लंबवत था. यह फ्लोर के लिए लंबवत होगा.",
      "imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba pierwsza",
      "translation": "मुख्य संख्या",
      "definition": "Dodatnia liczba całkowita, która jest dzielnikiem tylko samej siebie i 1.",
      "definition_translation": "एक धनात्मक पूर्णांक जो केवल स्वयं और 1 से विभाज्य है.",
      "example": "Siedem jest liczbą pierwszą. Była liczbą pierwszą. Będzie liczbą pierwszą.",
      "example_translation": "सात एक मुख्य संख्या है. यह एक मुख्य संख्या था. यह एक मुख्य संख्या होगा.",
      "imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pryzmat",
      "translation": "प्रिज्म",
      "definition": "Przezroczysty element optyczny z płaskimi, wypolerowanymi powierzchniami, które załamują światło.",
      "definition_translation": "एक पारदर्शी ऑप्टिकल तत्व जिसकी सपाट, पॉलिश की गई सतहें प्रकाश को अपवर्तित करती हैं.",
      "example": "Pryzmat załamał światło. Załamał światło. Załamie światło.",
      "example_translation": "प्रिज्म ने प्रकाश को अपवर्तित किया. यह प्रकाश को अपवर्तित कर चुका था. यह प्रकाश को अपवर्तित करेगा.",
      "imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "produkt",
      "translation": "उत्पाद",
      "definition": "Rzecz lub substancja wytworzona przez proces naturalny lub sztuczny.",
      "definition_translation": "एक प्राकृतिक या कृत्रिम प्रक्रिया द्वारा उत्पादित चीज या पदार्थ.",
      "example": "Produkt był na półce. Był produktem naszej firmy. Będzie produktem wysokiej jakości.",
      "example_translation": "उत्पाद अलमारी पर था. यह हमारी कंपनी का उत्पाद था. यह उच्च गुणवत्ता का उत्पाद होगा.",
      "imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twierdzenie Pitagorasa",
      "translation": "पाइथागोरस प्रमेय",
      "definition": "Matematyczny koncept opisujący relację między długościami stron trójkąta prostokątnego, stwierdzający, że kwadrat długości przeciwprostokątnej jest równy sumie kwadratów długości dwóch innych stron.",
      "definition_translation": "एक गणितीय अवधारणा जो एक समकोण त्रिकोण के पक्षों की लंबाई के बीच संबंध का वर्णन करती है, यह कहती है कि हाइपोटेन्यूज की लंबाई का वर्ग अन्य दो पक्षों की लंबाई के वर्गों के योग के बराबर होता है।",
      "example": "Użyłem twierdzenia Pitagorasa, aby obliczyć długość przeciwprostokątnej w trójkącie. Wczoraj użyłem go, aby znaleźć długość sąsiadującej strony. Jeśli będę potrzebował znaleźć długość przeciwnej strony, użyję go ponownie.",
      "example_translation": "मैंने त्रिकोण में हाइपोटेन्यूज की लंबाई की गणना के लिए पाइथागोरस प्रमेय का उपयोग किया। कल, मैंने इसका उपयोग एक liềnे वाले पक्ष की लंबाई ढूंढने के लिए किया था। अगर मुझे विपरीत पक्ष की लंबाई ढूंढने की जरूरत है, तो मैं इसे फिर से उपयोग करूंगा।",
      "imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równanie kwadratowe",
      "translation": "वर्ग समीकरण",
      "definition": "Równanie wielomianowe stopnia drugiego, które można zapisać w formie ax^2 + bx + c = 0, gdzie a, b i c są stałymi, a x jest zmienną.",
      "definition_translation": "डिग्री दो का एक बहुपद समीकरण, जिसे ax^2 + bx + c = 0 के रूप में लिखा जा सकता है, जहां a, b, और c स्थिरांक हैं, और x चर है।",
      "example": "Rozwiąż równanie kwadratowe x^2 + 4x + 4 = 0, aby znaleźć pierwiastki. Wczoraj rozwiązałem równanie kwadratowe x^2 - 7x + 12 = 0, aby znaleźć pierwiastki. Jeśli będę potrzebował rozwiązać inne równanie kwadratowe, użyję ponownie wzoru kwadratowego.",
      "example_translation": "मूल ढूंढने के लिए समीकरण x^2 + 4x + 4 = 0 को हल करें। कल, मैंने मूल ढूंढने के लिए समीकरण x^2 - 7x + 12 = 0 को हल किया था। अगर मुझे दूसरा वर्ग समीकरण हल करने की जरूरत है, तो मैं फिर से वर्ग सूत्र का उपयोग करूंगा।",
      "imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "iloczyn",
      "translation": "भागफल",
      "definition": "Wynik dzielenia jednej wielkości przez inną, oznaczony symbolem ÷ lub /=.",
      "definition_translation": "एक मात्रा को दूसरे से विभाजित करने का परिणाम, अक्सर प्रतीक ÷ या /= से दर्शाया जाता है।",
      "example": "Iloczyn 12 i 4 wynosi 3. Wczoraj znalazłem iloczyn 15 i 5, aby uzyskać 3. Jeśli będę potrzebował znaleźć iloczyn 20 i 5, podzielimy je ponownie.",
      "example_translation": "12 और 4 का भागफल 3 है। कल, मैंने 15 और 5 का भागफल 3 पाया था। अगर मुझे 20 और 5 का भागफल ढूंढने की जरूरत है, तो मैं फिर से उन्हें विभाजित करूंगा।",
      "imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "promień",
      "translation": "त्रिज्या",
      "definition": "Odcinek łączący środek okręgu z dowolnym punktem na okręgu, oznaczony symbolem r.",
      "definition_translation": "एक वृत्त के केंद्र से वृत्त पर किसी भी बिंदु से जुड़ने वाला एक रेखा खंड, अक्सर प्रतीक r से दर्शाया जाता है।",
      "example": "Promień okręgu wynosi 5 cm. Wczoraj zmierzyłem promień okręgu, aby uzyskać 7 cm. Jeśli będę potrzebował obliczyć obwód, użyję promienia ponownie.",
      "example_translation": "वृत्त की त्रिज्या 5 सेमी है। कल, मैंने वृत्त की त्रिज्या 7 सेमी पायी थी। अगर मुझे परिधि की गणना करने की जरूरत है, तो मैं फिर से त्रिज्या का उपयोग करूंगा।",
      "imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba wymierna",
      "translation": "अभाज्य संख्या",
      "definition": "Liczba wymierna to liczba, która może być wyrażona jako iloraz lub ułamek dwóch liczb całkowitych, tj. liczba, która może być zapisana w postaci a/b, gdzie a i b są liczbami całkowitymi, a b jest różne od zera.",
      "definition_translation": "एक अभाज्य संख्या वह संख्या है जिसे दो पूर्णांकों के अंश या अंश के रूप में व्यक्त किया जा सकता है, अर्थात एक संख्या जिसे a/b के रूप में लिखा जा सकता है, जहां a और b पूर्णांक हैं और b शून्य नहीं है",
      "example": "Liczba 3/4 jest liczbą wymierną, ponieważ może być wyrażona jako liczba dziesiętna skończona, podczas gdy π jest liczbą niewymierną, ponieważ nie może być wyrażona jako liczba dziesiętna skończona. Wczoraj znalazłem liczbę wymierną w swojej pracy matematycznej. Znajdę liczbę wymierną w swojej pracy matematycznej jutro. Znalazłem liczbę wymierną w swojej pracy matematycznej.",
      "example_translation": "संख्या 3/4 एक अभाज्य संख्या है क्योंकि यह एक सीमित दशमलव के रूप में व्यक्त की जा सकती है, जबकि π एक・アlrational संख्या है क्योंकि यह एक सीमित दशमलव के रूप में व्यक्त नहीं की जा सकती है। कल मैंने अपने गणित के होमवर्क में एक अभाज्य संख्या पाई। मैं कल अपने गणित के होमवर्क में एक अभाज्य संख्या पाऊंगा। मैंने अपने गणित के होमवर्क में एक अभाज्य संख्या पाई है।",
      "imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "liczba rzeczywista",
      "translation": "वास्तविक संख्या",
      "definition": "Liczba rzeczywista to wartość, która reprezentuje punkt na osi liczbowej, i może być albo liczbą wymierną, albo niewymierną. Liczby rzeczywiste mogą być wyrażone w postaci dziesiętnej i mają nieskończoną liczbę cyfr.",
      "definition_translation": "एक वास्तविक संख्या वह मान है जो संख्या रेखा पर एक बिंदु का प्रतिनिधित्व करता है, और या तो अभाज्य हो सकता है या・アlrational हो सकता है। वास्तविक संख्याएं दशमलव रूप में व्यक्त की जा सकती हैं, और उन्हें अनंत संख्या के अंक होते हैं।",
      "example": "Liczba π jest liczbą niewymierną, ponieważ nie może być wyrażona jako liczba dziesiętna skończona. Wczoraj użyłem liczby rzeczywistej w swojej pracy matematycznej. Użyję liczby rzeczywistej w swojej pracy matematycznej jutro. Użyłem liczby rzeczywistej w swojej pracy matematycznej.",
      "example_translation": "वास्तविक संख्या π एक・アlrational संख्या है क्योंकि यह एक सीमित दशमलव के रूप में व्यक्त नहीं की जा सकती है। कल मैंने अपने गणित के होमवर्क में एक वास्तविक संख्या का उपयोग किया। मैं कल अपने गणित के होमवर्क में एक वास्तविक संख्या का उपयोग करूँगा। मैंने अपने गणित के होमवर्क में एक वास्तविक संख्या का उपयोग किया है।",
      "imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt refleksyjny",
      "translation": "प्रत्यावर्त कोण",
      "definition": "Kąt refleksyjny to kąt większy niż 180 stopni, ale mniejszy niż 360 stopni. Powstaje on, gdy następuje ruch obrotowy większy niż 180 stopni.",
      "definition_translation": "एक प्रत्यावर्त कोण वह कोण है जो 180 डिग्री से अधिक है लेकिन 360 डिग्री से कम है। इसका निर्माण तब होता है जब 180 डिग्री से अधिक की घूर्णन गति होती है।",
      "example": "Kąt refleksyjny utworzony przez wskazówki godzinowe i minutowe zegara wynosi 270 stopni o 9 godzinie. Wczoraj zmierzyłem kąt refleksyjny w swojej pracy geometrycznej. Zmierzę kąt refleksyjny w swojej pracy geometrycznej jutro. Zmierzyłem kąt refleksyjny w swojej pracy geometrycznej.",
      "example_translation": "एक घड़ी के घंटे और मिनट के हाथों द्वारा निर्मित प्रत्यावर्त कोण 9 बजे 270 डिग्री है। कल मैंने अपने ज्यामिति के होमवर्क में एक प्रत्यावर्त कोण मापा। मैं कल अपने ज्यामिति के होमवर्क में एक प्रत्यावर्त कोण मापूँगा। मैंने अपने ज्यामिति के होमवर्क में एक प्रत्यावर्त कोण मापा है।",
      "imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "romb",
      "translation": "वर्ग Samचतुआ",
      "definition": "Romb to czworokąt z wszystkimi bokami równymi długości, gdzie przeciwległe boki są równoległe, a przeciwległe kąty są równe.",
      "definition_translation": "एक वर्ग Samचतुआ एक चतुर्भुज है जहां सभी भुजाएं समान लंबाई की हैं, जहां विपरीत भुजाएं समानांतर हैं और विपरीत कोण समान हैं।",
      "example": "Romb ma wszystkie boki równe długości, dlatego jest to specjalny rodzaj czworokąta. Wczoraj narysowałem romb w swojej pracy geometrycznej. Narysuję romb w swojej pracy geometrycznej jutro. Narysowałem romb w swojej pracy geometrycznej.",
      "example_translation": "वर्ग Samचतुआ सभी भुजाओं की समान लंबाई की है, इसलिए यह एक विशेष प्रकार का चतुर्भुज है। कल मैंने अपने ज्यामिति के होमवर्क में एक वर्ग Samचतुआ खींचा। मैं कल अपने ज्यामिति के होमवर्क में एक वर्ग Samचतुआ खींचूँगा। मैंने अपने ज्यामिति के होमवर्क में एक वर्ग Samचतुआ खींचा है।",
      "imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt prosty",
      "translation": "समकोण",
      "definition": "Kąt, który jest dokładnie równy 90 stopniom, utworzony przez dwie linie lub płaszczyzny prostopadłe do siebie.",
      "definition_translation": "दो रेखाओं या तलों द्वारा बनाया गया एक कोण जो ठीक 90 डिग्री है, जिसमें एक दूसरे के लंबवत हैं",
      "example": "Architekt zaprojektował budynek z kątem prostym, aby zapewnić maksymalną efektywność przestrzeni.",
      "example_translation": "वास्तुकार ने भवन को अधिकतम स्थान कुशलता सुनिश्चित करने के लिए समकोण के साथ डिजाइन किया।",
      "imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korzeń",
      "translation": "जड़",
      "definition": "Podziemna część rośliny, która absorbuje wodę i substancje odżywcze z gleby.",
      "definition_translation": "एक पौधे का भूमिगत भाग जो मिट्टी से जल और पोषक तत्व吸 करता है",
      "example": "Rolnik ostrożnie wykopał korzeń starego drzewa, aby przesadzić je w nowe miejsce.",
      "example_translation": "किसान ने नए स्थान पर प्रतिरोपण करने के लिए पुराने वृक्ष की जड़ को सावधानीपूर्वक खोदा।",
      "imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kula",
      "translation": "गोला",
      "definition": "Trójwymiarowa figura przestrzenna, która jest symetryczna wokół swojego środka, np. piłka lub globus.",
      "definition_translation": "इसके केंद्र के बारे में सममित एक त्रि-आयामी आकार, जैसे एक गेंद या एक ग्लोब",
      "example": "Astronom badał kulę Ziemi i jej orbitę wokół Słońca.",
      "example_translation": "खगोलविज्ञान ने पृथ्वी के गोले और सूर्य की परिक्रमा का अध्ययन किया।",
      "imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pierwiastek",
      "translation": "वर्गमूल",
      "definition": "Wartość, która, gdy zostałaby pomnożona przez samą siebie, dałaby określoną liczbę, np. pierwiastek kwadratowy z 16 jest równy 4.",
      "definition_translation": "एक मान जिसके द्वारा खुद से गुणा करके एक निर्धारित संख्या मिलती है, जैसे 16 का वर्गमूल 4 है",
      "example": "Matematyk obliczył pierwiastek kwadratowy równania, aby znaleźć rozwiązanie.",
      "example_translation": "गणितज्ञ ने समीकरण के वर्गमूल की गणना करके समाधान खोजा।",
      "imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt prostolinijny",
      "translation": "सीधा कोण",
      "definition": "Kąt prostolinijny to kąt, którego miara jest równa 180 stopniom.",
      "definition_translation": "एक सीधा कोण वह कोण है जिसका माप 180 डिग्री के बराबर है।",
      "example": "Dwie linie utworzyły kąt prostolinijny, gdy się przecięły. Wczoraj narysowałem kąt prostolinijny w swojej pracy matematycznej. Do przyszłego tygodnia nauczę się rysować kąty prostolinijne.",
      "example_translation": "जब वे प्रतिच्छेद किया, तब दो रेखाएँ एक सीधा कोण बना दिया. कल, मैंने अपने गणित के होमवर्क में एक सीधा कोण खींचा. अगले सप्ताह तक, मैं सीधे कोण खींचने में महारत हासिल कर लूँगा.",
      "imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podzbiór",
      "translation": "उपसंहार",
      "definition": "Podzbiór to zbiór, który zawiera część lub wszystkie elementy innego zbioru.",
      "definition_translation": "एक उपसंहार वह सेट है जिसमें किसी अन्य सेट के कुछ या सभी तत्व होते हैं।",
      "example": "Zbiór liczb parzystych jest podzbiorem zbioru liczb naturalnych. Zbiór dziewcząt w klasie jest podzbiorem zbioru uczniów. Do przyszłego roku nauczę się identyfikować podzbiory w różnych sytuacjach.",
      "example_translation": "स्वाभाविक संख्याओं के सेट का उपसंहार सम संख्याओं का सेट है. कक्षा में लड़कियों का सेट विद्यार्थियों के सेट का उपसंहार है. अगले साल तक, मैं अलग-अलग परिस्थितियों में उपसंहार पहचानना सीख जाऊँगा.",
      "imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odjęcie",
      "translation": "घटाव",
      "definition": "Odjęcie jest matematyczną operacją, która reprezentuje różnicę między dwiema liczbami.",
      "definition_translation": "घटाव दो संख्याओं के बीच के अंतर का प्रतिनिधित्व करने वाला एक गणितीय संचालन है।",
      "example": "Odejmowałem 5 od 10, aby uzyskać 5. Wczoraj odejmowałem 2 od 8 i uzyskałem 6. Do następnego miesiąca opanuję odejmowanie dużych liczb.",
      "example_translation": "मैंने 10 से 5 घटाया और 5 प्राप्त किया. कल, मैंने 8 से 2 घटाया और 6 प्राप्त किया. अगले महीने तक, मैं बड़े संख्याओं के घटाव में महारत हासिल कर लूँगा.",
      "imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twierdzenie Talesa",
      "translation": "थेलीस प्रमेय",
      "definition": "Twierdzenie Talesa jest stwierdzeniem w geometrii, które opisuje relację między kątami i długościami boków trójkąta.",
      "definition_translation": "थेलीस प्रमेय एक ज्यामितीय कथन है जो त्रिभुज के कोण और दक्षिण माप के बीच संबंध का वर्णन करता है।",
      "example": "W swojej klasie matematycznej użyliśmy twierdzenia Talesa, aby znaleźć długość boku trójkąta. Wczoraj zastosowałem twierdzenie Talesa, aby rozwiązać problem w geometrii. Do następnego semestru nauczę się wywieźć twierdzenie Talesa odscratch.",
      "example_translation": "हमने ज्यामितीय वर्ग में त्रिभुज के एक पक्ष की लंबाई खोजने के लिए थेलीस प्रमेय का उपयोग किया. कल, मैंने ज्यामितीय समस्या को हल करने के लिए थेलイス प्रमेय को लागू किया. अगले सेमेस्टर तक, मैं थेलीस प्रमेय को शून्य से प्राप्त करना सीख जाऊँगा.",
      "imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "torus",
      "translation": "टोरस",
      "definition": "Torus jest powierzchnią w kształcie pierścienia, generowaną przez obrót koła w przestrzeni trójwymiarowej wokół osi współpłasnej z kołem.",
      "definition_translation": "टोरस तीन आयामी स्थान में एक वृत्त को उस अक्ष के चारों ओर घुमाकर उत्पन्न होता है जो वृत्त के साथ संयोजन में होता है。",
      "example": "Inżynierowie zaprojektowali tunel w kształcie torusa, aby zmniejszyć opór wiatru. Torus został dokładnie zbadany w klasie matematycznej. Architekt planuje zbudować budynek w kształcie torusa w centrum miasta.",
      "example_translation": "इंजीनियरों ने हवा प्रतिरोध को कम करने के लिए एक टोरस आकार की सुरंग का डिजाइन किया। टोरस का गणित कक्षा में व्यापक अध्ययन किया गया था। वास्तुकार शहर के केंद्र में एक टोरस आकार की इमारत बनाने की योजना तैयार कर रहा है.",
      "imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trapez",
      "translation": "चतुर्भुज",
      "definition": "Trapez jest czworokątem, który ma co najmniej dwa boki o różnej długości, z dwiema parami boków, które nie są równe długości.",
      "definition_translation": "चतुर्भुज दो पairs के विपरीत दीवारों के साथ एक चतुर्भुज है जिनमें से कम से कम दो तरफ की लंबाई असमान होती है.",
      "example": "Artysta narysował trapez, aby stworzyć efekt перспективy. Trapez został użyty w projekcie dachu. Matematyk studiował własności trapezów.",
      "example_translation": " कलाकार ने परिप्रेक्ष्य की भावना पैदा करने के लिए एक चतुर्भुज आकार drew किया। चतुर्भुज का उपयोग छत के डिजाइन में किया गया था। गणितज्ञ ने चतुर्भुज के गुणों का अध्ययन किया।",
      "imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wektor",
      "translation": "वेक्टर",
      "definition": "Wektor jest obiektem matematycznym, używanym do opisu wielkości z magnitudą i kierunkiem, często reprezentowanym graficznie jako strzałka w układzie współrzędnych.",
      "definition_translation": "एक वेक्टर एक गणितीय वस्तु है जिसका उपयोग मात्रा और दिशा दोनों के साथ मात्रा का वर्णन करने के लिए किया जाता है, अक्सर कॉर्डिनेट प्रणाली में एक तीर के रूप में ग्राफिकली प्रस्तुत किया जाता है.",
      "example": "Fizyk użył wektora, aby przedstawić siłę grawitacji. Wektor był kluczowy w obliczeniach trajektorii. Matematyk rozwiązał równanie wektorowe, aby znaleźć rozwiązanie.",
      "example_translation": "भौतिक विज्ञानी ने गुरुत्वाकर्षण बल का प्रतिनिधित्व करने के लिए एक वेक्टर का उपयोग किया। वेक्टर ट्रैजेक्टरी की गणना में आवश्यक था। गणितज्ञ ने समाधान ढूंढने के लिए वेक्टर समीकरण का हल किया।",
      "imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kąt zero",
      "translation": "शून्य कोण",
      "definition": "Kąt zero to kąt, którego miara jest równa zero stopni, utworzony przez dwie promienie dzielące wspólny punkt.",
      "definition_translation": "शून्य कोण वह कोण है जिसका माप शून्य डिग्री है, दो किरणों से निर्मित होता है जिनका एक सामान्य बिंदु होता है.",
      "example": "Architekt zaprojektował połączenie kąta zero, aby połączyć dwie ściany. Kąt zero był krytyczny w budowie mostu. Inżynier zmierzył kąt zero, aby zapewnić precyzję.",
      "example_translation": "वास्तुकार ने दो दीवारों को जोड़ने के लिए शून्य कोण जोड़ का डिजाइन किया। पुल के निर्माण में शून्य कोण अत्यावश्यक था। इंजीनियर ने सटीकता सुनिश्चित करने के लिए शून्य कोण मापा।",
      "imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]