[
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kwiecień",
      "translation": "अप्रैल",
      "definition": "Czwarty miesiąc roku, następujący po marcu i przed majem.",
      "definition_translation": "वर्ष का चौथा महीना, मार्च के बाद और मई से पहले आता है.",
      "example": "Urodziłem się w kwietniu, Moja siostra odwiedza mnie każdego kwietnia, Pojadę do Paryża w kwietniu.",
      "example_translation": "मैं अप्रैल में पैदा हुआ था, मेरी बहन हर अप्रैल में मेरे पास आती है, मैं अप्रैल में पेरिस जाऊंगा.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Sierpień",
      "translation": "अगस्त",
      "definition": "Osiomy miesiąc roku, następujący po lipcu i przed wrześniem.",
      "definition_translation": "वर्ष का आठवां महीना, जुलाई के बाद और सितंबर से पहले आता है.",
      "example": "Pojadę na plażę w sierpniu, Urodziny mojego brata są w sierpniu, W minionym roku byliśmy w Londynie w sierpniu.",
      "example_translation": "मैं अगस्त में समुद्र तट पर जाऊंगा, मेरे भाई का जन्मदिन अगस्त में है, हमने पिछले साल अगस्त में लंदन गया था.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Grudzień",
      "translation": "दिसंबर",
      "definition": " Dwunasty i ostatni miesiąc roku, następujący po listopadzie.",
      "definition_translation": "वर्ष का बारहवां और अंतिम महीना, नवंबर के बाद आता है.",
      "example": "Zakończę projekt w grudniu, Moja rodzina świętuje Boże Narodzenie w grudniu, W minionym roku szliśmy na narty w grudniu.",
      "example_translation": "मैं दिसंबर में अपना प्रोजект पूरा करूंगा, मेरा परिवार दिसंबर में क्रिसमस मनाता है, हमने पिछले साल दिसंबर में स्कीइंग गई थी.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Luty",
      "translation": "फरवरी",
      "definition": "Drugi miesiąc roku, następujący po styczniu i przed marcem.",
      "definition_translation": "वर्ष का दूसरा महीना, जनवरी के बाद और मार्च से पहले आता है.",
      "example": "Pojadę do siłowni w lutym, Urodziny mojej siostry są w lutym, W minionym roku byliśmy na koncercie w lutym.",
      "example_translation": "मैं फरवरी में जिम जाऊंगा, मेरी बहन की सालगिरह फरवरी में है, हमने पिछले साल फरवरी में एक कंसर्ट में गए थे।",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Styczeń",
      "translation": "जनवरी",
      "definition": "Pierwszy miesiąc roku w kalendarzu gregoriańskim, tradycyjnie postrzegany jako miesiąc nowych początków.",
      "definition_translation": "ग्रेगोरियन कैलेंडर में साल का पहला महीना, पारंपरिक रूप से नई शुरुआत का महीना माना जाता है।",
      "example": "Zawsze robię postanowienie, aby schudnąć w styczniu, ale nigdy nie dotrzymuję go. W minionym styczniu chodziłem do siłowni codziennie. Do następnego stycznia mam nadzieję, że osiągnę swój docelowy wagę.",
      "example_translation": "मैं हमेशा जनवरी में वजन कम करने का संकल्प लेता हूँ, लेकिन मैं कभीsticks नहीं हूँ. पिछले जनवरी में, मैं रोज़ जिम गया. अगले जनवरी तक, मुझे उम्मीद है कि मैं अपने लक्ष्य वजन तक पहुंच जाऊंगा।",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Lipiec",
      "translation": "जुलाई",
      "definition": "Siódmy miesiąc roku w kalendarzu gregoriańskim, często kojarzony z wakacjami i aktywnościami na świeżym powietrzu.",
      "definition_translation": "ग्रेगोरियन कैलेंडर में साल का सातवां महीना, अक्सर गर्मी की छुट्टी और आउटडोर गतिविधियों से जुड़ा होता है।",
      "example": "Uwielbiam chodzenie na plażę w lipcu. W minionym lipcu pojechałem z rodziną na Hawaje. Do następnego lipca mam nadzieję, że nauczę się surfingu.",
      "example_translation": "मैं जुलाई में समुद्र तट पर जाना पसंद करता हूँ. पिछले जुलाई में, मैं अपने परिवार के साथ हवाई गई था. अगले जुलाई तक, मुझे उम्मीद है कि मैं सर्फिंग सीखना जानूँगा।",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Czerwiec",
      "translation": "जून",
      "definition": "Szósty miesiąc roku w kalendarzu gregoriańskim, często kojarzony z początkiem lata i aktywnościami na świeżym powietrzu.",
      "definition_translation": "ग्रेगोरियन कैलेंडर में साल का छठा महीना, अक्सर गर्मी की शुरुआत और आउटडोर गतिविधियों से जुड़ा होता है।",
      "example": "Zawsze czekam na wakacje w czerwcu. W minionym czerwcu pojechałem na festiwal muzyki. Do następnego czerwca mam nadzieję, że zakończę maturę.",
      "example_translation": "मैं हमेशा जून में गर्मी की छुट्टी की प्रतीक्षा करता हूँ. पिछले जून में, मैं संगीत समारोह में गया था. अगले जून तक, मुझे उम्मीद है कि मैं अपने हाई स्कूल की परीक्षाएं पूरी कर लूँगा।",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Marzec",
      "translation": "मार्च",
      "definition": "Trzeci miesiąc roku w kalendarzu gregoriańskim, często kojarzony z przybyciem wiosny i nowych początków.",
      "definition_translation": "ग्रेगोरियन कैलेंडर में साल का तीसरा महीना, अक्सर वसंत के आगमन और नई शुरुआत से जुड़ा होता है।",
      "example": "Uwielbiam pogodę w marcu. W minionym marcu pojechałem z przyjaciółmi na wędrówkę. Do następnego marca mam nadzieję, że rozpocznę własną działalność gospodarczą.",
      "example_translation": "मैं मार्च में मौसम को पसंद करता हूँ. पिछले मार्च में, मैं अपने दोस्तों के साथ ट्रेकिंग गया था. अगले मार्च तक, मुझे उम्मीद है कि मैं अपना खुद का व्यवसाय शुरू कर लूँगा।",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Maj",
      "translation": "मई",
      "definition": "Piąty miesiąc roku, między kwietniem a czerwcem.",
      "definition_translation": "वर्ष का पांचवां महीना, अप्रैल और जून के बीच",
      "example": "Ukończę studia w maju. Ukończyłem studia w maju. W minionym roku ukończyłem studia w maju.",
      "example_translation": "मई में मैं स्नातक हो जाऊंगा. मैं मई में स्नातक हुआ था. मैं पिछले मई में स्नातक हुआ था.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Listopad",
      "translation": "नवंबर",
      "definition": "Jedenasty miesiąc roku, między październikiem a grudniem.",
      "definition_translation": "वर्ष का ग्यारहवां महीना, अक्टूबर और दिसंबर के बीच",
      "example": "Odwiedzę rodzinę w listopadzie. Odwiedziłem rodzinę w listopadzie. Odwiedzę rodzinę w następnym listopadzie.",
      "example_translation": "मैं नवंबर में अपने परिवार से मिलने जाऊंगा. मैं नवंबर में अपने परिवार से मिला था. मैं अगले नवंबर में अपने परिवार से मिलने जाऊंगा.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Październik",
      "translation": "अक्टूबर",
      "definition": "Dziesiąty miesiąc roku, między wrześniem a listopadem.",
      "definition_translation": "वर्ष का दसवां महीना, सितंबर और नवंबर के बीच",
      "example": "Zacznę nową pracę w październiku. Zacząłem nową pracę w październiku. Zacznę nową pracę w przyszłym październiku.",
      "example_translation": "मैं अक्टूबर में नई नौकरी शुरू करूँगा. मैं अक्टूबर में नई नौकरी शुरू की थी. मैं अगले अक्टूबर में नई नौकरी शुरू करूँगा.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Wrzesień",
      "translation": "सितंबर",
      "definition": "Dziewiąty miesiąc roku, między sierpniem a październikiem.",
      "definition_translation": "वर्ष का नौवां महीना, अगस्त और अक्टूबर के बीच",
      "example": "Wrócę do szkoły we wrześniu. Wróciłem do szkoły we wrześniu. Wrócę do szkoły w przyszłym wrześniu.",
      "example_translation": "मैं सितंबर में स्कूल वापस जाऊंगा. मैं सितंबर में स्कूल वापस गया था. मैं अगले सितंबर में स्कूल वापस जाऊंगा.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]