{
  "data": [
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owad",
      "translation": "कीड़ा",
      "definition": "Małe zwierzę, które ma sześć nóg i ciało, które jest zazwyczaj podzielone na trzy części.",
      "definition_translation": "छह पैरों वाला और तीन भागों में बंटा हुआ शरीर वाला एक छोटा जानवर",
      "example": "Owad pełzał powoli po liściu. Owad był pełzając po liściu. Owad Will pełzał powoli po liściu.",
      "example_translation": "कीड़ा ने पत्ते पर धीरे-धीरेivé क्रॉल किया. कीड़ा पत्ते पर धीरे-धीरे क्रॉल कर रहा था. कीड़ा पत्ते पर धीरे-धीरे क्रॉल करेगा.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mrówka",
      "translation": "चींटी",
      "definition": "Mały owad, który żyje w koloniach i jest znany ze swojej pracy i siły.",
      "definition_translation": "एक छोटा कीड़ा जो कॉलोनियों में रहता है और अपनी उद्योग और ताकत के लिए जाना जाता है.",
      "example": "Mrówka niósł okruch do swojego gniazda. Mrówka był niosąc okruch do swojego gniazda. Mrówka będzie niósł okruch do swojego gniazda.",
      "example_translation": "चींटी ने अपने घोंसले में एक क्रंब ले आई. चींटी अपने घोंसले में एक क्रंब ले जा रही थी. चींटी अपने घोंसले में एक क्रंब ले जाएगी.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pszczoła",
      "translation": "मधुमक्खी",
      "definition": "Latający owad, który zbiera nektar z kwiatów i produkuje miod.",
      "definition_translation": "एक उड़ने वाला कीड़ा जो फूलों से मधु एकत्र करता है और शहद का उत्पादन करता है.",
      "example": "Pszczoła buczała wokół kwiatu. Pszczoła była buczała wokół kwiatu. Pszczoła będzie buczała wokół kwiatu.",
      "example_translation": "मधुमक्खी ने फूल के चारों ओर बुजिया मारी. मधुमक्खी फूल के चारों ओर बुजिया मार रही थी. मधुमक्खी फूल के चारों ओर बुजिया मारेगी.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żuk",
      "translation": "कीड़ा",
      "definition": "Mały owad, często z płaskim ciałem, który żywi się roślinami lub zwierzętami.",
      "definition_translation": "एक छोटा कीड़ा, अक्सर आकार में सपाट, जो पौधों या जानवरों पर भोजन करता है.",
      "example": "Żuk ukrył się pod liściem. Żuk ukrył się pod liściem. Żuk będzie ukrył się pod liściem.",
      "example_translation": "कीड़ा ने पत्ते के नीचे छिपा था. कीड़ा पत्ते के नीचे छिपा हुआ था. कीड़ा पत्ते के नीचे छिपेगा.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "motyl",
      "translation": "तितली",
      "definition": "Motyl to rodzaj owada z dużymi, zwykle kolorowymi skrzydłami, który może latać i jest spotykany w ciepłych miejscach.",
      "definition_translation": "एक तितली एक प्रकार का कीड़ा है जिसके बड़े और आमतौर पर रंगीन पंख होते हैं, जो उड़ सकता है और गर्म स्थानों में पाया जाता है.",
      "example": "Widziałem pięknego motyla w ogrodzie wczoraj. Lata on wokół kwiatów teraz. Spróbuję go złapać jutro.",
      "example_translation": "मैंने कल बगीचे में एक सुंदर तितली देखी। यह अभी फूलों के चारों ओर飛 रहा है। मैं कल इसे पकड़ने की कोशिश करूँगा।",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karaluch",
      "translation": "सALU",
      "definition": "Karaluch to rodzaj owada, który jest zwykle brązowy lub czarny, ma płaskie ciało i jest często spotykany w kuchniach i domach.",
      "definition_translation": "एक सALU एक प्रकार का कीड़ा है जो आमतौर पर भूरा या काला होता है, जिसका शरीर चपटा होता है और अक्सर रसोई और घरों में पाया जाता है.",
      "example": "Widziałem karalucha biegającego po podłodze kuchni wczoraj. Ukrył się teraz pod zlewem. Zabiję go jutro rano.",
      "example_translation": "मैंने कल रात को रसोई के फर्श पर एक सALU दौड़ते हुए देखा। यह अभी सिन्क के नीचे छिपा हुआ है। मैं कल सुबह इसे मार डालूँगा।",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stworzenie",
      "translation": "जीव",
      "definition": "Stworzenie to żyjący organizm, taki jak zwierzę lub owad, który nie jest człowiekiem.",
      "definition_translation": "एक जीव एक जीवित प्राणी है, जैसेanimal या कीट, जो मानव नहीं है।",
      "example": "Widziałem dziwne stworzenie w lesie wczoraj. Jadało ono drzewo owocowe. Spróbuję go złapać jutro.",
      "example_translation": "मैंने कल जंगल में एक अजीब जीव देखा। यह एक फल के पेड़ का सेवन कर रहा था। मैं कल इसे पकड़ने की कोशिश करूँगा।",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "latać",
      "translation": "उड़ना",
      "definition": "Latać oznacza przemieszczać się przez powietrze, zwykle za pomocą skrzydeł.",
      "definition_translation": "उड़ने का मतलब हवा में घूमना है, आमतौर पर पंखों का प्रयोग करके।",
      "example": "Latałem latawcem w parku wczoraj. Lata on wysoko w niebie teraz. Przyniosę go z powrotem jutro.",
      "example_translation": "मैंने कल पार्क में एक पतंग उड़ाई। यह अभी आसमान में ऊपर उड़ रहा है। मैं कल इसे नीचे लाऊँगा।",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "komar",
      "translation": "मच्छर",
      "definition": "Mały latający owad, który żywi się krwią zwierząt i ludzi, transmitując choroby takie jak malaria i denga.",
      "definition_translation": "जीव-जंतुओं और मनुष्यों के रक्त पर कुछ छोटे उड़ने वाले कीट जैसे मच्छर, मलेरिया और डेंगू जैसे रोगों का संचार करते हैं।",
      "example": "Komar ukąsił mnie, gdy spałem. Zostałem ukąszony przez komara wczoraj. Będę ukąszony przez komara, jeśli nie użyję repelentu owadów.",
      "example_translation": "मैं सो रहा था तब मच्छर ने मुझे काट लिया. कल रात मैं मच्छर से काटा गया था. अगर मैं कीड़े मारने वाली दवा का प्रयोग नहीं करता तो मैं मच्छर से काटा जाऊंगा.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pająk",
      "translation": "मकड़ी",
      "definition": "Ośmiornogi mięsożerny pajęczak, który tworzy sieć, aby złapać ofiarę, zwykle spotykany w ogrodach, domach i lasach.",
      "definition_translation": "आठ पैर वाले मांसाहारी अराकनिड जो अपने शिकार को पकड़ने के लिए जाले बुनता है, आम तौर पर बगीचों, घरों और जंगलों में पाया जाता है.",
      "example": "Pająk pełzał po ścianie. Widziałem pająka tkającego sieć wczoraj. Zmiażdżę pająka, jeśli będzie blisko mnie.",
      "example_translation": "मकड़ी दीवार पर चढ़ गई. कल मैंने मकड़ी को अपना जाला बुनते देखा. अगर मकड़ी मेरे पास आती है तो मैं उसे कुचल दूंगा.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sieć",
      "translation": "जाला",
      "definition": "Struktura stworzona przez pająka przy użyciu nitek jedwabiu, używana do łapania zdobyczy, ochrony się lub podróży.",
      "definition_translation": "एक मकड़ी द्वारा रेशम के धागों से बनाई गई संरचना, शिकार पकड़ने, अपने आप की रक्षा करने या यात्रा करने के लिए प्रयोग की जाती है.",
      "example": "Pająk utkał sieć. Zobaczyłem sieć w rogu mojego pokoju. Usunę sieć z wentylatora sufitowego.",
      "example_translation": "मकड़ी ने जटिल जाला बुना. मैंने अपने कमरे के कोने पर जाला देखा. मैं सीलिंग फैन से जाला साफ कर दूंगा.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chrząszcz",
      "translation": "भृंग",
      "definition": "Typ owada o twardym pancerzu, często jaskrawo ubarwiony, typowo spotykany w ogrodach, lasach i farmach.",
      "definition_translation": "एक प्रकार का कीड़ा जिसका बाहरी कवच कड़ा होता है, अक्सर रंग-बिरंगा होता है, और आम तौर पर बगीचों, जंगलों, और खेतों में पाया जाता है.",
      "example": "Chrząszcz odleciał. Wczoraj zobaczyłem chrząszcza jedzącego liść. Chcę złapać chrząszcza i włożyć go do słoika.",
      "example_translation": "भृंग उड़ गया. कल मैंने भृंग को एक पत्ता खाते देखा. मैं भृंग को पकड़ लूंगा और उसे एक जार में डाल दूंगा.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pchła",
      "translation": "चूँची",
      "definition": "Mały skaczący owad, żyjący na ciele zwierząt, zwłaszcza psów i kotów, i żywiący się ich krwią.",
      "definition_translation": "एक छोटा कूदने वाला कीड़ा जो जानवरों, विशेषकर कुत्तों और बिल्लियों के शरीर पर रहता है और उनके रक्त पर निर्वाह करता है",
      "example": "Pies był zainfekowany pchłami. Wczoraj musiałem usunąć pchłę z ucha mojego kota. Do następnego tygodnia całkowicie oczyszcimy nasz dom z pchł.",
      "example_translation": "कुत्ता चूँचियों से पीड़ित था। कल, मैंने अपने बिल्ली के कान से एक चूँची हटा दी। अगले हफ्ते तक, हमने अपने पूरे घर को चूँची-मुक्त कर दिया होगा।",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ukaść",
      "translation": "डंक",
      "definition": "Spowodować ostrą, piekącą ból, typowo przy użyciu struktury ostrych, takich jak żądło owada lub hak rybacki.",
      "definition_translation": "एक तीखे, छेदक दर्द का कारण बनना, आम तौर पर एक नुकीले संरचना के साथ, जैसे किसी कीट के डंक या मछली के हुक की नोक",
      "example": "Ós uściskał mnie na ramieniu. Skorpion uściskał swoją zdobycz z precyzją. Do następnego lata opracujemy antidotum na jad, który powoduje uścisk.",
      "example_translation": "छत्ता मेरे बांह पर डंक मारा। बिच्छू ने अपने शिकार को सटीकता से डंक मारा। अगले गर्मी तक, हमने उस विष के लिए एंटीडोट विकसित कर लिया होगा जिससे डंक होता है।",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "osz",
      "translation": "मच्छर",
      "definition": "Latający owad o wąskim talii i często jaskrawo ubarwiony, z bolesnym uściskiem.",
      "definition_translation": "एक उड़ने वाला कीड़ा जिसकी कमर पतली होती है और अक्सर चमकीले रंग का होता है, जिसका डंक बहुत दर्दनाक होता है",
      "example": "Osz buzzed wokół mojej głowy. Wczoraj zobaczyłem osę budującą gniazdo w ogrodzie. Do następnej wiosny usuniemy wszystkie gniazda os w naszym ogródku.",
      "example_translation": "मच्छर मेरे सिर के चारों ओर गुस्से से भिनभिना रहा था। कल, मैंने बगीचे में एक मच्छर को अपना घोंसला बनाते हुए देखा। अगले वसंत तक, हमने अपने पिछवाड़े में सभी मच्छर के घोंसले हटा दिए होंगे।",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "modliszka",
      "translation": "मेंटिस",
      "definition": "Typ owada o długim, smukłym ciele i kolczastych przednóżach, często używany jako symbol bezruchu i cierpliwości.",
      "definition_translation": "एक प्रकार का कीड़ा जिसका शरीर लंबा और पतला होता है और सामने के पैरagt होते हैं, अक्सर शांति और धैर्य के Symbols के रूप में उपयोग किया जाता है",
      "example": "Modliszka siedziała nieruchomo na liściu, czekając na zdobycz. Wczoraj zobaczyłem modliszkę jedzącą muchę w ogrodzie. Do następnej jesieni ustawimy terrarium modliszki w naszym ogródku.",
      "example_translation": "प्रार्थना मेंटिस पत्ते पर बैठा था, अपने शिकार की प्रतीक्षा कर रहा था। कल, मैंने बगीचे में एक मेंटिस को एक मक्खी पर फ़ीड करते हुए देखा। अगले पतझड़ तक, हमने अपने पिछवाड़े में एक मेंटिस के एन्क्लोजर स्थापित कर लिया होगा।",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pluskiew",
      "translation": "कीट",
      "definition": "Mały, płaski, pasożytniczy owad, żyjący w łóżkach i żywiący się krwią ludzi.",
      "definition_translation": "एक छोटा,แฟट, परजीवी कीट जो बिस्तरों में रहता है और मानव रक्त पर फ़ीड करता है",
      "example": "Obudziłem się i zobaczyłem pluskiew pełzający po moim ramieniu. Zobaczyłem jeden wczoraj, ale teraz są już wielu. Zadzwonię do deratyzatora jutro, aby się ich pozbyć.",
      "example_translation": "मैं अपने हाथ पर कीड़े के कdbg के लिए उठा था। मैं सुबह में एक देखा था, लेकिन अब कई थे। मैं कल उन्हें हटाने के लिए एएक्स्टर्मिनटेर को फोन करूँगा",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trzmiel",
      "translation": "भंवरा",
      "definition": "Duży, puszysty, socjalny pszczół, żyjący w koloniach i znany z charakterystycznego buzzingu.",
      "definition_translation": "एक बड़ा, फरी हेयर वाला, सामाजिक मधुमक्खी जो उपनिवेश में रहती है और अपने विशेष स्वर के लिए जाना जाता है",
      "example": "Trzmiel latał z kwiatu do kwiatu, zbierając nektar. Robił to już cały dzień. Wkrótce wróci do swojej kolonii.",
      "example_translation": "भंवरा फूल से फूल पर उड़ता है, मधु संग्रह करता है। यह पूरे दिन कर रहा था। वह जल्द ही अपने छत्ते में वापस जाएगा",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gąsienica",
      "translation": "कैटरपилर",
      "definition": "Larwa motyla lub ćmy, która dużo je i rośnie przed przemianą w poczwórkę.",
      "definition_translation": "तितली या मOTH का लार्वा, जो काफी खाता है और बढ़ता है इससे पहले कि वह पूपा में बदल जाता है",
      "example": "Gąsienica je liście rośliny. Zjadła już wiele liści. Wkrótce stanie się pięknym motylem.",
      "example_translation": "कैटरपिलर प्लांट के पत्तों को खा रहा था। उसने पहले से ही कई पत्ते खा लिए थे। वह जल्द ही सुंदर तितली बनने जा रहा है",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cykada",
      "translation": "टिड्डा",
      "definition": "Duży, głośny owad o twardym pancerzu i wydatnymi oczami, znany z charakterystycznego głosu godowego.",
      "definition_translation": "एक बड़ा, ज़ोर से आवाज करने वाला कीट जिसका कड़ा कवच और प्रमुख आंखें हैं, जिसके लिए उसकी विशेष युग्म पुकार जानी जाती है",
      "example": "Cykada wydawał głośny dźwięk w drzewie. Robił to już kilka tygodni. Chcę nagrać jego dźwięk jutro.",
      "example_translation": "टिड्डा पेड़ में तेज आवाज कर रहा था। यह हफ्तों से यह कर रहा था। मैं कल इसकी आवाज रिकॉर्ड करने की कोशिश करूँगा",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ważka",
      "translation": "ड्रैगनफ्लाय",
      "definition": "typ owada o długim, smukłym ciele i skrzydłach, które są przezroczyste lub jaskrawo ubarwione.",
      "definition_translation": "एक प्रकार का कीड़ा जिसका शरीर लम्बा और स्लेंडर होता है और पारदर्शी या रंग-बिरंगे पंख होते हैं。",
      "example": "Ważka latała wokół stawu wczoraj, będzie latała znowu jutro i latała wokół stawu już przez kilka godzin dzisiaj.",
      "example_translation": "ड्रैगनफ्लाय ने कल तालाब के चारों ओर उड़ा था, फिर वह कल उड़ेगा, और वह आज कई घंटों से उड़ रहा है।",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dronek",
      "translation": "ड्रोन",
      "definition": "niski, ciągły dźwięk brzęczenia lub bezzałogowy statek powietrzny lub okręt, który jest zdalnie sterowany.",
      "definition_translation": "एक निम्न, सतत हुमिंग या बुजिंग ध्वनि, या एक अवमानित वायुयान या जहाज जो दूर से नियंत्रित होता है।",
      "example": "Dronek zawisał nad polem wczoraj, będzie zawisał znowu jutro i zawisał nad polem już przez kilka godzin dzisiaj.",
      "example_translation": "ड्रोन ने कल मैदान के ऊपर मंडराया था, वह कल फिर से मंडराएगा, और वह आज कई घंटों से मैदान के ऊपर मंडरा रहा है।",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bąk",
      "translation": "गडफ्लाय",
      "definition": "muchówka, która przeszkadza lub denerwuje ludzi lub zwierzęta, lub osoba, która przeszkadza lub denerwuje innych.",
      "definition_translation": "एक मक्खी जो लोगों या जानवरों को परेशान या परेशान करती है, या एक व्यक्ति जो दूसरों को परेशान या परेशान करता है।",
      "example": "Bąk buzował wokół ucha konia wczoraj, będzie buzował znowu jutro i buzował wokół ucha konia już przez kilka godzin dzisiaj.",
      "example_translation": "गडफ्लाय ने कल घोड़े के कान के आसपास बजा था, वह कल फिर से बजाएगा, और वह आज कई घंटों से घोड़े के कान के आसपास बज रहा है।",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konik polny",
      "translation": "टिड्डी",
      "definition": "typ owada, który skacze i ma twardą zewnętrzną skorupę, zwykle zieleniącej lub żółtej barwy.",
      "definition_translation": "एक प्रकार का कीड़ा जो कूदता है और एक कड़ा बाहरी शेल है, आमतौर पर हरे या पीले रंग का।",
      "example": "Konik polny skakał nad płotem wczoraj, będzie skakał znowu jutro i skakał nad płotem już przez kilka godzin dzisiaj.",
      "example_translation": "टिड्डी ने कल बाड़े के ऊपर कूदा था, वह कल फिर से कूदेगा, और वह आज कई घंटों से बाड़े के ऊपर कूद रहा है।",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "osz",
      "translation": "भ्रंगी",
      "definition": "Osz to typ osy, która jest znana ze swego bolesnego ukąszenia. Osz są osami społecznymi, które żyją w koloniach i są podobne do pszczół, ale są generalnie bardziej agresywne.",
      "definition_translation": "भ्रंगी एक प्रकार की मक्खी है जिसके काटने से दर्द होता है. भ्रंगी सामाजिक मक्खियां हैं जो कालोनियों में रहती हैं और मधुमक्खियों के समान हैं, लेकिन आम तौर पर अधिक आक्रामक हैं.",
      "example": "Osz poleciał do ogrodu, zagrażając ukąszeniem każdego, kto się zbliżył. Rolnik musiał ostrożnie usunąć gniazdo osy z drzewa. Do następnego lata populacja osy będzie się znacznie powiększyła.",
      "example_translation": "भ्रंगी बगीचे में उड़ता हुआ आया और किसी के पास आने वाले को काटने की धमकी दी. किसान को पेड़ से भ्रंगी का घोंसला सावधानी से हटाना पड़ा. अगले गर्मी में भ्रंगी की आबादी काफी बढ़ जाएगी.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biedronka",
      "translation": "लेडीबिर्ड",
      "definition": "Biedronka to mały, owalny chrząszcz z charakterystyczną czerwono-czarną powłoką. Biedronki są znane ze swojej zdolności kontrolowania populacji mszyc i są często spotykane w ogrodach.",
      "definition_translation": "लेडीबिर्ड एक छोटा, अंडाकार आकार का कीट है जिसका लाल और काला कवच है. लेडीबिर्डส अफीद की आबादी को नियंत्रित करने के लिए जाने जाते हैं और अक्सर बगीचों में पाए जाते हैं.",
      "example": "Biedronka pełzła po liściu, jedząc mszyce po drodze. Biedronki są często używane jako metodę biologicznej kontroli szkodników w ogrodach. Przez przyciągnięcie biedronek, ogród będzie wolny od szkodników.",
      "example_translation": "लेडीबिर्ड पत्ते पर रेंगता हुआ गया, जैसा कि वह अफीद खाता गया. लेडीबिर्ड्स अक्सर बगीचों में जैविक नियंत्रण विधि के रूप में इस्तेमाल किए जाते हैं. लेडीबिर्ड्स को आकर्षित करके, बगीचा कीट-मुक्त होगा.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szarańczyn",
      "translation": "टिड्डा",
      "definition": "Szarańczyn to typ konika polnego, który jest znany ze swojej zdolności tworzenia wielkich rojów i niszczenia upraw. Szarańczyny są często uważane za szkodniki i mogą powodować znaczne szkody ekonomiczne.",
      "definition_translation": "टिड्डा एक प्रकार की टिड्डी है जिसकी बड़े समूह में एकत्र होने और फसलों को नष्ट करने की क्षमता के लिए जानी जाती है. टिड्डे अक्सर कीट माने जाते हैं और महत्वपूर्ण आर्थिक नुकसान पहुंचा सकते हैं.",
      "example": "Rój szarańczyn zstąpił na pola,_consumując wszystko w swojej drodze. Rolnik próbował odeprzeć szarańczyny, ale one nadal wracały. Do następnego roku plaga szarańczyn rozprzestrzeni się na cały region.",
      "example_translation": "टिड्डे का समूह खेतों पर उतर आया, अपने रास्ते में सब कुछ खा जाता था. किसान ने टिड्डों को भगाने की कोशिश की, लेकिन वे वापस आते रहे. अगले साल, टिड्डे की महामारी पूरे क्षेत्र में फैल जाएगी.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wszoł",
      "translation": "जूँ",
      "definition": "Wszoł to mały, bezskrzydły owad, który żyje na ciałach ludzi i zwierząt, żywiąc się ich krwią lub skórą. Wszoły są często uważane za szkodniki i mogą powodować swędzenie i dyskomfort.",
      "definition_translation": "जूँ एक छोटा, पंखहीन कीट है जो मानवों और जानवरों के शरीर पर रहता है और उनके खून या त्वचा का भोजन करता है. जूँ अक्सर कीट माने जाते हैं और जलन और असुविधा पैदा कर सकते हैं.",
      "example": "Wszoł pełzł po skórze, powodując swędzenie. Dziecko musiało zostać leczone z powodu inwazji wszołów. Do następnego tygodnia wszoły będą wyeliminowane z szkoły.",
      "example_translation": "जूँ सिर के ऊपर रेंगता हुआ था, जिससे खुजली हो रही थी. बच्चे का जूँ संक्रमण का इलाज करवाना पड़ा. अगले हफ्ते तक स्कूल से जूँ का नाश कर दिया जाएगा.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]
}