[
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zimno",
      "translation": "ठंडा",
      "definition": "Mający niską temperaturę; nie ciepły ani gorący.",
      "definition_translation": "कम तापमान होना; गर्म या热 नहीं है.",
      "example": "Czułem się zimno, gdy wyszedłem na zewnątrz. Będę się czuł zimno, jeśli nie założę kurtki. Czułem się zimno wczoraj.",
      "example_translation": "मैं बाहर गया तो मैं ठंडा महसूस किया। अगर मैं जैकेट नहीं पहनता तो मैं ठंडा महसूस करूँगा। कल मैं ठंडा महसूस किया।",
      "imageLink": "image_files\\English\\cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zimno",
      "translation": "ठंडा",
      "definition": "Mający niską temperaturę; nie ciepły ani gorący.",
      "definition_translation": "कम तापमान होना; गर्म या热 नहीं है.",
      "example": "Woda była zimna, więc jej nie piłem. Zimne pogoda zmęczyła mnie. Zróbę zimny prysznic rano.",
      "example_translation": "पानी ठंडा था, इसलिए मैंने उसे नहीं पिया। ठंडा मौसम ने मुझे बीमार कर दिया। मैं सुबह ठंडा शावर लूँगा।",
      "imageLink": "image_files\\English\\cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorąco",
      "translation": "गर्म",
      "definition": "Mający wysoką temperaturę; ciepły lub very ciepły.",
      "definition_translation": "उच्च तापमान होना; गर्म या बहुत गर्म।",
      "example": "Kawa była gorąca, więc jej nie mogłem pić. Zjem hot doga na imprezie. Gorące słońce zmęczyło mnie.",
      "example_translation": "कॉफी गर्म थी, इसलिए मैं उसे नहीं पी सका। मैं पार्टी में गर्म डॉग खाऊँगा। गर्म सूरज ने मुझे थका दिया।",
      "imageLink": "image_files\\English\\hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deszcz",
      "translation": "वर्षा",
      "definition": "Krople wody spadające z nieba.",
      "definition_translation": "आकाश से गिरने वाले पानी की बूँदें।",
      "example": "Dostałem się mokro w deszczu wczoraj. Zima będzie padać jutro, więc weź parasol. Deszcz padał mocno wczoraj wieczorem.",
      "example_translation": "मैं कल वर्षा में भीग गया। कल वर्षा होगी, इसलिए छाता ले लो। रात को वर्षा बहुत हुई थी।",
      "imageLink": "image_files\\English\\rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śnieg",
      "translation": "बर्फ",
      "definition": "Śnieg jest naturalnym zjawiskiem pogodowym, w którym woda w powietrzu zamienia się w kryształy lodu. Jest naturalną częścią systemu klimatycznego Ziemi i odgrywa kluczową rolę w wielu ekosystemach.",
      "definition_translation": "बर्फ प्राकृतिक मौसम संबंधी घटना है जिसमें हवा में जल वाष्प बर्फ के कристल में जम जाता है. यह पृथ्वी की जलवायु प्रणाली का एक प्राकृतिक हिस्सा है और कई पारिस्थितिक तंत्रों में महत्वपूर्ण भूमिका निभाता है.",
      "example": " Spacerowałem po śniegu wczoraj. Pójdę na narty w śniegu jutro. Ona nigdy nie widziała śniegu w życiu.",
      "example_translation": "मैं कल बर्फ में चला था. मैं कल स्कीइंग बर्फ में जाउंगा. उसने अपने जीवन में कभी बर्फ नहीं देखा.",
      "imageLink": "image_files\\English\\snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lato",
      "translation": "ग्रीष्म",
      "definition": "Lato jest najcieplejszym sezonem roku, charakteryzującym się długimi dniami i wysokimi temperaturami. Jest to czas wakacji, aktywności na świeżym powietrzu i relaksu.",
      "definition_translation": "ग्रीष्म साल का सबसे गर्म मौसम है, जिसकी विशेषता लंबे दिन और उच्च तापमान हैं. यह अवकाश, आउटडोर गतिविधियों और आराम का समय है.",
      "example": "Uwielbiam pływać w letnim okresie. Ona pójdzie na plażę latem. Mieliśmy świetny czas latem ubiegłego roku.",
      "example_translation": "मैं गर्मी में तैरना पसंद करता हूँ. वह गर्मी में समुद्र तट पर जाएगी. हमने पिछले साल गर्मी में अच्छा समय बिताया.",
      "imageLink": "image_files\\English\\summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słońce",
      "translation": "सूरज",
      "definition": "Słońce jest gwiazdą w centrum naszego układu słonecznego, odpowiedzialnym za dostarczanie światła i ciepła planetom. Jest to ogromna kula gorącego, świecącego gazu.",
      "definition_translation": "सूरज हमारे सौर मंडल के केंद्र में स्थित सितारा है, जो ग्रहों को प्रकाश और ऊष्मा प्रदान करता है. यह एक बड़ा गर्म, चमकता गैस का गोला है.",
      "example": "Słońce wschodzi na wschodzie. Uwielbiam się opalać w ciepłym słońcu. Słońce świeciło intensywnie na niebie.",
      "example_translation": "सूरज पूर्व में उगता है. मैं गर्म सूरज में स्नान करना पसंद करता हूँ. आकाश में सूरज तेजी से चमक रहा था.",
      "imageLink": "image_files\\English\\sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciepło",
      "translation": "गर्म",
      "definition": "Ciepło oznacza umiarkowaną lub komfortową temperaturę, nie gorącą ani zimną. Może również opisywać przyjazną lub sympatyczną osobowość.",
      "definition_translation": "गर्म मध्यम या आरामदायक तापमान को कहते हैं, न तो गर्म न ही ठंडा. यह मैत्रीपूर्ण या स्नेहपूर्ण व्यक्तित्व की भी व्याख्या कर सकता है.",
      "example": "Ciepła pogoda jest idealna na piknik. Uwielbiam pić ciepłe mleko. Ciepły uśmiech na jej twarzy sprawił, że czułem się swobodnie.",
      "example_translation": "गर्म मौसम पिकनिक के लिए 完ぺーフेक्ट है. मैं गर्म दूध पीना पसंद करता हूँ. उसके चेहरे पर गर्म मुस्कान ने मुझे आरामदायक महसूस कराया.",
      "imageLink": "image_files\\English\\warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pogoda",
      "translation": "मौसम",
      "definition": "Stan atmosfery w danym miejscu i czasie, obejmujący temperaturę, wilgotność, zachmurzenie, wiatr i opady.",
      "definition_translation": "किसी स्थान और समय पर वायुमंडल की स्थिति, तापमान, आर्द्रता, बादलपन, हवा और वर्षा से संबंधित है。",
      "example": "Uwielbiam grać na zewnątrz w dobrą pogodę. Wczoraj było słonecznie, ale jutro będzie padać. Do następnego tygodnia pogoda będzie zimna.",
      "example_translation": "मैं अच्छे मौसम में बाहर खेलना पसंद करता हूँ. कल सूरज निकला था, लेकिन कल से बारिश होगी. अगले हफ्ते तक मौसम ठंडा हो जाएगा.",
      "imageLink": "image_files\\English\\weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiatr",
      "translation": "हवा",
      "definition": "Naturalny ruch powietrza w atmosferze, zwłaszcza silny i gwałtowny.",
      "definition_translation": "वायुमंडल में हवा की प्राकृतिक गति, विशेष रूप से मजबूत और हिंसक एक.",
      "example": "Wiatr wiał mocno wczoraj, ale dziś jest spokojny. W przyszłości będziemy mieli turbiny wiatrowe do generowania energii.",
      "example_translation": "कल हवा मजबूत से बही थी, लेकिन आज यह शांत है. भविष्य में, हम बिजली उत्पन्न करने के लिए हवा टर्बाइन होंगे.",
      "imageLink": "image_files\\English\\wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zima",
      "translation": "शीतकाल",
      "definition": "Najzimniejszy sezon roku, między jesienią a wiosną.",
      "definition_translation": "वर्ष का सबसे ठंडा मौसम, शरद ऋतु और वसंत के बीच.",
      "example": "Uwielbiam grać w śniegu zimą. Zima ubiegła była bardzo zimna, ale następna zima będzie cieplejsza. W przeszłości zimy były znacznie zimniejsze.",
      "example_translation": "मैं शीतकाल में बर्फ में खेलना पसंद करता हूँ. पिछला शीतकाल बहुत ठंडा था, लेकिन अगला शीतकाल गर्म होगा. अतीत में, शीतकाल बहुत ठंडे थे.",
      "imageLink": "image_files\\English\\winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chmura",
      "translation": "बादल",
      "definition": "Widzialna masa kropel wody lub kryształów lodu zawieszonych w powietrzu, zwykle w atmosferze Ziemi.",
      "definition_translation": "वायुमंडल में निलंबित जल की बूँदें या बर्फ क्रिस्टल का दृश्य समूह, आमतौर पर पृथ्वी के वायुमंडल में.",
      "example": "Uwielbiam obserwować chmury na niebie. Dziś chmury są białe i puszyste, ale jutro będą ciemne i przyniosą deszcz. W przeszłości chmury były znakiem dobrego pogody.",
      "example_translation": "मैं आकाश में बादल देखना पसंद करता हूँ. आज, बादल सफ़ेद और फुल्फुल हैं, लेकिन कल वे काले और वर्षा वाले होंगे. अतीत में, बादल अच्छे मौसम का संकेत थे.",
      "imageLink": "image_files\\English\\cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pochmurny",
      "translation": "बादली",
      "definition": "mieć niebo z dużą ilością pokrywy chmurnej, często tak, że słońce jest ukryte",
      "definition_translation": "एक ऐसा आकाश जिसमें बादलों को बड़ा हिस्सा है, अक्सर ऐसा कि सूरज ढका हो",
      "example": "Pogoda była pochmurna wczoraj, więc nie mogliśmy wyjść na spacer. Dziś również jest pochmurno, ale i tak wyjdziemy na spacer. W przyszłości mam nadzieję, że nie będzie pochmurno w moje urodziny.",
      "example_translation": "कल मौसम बादली था, इसलिए हम नहीं जा सके। आज फिर से बादली है, लेकिन हम फिर से टहलने जा रहे हैं। भविष्य में, मैं उम्मीद करता हूँ कि मेरे जन्मदिन पर बादली नहीं होगी।",
      "imageLink": "image_files\\English\\cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mgła",
      "translation": "कोहरा",
      "definition": "chmurowata masa małych kropel wody w powietrzu blisko ziemi, redukująca widoczność",
      "definition_translation": "नीचे जमीन के पास हवा में छोटे पानी के बूँद का एक बादल जैसा ढेर, दृश्यता को कम करता है",
      "example": "Mgła była tak gęsta, że nie mogliśmy jechać szybko. Mgła podnosiła się wolno, i mogliśmy ponownie zobaczyć drogę. Rano na wzgórzach może być mgła.",
      "example_translation": "कोहरा इतना घना था कि हम तेज नहीं चला सके। कोहरा धीरे-धीरे उठा, और हम फिर से सड़क देख सके। सुबह में, पहाड़ों पर कोहरा हो सकता है।",
      "imageLink": "image_files\\English\\fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mglisty",
      "translation": "कोहरीला",
      "definition": "mieć lub charakteryzować się mgłą",
      "definition_translation": "कोहरा होना या कोहरे का चरित्र",
      "example": "Pogoda mglista utrudniała widoczność. Dzień mglisty był idealny na pozostanie w domu. Rano mgliste dało miejsce słonecznemu dniu.",
      "example_translation": "कोहरीला मौसम ने देखने को मुश्किल कर दिया। कोहरीला दिन घर के अंदर रहने के लिए परफेक्ट था। कोहरीला सुबह सूरज वाले दिन का रास्ता देगी।",
      "imageLink": "image_files\\English\\foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lód",
      "translation": "बर्फ",
      "definition": "stała forma wody, utworzona przez ochłodzenie jej poniżej punktu zamarzania",
      "definition_translation": "पानी को उसके फ्रीजिंग प्वाइंट से नीचे तापमान पर ठंडा करके形成 एक ठोस",
      "example": "Lód w lodówce topił się wolno. Musieliśmy kupić lód na imprezę. Zimą jezioro może zamarznąć i stać się lodem.",
      "example_translation": "फ्रिज में बर्फ धीरे-धीरे पिघल रहा था। हमें पार्टी के लिए बर्फ खरीदना पड़ा। kış में, झील जम सकती है और बर्फ में बदल सकती है।",
      "imageLink": "image_files\\English\\ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiosna",
      "translation": "वसंत",
      "definition": "Sezon roku, zwykle od marca do maja na półkuli północnej, charakteryzujący się łagodnym klimatem i wzrostem roślin.",
      "definition_translation": "वर्ष का वह मौसम, जो आम तौर पर उत्तरी गोलार्ध में मार्च से मई तक होता है, और इसमें मौसम का मील और पौधों का विकास होता है",
      "example": "Uwielbiam chodzić na spacery wiosną, kiedy kwitną kwiaty. W zeszłym roku pojechałem na wiosenny urlop na plażę. Następna wiosna na pewno zasadzę ogród w swoim ogrodzie.",
      "example_translation": "मैं वसलंत के दौरान फूल खिलने पर टहलना पसंद करता हूँ। पिछले साल, मैं समुद्र तट पर वसलंत ब्रेक यात्रा पर गया था। अगले वसंत में, मैं अपने पिछवाड़े में एक बाग लगाऊँगा।",
      "imageLink": "image_files\\English\\spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burza",
      "translation": "तूफ़ान",
      "definition": "Ciężkie warunki pogodowe charakteryzujące się silnymi wiatrami, obfitymi opadami, grzmotem i błyskawicą.",
      "definition_translation": "एक गंभीर मौसम स्थिति, जिसमें तेज़ हवा, भारी बारिश, гром और आकाशीय बिजली होती है",
      "example": "Burza na zewnątrz była tak głośna, że nie mogłem spać. Wczoraj wydano ostrzeżenie o burzy, więc przygotowaliśmy się do najgorszego. Po przejściu burzy ulice były zalane.",
      "example_translation": "बाहर तूफ़ान इतना ज़ोरदार था कि मैं सो नहीं पाया। तूफ़ान की चेतावनी कल जारी की गई थी, इसलिए हमने सबसे बुरे के लिए तैयारी की। जब तूफ़ान गुज़र गया, तब सड़कें बाढ़ में थीं।",
      "imageLink": "image_files\\English\\storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słoneczny",
      "translation": "सुनहरा",
      "definition": "Mający dużo słońca, zwłaszcza w ciągu dnia.",
      "definition_translation": "दिन के समय尤 خصوص में अधिक सूरज की रोशनी होना",
      "example": "Był to słoneczny dzień, więc zdecydowaliśmy się wyjść na plażę. Słoneczna pogoda sprawiła, że nasza wycieczka do parku była bardzo przyjemna. Uwielbiam robić selfie słoneczne podczas wakacji.",
      "example_translation": "यह एक सुनहरा दिन था, इसलिए हमने समुद्र तट पर जाने का फैसला किया। सुनहरा मौसम ने हमारी पार्क यात्रा को बहुत आनंददायक बना दिया। मैं अपने अवकाश पर सुनहरा सेल्फी लेना पसंद करता हूँ।",
      "imageLink": "image_files\\English\\sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burza z piorunami",
      "translation": "आंधी-तूफ़ान",
      "definition": "Burza charakteryzująca się obecnością piorunów, grzmotem i obfitymi opadami.",
      "definition_translation": "एक तूफ़ान, जिसमें आकाशीय बिजली, гром और भारी बारिश की उपस्थिति होती है",
      "example": "Burza z piorunami wczoraj wieczorem była tak głośna, że obudziła mnie. Wczoraj wydano ostrzeżenie o burzy z piorunami, więc pozostaliśmy w domu. Po przejściu burzy z piorunami niebo było czyste i błękitne.",
      "example_translation": "कल रात का आंधी-तूफ़ान इतना ज़ोरदार था कि मैं जग गया। आंधी-तूफ़ान की चेतावनी जारी की गई थी, इसलिए हम अंदर रहे। आंधी-तूफ़ान के बाद आकाश साफ़ और नीला था।",
      "imageLink": "image_files\\English\\thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mokry",
      "translation": "गीला",
      "definition": "Pokryty lub nasycenie wodą lub inną cieczą.",
      "definition_translation": "पानी या किसी अन्य द्रव्य से ढका हुआ या संतृप्त हुआ",
      "example": "Wczoraj dostałem się mokry w deszczu, ale dziś dostanę się mokry w basenie, a jutro dostanę się mokry w prysznicu.",
      "example_translation": "मैं कल बारिश में गीला हो गया था, लेकिन आज मैं पूल में गीला हो जाऊंगा, और कल मैं शॉवर में गीला हो जाऊंगा",
      "imageLink": "image_files\\English\\wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wietrzny",
      "translation": "हवादार",
      "definition": "Mający silny wiatr; wietrzny.",
      "definition_translation": "मजबूत हवा वाला; हवादार",
      "example": "W zeszłym tygodniu było wietrznie, ale dziś jest spokojnie. Mam nadzieję, że będzie wietrznie następnym tygodniu.",
      "example_translation": "पिछले हफ्ते हवा थी, लेकिन आज यह शांत है। उम्मीद है कि अगले हफ्ते हवा फिर से होगी",
      "imageLink": "image_files\\English\\windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dmuchać",
      "translation": "ढ़लना",
      "definition": "Produkować prąd powietrza, zwłaszcza za pomocą ust lub miecha.",
      "definition_translation": "मुख द्वारा या फूस के माध्यम से हवा का एक स्रोत पैदा करना",
      "example": "Wiatr zaczął dmuchać silnie, dmuchał liście. Później ziebie zdmuchnąć świecę.",
      "example_translation": "हवा ने मजबूती से ढलना शुरू कर दिया, पत्तियाँ उड़ा ले गई। मैं बाद में मोमबत्ती बुझा दूँगा",
      "imageLink": "image_files\\English\\blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bryza",
      "translation": "समीर",
      "definition": "Delikatny wiatr, zwłaszcza przyjemny.",
      "definition_translation": "एक हल्का हवा, विशेष रूप से एक सुखद हवा",
      "example": "Wczoraj wieczorem była delikatna bryza. Lubię siedzieć w bryzie w gorący dzień.",
      "example_translation": "कल शाम को एक हल्का समीर था। मैं गर्म दिन पर समीर में बैठना पसंद करता हूँ",
      "imageLink": "image_files\\English\\breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciepło",
      "translation": "गर्मी",
      "definition": "Forma energii, która przepływa z ciała o wyższej temperaturze do ciała o niższej temperaturze, powodując wzrost temperatury tego ostatniego.",
      "definition_translation": "एक उच्च तापमान वाले शरीर से निम्न तापमान वाले शरीर में ऊर्जा का एक रूप है जिसके परिणामस्वरूप बाद में तापमान में वृद्धि होती है।",
      "example": "Ciepło z ognia ogrzało pokój. Wczoraj ciepło z ognia stopiło lód. Jutro ciepło z słońca będzie rosło.",
      "example_translation": "अग्नि से निकलने वाली गर्मी ने कमरे को गर्म कर दिया. कल, अग्नि से निकलने वाली गर्मी ने बर्फ को पिघला दिया. कल, सूरज से निकलने वाली गर्मी बढ़ेगी.",
      "imageLink": "image_files\\English\\heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "błyskawica",
      "translation": "बिजली",
      "definition": "Błyskawiczne wyładowanie elektryczne w atmosferze, zwykle towarzyszące grzmotowi, występujące podczas burzy.",
      "definition_translation": "एक वज्रपात के दौरान वातावरण में एक चमकदार विद्युत आवेश, आम तौर पर गर्जन के साथ होता है।",
      "example": "Błyskawica przemknęła przez niebo. Wczoraj błyskawica uderzyła w drzewo. Jutro błyskawica oświetli ciemną noc.",
      "example_translation": "आकाश में बिजली चमक उठी. कल, बिजली ने पेड़ को चोट पहुँचाई. कल, बिजली रात के अंधकार को प्रकाशमान कर देगी.",
      "imageLink": "image_files\\English\\lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sezon",
      "translation": "मौसम",
      "definition": "Okres roku charakteryzowany przez określony schemat pogody lub aktywności, taką jak zima, wiosna lub lato.",
      "definition_translation": "साल का एक期间 जिसमें विशेष मौसम पattern या गतिविधि होती है, जैसे कि सर्दी, बसंत या ग्रीष्म ऋतु.",
      "example": "Sezon zimy jest zimny. W zeszłym sezonie pojechaliśmy na plażę. W następnym sezonie będziemy mieli festiwal żniw.",
      "example_translation": "सर्दी का मौसम ठंडा होता है. पिछले मौसम में, हम समुद्र तट पर गए. अगले मौसम में, हम एक फसल त्योहार मनाएंगे.",
      "imageLink": "image_files\\English\\season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wschód słońca",
      "translation": "सूर्योदय",
      "definition": "Czas wczesnego ranka, kiedy słońce pojawia się nad horyzontem, oznaczając początek nowego dnia.",
      "definition_translation": "सुबह का वह समय जब सूरज हॉरिज़न से ऊपर आता है, एक नई दिन की शुरुआत का संकेत देता है.",
      "example": "Wschód słońca na plaży był zapierający dech w piersiach. Wczoraj obserwowaliśmy wschód słońca z góry. Jutro zobaczymy wschód słońca z miasta.",
      "example_translation": "समुद्र तट पर सूर्योदय सांस रोक देने वाला था. कल, हमने पहाड़ से सूर्योदय देखा. कल, हम शहर से सूर्योदय देखेंगे.",
      "imageLink": "image_files\\English\\sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachód słońca",
      "translation": "सूर्यास्त",
      "definition": "Czas wieczorny, kiedy słońce zniknie poniżej horyzontu.",
      "definition_translation": "शाम के समय जब सूरज धरती के नीचे चला जाता है",
      "example": "Zachód słońca na plaży był zapierający dech w piersiach. Słońce zaszło, kiedy przybyliśmy. Zimą zachodzi wcześniej.",
      "example_translation": "समुद्र के किनारे सूर्यास्त बहुत सुंदर था. हम पहुंचने से पहले सूरज डूब चुका था. सर्दियों में यह sớm डूब जाएगा.",
      "imageLink": "image_files\\English\\sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słoneczne światło",
      "translation": "सूरज की रोशनी",
      "definition": "Ciepłe, jasne światło słońca.",
      "definition_translation": "सूरज का温뜻 और चमकीला प्रकाश",
      "example": "Słoneczne światło spowodowało kwitnienie kwiatów. Ona uwielbiała kąpać się w słonecznym świetle. Słoneczne światło przyniesie ciepło do miasta.",
      "example_translation": "सूरज की रोशनी से फूल खिल गए. वह सूरज की रोशनी में स्नान करना पसंद करती थी. सूरज की रोशनी शहर में गर्मी लाएगी.",
      "imageLink": "image_files\\English\\sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grzmot",
      "translation": "गर्जन",
      "definition": "Głośny, grzmiący dźwięk, który towarzyszy błyskawicy podczas burzy.",
      "definition_translation": "एक तेज, गर्जन समान ध्वनि जो तूफान के दौरान बिजली के साथ आती है",
      "example": "Grzmot był tak głośny, że obudził mnie. Grzmot przestraszył dzieci. Grzmot będzie się nasilał, gdy burza się zbliży.",
      "example_translation": "गर्जन इतना तेज था कि मैं जग गया. गर्जन ने बच्चों को डरा दिया. तूफान के नजदीक आने पर गर्जन और तेज हो जाएगा.",
      "imageLink": "image_files\\English\\thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "światło dzienne",
      "translation": "दिन का उजाला",
      "definition": "Światło dnia, w przeciwieństwie do ciemności nocy.",
      "definition_translation": "रात के अंधेरे के विपरीत दिन का प्रकाश",
      "example": "Zaczekaliśmy aż do światła dziennego, aby rozpocząć podróż. Światło dzienne ujawniło piękno krajobrazu. Światło dzienne przyniesie nową nadzieję miastu.",
      "example_translation": "हमने यात्रा शुरू करने के लिए दिन के उजाले तक इंतजार किया. दिन का उजाला ने लैंडस्केप की सुंदरता को प्रकट किया. दिन का उजाला शहर में नई आशा लाएगा.",
      "imageLink": "image_files\\English\\daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "huragan",
      "translation": "चक्रवात",
      "definition": "Huragan to potężna, wirująca burza, która formuje się nad ciepłymi wodami oceanu, charakteryzująca się silnymi wiatrami i obfitymi opadami.",
      "definition_translation": "एक हुर्रिकेन वार्म ओशन वाटर्स पर बनता हुआ एक पावरफुल, रोटेटिंग स्टॉर्म है, जिसकी विशेषता強 हवाएं और भारी बारिश है.",
      "example": "Huragan uderzył w wybrzeże w zeszłym roku, powodując rozległe zniszczenia. W tym roku przygotowujemy się do ostrzeżenia o huraganie. Do przyszłego roku sezon huraganów się skończy.",
      "example_translation": "पिछले साल हमारे तट पर हुर्रिकेन ने हमला किया, जिसके परिणामस्वरूप व्यापक नुकसान हुआ. इस साल, हम हुर्रिकेन अलर्ट की तैयारी कर रहे हैं. अगले साल, हुर्रिकेन सीजन समाप्त हो जाएगा.",
      "imageLink": "image_files\\English\\hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "księżycowe światło",
      "translation": "चंदनी",
      "definition": "Księżycowe światło to światło odbite przez Księżyc, szczególnie w nocy, dając otoczeniu miękki, romantyczny blask.",
      "definition_translation": "चंदनी चंद्रमा द्वारा परावर्तित प्रकाश है, खासकर रात में, जिससे आसपास के वातावरण में एक सॉफ्ट, रोमांटिक ग्लो आता है.",
      "example": "Para udała się na romantyczny spacer pod księżycowym światłem. Księżycowe światło było tak jasne, że nie potrzebowaliśmy latarki. Jutro księżycowe światło będzie jeszcze piękniejsze.",
      "example_translation": "युगल ने चंदनी के नीचे एक रोमांटिक वॉक किया. चंदनी इतनी उज्ज्वल थी कि हमें टॉर्च की आवश्यकता नहीं थी. कल तक, चंदनी और अधिक सुंदर हो जाएगी.",
      "imageLink": "image_files\\English\\moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tęcza",
      "translation": "इन्द्रधनुष",
      "definition": "Tęcza to kolorowe widowisko światła na niebie,.typowo pojawiające się jako łuk kolorów po deszczu.",
      "definition_translation": "इन्द्रधनुष आकाश में प्रकाश का एक रंगीन प्रदर्शन है, जिसकी सामान्य उपस्थिति एक वर्णों के آر्क के रूप में वर्षा से परे होती है.",
      "example": "Zobaczyliśmy piękną tęczę na niebie po burzy. Tęcza pojawiła się nagle, a następnie zniknęła. Za tydzień może ujrzeć następną tęczę.",
      "example_translation": "हमने तूफान के बाद आकाश में एक सुंदर इन्द्रधनुष देखा. इन्द्रधनुष अचानक आ गया और फिर गायब हो गया. अगले हफ्ते तक, हम एक और इन्द्रधनुष देख सकते हैं.",
      "imageLink": "image_files\\English\\rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opad deszczu",
      "translation": "वर्षा",
      "definition": "Opad deszczu to ilość deszczu, która spada w danym obszarze w określonym czasie, zwykle mierzona w calach lub milimetrach.",
      "definition_translation": "वर्षा एक निर्धारित क्षेत्र में एक निर्धारित समय में होने वाली वर्षा की मात्रा है, जिसकी माप आमतौर पर इंच या मिलीमीटर में होती है.",
      "example": "Opad deszczu w tej okolicy wzrastał w ciągu lat. W zeszłym roku opad deszczu był bardzo łagodny, ale w tym roku jest umiarkowany. Za miesiąc opad deszczu się zmniejszy.",
      "example_translation": "इस क्षेत्र में वर्षा वर्षों से बढ़ रही है. पिछले साल वर्षा बहुत भारी थी, लेकिन इस साल यह मॉडरेट है. अगले महीने तक, वर्षा घट जाएगी.",
      "imageLink": "image_files\\English\\rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burzliwy",
      "translation": "आंधी",
      "definition": "Charakterystyczny dla burz lub skłonny do ich powstawania; gorąco intensywny lub burzliwy.",
      "definition_translation": "आंधी वाला; वPASSIONATELY तीव्र या उथल-पुथल",
      "example": "Pogoda burzliwa zmusiła nas do anulowania planów wczoraj, ale dzisiaj jest słonecznie. Czuję się burzliwie po kłótni z przyjacielem. Burzliwe relacje między dwoma krajami trwają od dziesięcioleci.",
      "example_translation": "कल हमारे प्लान्स को रद्द करना पड़ा क्योंकि मौसम आंधी था, लेकिन आज साफ और सूरज वाला है. मेरा अपने दोस्त के साथ争ा के बाद स्टॉर्मी Feel है. दो देशों के बीच का स्टॉर्मी रिश्ता दशकों से चला आ रहा है.",
      "imageLink": "image_files\\English\\stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "światło słoneczne",
      "translation": "सूरज की रोशनी",
      "definition": "Światło emitowane przez Słońce, szczególnie gdy jest ono jasne.",
      "definition_translation": "सूरज की तरफ से आने वाली रोशनी, खासतौर पर जब यह चमकीली हो.",
      "example": "Światło słoneczne wpadające przez okno podkreśliło kurz na meblach. Rano lubię się kąpać w świetle słonecznym na twarzy. Architektura miasta została zaprojektowana tak, aby maksymalnie wykorzystać światło słoneczne przez cały rok.",
      "example_translation": "विंडो से आती हुई सूरज की रोशनी ने फर्नीचर पर लगा धूल उजागर कर दिया. सुबह, मैं अपने चेहरे पर सूरज की रोशनी में न launder करना पसंद करता हूँ. टाउन का आर्किटेक्चर ऐसा डिज़ाइन किया गया है कि पूरे साल में सूरज की रोशनी को अधिकतम कर सके.",
      "imageLink": "image_files\\English\\sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmierzch",
      "translation": "संध्या",
      "definition": "Czas dnia, gdy Słońce jest poniżej horyzontu, a światło jest słabe.",
      "definition_translation": "वह समय जब सूरज क्षितिज से नीचे है, और रोशनी मंद है.",
      "example": "Godzina zmierzchu była spokojna, z szumem chrząszczy w tle. Miasto nabiera magicznej atmosfery podczas zmierzchu. W zmierzchu swojego życia zrealizował on, co jest jego celem.",
      "example_translation": "संध्या के समय में शांति थी, पृष्ठभूमि में टिड्डे के चिरपटे हो रहे थे. ट्वाइलाइट के दौरान शहर एक जादुई गुण प्राप्त कर लेता है. अपने जीवन के संध्या{kale} में, उसने अपने जीवन का उद्देश्य महसूस किया.",
      "imageLink": "image_files\\English\\twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śnieżyca",
      "translation": "बर्फ़े का तूफ़ान",
      "definition": "Silna burza śnieżna z silnymi wiatrami, szczególnie w północnych Stanach Zjednoczonych.",
      "definition_translation": "एक सख्त बर्फ़ानी तूफ़ान जिसमें मजबूत हवाएं हों, özellikle उत्तरी अमेरिका में.",
      "example": "Śnieżyca zmusiła nas do pozostania w domu przez trzy dni. Kraj przygotowuje się do ciężkiej śnieżycy w tym weekendzie. Wczoraj utknąłem w śnieżycy na drodze do lotniska.",
      "example_translation": "बर्फ़े का तूफ़ान ने हमें तीन दिनों के लिए घर के अंदर रहने पर मजबूर कर दिया. देश इस वीकेंड में एक सख्त बर्फ़े का तूफ़ान के लिए तैयार है. मैं रात को एयरपोर्ट जाने के रास्ते में एक बर्फ़े का तूफ़ान में फंस गया.",
      "imageLink": "image_files\\English\\blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fala upału",
      "translation": "गर्म लहर",
      "definition": "Długi okres niezwykle wysokiej temperatury, szczególnie w lecie.",
      "definition_translation": "गर्मी के मौसम में एक लंबे समय तक असामान्यतः गर्म मौसम。",
      "example": "Fala upału w 2019 roku była jedną z najgorętszych w historii. Fala upału z 2019 roku wpłynęła na zdrowie wielu ludzi. W przyszłości będziemy doświadczać więcej fal upału z powodu zmian klimatu.",
      "example_translation": "2019 में गर्म लहर रिकॉर्ड पर सबसे गर्म में से एक थी। गर्म लहर ने कई लोगों के स्वास्थ्य को प्रभावित किया। भविष्य में, हम जलवायु परिवर्तन के कारण अधिक गर्म लहर का अनुभव करेंगे।",
      "imageLink": "image_files\\English\\heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "susza",
      "translation": "सूखा",
      "definition": "Długi okres niezwykle małej ilości opadów, prowadzący do braku wody.",
      "definition_translation": "असामान्यतः कम वर्षा की एक लंबी अवधि, जिसके परिणामस्वरूप जल kıssa होता है।",
      "example": "Susza w 2018 roku wpłynęła na plon. Musimy oszczędzać wodę, aby uniknąć suszy. W przyszłości będziemy coraz częściej doświadczać susz, jeśli nie będziemy dbać o nasze środowisko.",
      "example_translation": "2018 में सूखे ने फसल उपज को प्रभावित किया। हमें सूखे से बचने के लिए जल संरक्षण करने की आवश्यकता है। भविष्य में, यदि हम अपने पर्यावरण की देखभाल नहीं करेंगे तो हम और अधिक सूखे का सामना करेंगे।",
      "imageLink": "image_files\\English\\drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grad",
      "translation": "ओला",
      "definition": "Małe bryły lodu, które spadają z nieba podczas burzy.",
      "definition_translation": "आसमान से ओले के रूप में गिरने वाले छोटे आइस बॉल, तूफान के दौरान ।",
      "example": "Burza gradowa zniszczyła plony. Byliśmy zaskoczeni nagłym gradem. W przyszłości będziemy przygotowani na burze gradowe.",
      "example_translation": "ओले के तूफान ने फसल को नुकसान पहुंचाया। हम ओले के अचानक आने से चौंक गए थे। भविष्य में, हम ओले के तूफान के लिए तैयार होंगे।",
      "imageLink": "image_files\\English\\hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grad",
      "translation": "ओला",
      "definition": "Małe bryły lodu, które spadają z nieba podczas burzy.",
      "definition_translation": "आसमान से ओले के रूप में गिरने वाले छोटे आइस बॉल, तूफान के दौरान ।",
      "example": "Burza gradowa zniszczyła plony. Byliśmy zaskoczeni nagłym gradem. W przyszłości będziemy przygotowani na burze gradowe.",
      "example_translation": "ओले के तूफान ने फसल को नुकसान पहुंचाया। हम ओले के अचानक आने से चौंक गए थे। भविष्य में, हम ओले के तूफान के लिए तैयार होंगे।",
      "imageLink": "image_files\\English\\hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gradzik",
      "translation": "बर्फ का टुकड़ा",
      "definition": "Mała bryła lodu, która tworzy się w atmosferze i spada na ziemię podczas burzy gradowej.",
      "definition_translation": "अटकमस्फेर में बना छोटा सा बर्फ का गोला जो ओलावृष्टि के दौरान जमीन पर गिरता है",
      "example": "Gradzik rozbijał szybę samochodu. Wczoraj gradzik zniszczył okno. W przyszłości gradziki będą szkodzić plonom.",
      "example_translation": "बर्फ का टुकड़ा ने कार की विंडशील्ड को तोड़ दिया। कल, एक बर्फ के टुकड़े ने विंडो को तोड़ दिया था। भविष्य में, बर्फ के टुकड़े फसल को नुकसान पहुंचाएंगे।",
      "imageLink": "image_files\\English\\hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burza gradowa",
      "translation": "ओलावृष्टि",
      "definition": "Burza, która produkuje grad, charakteryzująca się silnym wiatrem i ulewą.",
      "definition_translation": "एक तेज़ हवा और भारी वर्षा की विशेषता वाला एक तूफान जिसमें ओले आते हैं",
      "example": "Burza gradowa zniszczyła plony w całej wsi. Wczoraj burza gradowa uderzyła w miasto. W przyszłości burze gradowe będą coraz częstsze.",
      "example_translation": "ओलावृष्टि ने पूरे गांव में फसल को नुकसान पहुंचाया। कल, एक ओलावृष्टि ने टाउन को प्रभावित किया था। भविष्य में, ओलावृष्टि अधिक बार होंगी।",
      "imageLink": "image_files\\English\\hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wirbal",
      "translation": "चक्रवात",
      "definition": "Obracająca się kolumna powietrza, która szybko się porusza po ziemi, powodując szkody i zniszczenia.",
      "definition_translation": "एक ऐसा हवा का स्तंभ जो जमीन पर तेजी से घूमता है, जिससे नुकसान और विनाश होता है",
      "example": "Wirbal zniszczył domy w całej dzielnicy. Wczoraj wirbal przeszedł przez miasto. W przyszłości wirbale będą coraz potężniejsze.",
      "example_translation": "चक्रवात ने पड़ोस में घरों को नष्ट कर दिया। कल, एक चक्रवात ने शहर के माध्यम से चला था। भविष्य में, चक्रवात अधिक शक्तिशाली होंगे।",
      "imageLink": "image_files\\English\\whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mżawka",
      "translation": "झींवर",
      "definition": "Lekki i stały deszcz, charakteryzujący się małymi kroplami wody spadającymi z nieba.",
      "definition_translation": "एक हल्की और स्थिर वर्षा जिसमें आसमान से पानी की छोटी-छोटी बूंदें गिरती हैं",
      "example": "Mżawka uczyniła ulice śliskimi. Wczoraj mżawka nasączyła ziemię. W przyszłości mżawki będą coraz częstsze.",
      "example_translation": "झींवर ने सड़कों को फिसलने वाला बना दिया। कल, एक झींवर ने मिट्टी को सिक्त कर दिया था। भविष्य में, झींवर अधिक बार होंगे।",
      "imageLink": "image_files\\English\\drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szrok",
      "translation": "धूल आंधी",
      "definition": "Silny wiatr, który unosi duże ilości pyłu i piasku, ograniczający widoczność i powodujący problemy zdrowotne.",
      "definition_translation": "एक मजबूत हवा जो बड़ी मात्रा में धूल और रेत को उठाती है, दृश्यता को कम करती है और श्वसन समस्याओं का कारण बनती है।",
      "example": "Region pustynny doświadczył ciężkiej szroku wczoraj. Szrok trwa już kilka godzin i ma potrwać do jutra. Do następnego tygodnia szrok powinien minąć.",
      "example_translation": "रेगिस्तान क्षेत्र ने कल एक गंभीर धूल आंधी का अनुभव किया। धूल आंधी घंटों से तेज हो रही है, और यह कल तक चलने की उम्मीद है। अगले हफ्ते तक, धूल आंधी गुजर जाएगी।",
      "imageLink": "image_files\\English\\dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]