[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Terier bull",
      "translation": "बुल टेरियर",
      "definition": "Rasa psa znana ze swojej muskularnej budowy, charakterystycznej głowy w kształcie jajka i przyjaznego usposobienia.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने मांसल शरीर, विशिष्ट अंडे के आकार के सिर और मैत्रीपूर्ण स्वभाव के लिए जाना जाता है।",
      "example": "Kiedyś miałem teriera bull, gdy byłam dzieckiem, było ono bardzo zabawne. Teraz mam bulldoga, jest ono quite leniwe. Ale dostanę teriera bull ponownie w przyszłości.",
      "example_translation": "मैं बच्चा था तो मेरे पास एक बुल टेरियर था, वह बहुत ही खेलने वाला था। अब मेरे पास एक बुलडॉग है, वह काफी आलसी है। लेकिन मैं भविष्य में फिर से एक बुल टेरियर लूँगा।",
      "imageLink": "image_files\\English\\bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Buldog",
      "translation": "बुलडॉग",
      "definition": "Rasa psa znana ze swojej stewartej budowy, pomarszczonej twarzy i łagodnego usposobienia.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने स्थिर शरीर, मुरझाया चेहरा और नम्र स्वभाव के लिए जाना जाता है।",
      "example": "Mój kolega ma bulldoga, jest ono bardzo urocze. Miał bulldoga, gdy był dzieckiem, teraz ma dwa bulldogi. Dostanie kolejnego bulldoga w przyszłości.",
      "example_translation": "मेरी सहेली के पास एक बुलडॉग है, वह बहुत प्यारा है। वह बच्चा थी तो उसके पास एक बुलडॉग था, अब उसके पास दो बुलडॉग हैं। वह भविष्य में एक और बुलडॉग लूँगी।",
      "imageLink": "image_files\\English\\bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Dalmatyńczyk",
      "translation": "डालमेशियन",
      "definition": "Rasa psa znana ze swojej chrakterystycznej białej szaty z czarnymi plamami i swojego pochodzenia z Dalmacji.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने विशिष्ट सफेद कोट के साथ काले धब्बे और दालमेशिया में अपनी उत्पत्ति के लिए जाना जाता है।",
      "example": "Widziałem dalmatyńczyka w parku, było ono bardzo energiczne. Widziała dalmatyńczyka, gdy była dzieckiem, teraz chce dalmatyńczyka. Dostanie dalmatyńczyka w przyszłości.",
      "example_translation": "मैंने पार्क में एक डालमेशियन देखा, वह बहुत ही ऊर्जावान था। वह बच्चा थी तो उसने एक डालमेशियन देखा, अब वह एक डालमेशियन चाहती है। वह भविष्य में एक डालमेशियन लूँगी।",
      "imageLink": "image_files\\English\\dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Pudel",
      "translation": "पूडल",
      "definition": "Rasa psa znana ze swojej krętej, nie wypadającej szaty i wysokiej inteligencji.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने कर्ली, निर्जल कोट और उच्च बुद्धिमत्ता के लिए जाना जाता है।",
      "example": "Miałem pudla, gdy byłam dzieckiem, było ono bardzo posłuszne. Teraz mam pudla, jest ono quite inteligentne. Ale dostanę większego pudla w przyszłości.",
      "example_translation": "मैं बच्चा था तो मेरे पास एक पूडल था, वह बहुत ही आज्ञाकारी था। अब मेरे पास एक पूडल है, वह काफी बुद्धिमान है। लेकिन मैं भविष्य में एक बड़ा पूडल लूँगा।",
      "imageLink": "image_files\\English\\poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Chart afgański",
      "translation": "अफगान हाउंड",
      "definition": "Wysoki, jedwabisty pies rasy pochodzącej z Afganistanu, znany ze swojej zwrotności i umiejętności łowieckich.",
      "definition_translation": "अफगानिस्तान से आयात किए गए एक उच्च, रेशमी कोट वाली नस्ल, जिसकी लचक और शिकार कौशल के लिए जाना जाता है",
      "example": "Chart afgański był hodowany do polowań w górskich regionach Afganistanu. Poluje dzisiaj. Poluje jutro.",
      "example_translation": "अफगान हाउंड को अफगानिस्तान के पहाड़ी क्षेत्रों में शिकार करने के लिए पाला गया था. आज भी वह शिकार करता है. कल फिर वह शिकार करेगा.",
      "imageLink": "image_files\\English\\afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Akita",
      "translation": "अकीता",
      "definition": "Duży, potężny pies rasy pochodzącej z Japonii, znany ze swojej lojalności i ochronnych instynktów.",
      "definition_translation": "जापान से आयात किए गए एक बड़े, शक्तिशाली नस्ल, जिसकी वफादारी और सुरक्षा प्रवृत्ति के लिए जाना जाता है",
      "example": "Akita był lojalnym towarzyszem swojego właściciela. Jest lojalnym dzisiaj. Będzie lojalnym w przyszłości.",
      "example_translation": "अकीता अपने मालिक का वफादार साथी था. आज भी वह वफादार है. भविष्य में भी वह वफादार रहेगा.",
      "imageLink": "image_files\\English\\akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Malamut alaskański",
      "translation": "अलास्कन मलाम्यूट",
      "definition": "Silny, wytrzymały pies rasy pochodzącej z Alaski, znany ze swojej wytrzymałości i siły pociągowej.",
      "definition_translation": "अलास्का से आयात किए गए एक मजबूत, सुदृढ़ नस्ल, जिसकी धैर्य और खीचने की शक्ति के लिए जाना जाता है",
      "example": "Malamut alaskański był używany do ciągnięcia ciężkich sań w Alasce. Jest używany dzisiaj. Będzie używany jutro.",
      "example_translation": "अलास्कन मलाम्यूट को अलास्का में भारी स्लेड्स खीचने के लिए इस्तेमाल किया गया था. आज भी इस्तेमाल होता है. कल फिर इस्तेमाल होगा.",
      "imageLink": "image_files\\English\\alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Basset hound",
      "translation": "बैसेट हाउंड",
      "definition": "Niskonożny, obwisły pies rasy pochodzącej z Francji, znany ze swojej spokojnej i przyjaznej natury.",
      "definition_translation": "फ्रांस से आयात किए गए एक छोटे-पैर, लटकते कान वाली नस्ल, जिसकी शांत और मैत्रीपूर्ण स्वभाव के लिए जाना जाता है",
      "example": "Basset hound był hodowany do polowań na małą zwierzynę we Francji. Poluje dzisiaj. Poluje jutro.",
      "example_translation": "बैसेट हाउंड को फ्रांस में छोटे शिकार के लिए पाला गया था. आज भी वह शिकार करता है. कल फिर वह शिकार करेगा.",
      "imageLink": "image_files\\English\\basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Biegacz",
      "translation": "बिगल",
      "definition": "Mały, przyjazny pies z krótką, gładką szatą i luźnymi uszami, pierwotnie hodowany do polowań.",
      "definition_translation": "एक छोटा, मैत्रीपूर्ण कुत्ता जिसकी छोटी, चिकनी कोट और फ्लॉपी कान होते हैं, मूल रूप से शिकार के लिए नस्ल किया गया।",
      "example": "Biegacz sznurkował wokół parku wczoraj, sznurkuje wokół parku dzisiaj, i sznurkować będzie wokół parku jutro.",
      "example_translation": "पार्क के आसपास कल बिगल सूँघता था, आज पार्क के आसपास सूँघता है, और कल पारक के आसपास सूँघेगा।",
      "imageLink": "image_files\\English\\beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Bernhardyńczyk",
      "translation": "बर्नीज माउंटेन डॉग",
      "definition": "Duży, potężny pies z gęstą, trójkolorową szatą, pochodzący ze Szwajcarskich Alp.",
      "definition_translation": "एक बड़ा, शक्तिशाली कुत्ता जिसकी मोटी, तीन रंग की कोट होती है, स्विस आल्प्स से उत्पन्न।",
      "example": "Bernhardyńczyk ratował ludzi z lawin w przeszłości, ratuje ludzi z lawin dzisiaj, i ratować będzie ludzi z lawin w przyszłości.",
      "example_translation": "बर्नीज माउंटेन डॉग अतीत में हिमस्खलन से लोगों को बचाता था, वर्तमान में हिमस्खलन से लोगों को बचाता है, और भविष्य में हिमस्खलन से लोगों को बचाएगा।",
      "imageLink": "image_files\\English\\bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krewetka",
      "translation": "ब्लडहाउंड",
      "definition": "Duży, potężny pies z pomarszczoną twarzą i dobrym węchem, używany do tropienia i polowania.",
      "definition_translation": "एक बड़ा, शक्तिशाली कुत्ता जिसकी मुक्तलिफ चेहरा और तीव्र गंध की भावना होती है, ट्रैकिंग और शिकार के लिए प्रयोग किया जाता है।",
      "example": "Krewetka tropił podejrzanego wczoraj, będzie tropił podejrzanego dziś i tropi podejrzanego jutro.",
      "example_translation": "ब्लडहाउंड ने संदिग्ध काслід पिछली रात पीछा किया, आज रात संदिग्ध काслід पीछा कर रहा है, और अगले सप्ताह संदिग्ध काслід पीछा करेगा।",
      "imageLink": "image_files\\English\\bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "border collie",
      "translation": "बॉर्डर कॉली",
      "definition": "Inteligentny i zwinny pies, pierwotnie wyhodowany do zaganiania owiec i innych zwierząt gospodarskich.",
      "definition_translation": "एक अत्यंत बुद्धिमान और लचीला कुत्ता, मूल रूप से भेड़ों और अन्य पशुओं के झुंड के लिए नस्ल किया गया।",
      "example": "Border collie zaganiał owce wczoraj, zagania owce dzisiaj i będzie zaganiał owce jutro.",
      "example_translation": "बॉर्डर कॉली ने कल भेड़ों का झुंड किया, आज भेड़ों का झुंड कर रहा है, और कल भेड़ों का झुंड करेगा।",
      "imageLink": "image_files\\English\\border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "boston terrier",
      "translation": "बोस्टन टेरियर",
      "definition": "Boston terrier to mała, kompaktowa rasa psów znana z charakterystycznych 'frakowych' znaków i przyjaznej, towarzyskiej osobowości.",
      "definition_translation": "बोस्टन टेरियर एक छोटा, कॉम्पैक्ट डॉग नस्ल है जिसकी विशिष्ट 'टक्सीडो' चिह्न और मित्रवत, बाहर जाने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "Zamierzam kupić boston terriera jutro, ale kupiłem labradora retrievera w zeszłym roku i kupuję golden retrievera teraz.",
      "example_translation": "मैं कल बोस्टन टेरियर खरीदूँगा, लेकिन मैंने पिछले साल लेब्राडोर रिट्रीवर खरीदा था, और मैं अभी गोल्डन रिट्रीवर खरीद रहा हूँ।",
      "imageLink": "image_files\\English\\boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bokser",
      "translation": "बॉक्सर",
      "definition": "Bokser to średniej wielkości rasa psów znana z muskularnej budowy i energicznego, zabawnego usposobienia.",
      "definition_translation": "बॉक्सर एक मध्यम आकार की डॉग नस्ल है जिसकी मांसपेशी बिल्ड और ऊर्जावान, खेलने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "Wczoraj spacerowałem z bokserem, ale jutro będę spacerował z pugiem, a teraz spaceruję z dachshundem.",
      "example_translation": "मैंने कल बॉक्सर की सैर की, लेकिन मैं कल पग की सैर करूँगा, और मैं अभी डैचशंड की सैर कर रहा हूँ।",
      "imageLink": "image_files\\English\\boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bulmastif",
      "translation": "बलमस्टिफ",
      "definition": "Bulmastif to duża, potężna rasa psów znana z lojalności, odwagi i instynktów ochronnych.",
      "definition_translation": "बलमस्टिफ एक बड़ा, शक्तिशाली डॉग नस्ल है जिसकी निष्ठा, साहस, और सुरक्षात्मक प्रवृत्ति के लिए जाना जाता है।",
      "example": "Zamierzam wyszkolić bulmastifa następnego tygodnia, ale wyszkoliłemrottweilera w zeszłym miesiącu i obecnie szkolię owczarka niemieckiego.",
      "example_translation": "मैं अगले हफ्ते बलमस्टिफ की ट्रेनिंग करूँगा, लेकिन मैंने पिछले महीने रॉटवीलर की ट्रेनिंग की थी, और मैं अभी जर्मन शेफर्ड की ट्रेनिंग कर रहा हूँ।",
      "imageLink": "image_files\\English\\bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Cairn terrier",
      "translation": "केयर्न टेरियर",
      "definition": "Cairn terrier to mała, waleczna rasa psów znana z odwagi, inteligencji i energetycznego usposobienia.",
      "definition_translation": "केयर्न टेरियर एक छोटा, लड़ाकू डॉग नस्ल है जिसकी बहादुरी, बुद्धिमत्ता, और ऊर्जावान व्यक्तित्व के लिए जाना जाता है।",
      "example": "Miałem Cairn terriera, gdy byłem dzieckiem, ale teraz mam beagle'a, a wkrótce będę miał buldoga francuskiego.",
      "example_translation": "मैं बच्चा था तो मेरे पास केयर्न टेरियर था, लेकिन अब मेरे पास बीगल है, और मैं जल्द ही फ्रेंच बुलडॉग पाऊँगा।",
      "imageLink": "image_files\\English\\cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kane korso, mastif hiszpański",
      "translation": "केन कोर्सो, स्पैनिश मस्टिफ",
      "definition": "Rasa dużych, potężnych psów pochodzących z Włoch, znana z lojalnego i ochronnego charakteru.",
      "definition_translation": "एक बड़े और शक्तिशाली कुत्तों की नस्ल है जिसका मूल इटली में है, जिसके लिए अपने वफादार और रक्षात्मक प्रकृति के लिए जाना जाता है",
      "example": "Wczoraj zobaczyłem kane korso na wystawie psów, było ogromne. Dziś myślę o tym, aby dostać jedno. Za 5 lat będę miał całą paczkę ich.",
      "example_translation": "कल मैं डॉग शो में एक केन कोर्सो देखा, वह विशाल था. आज, मैं एक प्राप्त करने की सोच रहा हूँ. 5 साल में, मेरे पास उनका पूरा पैक होगा.",
      "imageLink": "image_files\\English\\cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chihuahua",
      "translation": "चिहुआहुआ",
      "definition": "Rasa małych psów pochodzących z Meksyku, znana z dużych oczu i małego rozmiaru.",
      "definition_translation": "एक छोटे कुत्तों की नस्ल है जिसका मूल मेक्सिको में है, जिसके लिए अपनी बड़ी आँखें और छोटा आकार के लिए जाना जाता है",
      "example": "Moja babcia miała chihuahua, gdy byłem dzieckiem, było takie słodkie. Teraz mam własnego chihuahua, a za 10 lat będę miał fermę chihuahua.",
      "example_translation": "जब मैं बच्चा था, मेरी दादी के पास एक चिहुआहुआ था, वह बहुत प्यारा था. अब, मेरे पास मेरा अपना चिहुआहुआ है, और वह अभी भी बहुत प्यारा है. 10 साल में, मेरे पास चिहुआहुआ फार्म होगा.",
      "imageLink": "image_files\\English\\chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czochraj",
      "translation": "चाउ चाउ",
      "definition": "Rasa puszystych psów pochodzących z Chin, znana z grubych futer i lojalnego charakteru.",
      "definition_translation": "एक फ्लफी कुत्तों की नस्ल है जिसका मूल चीन में है, जिसके लिए अपने मोटे कोट और वफादार प्रकृति के लिए जाना जाता है",
      "example": "Miałem czochraja, gdy byłem na studiach, było wspaniałym towarzyszem. Teraz myślę o tym, aby dostać kolejnego. Za 5 lat będę miał całą rodzinę czochrajów.",
      "example_translation": "जब मैं कॉलेज में था, मेरे पास एक चाउ चाउ था, वह एक बहुत अच्छा साथी था. अब, मैं एक और प्राप्त करने की सोच रहा हूँ. 5 साल में, मेरे पास चाउ चाउ का पूरा परिवार होगा.",
      "imageLink": "image_files\\English\\chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kokr spanielski",
      "translation": "कोकर स्पैनियल",
      "definition": "Rasa łagodnych i szczerych psów pochodzących z Hiszpanii, znana z luźnych uszu i miłego charakteru.",
      "definition_translation": "एक नाजुक और स्नेही कुत्तों की नस्ल है जिसका मूल स्पेन में है, जिसके लिए अपने लटकते कान और प्रेमपूर्ण प्रकृति के लिए जाना जाता है",
      "example": "Mój sąsiad ma kokra spanielskiego, jest słodkim psem. Wczoraj bawiłem się z nim, a teraz myślę o tym, aby dostać własnego. Za 10 lat będę miał fermę kokrów spanielskich.",
      "example_translation": "मेरे पड़ोसी के पास एक कोकर स्पैनियल है, वह एक मीठा कुत्ता है. कल, मैं उसे खेला, और आज, मैं एक प्राप्त करने की सोच रहा हूँ. 10 साल में, मेरे पास कोकर स्पैनियल फार्म होगा.",
      "imageLink": "image_files\\English\\cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jamnik, piesek kiełbaskowy",
      "translation": "डैचशंड, सॉसेज डॉग",
      "definition": "Rasa psa znana ze swoich krótkich nóg i długiego ciała, która została pierwotnie wyhodowana do polowania na borsuki i inne zwierzęta kopiące.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपने छोटे पैर और लंबे शरीर के लिए जाना जाता है, जिसे मूल रूप से बेजर और अन्य खुदाई करने वाले जानवरों के शिकार के लिए पाला गया था。",
      "example": "Miałem jamnika jako psa domowego, gdy byłam dzieckiem, było to bardzo zabawne. Obecnie moja siostra ma jamnika, a on jest bardzo pokornym. Do przyszłego roku będę miał jamnika ponownie.",
      "example_translation": "मैं एक बच्चे के रूप में एक डैचशंड के मालिक थे, यह बहुत ही खिलाड़ी था।当前, मेरी बहन के पास एक डैचशंड है और यह बहुत ही आज्ञाकारी है। अगले साल तक, मेरे पास एक डैचशंड फिर से होगा।",
      "imageLink": "image_files\\English\\dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier fox",
      "translation": "फॉक्स टेरियर",
      "definition": "Rasa psa znana ze swojej małej wielkości, energicznego temperamentu i charakterystycznych cech twarzy.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपने छोटे आकार, ऊर्जावान स्वभाव और विशिष्ट चेहरे की विशेषताओं के लिए जाना जाता है.",
      "example": "Mój przyjaciel miał teriera fox jako psa domowego, było to bardzo żywiołowe. Teraz on ma teriera fox, a on jest bardzo przyjaznym. Do przyszłego miesiąca będę miał teriera fox również.",
      "example_translation": "मेरे दोस्त के पास एक फॉक्स टेरियर के मालिक थे, वह बहुत ही सक्रिय था। अब, उसके पास एक फॉक्स टेरियर है और वह बहुत ही मित्रवत है। अगले महीने तक, मेरे पास एक फॉक्स टेरियर भी होगा।",
      "imageLink": "image_files\\English\\fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "buldog francuski",
      "translation": "फ्रेंच बुलडॉग",
      "definition": "Rasa psa znana ze swojej budowy mięśniowej, krótkiej szaty i towarzyskiej natury.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपने संगठित निर्माण, छोटी कोट और स्नेही स्वभाव के लिए जाना जाता है.",
      "example": "Miałem bulldoga francuskiego jako psa domowego, było to bardzo łagodne. Obecnie mój brat ma bulldoga francuskiego, a on jest bardzo zabawny. Do przyszłego roku będę miał bulldoga francuskiego ponownie.",
      "example_translation": "मैं एक फ्रेंच बुलडॉग के मालिक थे, यह बहुत ही Gentle था।現在, मेरे भाई के पास एक फ्रेंच बुलडॉग है और यह बहुत ही खिलाड़ी है। अगले साल तक, मेरे पास एक फ्रेंच बुलडॉग फिर से होगा।",
      "imageLink": "image_files\\English\\french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owczarek niemiecki",
      "translation": "ज़ेर्मन शेपर्ड",
      "definition": "Rasa psa znana ze swojej inteligencji, lojalności i ochronnej natury, często używana jako psy policyjne i wojskowe.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपनी बुद्धिमत्ता, वफादारी और सुरक्षात्मक स्वभाव के लिए जाना जाता है, अक्सर पुलिस और सैन्य कुत्ते के रूप में प्रयोग किया जाता है।",
      "example": "Mój wujek miał owczarka niemieckiego jako psa domowego, było to bardzo inteligentne. Teraz on ma owczarka niemieckiego, a on jest bardzo lojalnym. Do przyszłego miesiąca będę miał owczarka niemieckiego również.",
      "example_translation": "मेरे चाचा के पास एक ज़ेर्मन शेपर्ड के मालिक थे, यह बहुत ही बुद्धिमान था। अब, उसके पास एक ज़ेर्मन शेपर्ड है और यह बहुत ही वफादार है। अगले महीने तक, मेरे पास एक ज़ेर्मन शेपर्ड भी होगा।",
      "imageLink": "image_files\\English\\german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sznauzer olbrzym",
      "translation": "विशाल श्नॉज़र",
      "definition": "Sznauzer olbrzym to duża, potężna rasa psa, która została wyhodowana w Niemczech w XVII wieku. Jest znany ze swojej charakterystycznej brody i brwi, a często używany jako pies strażniczy lub policyjny.",
      "definition_translation": "17वीं शताब्दी में जर्मनी में उत्पन्न होने वाली एक बड़ी, शक्तिशाली कुत्ता नस्ल, जिसे अपने विशिष्ट दाढ़ी और भौंहों के लिए जाना जाता है, और अक्सर गार्ड डॉग या पुलिस डॉग के रूप में उपयोग किया जाता है.",
      "example": "Sznauzer olbrzym był szkolony do ochrony domu rodziny. Będzie strzegł domu rodziny. Strażował dom rodziny.",
      "example_translation": "परिवार के घर की रक्षा के लिए विशाल श्नॉज़र को प्रशिक्षित किया गया था. यह परिवार के घर की रक्षा करेगा. यह परिवार के घर की रक्षा करता था.",
      "imageLink": "image_files\\English\\giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "retriever złoty",
      "translation": "गोल्डन रिट्रीवर",
      "definition": "Retriever złoty to średniej wielkości rasa psa, która jest znana ze swojej przyjaznej, lojalnej i delikatnej natury. Często używany jako pies terapeutyczny, pies poszukiwawczy lub jako pies domowy.",
      "definition_translation": "एक मध्यम आकार की कुत्ता नस्ल जो अपने मैत्रीपूर्ण, वफादार और नरम स्वभाव के लिए जाना जाता है. यह अक्सर थेरेपी डॉग, सर्च एंड रेस्क्यू डॉग या फैमिली पेट के रूप में उपयोग किया जाता है.",
      "example": "Retriever złoty jest popularną rasą psa. Będzie doskonałym psem dla rodziny. Został doskonałym towarzyszem dla starszej kobiety.",
      "example_translation": "गोल्डन रिट्रीवर कुत्ते की एक लोकप्रिय नस्ल है. यह एक महान फैमिली पेट बनेगा. यह एक वृद्ध महिला के लिए एक महान साथी बना था.",
      "imageLink": "image_files\\English\\golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dog niemiecki",
      "translation": "ग्रेट डेन",
      "definition": "Dog niemiecki to duża rasa psa, znana ze swojej ogromnej wielkości, łagodnej natury i krótkiej, gładkiej szaty. Często nazywany jest 'łagodnym olbrzymem'.",
      "definition_translation": "एक बड़ी कुत्ता नस्ल जो अपने विशालकाय आकार, नरम स्वभाव और छोटे, मुलायम कोट के लिए जाना जाता है. यह अक्सर नरम दिग्गज के रूप में संदर्भित किया जाता है.",
      "example": "Dog niemiecki jest popularną rasą psa. Będzie łagodnym towarzyszem. Był lojalnym przyjacielem dla rodziny.",
      "example_translation": "ग्रेट डेन कुत्ते की एक लोकप्रिय नस्ल है. यह एक नरम साथी होगा. यह परिवार का एक वफादार दोस्त था.",
      "imageLink": "image_files\\English\\great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chart greyhound",
      "translation": "ग्रeyhाउंड",
      "definition": "Chart greyhound to rasa psa, która jest znana ze swojej szybkości, zwinności i krótkiej, gładkiej szaty. Często używany do wyścigów i uważany za łagodną i sympatyczną rasę.",
      "definition_translation": "एक कुत्ता नस्ल जो अपनी गति, लचीलापन और छोटे, मुलायम कोट के लिए जाना जाता है. यह अक्सर रेसिंग के लिए उपयोग किया जाता है और एक नरम और स्नेही नस्ल माना जाता है.",
      "example": "Chart greyhound jest szybkim psem. Będzie biec szybko. Biegł szybką Gonitwę.",
      "example_translation": "ग्रeyhाउंड एक तेज़ कुत्ता है. यह तेज़ी से दौड़ेगा. यह एक तेज़ दौड़ दौड़ा था.",
      "imageLink": "image_files\\English\\greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier irlandzki",
      "translation": "आयरिश टेरियर",
      "definition": "Mała do średniej wielkości rasa psa o muskularnej budowie, krótkiej szacie i spiczastych uszach pochodząca z Irlandii.",
      "definition_translation": "आयरलैंड से निकलने वाला एक छोटा से मध्यम आकार का कुत्ता, मांसपेशी निर्माण, छोटा कोट और नुकीले कान वाला",
      "example": "Miałem teriera irlandzkiego jako psa domowego, gdy byłam dzieckiem, było to bardzo zabawne. Obecnie mój przyjaciel ma teriera irlandzkiego, a on jest nadal zabawny. W przyszłości mam nadzieję, że będę miał teriera irlandzkiego ponownie jako psa domowego.",
      "example_translation": "मैं एक बच्चा था जब मेरे पास एक आयरिश टेरियर पालतू था, यह बहुत ही खिलवाड़ था. आजकल, मेरा एक दोस्त है जिसके पास एक आयरिश टेरियर है और यह अब भी खिलवाड़ है. भविष्य में, मैं आशा करता हूँ कि एक और आयरिश टेरियर पालतू होगा.",
      "imageLink": "image_files\\English\\irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier Jack Russell",
      "translation": "जैक रसेल टेरियर",
      "definition": "Mały, żywiołowy pies o krótkiej, gęstej szacie i wesołym temperamentem, pochodzący z Anglii.",
      "definition_translation": "इंग्लैंड से निकलने वाला एक छोटा, ऊर्जावान कुत्ता, छोटा, घना कोट और जीवंत स्वभाव वाला",
      "example": "Widziałem teriera Jack Russell w parku wczoraj, było to bardzo żywiołowe. Mój przyjaciel ma teriera Jack Russell, a on jest zawsze grający. W przyszłości myślę, że dostanę sobie teriera Jack Russell jako psa domowego.",
      "example_translation": "मैंने कल पार्क में एक जैक रसेल टेरियर देखा, यह बहुत ही ऊर्जावान था. मेरे दोस्त के पास एक जैक रसेल टेरियर है और यह हमेशा खेलता है. भविष्य में, मैं सोचता हूँ कि मैं एक जैक रसेल टेरियर पालतू लूँगा.",
      "imageLink": "image_files\\English\\jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Labrador Retriever",
      "translation": "लेब्राडोर रिट्रीवर",
      "definition": "Średniej do dużej wielkości pies z krótkim, gładkim futrem i przyjaznym, towarzyskim usposobieniem, pochodzący z Kanady.",
      "definition_translation": "कैनाडा से निकलने वाला एक मध्यम से बड़ा आकार का कुत्ता, छोटा,_smooth कोट और मित्रवत, बहिर्गामी स्वभाव वाला",
      "example": "Miałem Labrador Retrievera jako zwierzę domowe, gdy byłem dzieckiem, było bardzo przyjazne. Teraz mam przyjaciela, który posiada Labrador Retrievera i nadal jest przyjazne. W przyszłości mam nadzieję, że będę miał kolejnego Labrador Retrievera jako zwierzę domowe.",
      "example_translation": "मैंने एक बच्चा था जब मेरे पास एक लेब्राडोर रिट्रीवर पालतू था, यह बहुत ही मित्रवत था. आजकल, मेरा एक दोस्त है जिसके पास एक लेब्राडोर रिट्रीवर है और यह अब भी मित्रवत है. भविष्य में, मैं आशा करता हूँ कि एक और लेब्राडोर रिट्रीवर पालतू होगा.",
      "imageLink": "image_files\\English\\labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Maltczyk",
      "translation": "माल्टीज",
      "definition": "Mały, biały pies z jedwabistym, kręconym futrem i łagodnym, uczuciowym usposobieniem, pochodzący z wyspy Malty.",
      "definition_translation": "माल्टा द्वीप से निकलने वाला एक छोटा, सफ़ेद कुत्ता, रेशमी, कर्ल कोट और सौम्य, स्नेही स्वभाव वाला",
      "example": "Spotkałem Maltczyka na ulicy wczoraj, było bardzo urocze. Mój przyjaciel posiada Maltczyka i jest zawsze uczuciowy. W przyszłości myślę, że dostanę Maltczyka jako zwierzę domowe.",
      "example_translation": "मैंने कल सड़क में एक माल्टीज कुत्ता मिला, यह बहुत ही प्यारा था. मेरे दोस्त के पास एक माल्टीज है और यह हमेशा स्नेही है. भविष्य में, मैं सोचता हूँ कि मैं एक माल्टीज पालतू लूँगा.",
      "imageLink": "image_files\\English\\maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Mastyf",
      "translation": "मस्तिफ़",
      "definition": "Mastyf to duża rasa psa znana ze swojej wielkości, potężnej budowy i lojalnego usposobienia.",
      "definition_translation": "मस्तिफ़ एक बड़े कुत्ते की नस्ल है जिसके लिए अपने बड़े आकार, शक्तिशाली निर्माण और वफ़ादार स्वभाव के लिए जाना जाता है।",
      "example": "Posiadałem Mastyfa, gdy byłem dzieckiem, było łagodnym olbrzymem. Teraz mam mniejszego psa, ale tęsknię za moim Mastyfem. Pewnego dnia dostanę kolejnego Mastyfa.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास एक मस्तिफ़ था, यह एक दयालु दैत्य था। अब मेरे पास एक छोटा कुत्ता है, लेकिन मैं अपने मस्तिफ़ की याद करता हूँ। एक दिन मैं फिर से एक मस्तиф़ प्राप्त करूँगा।",
      "imageLink": "image_files\\English\\mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Miniaturowy Pinczer",
      "translation": "मिनियेचर पिंस्चर",
      "definition": "Miniaturowy Pinczer to mała rasa psa znana ze swojej energicznej i zabawnej osobowości.",
      "definition_translation": "मिनियेचर पिंस्चर एक छोटे आकार की कुत्ते की नस्ल है जिसके लिए अपने ऊर्जावान और खेलने वाले स्वभाव के लिए जाना जाता है।",
      "example": "Moja siostra posiada Miniaturowego Pinczera, jest bardzo urocze i zabawne. Każdego ranka bierze je na spacer. W przyszłości będzie szkolić go, aby wykonywał triki.",
      "example_translation": "मेरी बहन के पास एक मिनियेचर पिंस्चर है, यह बहुत प्यारा और खेलने वाला है। वह सुबह-सुबह इसके साथ टहलने जाती है। भविष्य में, वह इसे करतब दिखाने के लिए प्रशिक्षित करेगी।",
      "imageLink": "image_files\\English\\miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Miniaturowy Pudel",
      "translation": "मिनियेचर पूडल",
      "definition": "Miniaturowy Pudel to mała rasa psa znana ze swojej inteligentnej i aktywnej osobowości.",
      "definition_translation": "मिनियेचर पूडल एक छोटे आकार की कुत्ते की नस्ल है जिसके लिए अपने बुद्धिमान और सक्रिय स्वभाव के लिए जाना जाता है।",
      "example": "Posiadam Miniaturowego Pudela, jest bardzo inteligentny i łatwy do szkolenia. Wczoraj wziąłem go do parku i bawił się z innymi psami. Jutro zabiorę go do groomera.",
      "example_translation": "मेरे पास एक मिनियेचर पूडल है, यह बहुत बुद्धिमान और प्रशिक्षित करने में आसान है। कल, मैंने इसके साथ पार्क में ले गया, और यह दूसरे कुत्तों के साथ खेला। कल, मैं इसके साथ नाई के पास ले जाऊँगा।",
      "imageLink": "image_files\\English\\miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kundel",
      "translation": "मिश्रіт कुत्ता",
      "definition": "Kundel to pies mieszanej rasy, wynikający z krzyżowania różnych ras czystych lub innych kundli.",
      "definition_translation": "मिश्रít कुत्ता एक मिश्रít नस्ल का कुत्ता है, जिसका निर्माण अलग-अलग शुद्ध नस्ल के कुत्तों या अन्य मिश्रít नस्ल के कुत्तों के zwischenbraeding से होता है।",
      "example": "Posiadam Kundla, jest mieszanką złotowłosego retrievera i Labrador Retrievera. Jest bardzo przyjazne i lubi grać w fetch. Gdy byłem dzieckiem, posiadałem Kundla, był bardzo lojalny wobec mnie.",
      "example_translation": "मेरे पास एक मिश्रít कुत्ता है, यह एक गोल्डन रिट्रीवर और लेब्राडोर का मिश्रण है। यह बहुत दोस्ताना है और फेंकने के लिए प्यार करता है। जब मैं बच्चा था, तब मेरे पास एक मिश्रít कुत्ता था, यह मेरे लिए बहुत वफ़ादार था।",
      "imageLink": "image_files\\English\\mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Nowofundland",
      "translation": "न्यूफ़ाउंडलैंड",
      "definition": "Nowofundland to duża rasa psa pochodząca z wyspy Nowej Fundlandii, charakteryzująca się płetwiami na nogach, wodoodpornym futrem i łagodnym usposobieniem.",
      "definition_translation": "न्यूफ़ाउंडलैंड द्वीप से उत्पन्न एक बड़ा कुत्ता नस्ल, अपने वेब्ड पैरों, जल प्रतिरोधी कोट और नरम स्वभाव की विशेषता है。",
      "example": "Nowofundland jest znany ze swojej lojalności i uczuciowości wobec swojej rodziny. Ochronił swoją rodzinę przed burzą wczoraj. Będzie chronił swoją rodzinę przed wszelkim zagrożeniem w przyszłości.",
      "example_translation": "न्यूफ़ाउंडलैंड कुत्ता अपने परिवार के प्रति वफ़ादारी और स्नेह के लिए जाना जाता है. यह कल रात तूफ़ान से अपने परिवार की रक्षा की. यह भविष्य में अपने परिवार की किसी भी हानि से रक्षा करेगा.",
      "imageLink": "image_files\\English\\newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Papillon",
      "translation": "पपिलón",
      "definition": "Papillon to mała, przyjazna rasa psa z uszami w kształcie motyla i długim, kręconym futrem.",
      "definition_translation": "एक छोटा, मित्रवत कुत्ता नस्ल जिसके कानों का आकार तितली के समान है और इसके कोट लंबे और कर्लदार हैं.",
      "example": "Miałem Papillona jako zwierzę domowe, gdy byłem dzieckiem. Lubiło bawić się ze mną w parku. Będzie wielkim towarzyszem dla moich dzieci w przyszłości.",
      "example_translation": "मैंने बचपन में पपिलón के रूप में पालतू जानवर रखा था. यह मेरे साथ पार्क में खेलना पसंद करता था. यह मेरे बच्चों के लिए भविष्य में एक महान साथी होगा.",
      "imageLink": "image_files\\English\\papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Pekin",
      "translation": "पीकीनीज़",
      "definition": "Pekin to mała, łagodna rasa psa pochodząca z Chin, charakteryzująca się długim, puszystym futrem i płaską twarzą.",
      "definition_translation": "चीन से उत्पन्न एक छोटा, नरम कुत्ता नस्ल जिसके लंबे, फ्लफ़ी कोट और सपाट चेहरे की विशेषता है.",
      "example": "Pekin jest znany ze swojej spokojnej natury. Siedział cicho w pokoju wczoraj. Będzie miłym dodatkiem do naszej rodziny w przyszłości.",
      "example_translation": "पीकीनीज़ कुत्ता अपने शांत स्वभाव के लिए जाना जाता है. यह कल रूम में चुपचाप बैठा था. यह हमारे परिवार के लिए भविष्य में एक अच्छा जोड़ होगा.",
      "imageLink": "image_files\\English\\pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Terier Pit Bull",
      "translation": "पिट बुल टेरियर",
      "definition": "Terier Pit Bull to odporny, atletyczny pies znany ze swojej masywnej budowy, krótkiego futra i lojalnego usposobienia, wyhodowany w Anglii.",
      "definition_translation": "इंग्लैंड में विकसित एक मजबूत, एथलेटिक कुत्ता नस्ल जिसके मांसल बदन, छोटे कोट और वफ़ादार स्वभाव की विशेषता है.",
      "example": "Terier Pit Bull jest popularną rasą dla tych, którzy lubią aktywność na świeżym powietrzu. Biegł szybko ze mną w parku wczoraj. Będzie dobrym towarzyszem do jogginu w przyszłości.",
      "example_translation": "पिट बुल टेरियर उन लोगों के लिए एक लोकप्रिय नस्ल है जो आउटडोर गतिविधियों का आनंद लेते हैं. यह कल पार्क में मेरे साथ तेज़ दौड़ा था. यह मेरे जॉगिंग रूटीन के लिए भविष्य में एक अच्छा साथी होगा.",
      "imageLink": "image_files\\English\\pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Pasterski pies z Pirenejów",
      "translation": "पिरेनियन शेफर्ड",
      "definition": "Średniej wielkości pies z gęstą szatą, pierwotnie hodowany do stróżowania owiec w górach Pirenejów między Francją a Hiszpanią.",
      "definition_translation": "फ्रांस और स्पेन के पिरेनीस पर्वतों में भेड़ें चराने के लिए मूल रूप से नस्ल पाला गया एक मध्यम आकार का कुत्ता",
      "example": "Mój pies pasterski z Pirenejów był bardzo chudy, gdy go pierwszy raz dostałem, ale po roku odpowiedniej opieki, stał się bardzo silny. Wziąłem go do parku wczoraj i biegał swobodnie. Zabiorę go w góry w przyszłym tygodniu.",
      "example_translation": "जब मैंने पहली बार इसे प्राप्त किया तो पिरेनियन शेफर्ड बहुत पतला था, लेकिन उचित देखभाल के एक साल बाद यह बहुत मजबूत हो गया। मैंने कल इसे पार्क में ले गया और यह स्वतंत्र रूप से दौड़ा। मैं अगले सप्ताह इसे पहाड़ों पर ले जाऊंगा।",
      "imageLink": "image_files\\English\\pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Rottweiler",
      "translation": "रॉटवीलर",
      "definition": "Potężna i przerażająca rasa psa pochodząca z Rzymu, znana z siły, lojalności i ochronnego usposobienia.",
      "definition_translation": "रोम से मूल की एक शक्तिशाली और भयानक कुत्ते की नस्ल, अपने बल, वफ़ादारी और रक्षात्मक स्वभाव के लिए जाना जाता है",
      "example": "Miałem Rottweilera jako pieska, gdy byłem dzieckiem, był bardzo lojalny wobec mnie. Rottweiler mojego przyjaciela jest bardzo agresywny, szczekał głośno na mnie wczoraj. Kupię Rottweilera w przyszłym roku.",
      "example_translation": "मैं एक बच्चा था quando मेरे पास एक रॉटवीलर पालतू था, यह मेरे प्रति बहुत वफ़ादार था। मेरे दोस्त का रॉटवीलर बहुत आक्रामक है, यह कल मुझ पर ज़ोर से भौंका। मैं अगले साल एक रॉटवीलर खरीद लूंगा।",
      "imageLink": "image_files\\English\\rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Bernardyn",
      "translation": "सेंट बर्नार्ड",
      "definition": "Duża rasa psa pochodząca ze Szwajcarii, znana z wielkości, łagodnego usposobienia i historycznego użycia w misjach ratowniczych w Alpach.",
      "definition_translation": "स्विट्जरलैंड से मूल की एक बड़ी कुत्ते की नस्ल, अपने विशाल आकार, कोमल स्वभाव और अल्पाइन बचाव मिशनों में ऐतिहासिक उपयोग के लिए जाना जाता है",
      "example": "Bernardyn jest bardzo pięknym psem, uratował wiele ludzi w przeszłości. Widziałem Bernardyna w parku wczoraj, był bardzo łagodny. Mój wujek ma Bernardyna, jest on bardzo wielki.",
      "example_translation": "सेंट बर्नार्ड एक बहुत ही सुंदर कुत्ता है, यह अतीत में कई लोगों की बचाव कर चुका है। मैंने कल पार्क में एक सेंट बर्नार्ड देखा, वह बहुत कोमल था। मेरे चाचा का सेंट बर्नार्ड है, वह आकार में बहुत बड़ा है",
      "imageLink": "image_files\\English\\saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Samojed",
      "translation": "सामोयेड",
      "definition": "Mała do średniej wielkości rasa psa pochodząca z Syberii, znana z puszystej białej szaty, przyjaznego usposobienia i wysokiego poziomu energii.",
      "definition_translation": "साइबेरिया से मूल की एक छोटी से मध्यम आकार की कुत्ते की नस्ल, अपने फ़्लफ़ी सफ़ेद कोट, मैत्रीपूर्ण स्वभाव और उच्च ऊर्जा स्तर के लिए जाना जाता है",
      "example": "Mam Samojeda jako pieska, jest on bardzo zabawny. Samojed mojego przyjaciela jest bardzo ładny, kocha grać z piłkami. Zabiorę mojego Samojeda na plażę w przyszłym tygodniu.",
      "example_translation": "मेरे पास एक सामोयेड पालतू है, यह बहुत खेलने वाला है। मेरे दोस्त का सामोयेड बहुत प्यारा है, यह गेंदों से खेलना पसंद करता है। मैं अगले सप्ताह अपने सामोयेड को समुद्र तट पर ले जाऊंगा।",
      "imageLink": "image_files\\English\\samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sznaucer",
      "translation": "श्नाउज़र",
      "definition": "Rasa psa z charakterystycznymi włosami na twarzy, pochodząca z Niemiec.",
      "definition_translation": "एक जर्मन मूल की नस्ल जिसके चेहरे पर एक विशेष दाढ़ी जैसे बाल होते हैं।",
      "example": "Mam sznaucera o imieniu Max, który kocha grać z piłkami. Wziąłem Maxa do parku wczoraj i gonił piłkę. Jutro zabiorę Maxa do fryzjera.",
      "example_translation": "मैं मैक्स नाम का एक श्नाउज़र रखता हूँ जो फेंच खेलना पसंद करता है. कल मैं मैक्स को पार्क ले गया और वह गेंद का पीछा कर रहा था. कल मैं मैक्स को ग्रूमर ले जाऊंगा.",
      "imageLink": "image_files\\English\\schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Terier szkocki",
      "translation": "स्कॉटिश टेरियर",
      "definition": "Mała, zwinna rasa psa pierwotnie hodowana do polowania na drobne zwierzęta, pochodząca ze Szkocji.",
      "definition_translation": "एक छोटा, चुस्त नस्ल कुत्ता जिसकी उत्पत्ति स्कॉटलैंड से हुई और इसे छोटे खेल के शिकार के लिए इस्तेमाल किया जाता था.",
      "example": "Mój sąsiad ma teriera szkockiego o imieniu Baxter, który kocha kopać dziury. W zeszłym tygodniu Baxter wykopał dziurę w ogródku. W przyszłym tygodniu zabiorę go do parku dla psów.",
      "example_translation": "मेरे पड़ोसी का स्कॉटिश टेरियर नाम बैक्सटर है जो गड्ढे खोदना पसंद करता है. पिछले सप्ताह, बैक्सटर ने पिछवारे में एक गड्ढा खोदा था. अगले सप्ताह, मैं बैक्सटर को डॉग पार्क ले जाऊंगा.",
      "imageLink": "image_files\\English\\scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Owczarek szetlandzki",
      "translation": "शेटलैंड शीपडॉग",
      "definition": "Mała, zwinna rasa psa pierwotnie hodowana do wypasu owiec, pochodząca z Wysp Szetlandzkich, znana z inteligencji i lojalności.",
      "definition_translation": "एक छोटा, चुस्त नस्ल का हेर्डिंग कुत्ता जिसकी उत्पत्ति शेटलैंड द्वीप से हुई, इसकी बुद्धिमत्ता और वफ़ादारी के लिए जाना जाता है.",
      "example": "Mam owczarka szetlandzkiego o imieniu Luna, która kocha wypasać owce. Wczoraj wziąłem Lunę na farmę i wypasała owce. Jutro zabiorę Lunę na tor przeszkód.",
      "example_translation": "मैं लूना नाम का शेटलैंड शीपडॉग रखता हूँ जो भेड़ों को हेर्ड करना पसंद करता है. कल मैं लूना को फार्म ले गया और उसने भेड़ों को हेर्ड किया. कल मैं लूना को एगिलिटी कोर्स ले जाऊंगा.",
      "imageLink": "image_files\\English\\shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "शिबा इनू",
      "definition": "Rasa psa pochodząca z Japonii, znana z lisiego wyglądu i niezależnego usposobienia.",
      "definition_translation": "एक नस्ल कुत्ता जिसकी उत्पत्ति जापान से हुई, इसके लोमड़ी जैसे रूप और स्वाधीन_SWA प्रकृति के लिए जाना जाता है.",
      "example": "Mam Shiba Inu o imieniu Hana, która kocha grać z piłkami. W zeszłym tygodniu wziąłem Hanę do parku i pogoniła piłkę. W przyszłym tygodniu zabiorę Hanę do weterynarii.",
      "example_translation": "मैं हाना नाम का शिबा इनू रखता हूँ जो फेंच खेलना पसंद करता है. पिछले सप्ताह, मैं हाना को पार्क ले गया और वह गेंद का पीछा कर रही थी. अगले सप्ताह, मैं हाना को वेट ले जाऊंगा.",
      "imageLink": "image_files\\English\\shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Husky syberyjski",
      "translation": "साइबेरियन हस्की",
      "definition": "Średniej wielkości rasa psa pochodząca z Syberii, znana z gęstego futra, niebieskich oczu i wyglądu wilka.",
      "definition_translation": "साइबेरिया से निकलने वाली एक मध्यम आकार की कुत्ते की नस्ल, जिसकी मोटी कोट, नीली आँखें और वुल्फ जैसी उपस्थिति के लिए जानी जाती है।",
      "example": "Miałem Huskiego syberyjskiego jako pieska, gdy byłem dzieckiem, był bardzo energiczny i zabawny. Teraz mam huskiego i jest on bardzo posłuszny. Kupię szczenię Huskiego syberyjskiego w przyszłym roku.",
      "example_translation": "जब मैं बच्चा था, तो मेरे पास साइबेरियन हस्की पालतू जानवर था, वह बहुत ऊर्जावान और खेलने वाला था। अब मेरे पास हस्की है और वह बहुत आज्ञाकारी है। मैं अगले साल साइबेरियन हस्की पपी खरीदूँगा।",
      "imageLink": "image_files\\English\\siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spitz",
      "translation": "स्पिट्ज",
      "definition": "Rasa psa charakteryzująca się puszystą szatą, kształtem głowy klinowatego i stojącymi uszami.",
      "definition_translation": "एक कुत्ते की नस्ल जिसकी फ्लफ़ी कोट, वेज शेप्ड सिर और खड़े कान होते हैं।",
      "example": "Widziałem spitza w parku dla psów wczoraj, był bardzo ładny i przyjazny. Moja siostra ma spitza i jest on bardzo zabawny. Podaruję spitza mojemu bratu w przyszłym miesiącu.",
      "example_translation": "मैंने कल डॉग पार्क में स्पिट्ज देखा, वह बहुत प्यारा और मित्रवत था। मेरी बहन के पास स्पिट्ज है और वह बहुत खेलने वाला है। मैं अपने भाई को अगले महीने स्पिट्ज गिफ्ट करूँगा।",
      "imageLink": "image_files\\English\\spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wizsla",
      "translation": "विजला",
      "definition": "Rasa psa pochodząca z Węgier, znana z krótkiej szaty, energicznej natury i umiejętności łowieckich.",
      "definition_translation": "हंगरी से निकलने वाली एक कुत्ते की नस्ल, जिसकी छोटी कोट, ऊर्जावान स्वभाव और शिकार करने की क्षमता के लिए जानी जाती है।",
      "example": "Miałem wizslę jako pupil, gdy byłem w college'u, było bardzo energiczne i lubiło grać w.fetch. Mój przyjaciel ma wizslę i jest bardzo posłuszne. Będę miał szczenię wizsly w przyszłym roku.",
      "example_translation": "जब मैं कॉलेज में था, तब मेरे पास विजला पालतू जानवर था, वह बहुत ऊर्जावान था और फ़ेंच खेलना पसंद था। मेरे दोस्त के पास विजला है और वह बहुत आज्ञाकारी है। मैं अगले साल विजला पपी लूँगा।",
      "imageLink": "image_files\\English\\vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "वीमारानर",
      "definition": "Rasa psa pochodząca z Niemiec, znana z krótkiej szaty, atletycznej budowy i umiejętności łowieckich.",
      "definition_translation": "जर्मनी से निकलने वाली एक कुत्ते की नस्ल, जिसकी छोटी कोट, एथलेटिक निर्माण और शिकार करने की क्षमता के लिए जानी जाती है।",
      "example": "Wczoraj widziałem Weimaranera na wystawie psów, było bardzo smukłe i zwrotne. Mój kuzyn ma Weimaranera i jest bardzo lojalne. Będę miał szczenię Weimaranera w przyszłym miesiącu.",
      "example_translation": "मैंने कल डॉग शो में वीमारानर देखा, वह बहुत स्लीक और लचीला था। मेरे चचेरे भाई के पास वीमारानर है और वह बहुत वफ़ादार है। मैं अगले महीने वीमारानर पपी लूँगा।",
      "imageLink": "image_files\\English\\weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Welsh Corgi (Pembrokeshire Welsh Corgi)",
      "translation": "वेल्श कोरगी (पेम्ब्रोक वेल्श कोरगी)",
      "definition": "Rasa psa pasterskiego, która pochodzi z Walii, znana z niskiej postury i charakterystycznego wyglądu. Welsh Corgi są inteligentnymi i aktywnymi psami, które wymagają regularnego ćwiczenia i stymulacji umysłowej.",
      "definition_translation": "वेल्स में एक नस्ल की लड़ाई कुत्ता है जो अपनी छोटी अवस्था और विशिष्ट उपस्थिति के लिए जाना जाता है। वेल्श कोरगी उच्च बुद्धिमान और सक्रिय कुत्ते हैं जिन्हें नियमित व्यायाम और मानसिक उत्तेजना की आवश्यकता होती है।",
      "example": "Miałem Welsh Corgi jako pupil, gdy byłem dzieckiem. Mam Welsh Corgi Teraz, i jest bardzo zabawne. Będę miał Welsh Corgi w przyszłym roku, i jestem pewny, że będzie bardzo lojalne.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास वेल्श कोरगी पालतू था। अब मेरे पास वेल्श कोरगी है, और यह बहुत खेलने वाला है। अगले साल मैं वेल्श कोरगी प्राप्त करूँगा, और मुझे यकीन है कि यह बहुत वफादार होगा।",
      "imageLink": "image_files\\English\\welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Jorkshire terier",
      "translation": "यॉर्कशायर टेरियर",
      "definition": "Mała, zabawka, rasa psa pochodząca z Yorkshire, Anglii, znana z jedwabistej szaty i dużego charakteru. Jorkshire teriery są uczuciowe i żywiołowe psy, które wymagają regularnego pielęgnacji i socjalizacji.",
      "definition_translation": "इंग्लैंड के यॉर्कशायर से निकलने वाली एक छोटी, खिलौना आकार की कुत्ता नस्ल, जिसकी रेशमी कोट और बड़ी व्यक्तित्व के लिए जाना जाता है। यॉर्कशायर टेरियर सहानुभूतिपूर्ण और स्पंकी कुत्ते हैं जिन्हें नियमित देखभाल और सामाजिकरण की आवश्यकता होती है।",
      "example": "Moja babcia miała Jorkshire terierę jako towarzysza. Mam Jorkshire terierę teraz, i jest bardzo przyjazne. Będę miał Jorkshire terierę w przyszłym miesiącu, i jestem pewny, że będzie bardzo zabawne.",
      "example_translation": "मेरी दादी के पास यॉर्कशायर टेरियर साथी था। अब मेरे पास यॉर्कशायर टेरियर है, और यह बहुत दोस्ताना है। अगले महीने मैं यॉर्कशायर टेरियर प्राप्त करूँगा, और मुझे यकीन है कि यह बहुत खेलने वाला होगा।",
      "imageLink": "image_files\\English\\yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]