[
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biskwit",
      "translation": "बिस्किट",
      "definition": "Mały, zwykle słodki, pokarm podobny do chleba, zwykle pieczony i często serwowany z herbatą lub kawą.",
      "definition_translation": "चाय या कॉफी के साथ अक्सर परोसा जाने वाला एक छोटा, आमतौर पर मीठा ब्रेड जैसा खाना जो अक्सर ओवन में पकाया जाता है.",
      "example": "Ona zjadła biskwit z herbatą. Ona je biskwit z herbatą. Ona zje biskwit z herbatą.",
      "example_translation": "वह अपने चाय के साथ एक बिस्किट खाती थी. वह अपने चाय के साथ एक बिस्किट खा रही है. वह अपने चाय के साथ एक बिस्किट खाएगी.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tort",
      "translation": "केक",
      "definition": "Słodkie danie wykonane z mąki, cukru i jaj, zwykle pieczone i często dekorowane.",
      "definition_translation": "आटा, चीनी, और अंडे से बना एक मीठा खाना जो अक्सर ओवन में पकाया जाता है और अक्सर सजाया जाता है.",
      "example": "Myśmy zrobili tort na jej urodziny. Myśmy robimy tort na jej urodziny. Myśmy zrobimy tort na jej urodziny.",
      "example_translation": "हमने उसके जन्मदिन के लिए एक केक बनाया. हम उसके जन्मदिन के लिए एक केक बना रहे हैं. हम उसके जन्मदिन के लिए एक केक बनाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czekolada",
      "translation": "चोकलेट",
      "definition": "Słodkie danie wykonane z ziaren kakaowych, często jedzone jako słodki przekąsek lub używane jako składnik w gotowaniu i pieczeniu.",
      "definition_translation": "काकाओ बीन्स से बना एक मीठा खाना जो अक्सर एक मीठा नाश्ता के रूप में खाया जाता है या खाना पकाने और बेकिंग में एक सामग्री के रूप में प्रयोग किया जाता है.",
      "example": "Ja uwielbiam jeść czekoladę. Ja uwielbiałem jeść czekoladę. Ja będę uwielbiał jeść czekoladę.",
      "example_translation": "मुझे चोकलेट खाना पसंद है. मुझे चोकलेट खाना पसंद था. मुझे चोकलेट खाना पसंद होगा.",
      "imageLink": "image_files\\English\\"imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lody",
      "translation": "आइसक्रीम",
      "definition": "Słodkie, zamrożone danie wykonane z mleka, cukru i aromatów, zwykle jedzone jako deser.",
      "definition_translation": "क्रीम, चीनी और स्वादवर्धक से बना एक मीठा ठंडा खाना जो अक्सर एक डेसर्ट के रूप में खाया जाता है.",
      "example": "Myśmy jedli lody na przyjęciu. Myśmy jemy lody na przyjęciu. Myśmy zjemy lody na przyjęciu.",
      "example_translation": "हम पार्टी में आइसक्रीम खाते थे. हम पार्टी में आइसक्रीम खा रहे हैं. हम पार्टी में आइसक्रीम खाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukierek",
      "translation": "मिठाई",
      "definition": "Słodki pokarm wykonany z cukru, często aromatyzowany i kolorowany, jedzony jako przekąsek lub deser.",
      "definition_translation": "चीनी से बना एक मीठा भोजन, अक्सर फ्लेव्ड और रंगवाला, एक स्नैक या डesser्ट के रूप में खाया जाता है.",
      "example": "Ja zjadłem cukierek na przyjęciu. Ja jem cukierek teraz. Ja zjem cukierek na następnym przyjęciu.",
      "example_translation": "मैं पार्टी में एक टुकड़ा मिठाई खाया. मैं अभी एक टुकड़ा मिठाई खा रहा हूँ. मैं अगली पार्टी में एक टुकड़ा मिठाई खाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deser",
      "translation": "मिठाई",
      "definition": "Słodki kurs lub danie, zwykle jedzone na zakończenie posiłku.",
      "definition_translation": "एक मीठा कोर्स या डिश, आमतौर पर भोजन के अंत में खाया जाता है.",
      "example": "Ja miałem smaczny deser w restauracji. Ja mam smaczny deser teraz. Ja będę miał smaczny deser jutro.",
      "example_translation": "मैं रेस्तरां में एक स्वादिष्ट मिठाई खाया. मैं अभी एक स्वादिष्ट मिठाई खा रहा हूँ. मैं कल एक स्वादिष्ट मिठाई खाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lizak",
      "translation": "चूसने वाला",
      "definition": "Twarda cukierka zamontowana na szczyku i zamierzona do sączenia.",
      "definition_translation": "एक छड़ी पर लगे हुए कठिन मिठाई, जिसका मतलब है चूसना.",
      "example": "Ja ssałem lizaka w dzieciństwie. Ja daję mojemu dziecku lizaka. Ja kupię lizaka dla siostry.",
      "example_translation": "मैं बच्चे के रूप में एक चूसने वाला पर चूसता था. मैं अपने बच्चे को एक चूसने वाला दे रहा हूँ. मैं अपनी बहन के लिए एक चूसने वाला खरीदूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słodki",
      "translation": "मीठा",
      "definition": "Mający słodki smak lub zapach.",
      "definition_translation": "एक मीठा स्वाद या गंध होना.",
      "example": "Ja zjadłem słodki tort na przyjęciu. Ja jem słodkie owoce teraz. Ja zjem słodkie pudding jutro.",
      "example_translation": "मैं पार्टी में एक मीठा केक खाया. मैं अभी एक मीठा फल खा रहा हूँ. मैं कल एक मीठा पुडिंग खाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słodycze",
      "translation": "मिठाइयाँ",
      "definition": "Dania bogate w cukier, często serwowane jako deser lub przekąsek, takie jak ciasta, ciasteczka i cukierki.",
      "definition_translation": "डेसर्ट या स्नैक के रूप में परोसा जाने वाला चीनी से भरपूर खाद्य पदार्थ, जैसे केक, कुकीज और कंडीज。",
      "example": "Ona uwielbiała jeść słodycze w swoje urodziny, i ona jeść je w przeszłości, je je teraz i będzie jeść w przyszłości.",
      "example_translation": "उसे अपने जन्मदिन पर मिठाइयाँ खाने का शौक था, और उसने उन्हें पहले खाया था, अब खाती है, और भविष्य में खाएगी।",
      "imageLink": "image_files\\English\\"imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tablica czekoladowa",
      "translation": "चॉकलेट बार",
      "definition": "Prostokątna tablica czekolady, często owinięta folią lub papierem, i jedzona jako przekąsek lub deser.",
      "definition_translation": "फॉयल या कागज में लिपटा हुआ चॉकलेट का आयताकार टुकड़ा, जिसे स्नैक या डेसर्ट के रूप में खाया जाता है।",
      "example": "On zjadł tablicę czekoladową wczoraj, je jedną teraz i będzie jeść drugą jutro.",
      "example_translation": "उसने कल एक चॉकलेट बार खाया था, अब एक खा रहा है, और कल एक और खाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "galaretki",
      "translation": "जेली",
      "definition": "Słodki rozsmarowywanie wykonane z soku owocowego, cukru i pektyny, często serwowane z tostem, jogurtem lub lodami.",
      "definition_translation": "फल के रस, चीनी और पेक्टिन से बना मीठा स्प्रेड, जिसे टोस्ट, दही या आइसक्रीम के साथ परोसा जाता है।",
      "example": "Ona zrobiła galaretki w domu wczoraj, robi je teraz i zrobi je znów przyszłego tygodnia.",
      "example_translation": "उसने घर पर कल जेली बनायी थी, अब बना रही है, और अगले हफ्ते फिर से बनाएगी।",
      "imageLink": "image_files\\English\\"imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukrowy puch",
      "translation": "कैंडीफ्लॉस",
      "definition": "Słodki przysmak wykonany z cukru, który jest rozciągnięty w cienkie nitki, często serwowany na targach i karnawałach.",
      "definition_translation": "चीनी से बना मीठा ट्रीट, जिसे महीन धागों में घुमाया जाता है, अक्सर मेलों और कर्निवालों में परोसा जाता है।",
      "example": "Oni jęli cukrowy puch na targach w zeszłym roku, jedzą go teraz i będą jeść go znów w przyszłym roku.",
      "example_translation": "उन्होंने पिछले साल मेले में कैंडीफ्लॉस खाया था, अब खा रहे हैं, और अगले साल फिर से खाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żelki",
      "translation": "गमीज़",
      "definition": "Typ czekoladowego cukierka, wykonany z żelatyny, cukru i aromatów.",
      "definition_translation": "एक प्रकार की चबाने वाली मिठाई, जेलटिन, चीनी और फ्लेवरिंग्स से बनती है।",
      "example": "Ja jadłem żelki, kiedy byłem dzieckiem. Teraz jem żelki i będę jeść żelki jutro.",
      "example_translation": "मैं बच्चा था तब गमीज़ खाता था. मैं अब गमीज़ खा रहा हूँ. मैं कल गमीज़ खाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twarda cukierka",
      "translation": "कठोर मिठाई",
      "definition": "Typ cukierka, który jest twardy i kruchy, często aromatyzowany smakami owocowymi lub przyprawami.",
      "definition_translation": "एक प्रकार की मिठाई जो कठोर और टुटपूँज होती है, अक्सर फल या मसालों से स्वादयुक्त होती है।",
      "example": "Ja ssałem twardą cukierkę, kiedy byłem nudziarzem. Teraz ssałem twardą cukierkę i będę ssał twardą cukierkę później.",
      "example_translation": "मैं उबाऊ था तो एक कठोर मिठाई चूस रहा था. मैं अब एक कठोर मिठाई चूस रहा हूँ. मैं बाद में एक कठोर मिठाई चूसूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marcepan",
      "translation": "मार्ज़िपन",
      "definition": "Słodka pasta wykonana z migdałów, używana do produkcji ciast, słodyczy i innych konfekcji.",
      "definition_translation": "केक, मिठाइयों, और अन्य मिठाइयों को बनाने के लिए इस्तेमाल होने वाला मीठा बादाम-आधारित पेस्ट.",
      "example": "Ja dekorowałem tort marcepanem, gdy byłem nastolatkiem. Teraz robię marcepan i będę używał marcepanu w moim следующym torcie.",
      "example_translation": "मैं किशोरावस्था में केक पर मार्ज़िपन से सजा रहा था. मैं अब मार्ज़िपन बना रहा हूँ. मैं अपने अगले केक में मार्ज़िपन इस्तेमाल करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukierki gotowane",
      "translation": "उबली हुई मिठाई",
      "definition": "Typ cukierka, który jest wykonany przez gotowanie cukru i aromatów razem.",
      "definition_translation": "चीनी और फ्लेवरिंग्स को एक साथ उबालकर बनाई जाने वाली मिठाई की एक प्रकार.",
      "example": "Ja jadłem cukierki gotowane, kiedy byłem dzieckiem. Teraz jem cukierki gotowane i będę jeść cukierki gotowane na przyjęciu.",
      "example_translation": "मैं बच्चा था तब उबली हुई मिठाई खाता था. मैं अब उबली हुई मिठाई खा रहा हूँ. मैं पार्टी में उबली हुई मिठाई खाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukiernia",
      "translation": "मिठाई की दुकान",
      "definition": "Cukiernia to miejsce, gdzie są robione słodkie jedzenie, takie jak cukierki, ciasta i czekolady.",
      "definition_translation": "एक मिठाई की दुकान वह स्थान है जहां मिठाइयां, केक, और चॉकलेट्स जैसे मिठाई खाद्य पदार्थ बनाए या बेचे जाते हैं।",
      "example": "Ja odwiedziłem cukiernię wczoraj, odwiedzę ją znów jutro i odwiedziłem ją w zeszłym tygodniu.",
      "example_translation": "मैं कल एक मिठाई की दुकान पर गया था, मैं कल फिर से जाऊँगा, और मैं पिछले हफ्ते गया था।",
      "imageLink": "image_files\\English\\"imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fudż",
      "translation": "गोंद की मिठाई",
      "definition": "Fudż to typ słodyczy wykonanej z cukru, mleka i aromatów, często czekoladowej lub orzechowej.",
      "definition_translation": "गोंद की मिठाई एक प्रकार की मिठाई है जिसे चीनी, दूध, और स्वादवर्धक से बनाया जाता है, अक्सर चॉकलेट या नट्स के साथ。",
      "example": "Ja jadłem kawałek fudżu wczoraj, jadłem go znówTomorrow i jadłem go w zeszłym tygodniu.",
      "example_translation": "मैंने कल एक टुकड़ा गोंद की मिठाई खाया था, मैं कल फिर से खाऊँगा, और मैंने पिछले हफ्ते खाया था।",
      "imageLink": "image_files\\English\\"imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żelkowe cukierki",
      "translation": "जेली मिठाइयां",
      "definition": "Żelkowe cukierki to typ słodyczy wykonanej z żelatyny i cukru, często aromatyzowane sokiem owocowym lub miąższem owocowym.",
      "definition_translation": "जेली मिठाइयां एक प्रकार की मिठाई है जिसे जेलेटिन और चीनी से बनाया जाता है, अक्सर फल के रस या फल के पल्प के साथ स्वादवर्धक किया जाता है।",
      "example": "Ja kupiłem żelkowe cukierki wczoraj, kupię je znów jutro i kupiłem je w zeszłym tygodniu.",
      "example_translation": "मैंने कल कुछ जेली मिठाइयां खरीदी थीं, मैं कल फिर से खरीदूँगा, और मैंने पिछले हफ्ते खरीदी थीं।",
      "imageLink": "image_files\\English\\"imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]