{
  "data": [
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kot",
      "translation": "बिल्ली",
      "definition": "Mały, typowo futrzasty, mięsożerny ssak. Często są trzymane jako zwierzęta domowe i są znane ze swojej zwinności i zabawowości.",
      "definition_translation": "एक छोटा सामान्यतः फर्रवाला मांसाहारी स्तनधारी। वे अक्सर पालतू जानवर के रूप में रखे जाते हैं और उनकी चपलता और खेलने-कूदने की प्रवृत्ति के लिए जाने जाते हैं।",
      "example": "Miałem kota, gdy byłem dzieckiem. Mam kota teraz. Będę miał kota w przyszłości.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास एक बिल्ली थी। अब मेरे पास एक बिल्ली है। भविष्य में मेरे पास एक बिल्ली होगी।",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krowa",
      "translation": "गाय",
      "definition": "Duże, udomowione ssak, które daje mleko i jest trzymane na farmie lub ranchu, zazwyczaj hodowane dla mleka lub mięsa.",
      "definition_translation": "एक बड़ा घरेलू स्तनधारी जो दूध देता है और फार्म या रेंच पर रखा जाता है, आमतौर पर दूध या मांस के लिए पाला जाता है।",
      "example": "Zobaczyłem krowę w polu. Zobaczę krowę na farmie. Zobaczyłem krowę wczoraj.",
      "example_translation": "मैंने खेत में एक गाय देखी। मैं फार्म पर एक गाय देखूंगा। कल मैंने एक गाय देखी।",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pies",
      "translation": "कुत्ता",
      "definition": "Udomowiony, mięsożerny ssak należący do rodziny Canidae, często trzymany jako zwierzę domowe lub używany do polowania lub ochrony.",
      "definition_translation": "एक घरेलू मांसाहारी स्तनधारी जो कैनिडी परिवार से संबंधित है, अक्सर पालतू जानवर के रूप में रखा जाता है या शिकार या सुरक्षा के लिए उपयोग किया जाता है।",
      "example": "Mam psa. Miałem psa, gdy byłem dzieckiem. Będę miał psa w przyszłości.",
      "example_translation": "मेरे पास एक कुत्ता है। जब मैं बच्चा था, तब मेरे पास एक कुत्ता था। भविष्य में मेरे पास एक कुत्ता होगी।",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koń",
      "translation": "घोड़ा",
      "definition": "Duże, kopytne, roślinożerne ssak, udomowione do jazdy, transportu i innych celów.",
      "definition_translation": "एक बड़ा, खुरवाला, शाकाहारी स्तनधारी जिसे सवारी, परिवहन और अन्य उपयोगों के लिए घरेलू किया जाता है।",
      "example": "Jechałem koniem wczoraj. Będę jechał koniem jutro. Jeżdżę koniem codziennie.",
      "example_translation": "मैंने कल एक घोड़ा सवारी किया। मैं कल एक घोड़ा सवारी करूंगा। मैं रोज एक घोड़ा सवारी करता हूँ।",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świnia",
      "translation": "सूअर",
      "definition": "Świnia to duże, kopytne, roślinożerne ssak, zazwyczaj trzymane na farmie do spożycia.",
      "definition_translation": "एक सूअर एक बड़ा, खुर वाला, शाकाहारी स्तनधारी है जिसे आमतौर पर खाने के लिए फॉर्म पर रखा जाता है।",
      "example": "Zobaczyłem świnie jedzącą jedzenie na farmie wczoraj. Będę jeździł świnią na festiwalu jutro. Ona jechała świnią w dzieciństwie.",
      "example_translation": "मैंने कल फॉर्म में खाना खा रहे सूअर देखा। मैं कल त्योहार में सूअर पर सवारी करूँगा। उसने अपने बचपन में सूअर पर सवारी की थी।",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owca",
      "translation": "भेड़",
      "definition": "Owca to ssak przeżuwający, zazwyczaj trzymany na farmie do dostarczania wełny i mięsa.",
      "definition_translation": "एक भेड़ एक पाचन स्तनधारी है जिसे आमतौर पर ऊन और मांस प्रदान करने के लिए फॉर्म पर रखा जाता है।",
      "example": "Zobaczyłem owcę jedzącą trawę na farmie wczoraj. Ona będzie karmiła owcę wieczorem jutro. Oni zabrali owcę na targ ostatniego tygodnia.",
      "example_translation": "मैंने कल फॉर्म में घास खा रहे भेड़ देखे। वह कल शाम को भेड़ को खिलाएगी। उन्होंने पिछले हफ्ते भेड़ को बाज़ार ले गये थे।",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niemowlę",
      "translation": "शिशु",
      "definition": "Niemowlę to bardzo młody człowiek, od urodzenia do około dwóch lat.",
      "definition_translation": "एक शिशु जन्म से約 दो साल तक का बहुत छोटा मानव है।",
      "example": "Zobaczyłem niemowlę bawiące się zabawkami wczoraj. Ona będzie opiekowała się niemowlęciem jutro. Oni zabrali niemowlę do parku ostatniego tygodnia.",
      "example_translation": "मैंने कल खिलौनों से खेल रहे शिशु देखे। वह कल शिशु की देखभाल करेगी। उन्होंने पिछले हफ्ते शिशु को पार्क ले गये थे।",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź",
      "translation": "भालू",
      "definition": "Niedźwiedź to duże, mięsożerne ssak z szorstkim włosem, występujące w lasach Ameryki Północnej i Eurazji.",
      "definition_translation": "एक भालू एक बड़ा, मांसाहारी स्तनधारी है जिसके बाल उलझे हुए हैं, उत्तरी अमेरिका और यूरेशिया में जंगलों में पाया जाता ह।",
      "example": "Zobaczyłem niedźwiedzia wspinającego się na drzewo wczoraj. Ona będzie karmiła niedźwiedzia w zoo jutro. Oni zobaczyli niedźwiedzia w lesie ostatniego tygodnia.",
      "example_translation": "मैंने कल पेड़ पर चढ़ने वाले भालू देखे। वह कल चिड़ियाघर में भालू को खिलाएगी। उन्होंने पिछले हफ्ते जंगल में भालू देखा था।",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gepard",
      "translation": "चीता",
      "definition": "Gepard to duży, afrykański kot, charakterystyczny dla swojej żółto-brunatnej sierści z czarnymi plamami i zdolność do osiągnięcia wysokich prędkości.",
      "definition_translation": "एक चीता अफ्रीका और मध्य ईरान में पाया जाने वाला एक बड़ा बिल्ला है, जिसका पीला-भूरा कोट और काले दाग हैं और यह उच्च गति प्राप्त कर सकता है।",
      "example": "Gepard został wpisany na listę gatunków zagrożonych w 2008 roku. W zeszłym roku zreportedź, że gepard został zobaczony na wolności. Do 2025 roku będziemy mieli wdrożone wysiłki ochronne, aby uratować geparda.",
      "example_translation": "2008 से चीता लुप्तप्राय प्रजातियों की सूची में है। पिछले साल जंगल में एक चीता देखा गया था। 2025 तक, हम चीता को बचाने के लिए संरक्षण प्रयासों को लागू करेंगे।",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słoń",
      "translation": "हाथी",
      "definition": "Słoń to duże, inteligentne i społeczne zwierzę z trąbą, zębami i szarą skórą, występujące w Afryce i południowej Azji.",
      "definition_translation": "हाथी एक बड़ा, बुद्धिमान और सामाजिक जानवर है, जिसका सूंड, दांत और धूसर त्वचा है, जो अफ्रीका और दक्षिण एशिया में पाया जाता है।",
      "example": "Słoń jest największym lądowym zwierzęciem. Słonie są udomowione od tysięcy lat. Do 2050 roku będziemy mieli przeniesione wszystkie słonie z ogrodów zoologicznych do naturalnych habitatów.",
      "example_translation": "हाथी सबसे बड़ा स्थलीय जानवर है। हाथियों को हजारों साल से पालतू बनाया गया है। 2050 तक, हम सभी हाथियों को चिड़ियाघरों से प्राकृतिक आवासों में सफलतापूर्वक स्थानांतरित कर देंगे।",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świnka morska",
      "translation": "गिनी सूअर",
      "definition": "Świnka morska to mały, futrzasty, roślinożerny gryzoń pochodzący z Ameryki Południowej, często trzymany jako zwierzę domowe.",
      "definition_translation": "गिनी सूअर एक छोटा, उधर, शाकाहारी रॉडेंट है, जो दक्षिण अमेरिका में पाया जाता है, आम तौर पर एक पालतू के रूप में रखा जाता है।",
      "example": "Miałem świnkę morską jako zwierzę domowe, gdy byłam dzieckiem. Świnki morskie są zwierzętami towarzyskimi i żyją w grupach. Świnki morskie są używane w badaniach naukowych od dziesięcioleci.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास एक गिनी सूअर पालतू था। गिनी सूअर सामाजिक जानवर हैं और समूहों में रहते हैं। दशकों से गिनी सूअर वैज्ञानिक अनुसंधान में उपयोग किए गए हैं।",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chomik",
      "translation": "हमستر",
      "definition": "Chomik to mały, futrzasty, wszystkożerny gryzoń, często trzymany jako zwierzę domowe, pochodzący z Syrii i Turcji.",
      "definition_translation": "हमستر एक छोटा, उधर, सर्वाहारी रॉडेंट है, जो सीरिया और तुर्की में पाया जाता है, आम तौर पर एक पालतू के रूप में रखा जाता है।",
      "example": "Chomiki są zwierzętami nocnymi. Miałem chomika jako zwierzę domowe w zeszłym roku. Chomiki są popularnymi zwierzętami domowymi od wielu lat.",
      "example_translation": "हमستر रात्रि जीव जानवर हैं। पिछले साल मेरे पास एक हमستر पालतू था। हमستر कई साल से लोकप्रिय पालतू जानवर रहे हैं।",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lew",
      "translation": "शेर",
      "definition": "Lew to duży, mięsożerny ssak z Afryki i Indii, z długą grzywą i donośnym rykiem.",
      "definition_translation": "अफ्रीका और भारत का बड़ा मांसाहारी बिल्ली स्तनपायी, जिसका मांजा और कर्णप्रवेश करने वाला है",
      "example": "Lew ryknął głośno w dżungli, będzie ryknął jutro, a wczoraj już ryknął.",
      "example_translation": "जंगल में शेर ज़ोर से दहाड़ा था, कल वह दहाड़ेगा, और कल वह दहाड़ा था",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "małpa",
      "translation": "बंदर",
      "definition": "Małpa to ssak naczelny ze Starego Świata, z długim ogonem i giętkimi rękami i nogami.",
      "definition_translation": "पुरानी दुनिया का एक स्तनपायी प्राइमेट, जिसका लंबा पूँछ और हाथ-पैर लचीले हैं",
      "example": "Małpa skakała z drzewa na drzewo, będzie skakać jutro, a wczoraj już skakała.",
      "example_translation": "वृक्ष से वृक्ष पर बंदर कूदा था, कल वह कूदेगा, और कल वह कूदा था",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mysz",
      "translation": "चूहा",
      "definition": "Mysz to mały ssak gryzoń, żyjący w domach i okolicach osiedli ludzkich.",
      "definition_translation": "एक छोटा सा कृन्तक स्तनपायी जो घरों और मानव बस्तियों के आसपास रहता है",
      "example": "Mysz pobiegła po podłodze, będzie biegła jutro, a wczoraj już pobiegła.",
      "example_translation": "फ्लोर पर चूहा दौड़ा था, कल वह दौड़ेगा, और कल वह दौड़ा था",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "królik",
      "translation": "खरगोश",
      "definition": "Królik to mały ssak z długimi uszami i silnymi tylnymi nogami, żyjący w norach i żywiący się roślinami.",
      "definition_translation": "लंबे कान और मजबूत पिछले पैर वाला एक छोटा सा स्तनपायी, जो बिलों में रहता है और 植物ों पर निर्भर करता है",
      "example": "Królik hopskał po polu, będzie hopskał jutro, a wczoraj już hopskał.",
      "example_translation": "खेत में खरगोश टापा था, कल वह टॉपेगा, और कल वह टॉपा था",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczur",
      "translation": "चूहा",
      "definition": "Szczur to gryzoń, który należy do rodzaju Rattus. Szczury są zwykle uważane za szkodniki i są znane z przenoszenia chorób.",
      "definition_translation": "चूहा एक रॉडेंट है जो रैट्स जीनस से संबंधित है। चूहे आमतौर पर कीट माने जाते हैं और बीमारियों को फैलाते हैं।",
      "example": "Szczur pobiegł po podłodze wczoraj, biega po podłodze każdego dnia, a będzie biegł po podłodze jutro.",
      "example_translation": "कल फर्श पर चूहा दौड़ा था, यह प्रतिदिन फर्श पर दौड़ता है, और कल यह फर्श पर दौड़ेगा।",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nietoperz",
      "translation": "चमगादड़",
      "definition": "Nietoperz to ssak latający, który używa echolokacji do nawigacji i znajdowania pożywienia. Nietoperze są często znajdowane w jaskiniach i drzewach.",
      "definition_translation": "चमगादड़ एक उड़ने वाला स्तनपायी है जो नेविगेट और शिकार ढूंढने के लिए ईकोलोकेशन का उपयोग करता है। चमगादड़ अक्सर गुफाओं और पेड़ों में पाए जाते हैं।",
      "example": "Nietoperz poleciał z jaskini wczoraj wieczorem, poleciał z jaskini każdego wieczoru, a będzie poleciał z jaskini dziś wieczorem.",
      "example_translation": "रात को चमगादड़ गुफा से उड़ा था, यह प्रति शाम को गुफा से उड़ता है, और रात को गुफा से उड़ेगा।",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "byk",
      "translation": "सांड",
      "definition": "Byk to samiec bydła, często używany do hodowli i znany ze swej siły i agresji.",
      "definition_translation": "सांड एक नर मवेशी है जिसका उपयोग अक्सर प्रजनन के लिए किया जाता है और इसकी ताकत और आक्रामकता के लिए जाना जाता है।",
      "example": "Byk zaatakował matadora wczoraj, atakuje matadora każdego dnia, a będzie atakował matadora jutro.",
      "example_translation": "कल मैटाडोर पर सांड ने ATTACK किया था, यह प्रतिदिन मैटाडोर पर ATTACK करता है, और कल मैटाडोर पर ATTACK करेगा।",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cielę",
      "translation": "बछड़ा",
      "definition": "Cielę to młode bydło lub byk, zwykle w pierwszym roku życia.",
      "definition_translation": "बछड़ा एक युवा गाय या सांड है,typically अपने पहले साल के जीवन में。",
      "example": "Cielę pobiegło po polu wczoraj, biega po polu każdego dnia, a będzie biegło po polu jutro.",
      "example_translation": "कल मैदान पर बछड़ा दौड़ा था, यह प्रतिदिन मैदान पर दौड़ता है, और कल मैदान पर दौड़ेगा।",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wielbłąd",
      "translation": "ऊंट",
      "definition": "Duże, nawetopalowe ssaki z garbem na grzbiecie, używane jako zwierzęta jucznego w regionach pustynnych.",
      "definition_translation": "एक besar यहेवटो इकट्ठा स्तनधारी.getMजमाल की पीठ पर एक हंप के साथ, रेगिस्तान क्षेत्रों में बोझा उठाने के लिए प्रयोग किया जाता है।",
      "example": "Wielbłąd szedł powoli przez pustynię. Wielbłąd będzie szedł powoli przez pustynię. Wielbłąd szedł powoli przez pustynię.",
      "example_translation": "ऊंट रेगिस्तान के पार धीरे-धीरे चला. ऊंट रेगिस्तान के पार धीरे-धीरे चलेगा. ऊंट ने रेगिस्तान के पार धीरे-धीरे चला था.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bydło",
      "translation": "मवेशी",
      "definition": "Udomowione ssaki, hodowane na ranchach lub farmach, takie jak krowy, byki lub woły, trzymane dla mleka lub mięsa.",
      "definition_translation": "रेंच या फार्म पर पाले जाने वाले पालतू स्तनधारी, जैसे गाय, सांड या बैल, दूध या मांस के लिए रखे जाते हैं.",
      "example": "Rolnik hodował bydło na swojej farmie. Rolnik będzie hodował bydło na swojej farmie. Rolnik hodował bydło na swojej farmie.",
      "example_translation": "किसान ने अपने फार्म पर मवेशी पाले. किसान अपने फार्म पर मवेशी पालेगा. किसान ने अपने फार्म पर मवेशी पाले थे.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "delfin",
      "translation": "डॉल्फिन",
      "definition": "Wysoko inteligentne i społeczne ssaki morskie, często szarej barwy, z wygiętym płetwą grzbietową i wydatnym ryjem.",
      "definition_translation": "एक अत्यंत बुद्धिमान और सामाजिक समुद्री स्तनधारी, अक्सर भूरे रंग का, एक वक्र dorsal फिन के साथ और एक प्रमुख स्नाउट.",
      "example": "Delfin pływał w oceanie. Delfin będzie pływał w oceanie. Delfin pływał w oceanie.",
      "example_translation": "डॉल्फिन ने समुद्र में तैरा. डॉल्फिन समुद्र में तैरेगा. डॉल्फिन ने समुद्र में तैरा था.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "osioł",
      "translation": "गदहा",
      "definition": "Udomowione ssaki z charakterystycznym rykiem, często używane jako zwierzęta jucznego.",
      "definition_translation": "एक पालतू इकवाइन स्तनधारी एक विशिष्ट ब्रायिंग कॉल के साथ, अक्सर एक पैक एनीमल के रूप में प्रयोग किया जाता है.",
      "example": "Osioł niósł ładunek. Osioł będzie niósł ładunek. Osioł niósł ładunek.",
      "example_translation": "गदहा ने बोझा उठाया. गदहा बोझा उठाएगा. गदहा ने बोझा उठाया था.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kobieta",
      "translation": "महिला",
      "definition": "Kobieta to dorosły człowiek płci żeńskiej, produkujący jaja, charakteryzowany przez obecność jajników i macicy.",
      "definition_translation": "एक महिला अंडे उत्पादक लिंग का एक वयस्क मानव है, जिसकी विशेषता अंडाशय और गर्भाशय की उपस्थिति है",
      "example": "Kobieta lwię, która jest groźnym myśliwym. Ona już polowała wiele zwierząt w swoim życiu. Ona będzie polowała ponownie jutro.",
      "example_translation": "मादा शेर एक क्रूर शिकारी है. उसने अपने जीवनकाल में कई जानवरों का शिकार किया है. वह कल फिर से शिकार करेगी.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "futro",
      "translation": "फ़र",
      "definition": "Gruba, miękkie włosy, które rosną na skórze zwierząt, takich jak króliki, niedźwiedzie i koty.",
      "definition_translation": "यह वह मोटा, सoft बाल है जो जानवरों की त्वचा पर उगता है, जैसे králíci, भालू और बिल्ली",
      "example": "Futro królika jest bardzo miękkie. Będzie ono przygotowane do produkcji ciepłego płaszcza. Płaszcz był wykonany z futra wielu królików.",
      "example_translation": " Králíček का फ़र बहुत सoft है. इसे एक गर्म कोट में तैयार किया जाएगा. कोट कई Králíček के फ़र से बना था.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żyrafa",
      "translation": "जिराफ",
      "definition": "Wysoki, nawetopalowy ssak z charakterystycznym umaszczeniem i długim szyją, rodzimy w Afryce.",
      "definition_translation": "एक लंबा, सम-ऊँगली स्तनपायी स्तनधारी जिसका एक विशिष्ट कोट पैटर्न है और लंबा गर्दन है, एक अफ्रीका में पाया जाने वाला स्तनधारी",
      "example": "Żyrafa jest najwyższym zwierzęciem w zoo. Ona będzie jadła liście z wysokich drzew jutro. Żyrafa jadła liście z wysokich drzew wczoraj.",
      "example_translation": "जिराफ चिड़ियाघर में सबसे लंबा जानवर है. वह कल लंबे पेड़ों से पत्ते खाएगा. जिराफ ने कल लंबे पेड़ों से पत्ते खाए थे.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koza",
      "translation": "बक्री",
      "definition": "Zręczne i zwrotnikowe ssaki rogate, często trzymane jako zwierzęta domowe.",
      "definition_translation": "एक बहुमुखी और चुस्त स्तनधारी स्तनपायी जिसकी विशिष्ट दाढ़ी और सींग हैं, अक्सर पशुधन के रूप में रखा जाता है",
      "example": "Koza jest inteligentnym zwierzęciem. Ona będzie wchodziła na górę jutro. Koza weszła na górę wczoraj.",
      "example_translation": "बक्री एक चतुर जानवर है. वह कल पर्वत पर चढ़ेगा. बक्री ने कल पर्वत पर चढ़ा था.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mężczyzna",
      "translation": "मर्द",
      "definition": "Dorosły człowiek lub zwierzę, produkujący spermę, szczególnie człowiek od narodzin do wieku męskiego.",
      "definition_translation": "एक वयस्क मानव या पशु जो शुक्राणु उत्पन्न करता है, विशेष रूप से जन्म से पुरुष तक की मानव。",
      "example": "Mężczyzna to samiec rodziny jeleniowej, znany ze swoich rogów. W przeszłości on był modelem. Do przyszłego roku, on będzie pielęgniarem męskim.",
      "example_translation": "हिरण परिवार की पुरुष प्रजाति अपने सींगों के लिए जानी जाती है. इससे पहले, वह एक पुरुष मॉडल था. अगले साल तक, वह एक पुरुष नर्स होगा.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "muł",
      "translation": "मุลा",
      "definition": "Potomstwo samca osła i klaczy konia, znane z siły i uporczywości.",
      "definition_translation": "एक नर गधे और एक मादा घोड़े की संतान, अपनी ताकत और जिद के लिए जानी जाती है.",
      "example": "Muł jest używany do noszenia ciężkich ładunków w górach. Ona miała muły jako zwierzęta domowe, gdy była dzieckiem. Do następnego miesiąca, oni będą kupować muła do rolnictwa.",
      "example_translation": "एक मुला पहाड़ों में भारी भार ढोने में उपयोग की जाती है. वह बचपन में मुलों के पालतू जानवर के रूप में थी. अगले महीने तक, वे खेती के लिए एक मुला खरीदेंगे.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "puma",
      "translation": "くमा",
      "definition": "Duży kot rodzimy Ameryki, zwłaszcza regionów górskich.",
      "definition_translation": "अमेरिका का एक बड़ा बिल्ली, विशेष रूप से पर्वतीय क्षेत्रों में मिलने वाला.",
      "example": "Pumy są znane ze swojej zwinności i szybkości. Puma spała w lesie. Do przyszłego roku pumy będą reintrodukowane w regionie.",
      "example_translation": "कुमा अपनी चपलता और गति के लिए जाने जाते हैं. वन में कुमा सो रहा था. अगले साल तक, कुमा क्षेत्र में पुनर्वासित किए जाएंगे.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "puppy",
      "translation": "पपी",
      "definition": "Młody pies, zwłaszcza ten, który jest młodszy niż rok.",
      "definition_translation": "एक युवा कुत्ता, विशेष रूप से एक साल से कम उम्र का.",
      "example": "Sztyneczki potrzebują regularnego ćwiczenia i szkolenia. Sztyneczek bawił się w parku. Do przyszłego miesiąca adoptują sztyneczka.",
      "example_translation": "पपियों को नियमित व्यायाम और प्रशिक्षण की आवश्यकता है. पार्क में पपी खेल रहा था. अगले महीने तक, वे एक पपी को गोद लेंगे.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "reindeer",
      "translation": "रेनडियर",
      "definition": "Renifer to rodzaj jelenia z charakterystycznymi rogami, występujący w regionach arktycznych Europy, Azji i Ameryki Północnej.",
      "definition_translation": "एक रेनडियर यूरोप, एशिया और उत्तरी अमेरिका के आर्कटिक क्षेत्रों में पाए जाने वाले एक प्रकार का हिरन है, जिसके पास एक विशिष्ट सेट ऑफ एन्टलर्स है.",
      "example": "Renifery migrowały do regionów północnych zimą. Migrowały do regionów północnych zimą. Migrują do regionów północnych zimą.",
      "example_translation": "शीत ऋतु में रेनडियर उत्तरी क्षेत्रों में पलायन करता था. वह शीत ऋतु में उत्तरी क्षेत्रों में पलायन कर रहा था. वह शीत ऋतु में उत्तरी क्षेत्रों में पलायन करेगा.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tiger",
      "translation": "बाघ",
      "definition": "Tygrys to duży, mięsożerny ssak z rodziny kotów, występujący w lasach i łąkach Azji.",
      "definition_translation": "एक बाघ एक बड़ी, मांसाहारी स्तनपाई है, जिसका पता एशिया के जंगलों और घास के मैदानों में लगता है.",
      "example": "Tygrys spał w lesie. Śpi w lesie. Będzie spał w lesie.",
      "example_translation": "बाघ जंगल में सो रहा था. वह जंगल में सो रहा है. वह जंगल में सो रहा होगा.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "whale",
      "translation": "व्हेल",
      "definition": "Wieloryb to duże, wodne zwierzę, które oddycha powietrzem przez otwór wody, występujące w oceanach całego świata.",
      "definition_translation": "एक व्हेल एक बड़ा, जलीय स्तनपाई है, जो अपने blowhole के माध्यम से हवा सांस लेता है, जिसका पता दुनिया भर में सागरों में लगता है.",
      "example": "Wieloryb pływał w oceanie. Pływa w oceanie. Będzie pływał w oceanie.",
      "example_translation": "व्हेल सागर में तैर रहा था. वह सागर में तैर रहा है. वह सागर में तैर रहा होगा.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deer",
      "translation": "हिरन",
      "definition": "Jeleń to rodzaj ssaka roślinożernego, występujący w lasach i łąkach Europy, Azji i Ameryki Północnej.",
      "definition_translation": "एक हिरन एक प्रकार का रुमिनेंट स्तनपाई है, जिसका पता यूरोप, एशिया और उत्तरी अमेरिका के जंगलों और घास के मैदानों में लगता है.",
      "example": "Jeleń biegł w lesie. Biega w lesie. Będzie biegł w lesie.",
      "example_translation": "हिरन जंगल में दौड़ रहा था. वह जंगल में दौड़ रहा है. वह जंगल में दौड़ रहा होगा.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fox",
      "translation": "लोमड़ी",
      "definition": "Lis to małe, mięsożerne zwierzę",
      "definition_translation": "एक छोटा, मांसाहारी स्तनपायी",
      "example": "Szybki lis skacze nad leniwym psem. Lis skakał nad leniwym psem. Lis będzie skakał nad leniwym psem.",
      "example_translation": "तेज लोमड़ी आलसी कुत्ते के ऊपर कूदता है. लोमड़ी आलसी कुत्ते के ऊपर कूद रहा था. लोमड़ी आलसी कुत्ते के ऊपर कूदेगा.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorilla",
      "translation": "गोरिल्ला",
      "definition": "Goryl to duże, potężne zwierzę naczelne",
      "definition_translation": "एक बड़ा, शक्तिशाली प्राइमेट",
      "example": "Goryl je banana w dżungli. Goryl jadł banana w dżungli. Goryl będzie jeł banana w dżungli.",
      "example_translation": "जंगल में गोरिल्ला केले खा रहा है. जंगल में गोरिल्ला केले खा रहा था. जंगल में गोरिल्ला केले खाएगा.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kangaroo",
      "translation": "कंगारू",
      "definition": "Kangur to duże, skaczące zwierzę torbaczowe",
      "definition_translation": "एक बड़ा, कूदने वाला मार्सूपियल",
      "example": "Kangur skacze w outbacku. Kangur skakał w outbacku. Kangur będzie skakał w outbacku.",
      "example_translation": "औटबैक में कंगारू कूद रहा है. औटबैक में कंगारू कूद रहा था. औटबैक में कंगारू कूदेगा.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "leopard",
      "translation": "चीता",
      "definition": "Lampart to duże, mięsożerne zwierzę",
      "definition_translation": "एक बड़ा, मांसाहारी स्तनपायी",
      "example": "Lampart stalkuje swoją zdobycz w lesie. Lampart stalkował swoją zdobycz w lesie. Lampart będzie stalkował swoją zdobycz w lesie.",
      "example_translation": "जंगल में चीता अपना शिकार ढूंढ रहा है. जंगल में चीता अपना शिकार ढूंढ रहा था. जंगल में चीता अपना शिकार ढूंढेगा.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wół",
      "translation": "बैल",
      "definition": "Udomowiony ssak kopytny, który ma mocne ciało i krótkie rogi i często jest używany jako zwierzę pociągowe.",
      "definition_translation": "एक घरेलू रुमिनेंट स्तनपायी जिसके शरीर में स्टाउट और छोटे सींग होते हैं और अक्सर ड्राफ्ट जानवर के रूप में उपयोग किया जाता है",
      "example": "Rolnik użył wołu do orki pola, a następnie będzie go używał jutro. Wół orkił pole wczoraj.",
      "example_translation": "किसान ने खेत जोतने के लिए एक बैल का इस्तेमाल किया, और फिर कल वह इसे फिर से उपयोग करेगा. कल बैल ने खेत जोता था",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łapa",
      "translation": "पaw",
      "definition": "Noga zwierzęcia, zwłaszcza czworonożnego, która ma pazury.",
      "definition_translation": "चार पैर वाले जानवर का पैर, đặcतौर पर अव नाखून वाला",
      "example": "Kot zwinął łapę, gdy spał. Pies będzie pukał do drzwi, jeśli chce wyjść.",
      "example_translation": "सोये हुए समय में बिल्ली ने अपना पाव मोड़ लिया. यदि कुत्ता बाहर जाना चाहता है तो वह दरवाजे को पाव करेगा",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź polarzysty",
      "translation": "ध्रुवीय भालू",
      "definition": "Duży drapieżny niedźwiedź, który żyje w regionach arktycznych i ma białe futro.",
      "definition_translation": "आर्कटिक क्षेत्रों में निवास करने वाला एक बड़ा मांसाहारी भालू जिसके सफ़ेद बाल होते हैं",
      "example": "Niedźwiedź polarzysty pływał w Oceanie Arktycznym. Niedźwiedź polarzysty będzie hibernował zimą. Niedźwiedź polarzysty zaatakował fokę wczoraj.",
      "example_translation": "ध्रुवीय भालू आर्कटिक महासागर में तैर रहा था. ध्रुवीय भालू सर्दियों के दौरान शीत निद्रा में जाएगा. कल ध्रुवीय भालू ने सील को हमला कर दिया था",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nosorożec",
      "translation": "गैंडा",
      "definition": "Duży roślinożerny ssak z charakterystycznym rogatyknie na nosie, występujący w Afryce i południowej Azji.",
      "definition_translation": "अफ्रीका और दक्षिण एशिया में पाया जाने वाला एक बड़ा शाकाहारी स्तनपायी जिसके नाक पर एक विशिष्ट सींग होता है",
      "example": "Nosorożec pasł się na sawannie. Nosorożec zaatakował turystów wczoraj. Nosorożec będzie rodził cielę miesiąc temu.",
      "example_translation": "गैंडा सवाना में घास चरा रहा था. कल गैंडा ने पर्यटकों पर हमला कर दिया था. अगले महीने गैंडा एक शिशु को जन्म देगा",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "foka",
      "translation": "मोहर",
      "definition": "Foka jest typem ssaka morskiego, charakteryzującego się smukłym ciałem, płetwami i warstwą tłuszczową.",
      "definition_translation": "एक सील एक प्रकार का समुद्री स्तनपायी होता है जिसके शरीर की आकृति सुव्यवस्थित होती है, फ्लिपर होते हैं और वसा की परत होती है।",
      "example": "Foka szybko pływała przez wodę. Foka będzie szybko pływała przez wodę. Foka szybko pływała przez wodę.",
      "example_translation": "सील ने जल के माध्यम से तेजी से तैरी। सील जल के माध्यम से तेजी से तैरेगा। सील ने जल के माध्यम से तेजी से तैरी थी।",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiewiórka",
      "translation": "चुहा",
      "definition": "Wiewiórka jest małym ssakiem, charakteryzującym się busznym ogonem, zwinnością ciała i zdolnością wspinaczki po drzewach.",
      "definition_translation": "चुहा एक छोटा रोडेंट होता है जिसके शरीर की विशेषताएं लंबी पूछ, लचीला शरीर और पेड़ों पर चढ़ने की क्षमता होती हैं।",
      "example": "Wiewiórka szybko pobiegła na drzewo. Wiewiórka będzie szybko biegła na drzewo. Wiewiórka szybko pobiegła na drzewo.",
      "example_translation": "चुहा ने तेजी से पेड़ पर चढ़ा। चुहा पेड़ पर तेजी से चढ़ेगा। चुहा ने तेजी से पेड़ पर चढ़ा था।",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]
}