[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nóż",
      "translation": "चाकू",
      "definition": "Nóż to instrument cięcia składający się z ostrza przyczepionego do uchwytu, używany do krojenia i przygotowywania jedzenia, a także jako broń.",
      "definition_translation": "एक चाकू एक कटइ इंस्ट्रूमेंट है जिसमें एक तेज ब्लेड होता है जो हैंडल से जुड़ा होता है, खाना तैयार करने और भोजन के लिए कटइ के लिए प्रयोग किया जाता है, और एक हथियार के रूप में भी प्रयोग किया जाता है।",
      "example": "Użyję noża, aby pokroić jabłko. Użyłem noża, aby pokroić chleb wczoraj. Użyłem noża, aby pokroić tortę rok temu.",
      "example_translation": "मैं सेब काटने के लिए चाकू का प्रयोग करूँगा। मैं कल ब्रेड काटने के लिए चाकू का प्रयोग किया था। मैंने पिछले साल केक काटने के लिए चाकू का प्रयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miska",
      "translation": "बर्तन",
      "definition": "Miska to okrągłe, otwarte naczynie używane do serwowania lub przechowywania żywności, takiej jak zupa lub płatki.",
      "definition_translation": "एक बर्तन एक गोल, ओपन-टॉप कंटेनर होता है जिसका प्रयोग आमतौर पर खाना सेवा करने या खाना रखने के लिए किया जाता है, जैसे सूप या सेरियल।",
      "example": "Ona jadła płatki z miski. Kelner podał zupę w misce. Oni będą jeszc jedzenie z miski jutro.",
      "example_translation": "उसने एक बर्तन से सेरियल खाया। वेटर ने बर्तन में सूप परोसा। वे कल एक बर्तन से मिठाई खायेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kuchenka",
      "translation": "कुकर",
      "definition": "Kuchenka to urządzenie kuchenne służące do gotowania i podgrzewania żywności, zwykle elektryczne lub gazowe.",
      "definition_translation": "एक कुकर एक किचन एप्लायन्स है जिसका प्रयोग खाना पकाने और खाना गर्म करने के लिए किया जाता है, आमतौर पर इलेक्ट्रिक या गैस पावर्ड होता है।",
      "example": "Użyłem kuchenki, aby ugotować ryż. Ona użyła kuchenki, aby ugotować obiad wczoraj. Oni będą kupować kuchenkę, aby ugotować śniadanie jutro.",
      "example_translation": "मैं चावल पकाने के लिए कुकर का प्रयोग करता हूँ। उसने रात में डिनर पकाने के लिए कुकर का प्रयोग किया था। वे कल नाश्ता पकाने के लिए कुकर खरीदेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szafa",
      "translation": "अलमारी",
      "definition": "Szafa to mebel z półkami, używany do przechowywania żywności, naczyń lub innych przedmiotów gospodarstwa domowego.",
      "definition_translation": "एक अलमारी एक पीस ऑफ फर्नीचर है जिसमें शेल्फ होते हैं, जिसका प्रयोग खाना, बर्तन या अन्य घरेलू सामान स्टोर करने के लिए किया जाता है।",
      "example": "Ona trzymała naczynia w szafie. On otworzył szafę, aby zdobyć talerz. Oni będą czyścić szafę jutro.",
      "example_translation": "उसने अलमारी में बर्तन रखे थे। उसने प्लेट निकालने के लिए अलमारी खोला था। वे कल अलमारी साफ करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szuflada",
      "translation": "ड्रॉयर",
      "definition": "Szuflada to kontener w meblu, który można wysunąć, aby uzyskać dostęp do jego zawartości.",
      "definition_translation": "एक ड्रॉयर एक पीस ऑफ फर्नीचर में एक कंटेनर है जिसे अपनी सामग्री तक पहुँचने के लिए निकाला जा सकता है.",
      "example": "Otworzyłem szufladę, aby znaleźć swoje zagubione klucze. Otworzę szufladę, aby znaleźć swoje zagubione klucze. Otworzyłem szufladę, aby znaleźć swoje zagubione klucze.",
      "example_translation": "मैंने अपनी गुम हुई चाबियां ढूंढने के लिए ड्रॉयर खोला. मैं ड्रॉयर खोलूँगा अपनी गुम हुई चाबियां ढूंढने के लिए. मैंने अपनी गुम हुई चाबियां ढूंढने के लिए ड्रॉयर खोला था.",
      "imageLink": "image_files\\English\\"imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "widelec",
      "translation": "चाकू",
      "definition": "Widelec to narzędzie z jednym lub więcej ramionami, używane do jedzenia lub serwowania żywności.",
      "definition_translation": "चाकू एक उपयंत्र है जिसमें दो या अधिक प्रोंग होते हैं, जिसका उपयोग भोजन खाने या परोसने के लिए किया जाता है.",
      "example": "Użyłem widelca, aby zjeść sałatkę. Użyję widelca, aby zjeść sałatkę. Użyłem widelca, aby zjeść sałatkę.",
      "example_translation": "मैंने सलाद खाने के लिए चाकू का उपयोग किया. मैं सलाद खाने के लिए चाकू का उपयोग करूँगा. मैंने सलाद खाने के लिए चाकू का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lodówka",
      "translation": "फ्रिज",
      "definition": "Lodówka to duże urządzenie elektryczne służące do chłodzenia i przechowywania żywności i napojów.",
      "definition_translation": "फ्रिज एक बड़ा विद्युत उपकरण है जिसका उपयोग भोजन और पेय पदार्थों को ठंडा रखने के लिए किया जाता है.",
      "example": "Otworzyłem lodówkę, aby dostać zimny napój. Otworzę lodówkę, aby dostać zimny napój. Otworzyłem lodówkę, aby dostać zimny napój.",
      "example_translation": "मैंने ठंडा पेय प्राप्त करने के लिए फ्रिज खोला. मैं फ्रिज खोलूँगा ठंडा पेय प्राप्त करने के लिए. मैंने ठंडा पेय प्राप्त करने के लिए फ्रिज खोला था.",
      "imageLink": "image_files\\English\\"imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stół kuchenny",
      "translation": "रसोई टेबल",
      "definition": "Stół kuchenny to mebel, przy którym przygotowywane i spożywane są posiłki.",
      "definition_translation": "रसोई टेबल वह फर्नीचर है जहां भोजन तैयार किया जाता है और खाया जाता है.",
      "example": "Siadłem przy stole kuchennym, aby zjeść śniadanie. Siądę przy stole kuchennym, aby zjeść śniadanie. Siadłem przy stole kuchennym, aby zjeść śniadanie.",
      "example_translation": "मैंने नाश्ता खाने के लिए रसोई टेबल पर बैठा. मैं रसोई टेबल पर बैठूँगा नाश्ता खाने के लिए. मैंने नाश्ता खाने के लिए रसोई टेबल पर बैठा था.",
      "imageLink": "image_files\\English\\"imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kuchenka mikrofalowa",
      "translation": "माइक्रोवेव ओवन",
      "definition": "Kuchenka mikrofalowa to urządzenie kuchenne, które używa fal elektromagnetycznych do szybkiego ogrzewania lub gotowania żywności.",
      "definition_translation": "एक रसोई अप्लायन्स जो खाना पकाने या गर्म करने के लिए विद्युत चुंबकीय तरंगों का उपयोग करता है",
      "example": "Użyłem kuchenki mikrofalowej, aby ogrzać obiad wczoraj, używam jej teraz, aby ugotować kolację, i użyję jej jutro, aby ogrzać śniadanie.",
      "example_translation": "मैंने कल अपना लंच गर्म करने के लिए माइक्रोवेव ओवन का इस्तेमाल किया, मैं अभी डिनर पकाने के लिए इसका इस्तेमाल कर रहा हूँ, और मैं कल सुबह अपना नाश्ता गर्म करने के लिए इसका इस्तेमाल करूँगा",
      "imageLink": "image_files\\English\\"imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "półka",
      "translation": "अलमारी",
      "definition": "Półka to płaska, pozioma część drewna, metalu lub innego materiału, zamocowana w ścianie lub wspierana przez wsporniki, służąca do trzymania lub eksponowania przedmiotów.",
      "definition_translation": "एक सपाट, क्षैतिज लकड़ी, धातु या अन्य सामग्री का टुकड़ा, दीवार में फिक्स्ड या ब्रैकेट द्वारा सपोर्टेड, वस्तुओं को रखने या प्रदर्शित करने के लिए प्रयुक्त",
      "example": "Położyłem książkę na półce wczoraj, teraz umieszczam wazon na półce, a jutro umieścię ramkę na półce.",
      "example_translation": "मैंने कल शेल्फ पर किताब रखी, मैं अभी शेल्फ पर वेसे रख रहा हूँ, और मैं कल शेल्फ पर फ्रेम रखूँगा",
      "imageLink": "image_files\\English\\"imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zlew",
      "translation": "नाली",
      "definition": "Miska lub pojemnik, zwykle zamocowany w ścianie lub podłodze, używany do mycia rąk, twarzy lub naczyń.",
      "definition_translation": "एक बेसिन या कंटेनर, आम तौर पर दीवार या फर्श में फिक्स्ड, हाथ, चेहरा या डिशेज धोने के लिए प्रयुक्त",
      "example": "Wczoraj myłem ręce w zlewie, teraz myję naczynia w zlewie, a jutro myję twarz w zlewie.",
      "example_translation": "मैंने कल हाथ नाली में धोए, मैं अभी नाली में डिशेज धो रहा हूँ, और मैं कल नाली में चेहरा धोऊंगा",
      "imageLink": "image_files\\English\\"imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łyżka",
      "translation": "चम्मच",
      "definition": "Narzędzie z miseczką lub owalnym łyżkiem, używane do jedzenia lub serwowania jedzenia.",
      "definition_translation": "एक बर्तन जिसमें बाउल-आकार या ओवल-आकार स्कूप होता है, खाना खाने या परोसने के लिए प्रयुक्त",
      "example": "Wczoraj użyłem łyżki do jedzenia śniadania, teraz używam łyżki do jedzenia obiadu, a jutro będę używał łyżki do jedzenia kolacji.",
      "example_translation": "मैंने कल चम्मच से नाश्ता खाया, मैं अभी चम्मच से लंच खा रहा हूँ, और मैं कल चम्मच से डिनर खाऊंगा",
      "imageLink": "image_files\\English\\"imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kosz",
      "translation": "डिब्बा",
      "definition": "Pojemnik używany do przechowywania lub składowania rzeczy, szczególnie prostokątny w kształcie i z pokrywką.",
      "definition_translation": "कुछ चीजों को रखने या स्टोर करने के लिए इस्तेमाल किया जाने वाला एक कंटेनर, Özellikle आमतौर पर आयताकार आकार का और ढक्कन वाला होता है",
      "example": "Wczoraj wyrzuciłem śmieci do kosza. Dziś czyściłem kosz. Jutro opróżnię kosz.",
      "example_translation": "मैं ने बिन में कचरा फेंक दिया. कल, मैं ने बिन साफ किया. कल, मैं बिन खाली करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmywarka",
      "translation": "डिशवॉशर",
      "definition": "Urządzenie elektryczne używane do czyszczenia naczyń automatycznie, szczególnie w domu.",
      "definition_translation": "एक इलेक्ट्रिकल एप्लाइंस जिसका उपयोग घरेलू सेटिंग में बर्तन साफ करने के लिए किया जाता है, विशेष रूप से स्वचालित रूप से",
      "example": "Wczoraj załadowałem zmywarkę po kolacji. Dziś kupiłem nową zmywarkę. Jutro zainstaluję zmywarkę.",
      "example_translation": "मैं रात के खाने के बाद डिशवォशर में लोड किया. कल, मैं ने नया डिशवॉशर खरीदा. कल, मैं डिशवॉशर इन्स्टॉल करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czajnik elektryczny",
      "translation": "इलेक्ट्रिक केटल",
      "definition": "Urządzenie elektryczne używane do szybkiego zagotowania wody, szczególnie do przygotowania herbaty lub kawy.",
      "definition_translation": "पानी उबालने के लिए एक इलेक्ट्रिकल एप्लाइंस, Özellikle चाय या कॉफी बनाने के लिए",
      "example": "Wczoraj włączyłem czajnik elektryczny, aby zagotować wodę. Dziś kupiłem nowy czajnik elektryczny. Jutro będę używał czajnika elektrycznego.",
      "example_translation": "मैं ने पानी उबालने के लिए इलेक्ट्रिक केटल में प्लग लगाया. कल, मैं ने इलेक्ट्रिक केटल खरीदा. कल, मैं इलेक्ट्रिक केटल का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " zamrażarka",
      "translation": "फ्रीजर",
      "definition": "Urządzenie elektryczne używane do przechowywania żywności w bardzo niskiej temperaturze, szczególnie w domu.",
      "definition_translation": "कम तापमान पर भोजन संरक्षित करने के लिए एक इलेक्ट्रिकल एप्लाइंस, Özellikle घरेलू सेटिंग में",
      "example": "Wczoraj przechowałem mięso w zamrażarce. Dziś czyściłem zamrażarkę. Jutro odtaję zamrażarkę.",
      "example_translation": "मैं ने मांस फ्रीजर में स्टोर किया. कल, मैं ने फ्रीजर साफ किया. कल, मैं फ्रीजर पिघलना शुरू करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "patelnia",
      "translation": "तवा",
      "definition": "Patelnia to rodzaj naczynia kuchennego używanego do smażenia, podsmażania i brązowego smażenia żywności.",
      "definition_translation": "तवा एक प्रकार का खाना पकाने का बर्तन है जिसका उपयोग आमतौर पर भोजन को तलने, सौतेले और भूनने के लिए किया जाता है।",
      "example": "Wczoraj użyłem patelni do gotowania kolacji. Teraz używam patelni do gotowania śniadania. Jutro będę używał patelni do gotowania obiadu.",
      "example_translation": "मैंने कल रात को डिनर पकाने के लिए तवा का इस्तेमाल किया। मैं अब नाश्ता पकाने के लिए तवा का इस्तेमाल कर रहा हूँ। मैं कल завтра लंच पकाने के लिए तवा का इस्तेमाल करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piekarnik",
      "translation": "ओवन",
      "definition": "Piekarnik to urządzenie kuchenne używane do gotowania i ogrzewania żywności.",
      "definition_translation": "ओवन एक रसोई उपकरण है जिसका उपयोग भोजन के पकाने और गर्म करने के लिए किया जाता है।",
      "example": "Wczoraj upiekłem tort w piekarniku. Teraz piekę kurczaka w piekarniku. Jutro będę piekł pizzę w piekarniku.",
      "example_translation": "मैंने कल ओवन में केक बेक किया। मैं अब ओवन में चिकन रोस्ट कर रहा हूँ। मैं कल ओवन में पिज़ा पकाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "garnek",
      "translation": "बर्तन",
      "definition": "Garnek to rodzaj naczynia kuchennego używanego do gotowania, duszenia i gotowania żywności.",
      "definition_translation": "बर्तन एक प्रकार का खाना पकाने का बर्तन है जिसका उपयोग आम तौर पर भोजन के उबलने, स्टू करने और सिमरने के लिए किया जाता है।",
      "example": "Wczoraj gotowałem wodę w garnku. Teraz gotuję zupę w garnku. Jutro będę gotował herbatę w garnku.",
      "example_translation": "मैंने कल बर्तन में पानी उबाला। मैं अब बर्तन में सूप बना रहा हूँ। मैं कल बर्तन में चाय बनाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sosjerka",
      "translation": "सॉस पैन",
      "definition": "Sosjerka to rodzaj naczynia kuchennego używanego do ogrzewania i duszenia sosów i płynów.",
      "definition_translation": "सॉस पैन एक प्रकार का खाना पकाने का बर्तन है जिसका उपयोग आम तौर पर सॉस और तरल पदार्थों के गर्म करने और सिमरने के लिए किया जाता है।",
      "example": "Wczoraj ogrzewałem sos w sosjerce. Teraz duszę zupę w sosjerce. Jutro będę gotował makaron w sosjerce.",
      "example_translation": "मैंने कल सॉस पैन में सॉस गर्म किया। मैं अब सॉस पैन में सूप सिमरने वाला हूँ। मैं कल सॉस पैन में पास्ता पकाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kran",
      "translation": "नल",
      "definition": "Zawór sterujący przepływem cieczy z rury.",
      "definition_translation": "एक पाइप से तरल के प्रवाह को नियंत्रित करने के लिए एक वाल्व",
      "example": "Obróciła kran, aby napełnić wannę. Wczoraj obróciła kran, aby umyć ręce. Jutro obróci kran, aby podlewać rośliny.",
      "example_translation": "उसने स्नानघर भरने के लिए टैप बदल दिया। कल, उसने हाथ धोने के लिए टैप बदल दिया था। कल, वह पौधों को पानी देने के लिए टैप बदल देगी",
      "imageLink": "image_files\\English\\"imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czajnik",
      "translation": "चाय केतली",
      "definition": "Naczynie z dziobem, służące do serwowania herbaty.",
      "definition_translation": "चाय परोसने के लिए एक नल वाला कंटेनर",
      "example": "Moja babcia zawsze używała czajnika, aby serwować herbatę swoim gościom. Wczoraj moja mama użyła czajnika, aby zrobić herbatę dla mojego ojca. Jutro ja użyję czajnika, aby zrobić herbatę dla moich przyjaciół.",
      "example_translation": "मेरी दादी हमेशा अपने मेहमानों को चाय परोसने के लिए एक चाय केतली का उपयोग करती थीं। कल, मेरी माँ ने मेरे पिता के लिए चाय बनाने के लिए एक चाय केतली का उपयोग किया था। कल, मैं अपने दोस्तों के लिए चाय बनाने के लिए एक चाय केतली का उपयोग करूँगा",
      "imageLink": "image_files\\English\\"imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "otwieracz do puszek",
      "translation": "टिन ओपनर",
      "definition": "Urządzenie służące do otwierania puszek.",
      "definition_translation": "टिन केन्स खोलने के लिए एक उपकरण",
      "example": "Użyła otwieracza do puszek, aby otworzyć puszkę z fasolą. Wczoraj on użył otwieracza do puszek, aby otworzyć puszkę z pomidorami. Jutro oni użyją otwieracza do puszek, aby otworzyć puszkę z tuńczykiem.",
      "example_translation": "उसने एक टिन ओपनर का उपयोग सेम की एक केन खोलने के लिए किया। कल, उसने टमाटर की एक केन खोलने के लिए एक टिन ओपनर का उपयोग किया था। कल, वे một टिन ओपनर का उपयोग टुना की एक केन खोलने के लिए करेंगे",
      "imageLink": "image_files\\English\\"imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "toastry",
      "translation": "टोस्टर",
      "definition": "Małe urządzenie elektryczne służące do podsmażania kromek chleba.",
      "definition_translation": "रोटी के स्लाइस टोस्ट करने के लिए एक छोटा इलेक्ट्रिकल उपकरण",
      "example": "Używam toasty, aby zrobić toasty na śniadanie. Wczoraj ona użyła toasty, aby zrobić toasty na lunch. Jutro oni będą używać toasty, aby zrobić toasty na obiad.",
      "example_translation": "मैं नाश्ते के लिए टोस्ट बनाने के लिए एक टोस्टर का उपयोग करता हूँ। कल, उसने अपने लंच के लिए टोस्ट बनाने के लिए एक टोस्टर का उपयोग किया था। कल, वे अपने डिनर के लिए टोस्ट बनाने के लिए एक टोस्टर का उपयोग करेंगे",
      "imageLink": "image_files\\English\\"imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tkanina",
      "translation": "कपड़ा",
      "definition": "Materiał sztuczny lub naturalny, używany do produkcji ubrań, mebli i innych wyrobów tekstylnych.",
      "definition_translation": "प्राकृतिक या सिंथेटिक फाइबर से बना एक लचीला कृत्रिम सामग्री, वस्त्र, असबाब और अन्य वस्त्र उत्पादों के निर्माण में प्रयुक्त होता है",
      "example": "Umyła tkaninę ostrożnie, aby usunąć plamy. Umie tkaninę jutro. Umyła tkaninę wczoraj.",
      "example_translation": "उसने दाग हटाने के लिए कपड़े को सावधानी से धोया. वह कल कपड़े को धोएगी. उसने कल कपड़े को धोया था.",
      "imageLink": "image_files\\English\\"imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ekspres do kawy",
      "translation": "कॉफी निर्माता",
      "definition": "Urządzenie, które zaparza kawę z ziaren kawy, zazwyczaj za pomocą gorącej wody i filtra.",
      "definition_translation": "एक उपकरण जो जमीन कॉफी बीन्स से कॉफी निकालता है, आमतौर पर गर्म पानी और फिल्टर का उपयोग करता है.",
      "example": "Kupiła nowy ekspres do kawy do swojej kuchni. On będzie używał ekspresu do kawy jutro. Oni użyli ekspresu do kawy wczoraj.",
      "example_translation": "उसने अपने किचन के लिए एक नई कॉफी निर्माता खरीदी. वह कल कॉफी निर्माता का उपयोग करेगा. वे कल कॉफी निर्माता का उपयोग कर चुके थे.",
      "imageLink": "image_files\\English\\"imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korkociąg",
      "translation": "कॉर्कस्क्रू",
      "definition": "Urządzenie służące do otwierania butelek z winem, zazwyczaj z końcem spiralnym, który wkłada się w korka i obraca, aby go wyjąć.",
      "definition_translation": "वाइन बोतलों से कॉर्क हटाने के लिए एक उपकरण, आमतौर पर एक स्पाइरल एंड होता है जिसे कॉर्क में डाला जाता है और निकालने के लिए घुमाया जाता है.",
      "example": "Użył korkociągu, aby otworzyć butelkę wina. Ona będzie używać korkociągu jutro. Oni użyli korkociągu wczoraj.",
      "example_translation": "उसने वाइन बोतल खोलने के लिए एक कॉर्कस्क्रू का उपयोग किया. वह कल एक कॉर्कस्क्रू का उपयोग करेगी. वे कल एक कॉर्कस्क्रू का उपयोग कर चुके थे.",
      "imageLink": "image_files\\English\\"imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "waga",
      "translation": "तौल",
      "definition": "Urządzenie służące do pomiaru masy lub ilości czegoś, zazwyczaj składające się z platformy lub kontenera i systemu dźwigni lub sprężyn.",
      "definition_translation": "कुछ के वजन या मात्रा को मापने के लिए प्रयुक्त एक उपकरण, आमतौर पर एक मंच या कंटेनर और लीवर या स्प्रिंग्स की एक प्रणाली होती है.",
      "example": "Ważę się na wadze. On będzie używać wagi jutro. Oni użyli wagi wczoraj.",
      "example_translation": "उसने स्केल्स पर अपना वजन किया. वह कल स्केल्स का उपयोग करेगा. वे कल स्केल्स का उपयोग कर चुके थे.",
      "imageLink": "image_files\\English\\"imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Taborec",
      "translation": "चौकी",
      "definition": "Prosta krzesło bez oparcia lub rąk, zazwyczaj dla jednej osoby.",
      "definition_translation": "यह एक साधारण कुर्सी है जिसकी पीठ या बाहें नहीं होती हैं, आमतौर पर एक व्यक्ति के लिए。",
      "example": "Siadłem na Taborecu, aby wypocząć nogi. Wczoraj siadłem na Taborecu, aby wypocząć nogi. Jutro siedzieć będę na Taborecu, aby wypocząć nogi.",
      "example_translation": "मैं अपने पैरों को आराम देने के लिए एक चौकी पर बैठ गया. कल, मैं अपने पैरों को आराम देने के लिए एक चौकी पर बैठ गया. कल, मैं अपने पैरों को आराम देने के लिए एक चौकी पर बैठ जाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czujka do pieczenia",
      "translation": "बेकिंग स्लीव",
      "definition": "Czujka do pieczenia jest elastyczną, odporną na ciepło torbą lub płaszczem, używaną do przechowywania żywności podczas pieczenia.",
      "definition_translation": "बेकिंग स्लीव एक लचीला, ताप-प्रतिरोधी बैग या शीट है जिसका उपयोग बेकिंग के दौरान खाद्य पदार्थों को समाहित करने के लिए किया जाता है.",
      "example": "Używam czujki do pieczenia, aby upiec ciasto. Użyłem czujki do pieczenia, aby upiec ciasto wczoraj. Użyję czujki do pieczenia, aby upiec ciasto jutro.",
      "example_translation": "मैं केक बेक करने के लिए एक बेकिंग स्लीव का उपयोग करता हूँ. मैंने कल केक बेक करने के लिए एक बेकिंग स्लीव का उपयोग किया. मैं कल केक बेक करने के लिए एक बेकिंग स्लीव का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nóż do ciasteczek",
      "translation": "बिस्किट कटर",
      "definition": "Nóż do ciasteczek to narzędzie kuchenne używane do wycinania kształtów z ciasta, aby zrobić ciasteczka.",
      "definition_translation": "बिस्किट कटर एक रसोई उपकरण है जिसका उपयोग आटे से बिस्किट बनाने के लिए आकार काटने के लिए किया जाता है.",
      "example": "Używam noża do ciasteczek, aby zrobić ciasteczka. Użyłem noża do ciasteczek, aby zrobić ciasteczka wczoraj. Będę używał noża do ciasteczek, aby zrobić ciasteczka jutro.",
      "example_translation": "मैं बिस्किट बनाने के लिए एक बिस्किट कटर का उपयोग करता हूँ. मैंने कल बिस्किट बनाने के लिए एक बिस्किट कटर का उपयोग किया. मैं कल बिस्किट बनाने के लिए एक बिस्किट कटर का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nóż do chleba",
      "translation": "रोटी कटर",
      "definition": "Nóż do chleba to narzędzie kuchenne używane do krojenia chleba na plasterki lub kształty.",
      "definition_translation": "रोटी कटर एक रसोई उपकरण है जिसका उपयोग रोटी को स्लाइस या आकार में काटने के लिए किया जाता है.",
      "example": "Używam noża do chleba, aby pokroić chleb. Użyłem noża do chleba, aby pokroić chleb wczoraj. Będę używał noża do chleba, aby pokroić chleb jutro.",
      "example_translation": "मैं रोटी काटने के लिए एक रोटी कटर का उपयोग करता हूँ. मैंने कल रोटी काटने के लिए एक रोटी कटर का उपयोग किया. मैं कल रोटी काटने के लिए एक रोटी कटर का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "formę do babki",
      "translation": "केक टिन",
      "definition": "Forma do babki to pojemnik wykonany z metalu lub innych materiałów, używany do trzymania i kształtowania babki podczas pieczenia.",
      "definition_translation": "बेकिंग के दौरान केक को पकड़ने और आकार देने के लिए मेटल या अन्य सामग्रियों से बना एक कंटेनर。",
      "example": "Muszę natłuścić formę do babki przed wlaniem ciasta. Natłuściłem formę do babki wczoraj. Będę natłuścił formę do babki jutro.",
      "example_translation": "मुझे बैटर डालने से पहले केक टिन को ग्रीस करना होगा. मैंने कल केक टिन को ग्रीस किया. मैं कल केक टिन को ग्रीस करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "naczynie do zapiekanek",
      "translation": "कैसरोल डिश",
      "definition": "Naczynie do zapiekanek to duże, głębokie naczynie używane do pieczenia i serwowania gorących, sycących dań, takich jak zapiekanki i lasagne.",
      "definition_translation": "गर्म, सेवोरी व्यंजन, जैसे कैसरोल और लसगनास, को बेकिंग और परोसने के लिए उपयोग किया जाने वाला एक बड़ा, गहरा डिश.",
      "example": "Ona włożyła naczynie do zapiekanek do pieca, aby upiec lasagnę. On wyjął naczynie do zapiekanek z pieca. Będą serwować naczynie do zapiekanek na przyjęciu.",
      "example_translation": "उसने ओवन में लसगना बेक करने के लिए कैसरोल डिश रखा. उसने ओवन से कैसरोल डिश निकाला. वे पार्टी में कैसरोल डिश परोसेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nożek kuchenny",
      "translation": "काटने वाला चाकू",
      "definition": "Ostry, ciężki nóż używany do krojenia żywności, takiej jak warzywa, mięso i kości.",
      "definition_translation": "सब्जियों, मांस और हड्डियों जैसे आहार को काटने के लिए उपयोग किया जाने वाला एक तेज, भारी चाकू.",
      "example": "Ona użyła nożka kuchennego, aby pokroić warzywa. On będzie używał nożka kuchennego, aby pokroić mięso. Pokroiłem kości nożkiem kuchennym wczoraj.",
      "example_translation": "उसने सब्जियों को काटने के लिए एक काटने वाला चाकू использовала. वह मांस को काटने के लिए एक काटने वाला चाकू gebruik करेगा. मैंने कल एक काटने वाला चाकू से हड्डियों को काटा.",
      "imageLink": "image_files\\English\\"imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pałeczki",
      "translation": "चॉपस्टिक्स",
      "definition": "Para małych, cienkich kijków używanych jako sztućce do podnoszenia jedzenia, szczególnie w kuchni azjatyckiej.",
      "definition_translation": "पूर्वी एशियाई व्यंजन,尤िन में खाना उठाने के लिए उपयोग किया जाने वाला एक जोड़ी छोटे, पतले स्टिक्स.",
      "example": "Użyłem pałeczek, aby zjeść sushi. Ona uczy się używać pałeczek. Oni nauczą nas, jak używać pałeczek.",
      "example_translation": "मैंने सुशी खाने के लिए चॉपस्टिक्स उपयोग किये. वह चॉपस्टिक्स का उपयोग सीख रही है. वे हमें चॉपस्टिक्स का उपयोग करना सिखाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "durszlak",
      "translation": "कोलेंडर",
      "definition": "Narzędzie kuchenne używane do odcedzenia lub separacji cząstek żywności od płynów.",
      "definition_translation": "तरल से खाद्य कणों को निकालने या अलग करने के लिए उपयोग की जाने वाली रसोई की सामग्री",
      "example": "Użyłem durszlaka, aby odcedzić makaron, potem umyłem go i postawiłem do wyschnięcia. Użyłem durszlaka, aby odcedzić warzywa wczoraj. Będę używał durszlaka, aby odcedzić ryż jutro.",
      "example_translation": "मैंने पास्ता निकालने के लिए एक कोलेंडर का इस्तेमाल किया, फिर मैंने उसे धोया और सूखने के लिए रख दिया। कल मैंने सब्जियों को निकालने के लिए कोलेंडर का इस्तेमाल किया था। कल मैं चावल निकालने के लिए कोलेंडर का इस्तेमाल करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deska do krojenia",
      "translation": "कटिंग बोर्ड",
      "definition": "Płaska powierzchnia, zwykle wykonana z drewna lub plastiku, używana do krojenia lub szatkowania żywności.",
      "definition_translation": "खाद्य काटने या काटने के लिए उपयोग की जाने वाली लकड़ी या प्लास्टिक की सपाट सतह",
      "example": "Ona położyła warzywa na desce do krojenia i zaczęła je kroić. On użył deski do krojenia, aby przygotować mięso wczoraj. Będą używać deski do krojenia, aby pokroić owoce jutro.",
      "example_translation": "उसने सब्जियों को कटिंग बोर्ड पर रखा और उन्हें काटना शुरू कर दिया। उसने कल मेंस की तैयारी के लिए एक कटिंग बोर्ड का इस्तेमाल किया था। वे कल फलों के टुकड़े करने के लिए कटिंग बोर्ड का इस्तेमाल करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przesiewacz mąki",
      "translation": "आटा छलनी",
      "definition": "Narzędzie kuchenne używane do separacji i napowietrzania mąki lub innych proszków.",
      "definition_translation": "आटा या अन्य पाउडर को अलग करने और हवा देने के लिए उपयोग की जाने वाली रसोई की सामग्री",
      "example": "Ona użyła przesiewacza mąki, aby wymieszać składniki wspólnie. Oni użyli przesiewacza mąki, aby przygotować mieszankę do ciasta wczoraj. Będę używał przesiewacza mąki, aby zrobić ciasto makowe jutro.",
      "example_translation": "उसने सामग्रियों को मिलाने के लिए एक आटा छलनी का इस्तेमाल किया। वे कल केक मिश्रण तैयार करने के लिए एक आटा छलनी का इस्तेमाल कर चुके थे। वह कल पेस्ट्री आटा बनाने के लिए एक आटा छलनी का इस्तेमाल करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krajacz żywności",
      "translation": "खाद्य स्लाइसर",
      "definition": "Urządzenie kuchenne używane do krojenia lub szatkowania żywności na cienkie plasterki.",
      "definition_translation": "पतले टुकड़ों में खाद्य काटने के लिए उपयोग की जाने वाली रसोई की मशीन",
      "example": "Ona użyła krajacza żywności, aby pokroić mięso na cienkie plasterki. Oni użyli krajacza żywności, aby przygotować kanapki wczoraj. Będę używał krajacza żywności, aby pokroić ser jutro.",
      "example_translation": "उसने मांस को पतले स्लाइस में काटने के लिए एक खाद्य स्लाइसर का इस्तेमाल किया। वे कल सैंडविच तैयार करने के लिए एक खाद्य स्लाइसर का इस्तेमाल कर चुके थे। वह कल चीज़ को पतले स्लाइस में काटने के लिए एक खाद्य स्लाइसर का इस्तेमाल करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lejk",
      "translation": "नाली",
      "definition": "Rura lub pipe, która jest szeroka na jednym końcu i wąska na drugim, używana do nalewania płynów lub proszków do małej otworu.",
      "definition_translation": "एक ट्यूब या पाइप जिसका एक छोर चौड़ा है और दूसरा छोर संकीर्ण है, तरल पदार्थों या पाउडर को छोटे उद्घाटन में डालने के लिए प्रयोग किया जाता है।",
      "example": "Użyłem lejka, aby nalewać olej do małego silnika. Będę używać lejka, aby nalewać wodę do zbiornika. Ona użyła lejka, aby nalewać cukier do worka.",
      "example_translation": "मैंने तेल को छोटे इंजन में डालने के लिए नाली का उपयोग किया। मैं टंकी में पानी डालने के लिए नाली का उपयोग करूँगा। उसने थैले में चीनी डालने के लिए नाली का उपयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prasa do czosnku",
      "translation": "लहसुन दबाने वाला यंत्र",
      "definition": "Narzędzie kuchenne używane do rozgniatań lub rozdrabniania ząbków czosnku w pastę lub muc.",
      "definition_translation": "लहसुन को पेस्ट या पल्प में कुचलने के लिए इस्तेमाल किया जाने वाला रसोई टूल。",
      "example": "Ona ścisnęła ząbki czosnku za pomocą prasy, aby przygotować sos. Będę używać prasy do czosnku, aby rozgnieść czosnek do przepisu. Oni użyli prasy do czosnku, aby przygotować masło czosnkowe.",
      "example_translation": "उसने सॉस बनाने के लिए लहसुन दबाने वाले यंत्र से लहसुन के कलियों को निचोड़ा था। मैं रेसिपी के लिए लहसुन को कुचलने के लिए लहसुन दबाने वाला यंत्र का उपयोग करूँगा। उन्होंने लहसुन मक्खन बनाने के लिए लहसुन दबाने वाला यंत्र का उपयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tarator",
      "translation": "कद्दूकस",
      "definition": "Narzędzie kuchenne używane do rozdrabniania lub szatkowania żywności, takiej jak ser lub warzywa, na małe kawałki.",
      "definition_translation": "खाने के लिए, जैसे चीज़ या सब्जियों, को छोटे टुकड़ों में काटने के लिए इस्तेमाल किया जाने वाला रसोई टूल。",
      "example": "Użyłem taratora, aby startować ser do sałatki. Ona będzie używać taratora, aby rozdrabniać warzywa do zupy. Oni użyli taratora, aby startować marchewkę do tortu.",
      "example_translation": "मैंने सलाद के लिए कद्दूकस से चीज़ को कद्दूकस किया था। वह सूप के लिए सब्जियों को कद्दूकस करने के लिए कद्दूकस का उपयोग करेंगी। उन्होंने केक के लिए गाजर को कद्दूकस करने के लिए कद्दूकस का उपयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łopatka do lodów",
      "translation": "आइस क्रीम स्कूप",
      "definition": "Narzędzie kuchenne używane do porcjowania i kształtowania lodów w kulki lub inne kształty.",
      "definition_translation": "आइस क्रीम को गोल या अन्य आकारों में निकालने और आकार देने के लिए इस्तेमाल किया जाने वाला रसोई टूल。",
      "example": "Ona użyła łopatki do lodów, aby porcjować lodów w kulki. Będę używać łopatki do lodów, aby kształtować lodów w stożki. Oni użyli łopatki do lodów, aby przygotować kanapki lodowe.",
      "example_translation": "उसने आइस क्रीम स्कूप का उपयोग करके आइस क्रीम को गोलाकार निकाला था। मैं कोन्स में आइस क्रीम को आकार देने के लिए आइस क्रीम स्कूप का उपयोग करूँगा। उन्होंने आइस क्रीम सैंडविच बनाने के लिए आइस क्रीम स्कूप का उपयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czajka",
      "translation": "चमचा",
      "definition": "Czajka to głęboka łyżka z długą rączką, używana do nabierania i wylewania płynów, takich jak zupa lub gulasz.",
      "definition_translation": "चमचा एक गहरा चमचा है जिसके साथ एक लंबा हैंडल है, जिसका उपयोग तरल पदार्थों की तरह सूप या स्ट्यू को निकालने और उड़ेलने के लिए किया जाता है।",
      "example": "Ona użyła czajki, aby wybrać zupę z garnka. Wczoraj, ona czajkowała zupę dla gości. Jutro, ona będzie czajkować zupę dla bezdomnych.",
      "example_translation": "उसने पॉट से सूप को निकालने के लिए चमचे का उपयोग किया। कल, उसने मेहमानों को सूप निकाला। कल, वह दिलसदको को सूप निकालेगी।",
      "imageLink": "image_files\\English\\"imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprężyna do cytryn",
      "translation": "निम्बू निचोड़ने वाला",
      "definition": "Sprężyna do cytryn jest urządzeniem używanym do wyciskania soku cytrynowego z cytryn lub innych owoców cytrusowych.",
      "definition_translation": "निम्बू निचोड़ने वाला एक ऐसा उपकरण है जिसका उपयोग निम्बू या anderen साइट्रस फलों से रस निकालने के लिए किया जाता है।",
      "example": "Ona użyła sprężyny do cytryn, aby wycisnąć sok z cytryn. Wczoraj, ona ścisnęła cytryny na przyjęcie. Jutro, ona będzie ścisnęła cytryny na śniadanie.",
      "example_translation": "उसने निम्बू से रस निकालने के लिए निम्बू निचोड़ने वाले का उपयोग किया। कल, उसने पार्टी के लिए निम्बू निचोड़ा था। कल, वह नाश्ते के लिए निम्बू निचोड़ेगी।",
      "imageLink": "image_files\\English\\"imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mandolina",
      "translation": "मंडोलाइन",
      "definition": "Mandolina jest narzędziem kuchennym używanym do krojenia i juliennowania warzyw i owoców.",
      "definition_translation": "एक मंडोलाइन एक रसोई उपकरण है जिसका उपयोग सब्जियों और फलों को कटाने और जुलिएनिंग के लिए किया जाता है।",
      "example": "Ona użyła mandoliny, aby pokroić marchewkę. Wczoraj, ona mandoliowała ogórki do sałatki. Jutro, ona będzie mandoliować jabłka do ciasta.",
      "example_translation": "उसने गाजर को कटाने के लिए मंडोलाइन का उपयोग किया। कल, उसने सलाद के लिए टमाटर को मंडोलाइन किया था। कल, वह पाई के लिए सेब को मंडोलाइन करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łyżeczka miarowa",
      "translation": "मापने वाला चमचा",
      "definition": "Łyżeczka miarowa jest łyżeczką używaną do mierzenia ilości składników przy gotowaniu lub pieczeniu.",
      "definition_translation": "एक मापने वाला चमचा एक चमचा है जिसका उपयोग खाना पकाने या बेकिंग के दौरान सामग्री की मात्रा निकालने के लिए किया जाता है।",
      "example": "Ona użyła łyżeczki miarowej, aby zmierzyć cukier. Wczoraj, ona zmierzyła składniki do tortu. Jutro, ona będzie mierzyć mąkę do chleba.",
      "example_translation": "उसने चीनी को मापने के लिए मापने वाले चमचे का उपयोग किया। कल, उसने केक के लिए सामग्री को मापा था। कल, वह रोटी के लिए आटा मापेगी।",
      "imageLink": "image_files\\English\\"imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mięsołup",
      "translation": "मांस कोमल करने वाला",
      "definition": "Mięsołup jest narzędziem kuchennym używanym do łagodzenia tkanki łącznej w mięsie, aby uczynić je bardziej smacznym i łatwiejszym do gryzienia.",
      "definition_translation": "मांस कोमल करने वाला एक रसोई उपकरण है जिसका उपयोग मांस के 結 nối ऊतकों को तोड़ने के लिए किया जाता है जिससे यह अधिक स्वादिष्ट और चबाने में आसान हो जाता है。",
      "example": "Użyłem mięsołupu, aby przygotować stek na obiad. Będę używać mięsołupu, aby uczynić pierś kurczą bardziej miękką. Użyłem mięsołupu, aby uczynić plasterki wołowe miękkimi.",
      "example_translation": "मैंने डिनर के लिए स्टेक तैयार करने के लिए मांस कोमल करने वाला इस्तेमाल किया। मैं चिकन ब्रेस्ट को अधिक कोमल बनाने के लिए मांस कोमल करने वाला इस्तेमाल करूँगा। मैंने बीफ स्ट्रिप्स को सॉफ्ट बनाने के लिए मांस कोमल करने वाला इस्तेमाल किया था।",
      "imageLink": "image_files\\English\\"imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drobniacz",
      "translation": "म incel",
      "definition": "Drobniacz jest narzędziem kuchennym używanym do krojenia lub mielenia żywności w małe kawałki lub proszek.",
      "definition_translation": "एक म incel रसोई में इस्तेमाल होने वाला एक उपकरण है जिसका उपयोग खाने को छोटे टुकड़ों या बारीक पाउडर में काटने के लिए किया जाता है。",
      "example": "Użyłem drobniacza, aby pokroić cebulę na sałatkę. Ona będzie używać drobniacza, aby zmielić mięso na burgery. On użył drobniacza, aby pokroić warzywa na gulasz.",
      "example_translation": "मैंने सलाद के लिए प्याज काटने के लिए म incel इस्तेमाल किया। वह बर्गर के लिए मांस को पीसने के लिए म incel इस्तेमाल करेगी। उसने स्ट्यू के लिए सब्जियों को काटने के लिए म incel इस्तेमाल किया था।",
      "imageLink": "image_files\\English\\"imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stępka i tłuczka",
      "translation": "औषधि और मूसल",
      "definition": "Stępka i tłuczka to narzędzie kuchenne używane do rozdrabniania, miażdżenia lub mieszenia żywności i innych substancji w pastę lub proszek.",
      "definition_translation": "औषधि और मूसल रसोई में इस्तेमाल होने वाला एक उपकरण है जिसका उपयोग खाने और अन्य पदार्थों को महीन पेस्ट या पाउडर में पीसने, कुचलने या मिलाने के लिए किया जाता है。",
      "example": "Użyła stępki i tłuczki, aby zmielić przyprawy do curry. Będę używał stępki i tłuczki, aby zmielić czosnek do sosu. Oni użyli stępki i tłuczki, aby wymieszać zioła do herbaty.",
      "example_translation": "उसने करी के लिए मसालों को पीसने के लिए औषधि और मूसल इस्तेमाल किया। मैं सॉस के लिए लहसुन को कुचलने के लिए औषधि और मूसल इस्तेमाल करूँगा। वे चाय के लिए जड़ी-बूटियों को मिलाने के लिए औषधि और मूसल इस्तेमाल कर चुके थे।",
      "imageLink": "image_files\\English\\"imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łupacz orzechów",
      "translation": "नट क्रैकर",
      "definition": "Łupacz orzechów to urządzenie używane do otwierania orzechów, zwłaszcza orzechów włoskich lub pekanowych, aby uzyskać dostęp do jadalnych jąder w środku.",
      "definition_translation": "एक नट क्रैकर एक उपकरण है जिसका उपयोग नट्स, टypically वॉलनट या पेकान, को खोलने के लिए किया जाता है ताकि अंदर की खाने योग्य केर्नल्स तक पहुँच सके।",
      "example": "Użyłem łupacza orzechów, aby otworzyć orzechy włoskie do tortu. Ona będzie używać łupacza orzechów, aby otworzyć orzechy pekanowe do sałatki. On użył łupacza orzechów, aby otworzyć orzechy hazelowego do kawy.",
      "example_translation": "मैंने केक के लिए वॉलनट्स को खोलने के लिए नट क्रैकर इस्तेमाल किया। वह सलाद के लिए पेकान को खोलने के लिए नट क्रैकर इस्तेमाल करेगी। उसने कॉफी के लिए हेजलनट्स को खोलने के लिए नट क्रैकर इस्तेमाल किया था।",
      "imageLink": "image_files\\English\\"imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deska do ciasta",
      "translation": "पेस्ट्री बोर्ड",
      "definition": "Deska do ciasta to płaska, zwykle drewniana lub plastikowa, powierzchnia używana do rozwałki ciasta, typowo w kuchni.",
      "definition_translation": "पेस्ट्री बोर्ड एक फ्लैट, आमतौर पर लकड़ी या प्लास्टिक, सतह है जिसका उपयोग पेस्ट्री डोह को रोल आउट करने के लिए किया जाता है, आम तौर पर एक रसोई में।",
      "example": "Położyłem ciasto na desce do ciasta i zacząłem je rozwałkiwać. Będę używać deski do ciasta, aby przygotować ciasto na jutrzejsze pieczenie. Ona musiała wyczyścić deskę do ciasta przed zrobieniem deseru.",
      "example_translation": "मैंने पेस्ट्री को पेस्ट्री बोर्ड पर रखा और उसे रोल आउट करना शुरू कर दिया। मैं कल की बेकिंग के लिए डोह की तैयारी के लिए पेस्ट्री बोर्ड का उपयोग करूँगा। उसने मिठाई बनाने से पहले पेस्ट्री बोर्ड को साफ करना था।",
      "imageLink": "image_files\\English\\"imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obieracz",
      "translation": "चोकोर",
      "definition": "Obieracz to narzędzie kuchenne używane do usuwania zewnętrznej warstwy lub skórki owoców i warzyw.",
      "definition_translation": "चोकोर एक रसोई उपकरण है जिसका उपयोग फलों और सब्जियों की बाहरी परत या छिलका हटाने के लिए किया जाता है।",
      "example": "Ona użyła obieracza, aby usunąć skórę z jabłka. Będę kupić nowy obieracz do mojej kuchni. On obrał ziemniaki obieraczem przed gotowaniem ich.",
      "example_translation": "उसने एक सेब की त्वचा हटाने के लिए चोकोर का उपयोग किया। मैं अपने रसोई के लिए एक नया चोकोर खरीदूँगा। उसने उबलने से पहले चोकोर से आलुओं को छिलका हटाया।",
      "imageLink": "image_files\\English\\"imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "młynek do pieprzu",
      "translation": "कालीमिर्च की चक्की",
      "definition": "Młynek do pieprzu to narzędzie kuchenne używane do mielenia ziaren pieprzu w proszek.",
      "definition_translation": "कालीमिर्च की चक्की एक रसोई उपकरण है जिसका उपयोग कालीमिर्च के दाने को महीन पाउडर में पीसने के लिए किया जाता है।",
      "example": "Podałem młynkiem do pieprzu, aby zmielić ziarna pieprzu. Ona położyła młynek do pieprzu na stole. On napełnił młynek do pieprzu nowymi ziarnami pieprzu.",
      "example_translation": "मैंने कालीमिर्च के दाने पीसने के लिए कालीमिर्च की चक्की को घुमाया। उसने मेज पर कालीमिर्च की चक्की रख दी। उसने नई कालीमिर्च के दाने से कालीमिर्च की चक्की को फिर से भर दिया।",
      "imageLink": "image_files\\English\\"imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " worek do dekoracji",
      "translation": "पाइपिंग बैग",
      "definition": "Worek do dekoracji to narzędzie kuchenne używane do dekorowania ciast i tart przez wyciskanie kremu lub szładu przez małą dyszę.",
      "definition_translation": "पाइपिंग बैग एक रसोई उपकरण है जिसका उपयोग केक और पेस्ट्री को सजाने के लिए फ्रॉस्टिंग या आइसिंग को एक छोटे नोजल के माध्यम से निचोड़ने के लिए किया जाता है।",
      "example": "Ona użyła worka do dekoracji, aby stworzyć piękną dekorację naecake'u. Będę kupić nowy worek do dekoracji do dekorowania cupcakes. On wycisnął krem z worka do dekoracji, aby stworzyć bordiurę.",
      "example_translation": "उसने केक पर सुंदर डिजाइन बनाने के लिए पाइपिंग बैग का उपयोग किया। मुझे कपकेक्स को सजाने के लिए एक नया पाइपिंग बैग खरीदना होगा। उसने पाइपिंग बैग से फ्रॉस्टिंग निकालकर एक सीमा बनाई।",
      "imageLink": "image_files\\English\\"imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wałek do ciasta",
      "translation": "रोलिंग पिन",
      "definition": "Wałek do ciasta to narzędzie kuchenne używane do wałkowania i spłaszczania ciasta lub ciastek do żądanej grubości.",
      "definition_translation": "एक रोलिंग पिन एक रसोई का उपयोगी साधन है जिसका प्रयोग डOUGH या पेस्ट्री को आवश्यक मोटाई में रोल और फ्लैट करने के लिए किया जाता है。",
      "example": "Ona użyła wałka do ciasta, aby wywałkować ciasto na pizzę. Wczoraj ona wywałkowała ciasto na ciasteczka. Jutro ona wywałkuje ciasto na tort.",
      "example_translation": "वह पिज़्ज़ा क्रस्ट के लिए डOUGH रोल आउट करने के लिए एक रोलिंग पिन का उपयोग करती थी। कल, उसने कुकीज़ के लिए डOUGH रोल आउट किया था। कल, वह केक के लिए डOUGH रोल आउट करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stół boczny",
      "translation": "साइडबोर्ड",
      "definition": "Stół boczny to mebel używany do serwowania jedzenia i napojów, typowo znajdujący się w jadalni.",
      "definition_translation": "एक साइडबोर्ड एक प्रकार का फर्नीचर है जिसका प्रयोग खाना और पेय phục vụ करने के लिए किया जाता है, genellikle डाइनिंग रूम में पाया जाता है।",
      "example": "Stół boczny był pięknie ozdobiony chińską porcelaną i szklankami kryształowymi. Rodzina zgromadziła się wokół stołu bocznego, aby wydłużyć obiad. Do przyszłego tygodnia stół boczny zostanie zastąpiony nowym.",
      "example_translation": "साइडबोर्ड को सुंदरता से सजाया गया था फाइन चाइना और क्रिस्टल ग्लासेस से। परिवार ने रात का खाना phục vụ करने के लिए साइडबोर्ड के आसपास इकट्ठा हुआ था। अगले सप्ताह तक, साइडबोर्ड को एक नया से बदल दिया जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sitko",
      "translation": "छलनी",
      "definition": "Sitko to narzędzie kuchenne z płocznym lub perforowanym dnem używane do oddzielania stałych cząstek od mieszaniny.",
      "definition_translation": "एक छलनी एक रसोई का उपयोगी साधन है जिसके नीचे जाली या छेद वाला होता है, जिसका प्रयोग मिश्रण से ठोस कणों को अलग करने के लिए किया जाता है।",
      "example": "Ona użyła sitka, aby oddzielić mąkę od zanieczyszczeń. Szef kuchni użył sitka, aby oddzielić składniki wczoraj. Do jutra ona będzie używać sitka, aby oddzielić ryż od kamieni.",
      "example_translation": "उसने आटे को अशुद्धियों से अलग करने के लिए एक छलनी का प्रयोग किया। शेफ ने कल सामग्री को अलग करने के लिए एक छलनी का प्रयोग किया था। कल तक, वह चاول को पत्थरों से अलग करने के लिए एक छलनी का प्रयोग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stojak na przyprawy",
      "translation": "मसाला रैक",
      "definition": "Stojak na przyprawy to narzędzie kuchenne używane do przechowywania i organizacji przypraw i aromatów.",
      "definition_translation": "एक मसाला रैक एक रसोई का उपयोगी साधन है जिसका प्रयोग मसालों और सीज़निंग्स को स्टोर और व्यवस्थित करने के लिए किया जाता है।",
      "example": "Ona zorganizowała swoje przyprawy na stojaku na przyprawy. Szef kuchni użył stojaka na przyprawy, aby przygotować danie wczoraj. Do przyszłego tygodnia ona będzie instalować nowy stojak na przyprawy w swojej kuchni.",
      "example_translation": "उसने मसाला रैक पर अपने मसालों को व्यवस्थित किया। शेफ ने कल व्यंजनprepared करने के लिए मसाला रैक का प्रयोग किया था। अगले सप्ताह तक, वह अपने रसोई में एक नया मसाला रैक स्थापित करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łyżka degustacyjna",
      "translation": "स्वाद चम्मच",
      "definition": "Łyżka używana do próbowania jedzenia podczas gotowania, zwykle mała łyżka z długą rękojeścią.",
      "definition_translation": "जब भोजन पकाया जा रहा हो तब स्वाद लेने के लिए इस्तेमाल किया जाने वाला चम्मच, आम तौर पर लंबे हैंडल के साथ छोटा चम्मच",
      "example": "Szef kuchni użył łyżki degustacyjnej, aby sprawdzić przyprawy zupy. Użyła łyżki degustacyjnej, aby spróbować sosu wczoraj. Użyje łyżki degustacyjnej, aby dostosować smak dania jutro.",
      "example_translation": "शेफ ने सूप के सीजनिंग की जांच के लिए स्वाद चम्मच का इस्तेमाल किया. कल उसने सॉस के स्वाद के लिए स्वाद चम्मच का इस्तेमाल किया था. वह कल स्वाद चम्मच का इस्तेमाल करके डिश के स्वाद को एडजस्ट करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "timer",
      "translation": "टाइमर",
      "definition": "Urządzenie, które mierzy upływ czasu, używane do kontrolowania trwania działania lub procesu.",
      "definition_translation": "समय के प‌گذर को मापने वाला उपकरण, जिसका इस्तेमाल किसी गतिविधि या प्रक्रिया की अवधि को नियंत्रित करने के लिए किया जाता है.",
      "example": "Kucharz ustawiał timer, aby upewnić się, że ciasto było pieczone przez odpowiedni czas. Ustawiła timer, aby przypomnieć sobie o wyjęciu chleba z pieca. Ustawi timer, aby uniknąć przepalenia mięsa.",
      "example_translation": "कुक ने टाइमर सेट किया ताकि केक सही मात्रा में पकaya जा सके. उसने टाइमर सेट किया था ताकि ओवन से रोटी निकालने की याद दिला सके. वह मांस के ओवरकुक होने से बचने के लिए टाइमर सेट करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trzepaczka",
      "translation": "व्हिस्क",
      "definition": "Narzędzie kuchenne z serią pętli lub drutów, używane do mieszania i łączenia składników żywności.",
      "definition_translation": "खाना पकाने के सामान में लूप या तारों की एक श्रृंखला के साथ एक उपकरण, जिसका इस्तेमाल खाद्य सामग्री के मिश्रण और मिलाने के लिए किया जाता है.",
      "example": "Ona zmieszała jajka i cukier razem, aby zrobić słodką omeletę. On zmieszał śmietankę, aby zrobić ją lekką i puszystą. Oni zmieszają mieszaninę, aby uzyskać odpowiednią konsystencję.",
      "example_translation": "उसने एग्स और शुगर को मिला कर मीठा ऑमलेट बनाया. उसने क्रीम को हल्का और फुल्फुला बनाने के लिए व्हिस्क किया था. वे मिश्रण को सही संगति प्राप्त करने के लिए व्हिस्क करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " blat roboczy",
      "translation": "वर्कटॉप",
      "definition": "Płaska powierzchnia w kuchni, używana do przygotowywania i gotowania jedzenia.",
      "definition_translation": "खाना पकाने के लिए इस्तेमाल की जाने वाली एक फ्लैट सतह, जिसका इस्तेमाल खाना पकाने और तैयार करने के लिए किया जाता है.",
      "example": "Blat roboczy był zakurzony sprzętem kuchennym i składnikami. Uczyła się blat roboczy, aby przygotować na przyjęcie wieczorne. On zainstaluje nowy blat roboczy w kuchni w przyszłym tygodniu.",
      "example_translation": "वर्कटॉप किचन सामान और सामग्री से भरा हुआ था. उसने डिनर पार्टी के लिए वर्कटॉप साफ किया था. वह अगले हफ्ते किचन में नया वर्कटॉप instal करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]