[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łopian",
      "translation": "बरडक",
      "definition": "Łopian to dwuletnia roślina podobna do ostu, rosnąca w Europie i Azji. Korzenie są wykorzystywane w medycynie ziołowej.",
      "definition_translation": "बरडक एक द्विवार्षिक थिसल जैसा植物 है जो यूरोप और एशिया में उगता है. इसकी जड़ें हर्बल दवा में उपयोग की जाती हैं.",
      "example": "Wczoraj piłem herbatę z łopianu, dzisiaj piję ją, a jutro planuję pić.",
      "example_translation": "मैंने कल बरडक चाय पी, आज मैं पीऊंगा, और मैं कल पीऊंगा.",
      "imageLink": "image_files\\English\\burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rumianek",
      "translation": "कामोमाइल",
      "definition": "Rumianek to ziele używane do produkcji herbaty i medycyny, znane z swoich właściwości uspokajających.",
      "definition_translation": "कामोमाइल एक जड़ी है जिसका उपयोग चाय और दवा बनाने में किया जाता है. इसके शांत प्रभाव के लिए जाना जाता है.",
      "example": "Wczoraj wieczorem piłem herbatę rumiankową, dziś robię napar z rumianku, a jutro użyję olejku rumiankowego.",
      "example_translation": "मैंने कल रात को कामोमाइल चाय पी, आज मैं कामोमाइल इंफ्यूजन बनाऊंगा, और मैं कल कामोमाइल तेल का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " pazur kotów",
      "translation": "बिल्ली की नख",
      "definition": "Pazur kotów to roślina, która rośnie w amazońskim lesie deszczowym. Kora jest wykorzystywana do produkcji medycyny.",
      "definition_translation": "बिल्ली की नख एक पौधा है जो अमेज़न के जंगल में उगता है. इसके बार्क का उपयोग दवा बनाने में किया जाता है.",
      "example": "Roślina pazur koców została odkryta przez ludność tubylczą, oni używali jej przez wieki, a teraz jest ona dostępna dla wszystkich.",
      "example_translation": "बिल्ली की नख पौधा आदिवासी लोगों द्वारा खोजा गया था, वे इसे सदियों से उपयोग कर रहे हैं, और अब यह व्यापक रूप से उपलब्ध है.",
      "imageLink": "image_files\\English\\cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przetacznik",
      "translation": "कोल्ट्सफुट",
      "definition": "Przetacznik to wieloletnie ziele, które rośnie w Europie i Azji. Liście są wykorzystywane do produkcji medycyny.",
      "definition_translation": "कोल्ट्सफुट एक बहुवर्षायी जड़ी है जो यूरोप और एशिया में उगता है. इसके पत्ते दवा बनाने में उपयोग किए जाते हैं.",
      "example": "Wczoraj widziałem przetacznik w lesie, dziś będę używał jego liści do produkcji medycyny, a jutro posadzę go w swoim ogrodzie.",
      "example_translation": "मैंने कल जंगल में कोल्ट्सफुट देखा, मैं आज इसके पत्ते दवा बनाने के लिए उपयोग करूँगा, और मैं कल मेरे गार्डन में लगाऊंगा.",
      "imageLink": "image_files\\English\\coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mlecz",
      "translation": "दन्डेलियन",
      "definition": "Mlecz to roślina kwitnąca, której rodzina pochodzi z Europy i Azji, znana ze swoich jasnych żółtych kwiatów i pierzastych liści.",
      "definition_translation": "एक दन्डेलियन एक प्रकार का फूलदार पौधा है जो यूरोप और एशिया में मूल निवासी है, अपने उज्ज्वल पीले फूलों और फ़ेयरी पत्तियों के लिए जाना जाता है।",
      "example": "Kiedy byłam dzieckiem, to zbierałam mlecze w ogrodzie. Teraz moi dzieci zbierają je ze mną. Gdy będę stara, moi wnuki będą zbierać je.",
      "example_translation": "मैं बचपन में बगीचे में दन्डेलियन उठाया करता था। आजकल, मेरे बच्चे मेरे साथ उठाते हैं। जब मैं बूढ़ा हो जाऊंगा, तब मेरे पोते-पोतियां उठाएंगे।",
      "imageLink": "image_files\\English\\dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kozieradka",
      "translation": "मेथी",
      "definition": "Kozieradka to ziele, które jest powszechnie używane w kuchni indyjskiej i środkowo-wschodniej, znane ze swojego lekko gorzkiego i orzechowego smaku.",
      "definition_translation": "मेथी एक प्रकार की जड़ी-बूटी है जिसका इस्तेमाल भारतीय और मध्य पूर्वी खाना पकाने में किया जाता है, अपने हल्के कसैले और अखरोट जैसे स्वाद के लिए जाना जाता है।",
      "example": "Moja babcia dodawała liście kozieradki do curry, gdy byłam dzieckiem. Teraz dodaję je do zupy. W przyszłości dodam je do sałatki.",
      "example_translation": "मेरी दादी बचपन में करी में मेथी के पत्ते डालती थीं। अब, मैं सूप में डालता हूँ। भविष्य में, मैं सलाद में डालूँगा।",
      "imageLink": "image_files\\English\\fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żen-szeń",
      "translation": "जिनसेंग",
      "definition": "Żen-szeń to rodzaj warzywa korzeniowego, które jest powszechnie używane w tradycyjnej medycynie chińskiej, znane ze swoich rzekomych korzyści zdrowotnych i pobudzających właściwości.",
      "definition_translation": "जिनसेंग एक प्रकार की जड़ सब्जी है जिसका इस्तेमाल पारंपरिक चीनी दवा में किया जाता है, अपने स 假 स्वास्थ्य लाभ और उत्तेजक गुणों के लिए जाना जाता है।",
      "example": "Moja mama dawała mi herbatę żen-szeńową, gdy byłam chora. Teraz daję ją moim przyjaciołom, gdy są zmęczeni. W przyszłości daję ją moim dzieciom, gdy będą potrzebować dodatkowej energii.",
      "example_translation": "मेरी माँ मुझे बीमार होने पर जिनसेंग चाय देती थीं। अब, मैं अपने दोस्तों को थकान होने पर देता हूँ। भविष्य में, मैं अपने बच्चों को ऊर्जा बढ़ाने के लिए दूँगा।",
      "imageLink": "image_files\\English\\ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skrzyp",
      "translation": "घोड़े की पूँछ",
      "definition": "Skrzyp to roślina, która jest znana ze swoich pustych łodyg i swojej starożytnej historii, często używana w ziołowych lekach i jako naturalny diuretyk.",
      "definition_translation": "घोड़े की पूँछ एक प्रकार का पौधा है जिसके खोखले तने और प्राचीन इतिहास के लिए जाना जाता है, अक्सर हर्बल दवाओं और एक प्राकृतिक मूत्रवर्धक के रूप में इस्तेमाल किया जाता है।",
      "example": "Kiedy byłam dzieckiem, to zbierałam łodygi skrzypu w lesie. Teraz moi przyjaciele zbierają je do herbaty ziołowej. W przyszłości zbierzę je dla moich wnuków jako naturalny lek.",
      "example_translation": "मैं बचपन में जंगल में घोड़े की पूँछ के तने इकट्ठा करता था। आजकल, मेरे दोस्त हर्बल चाय के लिए इकट्ठा करते हैं। भविष्य में, मैं अपने पोते-पोतियों के प्राकृतिक दवाओं के लिए इकट्ठा करूँगा।",
      "imageLink": "image_files\\English\\horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świerzb",
      "translation": "जलवारी",
      "definition": "Świerzb to wieloletnia roślina chwastowa z cienkimi, drutowymi łodygami i małymi liśćmi, rodzima w Europie i Azji.",
      "definition_translation": "यूरोप और एशिया में पैदा होने वाली एक çeşit सालाना खरपतवार जिसके पतले, तरुण स्टेम और छोटे पत्ते होते हैं।",
      "example": "Rolnik walczył, aby usunąć świerzb z jego pól.",
      "example_translation": "किसान ने अपने खेतों से जलवारी हटाने के लिए संघर्ष किया।",
      "imageLink": "image_files\\English\\knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "melisa",
      "translation": "नींबू की चाल",
      "definition": "Melisa to roślina ziołowa z liśćmi o cytrynowym zapachu, używana w kuchni i medycynie.",
      "definition_translation": "एक जड़ी बूटी सालाना पौधा जिसके नींबू से सुगंधित पत्ते हैं, खाना पकाने और दवा में प्रयोग किया जाता है।",
      "example": "Herbata była naparzona melisą, aby uzyskać efekt uspokajający.",
      "example_translation": "चाय में नींबू की चाल डालने से एक सुखदायक प्रभाव पैदा हुआ।",
      "imageLink": "image_files\\English\\lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagietek",
      "translation": "गेंदा",
      "definition": "Jasny, żółty lub pomarańczowy kwiat, często używany w ogrodach i jako symbol ciepła i kreatywności.",
      "definition_translation": "एक चमकीला पीला या नारंगी फूल, अक्सर बगीचों और गरमाहट और सृजनात्मकता के प्रतीक के रूप में प्रयोग किया जाता है।",
      "example": "Kwiaty nagietka rozjaśniły ogrod.",
      "example_translation": "गेंदा फूलों ने बगीचे को रोशन कर दिया।",
      "imageLink": "image_files\\English\\marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marchewka",
      "translation": "मार्शमैलो",
      "definition": "Słodkie ciasto zrobione z soku rośliny marchewki, często używane w deserach.",
      "definition_translation": "मार्शमैलो प्लांट के सैप से बनाया गया एक मीठा ट्रीट, अक्सर डेजर्ट्स में प्रयोग किया जाता है।",
      "example": "Dzieci ucieszyły się, upichając marchewki nad ogniskiem.",
      "example_translation": "बच्चों ने शिविर की आग पर मार्शमैलो भूनने का आनंद लिया।",
      "imageLink": "image_files\\English\\marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "babka przezata",
      "translation": "आर्टोगेलस प्लांटेनिया",
      "definition": "Bylina z wąskimi liśćmi i małymi, zielonkawymi kwiatami, rodzima w Europie i zachodniej Azji.",
      "definition_translation": "यूरोप और पश्चिम एशिया में पाया जाने वाला एक बारहमासी जड़ी बूटी जिसके पत्ते संकीर्ण होते हैं और फूल зелे रंग के होते हैं।",
      "example": "Babka przezata była używana w tradycyjnej medycynie do leczenia gorączki i zapalenia. Wczoraj, widziałem doktora, który przepisał mi babkę przezatą na moją gorączkę. Za tydzień, użyję babki przezatej, aby wyleczyć moje zapalenie.",
      "example_translation": "पारंपरिक दवा में बुखार और सूजन के इलाज के लिए आर्टोगेलस प्लांटेनिया का इस्तेमाल किया जाता था। कल मैंने एक डॉक्टर को देखा जिन्होंने मेरे बुखार के लिए मुझे आर्टोगेलस प्लांटेनिया निर्धारित किया। मैं अगले सप्ताह अपनी सूजन को ठीक करने के लिए आर्टोगेलस प्लांटेनिया का उपयोग करूँगा।",
      "imageLink": "image_files\\English\\ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szałwia",
      "translation": "सेज",
      "definition": "Bylina z szaro-zielonymi liśćmi i fioletowymi kwiatami, używana w kuchni i medycynie.",
      "definition_translation": "एक बारहमासी जड़ी बूटी जिसके पत्ते 灰-हरे रंग के होते हैं और फूल बैगनी रंग के होते हैं, खाना पकाने और दवा में प्रयोग किया जाता है।",
      "example": "Moja babcia używała szałwii w swojej kuchni, aby nadać jej unikatowy smak. Wczoraj, dodałem szałwię do mojej zupy i smakowała zdumiewająco. Za tydzień, dodam szałwię do mojego steka.",
      "example_translation": "मेरी दादी अपने खाने में सेज डाल दिया करती थीं ताकि उसे एक अनोखा स्वाद मिले। कल मैंने अपने सूप में सेज डाला और वह स्वादिष्ट था। मैं अगले सप्ताह अपने स्टेक में सेज डालूँगा।",
      "imageLink": "image_files\\English\\sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kantarion",
      "translation": "सेंट जॉन्स वर्ट",
      "definition": "Bylina z żółtymi kwiatami, używana w medycynie ziołowej do leczenia łagodnej depresji i lęku.",
      "definition_translation": "एक बारहमासी जड़ी बूटी जिसके फूल पीले रंग के होते हैं, जिसका इस्तेमाल हर्बल दवा में हल्के अवसाद और चिंता के इलाज के लिए किया जाता है।",
      "example": "Kantarion był używany przez wieki do leczenia łagodnej depresji. Wczoraj, wziąłem kantarion, aby złagodzić swój lęk. Za tydzień, będę regularnie brał kantarion, aby zarządzać swoją depresją.",
      "example_translation": "सेंट जॉन्स वर्ट का इस्तेमाल सदियों से हल्के अवसाद के इलाज के लिए किया जाता रहा है। कल मैंने अपनी चिंता को कम करने के लिए सेंट जॉन्स वर्ट लिया। मैं अपने अवसाद के प्रबंधन के लिए düzenli रूप से सेंट जॉन्स वर्ट लूँगा।",
      "imageLink": "image_files\\English\\st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pięciornik",
      "translation": "अफ़्सम",
      "definition": "Bylina z srebrzysto-zielonymi liśćmi i małymi, żółtymi kwiatami, używana w medycynie i produkcji absyntu.",
      "definition_translation": "एक बारहमासी जड़ी बूटी जिसके पत्ते चांदी-हरे रंग के होते हैं और फूल पीले-हरे रंग के होते हैं, दवा और अब्सिन्थ उत्पादन में प्रयोग किया जाता है।",
      "example": "Pięciornik jest często używany w tradycyjnej medycynie do leczenia niestrawności. Wczoraj, piłem absynt zrobiony z pięciornika i był gorzki. Za tydzień, spróbuję herbaty z pięciornika, aby wyleczyć swoją niestrawność.",
      "example_translation": "अफ़्सम का इस्तेमाल अक्सर पारंपरिक दवा में अपच के इलाज के लिए किया जाता है। कल मैंने अफ़्सम से बना अब्सिन्थ पिया और वह कड़वा था। मैं अगले सप्ताह अपने अपच के इलाज के लिए अफ़्सम चाय करूँगा।",
      "imageLink": "image_files\\English\\wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]