[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Wodnik",
      "translation": "कुम्भ",
      "definition": "Konstelacja leżąca między Rybami i Koziorożcem, reprezentowana przez postać noszącego wodę.",
      "definition_translation": "मीन और मकर के बीच एक नक्षत्र, एक जलवाहक की आकृति से प्रतिनिधित्व किया。",
      "example": "Konstelacja Wodnika jest widoczna na zimowym niebie. Była Wodnikiem i on był Skorpionem, i ich osobowości kłóciły się. Do roku 2050 słońce będzie w konstelacji Wodnika 21 grudnia.",
      "example_translation": "शीतकालीन आकाश में कुम्भ नक्षत्र दिखाई देता है। वह एक कुम्भ थी और वह एक वृश्चिक था, और उनके व्यक्तित्व टकराने लगे। 2050 तक, 21 दिसंबर को सूरज कुम्भ नक्षत्र में होगा।",
      "imageLink": "image_files\\English\\aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Baran",
      "translation": "मेष",
      "definition": "Konstelacja leżąca między Rybami i Bykiem, reprezentowana przez postać barana.",
      "definition_translation": "मीन और वृषभ के बीच एक नक्षत्र, एक मेमने की आकृति से प्रतिनिधित्व किया。",
      "example": "Baran to znak ognia i ludzie urodzeni pod nim są mówią, że są przygodowi. Była Baranem i miała ognistą osobowość w odpowiedzi. Słońce było w Baranie podczas wiosennego równonocy.",
      "example_translation": "मेष एक अग्नि राशि है और इसके तहत जन्मे लोग साहसी होने के लिए कहा जाता है। वह एक मेष थी और उसके पास एक अग्निमय व्यक्तित्व था। वसंत विषुव के दौरान सूरज मेष में था।",
      "imageLink": "image_files\\English\\aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Rak",
      "translation": "कर्क",
      "definition": "Konstelacja leżąca między Bliźnięcami i Lwem, reprezentowana przez postać raka.",
      "definition_translation": "मिथुन और सिंह के बीच एक नक्षत्र, एक केकड़े की आकृति से प्रतिनिधित्व किया。",
      "example": "Rak to znak wody i ludzie urodzeni pod nim są mówią, że są emocjonalni. Była Rakiem i miała silne połączenie z rodziną. Rak w konstelacji jest uważany za symbol bogini Isis.",
      "example_translation": "कर्क एक जल राशि है और इसके तहत जन्मे लोग भावुक होने के लिए कहा जाता है। वह एक कर्क थी और उसके पास अपने परिवार के साथ एक मजबूत कनेक्शन था। कर्क नक्षत्र में केकड़ा देवी ईसिस का प्रतीक माना जाता है।",
      "imageLink": "image_files\\English\\cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Koziorożec",
      "translation": "मकर",
      "definition": "Konstelacja leżąca między Strzelcem a Wodnikiem, reprezentowana przez postać boga z kozimi rogami.",
      "definition_translation": "धनु और कुम्भ के बीच एक नक्षत्र, एक बकरा सींग वाले देवता की आकृति से प्रतिनिधित्व किया。",
      "example": "Koziorożec to znak ziemi i ludzie urodzeni pod nim są mówią, że są ambitni. Był Koziorożcem i miał silne pragnienie sukcesu. Kozioł w konstelacji Koziorożca jest uważany za symbol wytrwałości.",
      "example_translation": "मकर एक पृथ्वी राशि है और इसके तहत जन्मे लोग महत्वाकांक्षी होने के लिए कहा जाता है। वह एक मकर था और उसके पास सफलता की एक मजबूत इच्छा थी। मकर नक्षत्र में पर्वत बकरा स्थायित्व का प्रतिनिधित्व माना जाता है।",
      "imageLink": "image_files\\English\\capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Bliźnięta",
      "translation": "मिथुन",
      "definition": "Osoba urodzona między 21 maja i 20 czerwca, posiadająca żywą i pełną energii osobowość, często z ciekawską i przystosowawczą naturą.",
      "definition_translation": "मई 21वीं और जून 20वीं के बीच जन्म लेने वाला व्यक्ति, जिसके पास जीवंत और ऊर्जा से भरा व्यक्तित्व होता है, अक्सर कurious और एडाप्टेबल स्वभाव होता है",
      "example": "Była Bliźnięciem, zawsze zbyt się przemieszczająca między różnymi hobby i zainteresowaniami. Była pasjonowaną tancerką, jest teraz płodnym pisarzem, i będzie sukcesywnym przedsiębiorcą w przyszłości.",
      "example_translation": "वह मिथुन थी, हमेशा अलग-अलग शौक और रुचियों के बीच स्विच करती थी। वह एक जुनूनी डांसर थीं, अब एक पrolific लेखक हैं, और भविष्य में एक सफल उद्यमी होंगी",
      "imageLink": "image_files\\English\\gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Lew",
      "translation": "सिंह",
      "definition": "Osoba urodzona między 23 lipca i 22 sierpnia, typowo pewna siebie, pasjonująca się i hojna, ze naturalnym talentem do dramy i twórczości.",
      "definition_translation": "जुलाई 23वीं और अगस्त 22वीं के बीच जन्म लेने वाला व्यक्ति, आम तौर पर आत्मविश्वासी, जुनूनी, और उदार, नाटक और सृजनात्मकता की प्राकृतिक प्रवृत्ति के साथ",
      "example": "Był Lwem, zawsze pociągającą uwagę i admirację tłumu. Był utalentowanym aktorem, jest teraz sukcesywnym przedsiębiorcą, i będzie legendarnym artystą w przyszłości.",
      "example_translation": "वह सिंह थे, हमेशा衆 का ध्यान और प्रशंसा आकर्षित करते थे। वह एक प्रतिभा अभिनेता थे, अब एक सफल व्यवसायी हैं, और भविष्य में एक किंवदंती कलाकार होंगे",
      "imageLink": "image_files\\English\\leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Waga",
      "translation": "तुला",
      "definition": "Osoba urodzona między 23 września i 22 października, typowo towarzyska, dyplomatyczna i zrównoważona, ze silnym poczuciem sprawiedliwości i pragnieniem harmonii.",
      "definition_translation": "सितंबर 23वीं और अक्टूबर 22वीं के बीच जन्म लेने वाला व्यक्ति, आम तौर पर सामाजिक, कूटनीतिक, और संतुलित, न्याय की मजबूत भावना और सद्भाव की इच्छा के साथ",
      "example": "Była Wagą, zawsze dążącą do równowagi i sprawiedliwości w swoich relacjach. Była mediatorem w swojej wcześniejszej pracy, jest teraz sukcesywnym prawnikiem, i będzie szanowanym sędzią w przyszłości.",
      "example_translation": "वह तुला थीं, हमेशा अपने रिश्तों में संतुलन और न्याय के लिए प्रयासरत थीं। वह पिछली नौकरी में एक मध्यस्थ थीं, अब एक सफल वकील हैं, और भविष्य में एक सम्मानित न्यायाधीश होंगी",
      "imageLink": "image_files\\English\\libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Ryby",
      "translation": "मीन",
      "definition": "Osoba urodzona między 19 lutego i 20 marca, typowo empatyczna, wyobraźniowa i wrażliwa, ze silnym połączeniem z emocjami i intuicją.",
      "definition_translation": "फरवरी 19वीं और मार्च 20वीं के बीच जन्म लेने वाला व्यक्ति, आम तौर पर संवेदनशील, कल्पनाशील, और संवेदनात्मक, अपने भावनाओं और अंतर्ज्ञान से मजबूत संपर्क के साथ",
      "example": "Był Rybą, zawsze tuneującą się w emocje osób wokół niego. Był współczującym pielęgniarzem, jest teraz utalentowanym artystą, i będzie znanym duchowym liderem w przyszłości.",
      "example_translation": "वह मीन थे, हमेशा अपने चारों ओर के लोगों के भावनाओं की ट्यूनिंग करते थे। वह एक दयालु नर्स थे, अब एक प्रतिभा कलाकार हैं, और भविष्य में एक प्रसिद्ध आध्यात्मिक नेता होंगे",
      "imageLink": "image_files\\English\\pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Strzelec",
      "translation": "धनु",
      "definition": "Strzelec to konstelacja zodiaku, nazwana od łacińskiego słowa dla łucznika. Jest jednym z 12 znaków zodiaku i jest kojarzony z symbolem łucznika.",
      "definition_translation": "धनु एक नक्षत्र है जिसका नाम लैटिन शब्द आर्चर के नाम पर रखा गया है। यह 12 राशियों में से एक है और आर्चर के प्रतीक से जुड़ा है।",
      "example": "Była Strzelcem, zawsze patrzącą w przyszłość z optymizmem. Była Strzelcem przez całe życie, i to jej odpowiada. Będzie Strzelcem na zawsze, to jest po prostu kim jest.",
      "example_translation": "वह एक धनु थी, हमेशा आशावाद के साथ भविष्य की ओर देख रही थी। वह अपना पूरा जीवन धनु रही थी, और यह उसे सूट करता था। वह हमेशा धनु रहेगी, यह बस वह है जो वह है।",
      "imageLink": "image_files\\English\\sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Skorpion",
      "translation": "वृश्चिक",
      "definition": "Skorpion to konstelacja zodiaku, nazwana od łacińskiego słowa dla skorpiona. Jest jednym z 12 znaków zodiaku i jest kojarzony z symbolem skorpiona.",
      "definition_translation": "वृश्चिक एक नक्षत्र है जिसका नाम लैटिन शब्द स्कORPION के नाम पर रखा गया है। यह 12 राशियों में से एक है और स्कॉर्पियन के प्रतीक से जुड़ा है।",
      "example": "Był Skorpionem, intensywny i pasjonujący się swoją pracą. Był Skorpionem przez całe życie, i to się pokazało. Będzie Skorpionem na zawsze, to jest po prostu kim jest.",
      "example_translation": "वह एक वृश्चिक था, अपने काम के बारे में गंभीर और उत्साही। वह अपना पूरा जीवन वृश्चिक रहा था, और यह दिखाता था। वह हमेशा वृश्चिक रहेगा, यह बस वह है जो वह है।",
      "imageLink": "image_files\\English\\scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Byk",
      "translation": "वृष",
      "definition": "Byk to konstelacja zodiaku, nazwana od łacińskiego słowa oznaczającego byka. Jest jednym z 12 znaków zodiaku i jest kojarzony z symbolem byka.",
      "definition_translation": "वृष एक नक्षत्र है जिसका नाम लैटिन शब्द बुल के नाम पर रखा गया है। यह 12 राशियों में से एक है और बULL के प्रतीक से जुड़ा है।",
      "example": "Ona była Bykiem, praktyczną i pracowitą, zawsze kończącą zadanie. Była Bykiem przez całe życie, i to jej pasowało. Będzie Bykiem na zawsze, bo to jest kim jest.",
      "example_translation": "वह एक वृष थी, व्यावहारिक और कड़ी मेहनती, हमेशा काम पूरा करती थी। वह अपना पूरा जीवन वृष रही थी, और यह उसे सूट करता था। वह हमेशा वृष रहेगी, यह बस वह है जो वह है।",
      "imageLink": "image_files\\English\\taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Panna",
      "translation": "कन्या",
      "definition": "Panna to konstelacja zodiaku, nazwana od łacińskiego słowa oznaczającego dziewicę. Jest jednym z 12 znaków zodiaku i jest kojarzony z symbolem panny.",
      "definition_translation": "कन्या एक नक्षत्र है जिसका नाम लैटिन शब्द वर्जिन के नाम पर रखा गया है। यह 12 राशियों में से एक है और कुमारी के प्रतीक से जुड़ा है।",
      "example": "On był Panną, dokładnym i dążącym do doskonałości, zawsze się starającym. Był Panną przez całe życie, i to było widoczne. Będzie Panną na zawsze, bo to jest kim jest.",
      "example_translation": "वह एक कन्या था, सूक्ष्म और विस्तृत, हमेशा निर्दोषता के लिए प्रयासरत थे। वह अपना पूरा जीवन कन्या रहा था, और यह दिखाता था। वह हमेशा कन्या रहेगा, यह बस वह है जो वह है।",
      "imageLink": "image_files\\English\\virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "znak zodiaku",
      "translation": "राशि चिह्न",
      "definition": "Znak zodiaku to region nieba, który odpowiada konkretnemu zakresowi dat i jest kojarzony z określonymi cechami, charakterystykami i zachowaniami.",
      "definition_translation": "राशि चिह्न एक विशेष तिथि सीमा के लिए आसमान का एक क्षेत्र है और कुछ विशेषताओं, विशेषताओं और व्यवहारों से जुड़ा हुआ है।",
      "example": "Jestem Skorpionem, moja siostra była Lewem, a mój brat będzie Bliźnięciem. Studiowałem swój znak zodiaku na zajęciach astrologii, gdzie uczyliśmy się o różnych znakach i ich cechach. Do czasu, aż miałem 30 lat, poznałem ludzi wszystkich 12 znaków zodiaku.",
      "example_translation": "मैं वृश्चिक हूँ, मेरी बहन लियो थी, और मेरा भाई जेमिनी होगा। मैंने ज्योतिष कक्षा में अपने राशि चिह्न का अध्ययन किया, जहां हमने अलग-अलग संकेतों और उनके लक्षणों के बारे में सीखा। 30 की उम्र तक, मैंने 12 राशि चिह्नों के लोगों से मिल चुका था.",
      "imageLink": "image_files\\English\\zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]