[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "positive",
      "translation": "positif",
      "definition": "Having or showing a good feeling or attitude; being optimistic or constructive.",
      "definition_translation": "Ayant ou montrant un sentiment ou une attitude bon; étant optimiste ou constructif.",
      "example": "She has a very positive attitude towards her work. She was very positive about the new project. She will be positive about the changes.",
      "example_translation": "Elle a une attitude très positive envers son travail. Elle était très positive à propos du nouveau projet. Elle sera positive à propos des changements.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "addicted",
      "translation": "accro",
      "definition": "Unable to stop doing or using something, especially something harmful, because you have become too accustomed to it.",
      "definition_translation": "Incable de s'arrêter de faire ou d'utiliser quelque chose, en particulier quelque chose de nocif, parce que vous êtes devenu trop habitué à cela.",
      "example": "He was addicted to video games. He became addicted to social media. He will be addicted to nicotine.",
      "example_translation": "Il était accro aux jeux vidéo. Il est devenu accro aux réseaux sociaux. Il sera accro à la nicotine.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "adventurous",
      "translation": "aventureux",
      "definition": "Willing to take risks and try new things; enjoying new experiences.",
      "definition_translation": "Prêt à prendre des risques et essayer de nouvelles choses; appréciant de nouvelles expériences.",
      "example": "She is an adventurous person. She was adventurous about the trip. She will be adventurous about the new job.",
      "example_translation": "Elle est une personne aventureuse. Elle était aventureuse à propos du voyage. Elle sera aventureuse à propos du nouvel emploi.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "affectionate",
      "translation": "affectueux",
      "definition": "Showing or feeling love or fondness; tender and loving.",
      "definition_translation": "Montrant ou éprouvant de l'amour ou de l'affection; tendre et aimant.",
      "example": "He is an affectionate person. He was affectionate to his sister. He will be affectionate to his wife.",
      "example_translation": "Il est une personne affectueuse. Il était affectueux envers sa sœur. Il sera affectueux envers sa femme.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "aggressive",
      "translation": "agressif",
      "definition": "Having or showing a strong and forceful personality, determined to succeed or win at all costs.",
      "definition_translation": "Ayant ou montrant une personnalité forte et énergique, déterminé à réussir ou à gagner à tout prix.",
      "example": "She was an aggressive player in the game, always looking for ways to outmaneuver her opponents. She had been aggressive in her approach to the project, which led to its early completion. She will be more aggressive in her marketing strategy next quarter.",
      "example_translation": "Elle était une joueuse agressive dans le jeu, toujours à la recherche de moyens de surpasser ses adversaires. Elle avait été agressive dans son approche du projet, ce qui avait conduit à son achèvement précoce. Elle sera plus agressive dans sa stratégie de marketing le trimestre prochain.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ambitious",
      "translation": "ambitieux",
      "definition": "Having or showing a strong desire to succeed or achieve something, often in a very determined or competitive way.",
      "definition_translation": "Ayant ou montrant un désir fort de réussir ou d'atteindre quelque chose, souvent de manière très déterminée ou compétitive.",
      "example": "He was an ambitious entrepreneur who wanted to start his own business. She had been ambitious about her career, which led to her rapid promotion. They will be ambitious in their plans to expand the company next year.",
      "example_translation": "Il était un entrepreneur ambitieux qui voulait lancer son propre entreprise. Elle avait été ambitieuse quant à sa carrière, ce qui avait conduit à sa promotion rapide. Ils seront ambitieux dans leurs plans d'expansion de l'entreprise l'année prochaine.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "amused",
      "translation": "amusé",
      "definition": "Feeling or showing enjoyment or pleasure, often in a lighthearted or playful way.",
      "definition_translation": "Éprouvant ou montrant du plaisir ou de l'amusement, souvent d'une manière enjouée ou ludique.",
      "example": "The children were amused by the clown's antics at the birthday party. She was amused by the movie and laughed throughout. They will be amused by the magician's tricks at the show.",
      "example_translation": "Les enfants étaient amusés par les antics du clown à la fête d'anniversaire. Elle avait été amusée par le film et avait ri tout au long. Ils seront amusés par les tours du magicien au spectacle.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "arrogant",
      "translation": "arrogant",
      "definition": "Having or showing an attitude of superiority, often in a way that is annoying or displeasing to others.",
      "definition_translation": "Ayant ou montrant une attitude de supériorité, souvent d'une manière qui est ennuyeuse ou déplaisante pour les autres.",
      "example": "He came across as arrogant during the job interview, which hurt his chances of getting hired. She had been arrogant about her wealth, which made her unpopular. They will be arrogant about their new car, which will annoy their friends.",
      "example_translation": "Il avait donné l'impression d'être arrogant lors de l'entrevue d'embauche, ce qui avait nuit à ses chances d'être embauché. Elle avait été arrogante quant à sa richesse, ce qui avait rendu impopulaire. Ils seront arrogants à propos de leur nouvelle voiture, ce qui ennuiera leur amis.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "astonished",
      "translation": "étonné",
      "definition": "feeling or showing great surprise or amazement",
      "definition_translation": "éprouvant ou montrant une grande surprise ou étonnement",
      "example": "I was astonished by the beauty of the Grand Canyon. I am astonished by her talents. I will be astonished if I win the lottery.",
      "example_translation": "J'étais étonné par la beauté du Grand Canyon. Je suis étonné par ses talents. Je serai étonné si je gagne à la loterie.",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "astonishing",
      "translation": "stupéfiant",
      "definition": "extremely surprising or impressive",
      "definition_translation": "extrêmement surprenant ou impressionnant",
      "example": "The astonishing view from the top of the mountain took my breath away. The astonishing results of the experiment changed the scientific community. The astonishing beauty of the sunset will stay with me forever.",
      "example_translation": "La vue stupéfiante du haut de la montagne m'a coupé le souffle. Les résultats stupéfiants de l'expérience ont changé la communauté scientifique. La beauté stupéfiante du coucher de soleil restera avec moi pour toujours.",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "at ease",
      "translation": "à l'aise",
      "definition": "feeling comfortable and relaxed",
      "definition_translation": "se sentir à l'aise et détendu",
      "example": "I felt at ease when I saw my family waiting for me at the airport. She seemed at ease with her new role in the company. He will be at ease when he finishes his studies.",
      "example_translation": "J'ai senti que j'étais à l'aise lorsque j'ai vu ma famille m'attendre à l'aéroport. Elle semblait à l'aise dans son nouveau rôle dans l'entreprise. Il sera à l'aise lorsque il terminera ses études.",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "aware",
      "translation": "conscient",
      "definition": "having knowledge or understanding of something",
      "definition_translation": "avoir connaissance ou compréhension de quelque chose",
      "example": "I was aware of the danger when I entered the abandoned building. She became aware of her surroundings when she woke up from the coma. He will be aware of the risks when he starts his new business.",
      "example_translation": "J'étais conscient du danger lorsque j'ai entré dans le bâtiment abandonné. Elle est devenue consciente de ses alentours lorsque elle s'est réveillée du coma. Il sera conscient des risques lorsqu'il commencera sa nouvelle entreprise.",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bad-tempered",
      "translation": "mauvais-tempered",
      "definition": "Having or showing a disagreeable or irritable nature; prone to outbursts of anger or irritation.",
      "definition_translation": "Ayant ou montrant une nature désagréable ou irritable; enclin à des accès de colère ou d'irritation.",
      "example": "My uncle was bad-tempered and always yelled at us when we made a mistake.",
      "example_translation": "Mon oncle était de mauvais caractère et nous criait toujours dessus lorsque nous faisions une erreur.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "balanced",
      "translation": "équilibré",
      "definition": "Having different elements in harmony; proportionate and impartial.",
      "definition_translation": "Ayant des éléments différents en harmonie; proportionné et impartial.",
      "example": "The company's balanced approach to investment paid off in the long run.",
      "example_translation": "L'approche équilibrée de l'entreprise en matière d'investissement a payé au fil du temps.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bitter",
      "translation": "amer",
      "definition": "Having a strong, unpleasant taste; also, feeling or showing anger or resentment.",
      "definition_translation": "Ayant un goût fort et désagréable; également, éprouvant ou montrant de la colère ou du ressentiment.",
      "example": "The bitter taste of the coffee was a shock to my system. I've been bitter about my ex-boyfriend's behavior for months.",
      "example_translation": "Le goût amer du café a été un choc pour mon système. J'ai été amère à propos du comportement de mon ex-petit-ami pendant des mois.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bold",
      "translation": "audacieux",
      "definition": "Showing courage or confidence; not afraid to take risks or break rules.",
      "definition_translation": "Montrant du courage ou de la confiance; n'ayant pas peur de prendre des risques ou de briser les règles.",
      "example": "The bold decision to quit her job and start her own business paid off in the end. She was bold enough to speak her mind in the meeting.",
      "example_translation": "La décision audacieuse de quitter son emploi et de lancer son propre entreprise a payé au fil du temps. Elle avait assez d'audace pour exprimer son opinion lors de la réunion.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bossy",
      "translation": "autoritaire",
      "definition": "Having or showing an excessive desire to control people or situations.",
      "definition_translation": "Ayant ou montrant un désir excessif de contrôler les gens ou les situations.",
      "example": "She was a bossy kid who always tried to tell her friends what to do. She had been bossy when we were in college, but now she's more relaxed. She will be bossy again if she gets the promotion.",
      "example_translation": "Elle était une enfant autoritaire qui essayait toujours de dire à ses amis quoi faire. Elle avait été autoritaire lorsque nous étions à l'université, mais maintenant elle est plus décontractée. Elle sera à nouveau autoritaire si elle obtient la promotion.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bright",
      "translation": "brillant",
      "definition": "Giving out or reflecting a lot of light; shining intensely.",
      "definition_translation": "Émettant ou réfléchissant beaucoup de lumière ; brillant intensément.",
      "example": "The bright sunshine made everything look beautiful. The bright stars shone in the night sky. The bright future ahead of us is exciting.",
      "example_translation": "Le soleil éclatant rendait tout beau. Les étoiles brillantes brillaient dans le ciel nocturne. L'avenir éclatant devant nous est excitant.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "caring",
      "translation": "soignant",
      "definition": "Feeling or showing concern for someone or something.",
      "definition_translation": "Éprouvant ou montrant de la préoccupation pour quelqu'un ou quelque chose.",
      "example": "She was a caring mother who always put her children first. He had been caring for his sick dog for months. They will be caring for the environment from now on.",
      "example_translation": "Elle était une mère soignante qui mettait toujours ses enfants en premier. Il avait soigné son chien malade pendant des mois. Ils vont prendre soin de l'environnement à partir de maintenant.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cautious",
      "translation": "prudent",
      "definition": "Being careful to avoid risks or dangers.",
      "definition_translation": "Faisant preuve de prudence pour éviter les risques ou les dangers.",
      "example": "She was cautious when crossing the street. He had been cautious with his investments, but now he's more confident. They will be cautious when traveling abroad.",
      "example_translation": "Elle était prudente lorsqu'elle traversait la rue. Il avait été prudent avec ses placements, mais maintenant il est plus confiant. Ils seront prudents lorsqu'ils voyageront à l'étranger.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cheeky",
      "translation": "effronté",
      "definition": "having or showing an impudent or impertinent quality; impudently bold or saucy",
      "definition_translation": "ayant ou montrant une qualité impudente ou insolente ; impudemment audacieux ou effronté",
      "example": "He's always been a cheeky kid, never afraid to speak his mind. He was cheeky enough to talk back to the teacher. He'll be cheeky and try to sneak in an extra cookie.",
      "example_translation": "Il a toujours été un gamin effronté, jamais avoir peur de parler son esprit. Il était suffisamment effronté pour parler à la enseignante. Il sera effronté et essayer de voler un cookie extra.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "childish",
      "translation": "enfantin",
      "definition": "lacking in maturity or judgment; silly or immature",
      "definition_translation": "manquant de maturité ou de jugement ; ridicule ou immature",
      "example": "Stop being childish and act your age. She's still childish and plays with dolls. He was childish and refused to share his toys.",
      "example_translation": "Arrête d'être enfantin et agis en fonction de ton âge. Elle est toujours enfantine et joue avec des poupées. Il était enfantin et a refusé de partager ses jouets.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "clumsy",
      "translation": "maladroit",
      "definition": "having or showing a lack of skill or dexterity; awkward or accident-prone",
      "definition_translation": "ayant ou montrant un manque de compétence ou de dextérité ; gauche ou accident-prone",
      "example": "He's always been a bit clumsy and breaks things easily. She was clumsy and spilled coffee all over her shirt. He'll be clumsy and trip over his own feet.",
      "example_translation": "Il a toujours été un peu maladroit et casse des choses facilement. Elle était maladroite et a renversé du café sur tout son chemisier. Il sera maladroit et trébuchera sur ses propres pieds.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "communicative",
      "translation": "communicatif",
      "definition": "willing or able to share thoughts, feelings, or ideas; able to converse easily and effectively",
      "definition_translation": "prêt ou capable de partager des pensées, des sentiments ou des idées ; capable de converser facilement et efficacement",
      "example": "She's very communicative and makes friends easily. He's not very communicative and avoids group discussions. They're communicative and always willing to lend a helping hand.",
      "example_translation": "Elle est très communicative et se fait facilement des amis. Il n'est pas très communicatif et évite les discussions de groupe. Ils sont communicatifs et toujours prêts à tendre une main secourable.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "competitive",
      "translation": "compétitif",
      "definition": "Having or showing a strong desire to succeed or win, often at the expense of others.",
      "definition_translation": "Ayant ou montrant un désir fort de réussir ou de gagner, souvent aux dépens des autres.",
      "example": "She was very competitive in school and always tried to get the highest grades. She is competing in a tennis tournament today. She will be competing in the Olympics next year.",
      "example_translation": "Elle était très compétitive à l'école et essayait toujours d'obtenir les meilleures notes. Elle participe à un tournoi de tennis aujourd'hui. Elle participera aux Jeux olympiques l'année prochaine.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "conceited",
      "translation": "prétentieux",
      "definition": "Having an excessively high opinion of oneself, one's abilities, or one's appearance.",
      "definition_translation": "Ayant une opinion excessive de soi-même, de ses abilities ou de son apparence.",
      "example": "He was so conceited that he thought he was the smartest person in the room. She was conceited about her beauty and always looked in the mirror. He will be even more conceited after winning the award.",
      "example_translation": "Il était si prétentieux qu'il pensait être la personne la plus intelligente de la salle. Elle était prétentieuse quant à sa beauté et regardait toujours dans le miroir. Il sera encore plus prétentieux après avoir remporté le prix.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "concerned",
      "translation": "préoccupé",
      "definition": "Feeling worried or anxious about something.",
      "definition_translation": "Se sentant inquiet ou anxieux à propos de quelque chose.",
      "example": "I am concerned about the weather forecast for the weekend. She was concerned about her health and went to the doctor. They will be concerned about the security of the event.",
      "example_translation": "Je suis préoccupé par la prévision météorologique pour le week-end. Elle était préoccupée par sa santé et est allée voir le médecin. Ils seront préoccupés par la sécurité de l'événement.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "conservative",
      "translation": "conservateur",
      "definition": "Favoring traditional or established ideas, values, and institutions, and opposing change or innovation.",
      "definition_translation": " Favorisant les idées, les valeurs et les institutions traditionnelles ou établies, et s'opposant au changement ou à l'innovation.",
      "example": "He is a conservative politician who opposes social reform. She was conservative in her investment strategy and avoided risk. They will be conservative in their budget planning for the new year.",
      "example_translation": "Il est un politicien conservateur qui s'oppose à la réforme sociale. Elle était conservatrice dans sa stratégie d'investissement et évitait le risque. Ils seront conservateurs dans leur plan budgétaire pour la nouvelle année.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "content",
      "translation": "contenu",
      "definition": "Feeling or showing satisfaction or pleasure, especially when something enjoyable has happened.",
      "definition_translation": "Éprouvant ou montrant de la satisfaction ou du plaisir, notamment lorsque quelque chose de plaisant s'est produit.",
      "example": "I am content with the way the project turned out. I will be content with any grade as long as I pass. She was content with her life in the countryside.",
      "example_translation": "Je suis content du résultat du projet. Je serai content de n'importe quelle note tant que je passe. Elle était contente de sa vie à la campagne.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "conventional",
      "translation": "conventionnel",
      "definition": "Following established customs, rules, or traditions; not unusual or innovative.",
      "definition_translation": "Suivant les coutumes, les règles ou les traditions établies ; pas inhabituel ou innovant.",
      "example": "The conventional way to apply for a job is to submit a resume and cover letter. She has a conventional view of marriage. He is conventional in his dress sense.",
      "example_translation": "La façon conventionnelle de postuler pour un emploi consiste à soumettre un curriculum vitae et une lettre de motivation. Elle a une vue conventionnelle du mariage. Il est conventionnel dans son sens de la mode.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cooperative",
      "translation": "coopératif",
      "definition": "Willing to work together and help each other; sharing resources or efforts.",
      "definition_translation": "Prêt à travailler ensemble et à s'entraider ; partageant des ressources ou des efforts.",
      "example": "The cooperative bank provides financial services to its members. The students worked together in a cooperative effort to complete the project. The farmers formed a cooperative to market their produce.",
      "example_translation": "La banque coopérative fournit des services financiers à ses membres. Les étudiants ont travaillé ensemble dans un effort coopératif pour terminer le projet. Les agriculteurs ont formé une coopérative pour commercialiser leurs produits.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cowardly",
      "translation": "lâche",
      "definition": "Lacking courage or strength; fearful or reluctant to take risks or face challenges.",
      "definition_translation": "Manquant de courage ou de force ; ayant peur ou réticent à prendre des risques ou affronter des défis.",
      "example": "He showed a cowardly attitude by avoiding the confrontation. She was accused of being cowardly for not speaking up. The team was criticized for their cowardly performance in the game.",
      "example_translation": "Il a montré une attitude lâche en évitant la confrontation. Elle a été accusée d'être lâche pour ne pas avoir parlé. L'équipe a été critiquée pour sa performance lâche dans le jeu.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "decent",
      "translation": "décent",
      "definition": "Morally upright and honest; having a good sense of justice and fair play.",
      "definition_translation": "Moralement droit et honnête ; ayant un bon sens de la justice et du fair-play.",
      "example": "She was a decent person who always tried to do the right thing. She had been decent to me when I needed help. She will always be decent, no matter what.",
      "example_translation": "Elle était une personne décente qui essayait toujours de faire le bon choix. Elle avait été décente avec moi quand j'avais besoin d'aide. Elle sera toujours décente, quoi qu'il arrive.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "decisive",
      "translation": "décisif",
      "definition": "Having the power to decide or determine an outcome; crucial or influential.",
      "definition_translation": "Ayant le pouvoir de décider ou de déterminer un résultat ; crucial ou influent.",
      "example": "The coach made a decisive call to substitute the player. The decisive moment came when the CEO announced the merger. The team's decisive strategy led to their victory.",
      "example_translation": "Le coach a pris une décision décisive de substituer le joueur. Le moment décisif est arrivé lorsque le PDG a annoncé la fusion. La stratégie décisive de l'équipe a conduit à leur victoire.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "demanding",
      "translation": "exigeant",
      "definition": "Requiring a great deal of time, effort, or skill; challenging or difficult.",
      "definition_translation": "Exigeant beaucoup de temps, d'effort ou de compétence ; difficile ou complexe.",
      "example": "The job was demanding, but it paid well. She was a demanding teacher who pushed her students hard. The project was demanding and required extra resources.",
      "example_translation": "Le travail était exigeant, mais il était bien payé. Elle était une enseignante exigeante qui poussait ses élèves à fond. Le projet était exigeant et nécessitait des ressources supplémentaires.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "depressing",
      "translation": "déprimant",
      "definition": "Causing feelings of sadness, hopelessness, or despair; gloomy or disheartening.",
      "definition_translation": "Provocant des sentiments de tristesse, d'impuissance ou de désespoir ; sombre ou découragé.",
      "example": "The news was depressing, and it affected my mood. The weather was depressing, and it made me want to stay indoors. The situation was depressing, and it seemed hopeless.",
      "example_translation": "Les nouvelles étaient déprimantes, et elles ont affecté mon humeur. Le temps était déprimant, et il m'a fait vouloir rester à l'intérieur. La situation était déprimante, et elle semblait sans espoir.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "desperate",
      "translation": "désespéré",
      "definition": "Feeling or showing extreme anxiety or urgency to do something, often because a situation is very bad or dangerous.",
      "definition_translation": "Éprouvant ou montrant une anxiété extrême ou une urgence pour faire quelque chose, souvent parce qu'une situation est très mauvaise ou dangereuse.",
      "example": "She felt desperate when she lost her job, but she didn't give up. She had been desperate to find a new job for months, and she will be desperate to succeed in her next interview.",
      "example_translation": "Elle s'est sentie désespérée lorsqu'elle a perdue son emploi, mais elle n'a pas abandonné. Elle avait été désespérée de trouver un nouvel emploi pendant des mois, et elle sera désespérée de réussir à son prochain entretien.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "determined",
      "translation": "déterminé",
      "definition": "Having made a firm decision or commitment to do something, and being resolute and firm in one's intentions.",
      "definition_translation": "Ayant pris une décision ferme ou un engagement de faire quelque chose, et étant résolu et ferme dans ses intentions.",
      "example": "She was determined to finish her degree, and she had been determined to get good grades for years. She will be determined to find a job in her field after graduation.",
      "example_translation": "Elle était déterminée à finir son diplôme, et elle avait été déterminée à obtenir de bonnes notes pendant des années. Elle sera déterminée à trouver un emploi dans son domaine après l'obtention de son diplôme.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "devoted",
      "translation": "dévoué",
      "definition": "Showing love, loyalty, and dedication to someone or something, and being committed to their well-being and success.",
      "definition_translation": "Montrant de l'amour, de la loyauté et de la dévotion envers quelqu'un ou quelque chose, et étant engagé pour leur bien-être et leur succès.",
      "example": "He was devoted to his wife, and had been devoted to his children since they were born. He will be devoted to his community and help those in need.",
      "example_translation": "Il était dévoué à sa femme, et avait été dévoué à ses enfants depuis leur naissance. Il sera dévoué à sa communauté et aidera ceux qui en ont besoin.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "diligent",
      "translation": "diligent",
      "definition": "Showing careful and steady effort to accomplish something, and being thorough and meticulous in one's work or duties.",
      "definition_translation": "Montrant un effort soigné et régulier pour accomplir quelque chose, et étant soigneux et méticuleux dans son travail ou ses devoirs.",
      "example": "She was diligent in her research, and had been diligent in her studies for years. She will be diligent in her new job and make sure everything is done correctly.",
      "example_translation": "Elle était diligente dans ses recherches, et avait été diligente dans ses études pendant des années. Elle sera diligente dans son nouveau poste et s'assurera que tout est fait correctement.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dishonest",
      "translation": "déshonnête",
      "definition": "not honest or truthful; having or showing a willingness to cheat or lie",
      "definition_translation": "non honnête ou véridique ; ayant ou montrant une volonté de tricher ou de mentir",
      "example": "She was accused of being dishonest in her business dealings. She had been dishonest about her past. She will be dishonest if she gets the chance.",
      "example_translation": "Elle a été accusée d'être déshonnête dans ses transactions commerciales. Elle avait été déshonnête à propos de son passé. Elle sera déshonnête si elle en a l'occasion.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "disorganized",
      "translation": "désorganisé",
      "definition": "lacking a systematic or organized approach; chaotic or confusing",
      "definition_translation": "manquant d'une approche systématique ou organisée ; chaotique ou confus",
      "example": "The room was disorganized after the party. She was disorganized in her planning. The company will be disorganized without a clear leader.",
      "example_translation": "La chambre était désorganisée après la fête. Elle était désorganisée dans sa planification. L'entreprise sera désorganisée sans un leader clair.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dissatisfied",
      "translation": "insatisfait",
      "definition": "not pleased or content; unhappy with something",
      "definition_translation": "non satisfait ou content ; malheureux de quelque chose",
      "example": "He was dissatisfied with the service at the restaurant. She had been dissatisfied with her job for months. They will be dissatisfied if they don't get what they want.",
      "example_translation": "Il était insatisfait du service au restaurant. Elle avait été insatisfaite de son emploi pendant des mois. Ils seront insatisfaits si ils n'obtiennent pas ce qu'ils veulent.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "distressing",
      "translation": "douloureux",
      "definition": "causing anxiety, worry, or sadness; unpleasant or disturbing",
      "definition_translation": "causant de l'anxiété, de l'inquiétude ou de la tristesse ; désagréable ou troublant",
      "example": "The news was distressing to hear. The situation had been distressing for weeks. The story will be distressing to some readers.",
      "example_translation": "Les nouvelles étaient douloureuses à entendre. La situation avait été douloureuse pendant des semaines. L'histoire sera douloureuse pour certains lecteurs.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "doubtful",
      "translation": "douteux",
      "definition": "feeling or showing doubt about something or someone",
      "definition_translation": "éprouvant ou montrant du doute à l'égard de quelque chose ou quelqu'un",
      "example": "I was doubtful about the investment, but it turned out to be a good decision. I am doubtful about the weather forecast, and I don't think it will be sunny tomorrow. I will be doubtful about the new policy until I see its effects.",
      "example_translation": "J'étais douteux à propos de l'investissement, mais il s'est avéré être une bonne décision. Je suis douteux à propos de la prévision météorologique, et je ne pense pas qu'il sera ensoleillé demain. Je serai douteux à propos de la nouvelle politique jusqu'à ce que je voie ses effets.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dynamic",
      "translation": "dynamique",
      "definition": "constantly changing and active, or relating to or characterized by energy and effective action",
      "definition_translation": "changeant constamment et actif, ou se rapportant à ou caractérisé par l'énergie et l'action efficace",
      "example": "The company is looking for a dynamic employee who can adapt to new situations. The dynamic nature of the market requires constant innovation. The dynamic duo has been working together for years, producing innovative solutions.",
      "example_translation": "L'entreprise recherche un employé dynamique qui peut s'adapter à de nouvelles situations. La nature dynamique du marché nécessite une innovation constante. Le duo dynamique a travaillé ensemble pendant des années, produisant des solutions innovantes.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "eager",
      "translation": " impatient",
      "definition": "feeling or showing enthusiasm and interest, or wanting to do something very much",
      "definition_translation": "éprouvant ou montrant de l'enthousiasme et de l'intérêt, ou voulant faire quelque chose très fort",
      "example": "I am eager to start my new job and learn new skills. She was eager to try the new restaurant and ordered the special dish. They will be eager to hear the news and celebrate tonight.",
      "example_translation": "Je suis impatient de commencer mon nouveau travail et d'apprendre de nouvelles compétences. Elle était impatiente d'essayer le nouveau restaurant et a commandé le plat spécial. Ils seront impatients d'entendre les nouvelles et de célébrer ce soir.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "educated",
      "translation": "instruit",
      "definition": "having or showing a high level of knowledge or skill, especially as a result of formal education",
      "definition_translation": "ayant ou montrant un haut niveau de connaissance ou de compétence, notamment en raison d'une éducation formelle",
      "example": "The educated elite are responsible for shaping the country's future. She is an educated woman who has traveled extensively. The educated population will be better equipped to face the challenges of the 21st century.",
      "example_translation": "L'élite instruite est responsable de façonner l'avenir du pays. Elle est une femme instruite qui a voyagé largement. La population instruite sera mieux équipée pour faire face aux défis du 21e siècle.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "emotional",
      "translation": "émotionnel",
      "definition": "relating to or characterized by intense feelings",
      "definition_translation": "relatif ou caractérisé par des sentiments intenses",
      "example": "She was very emotional during the movie, but I was not moved.",
      "example_translation": "Elle était très émotionnelle pendant le film, mais je n'ai pas été ému.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "encouraging",
      "translation": "encourageant",
      "definition": "giving support or confidence to someone",
      "definition_translation": "donnant du soutien ou de la confiance à quelqu'un",
      "example": "Her encouraging words helped me to overcome my fears. Yesterday, I encouraged my friend to take risks. I will encourage my team to work harder.",
      "example_translation": "Ses mots encourageants m'ont aidé à surmonter mes peurs. Hier, j'ai encouragé mon ami à prendre des risques. Je vais encourager mon équipe à travailler plus dur.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "energetic",
      "translation": "énergique",
      "definition": "having or showing a lot of energy and enthusiasm",
      "definition_translation": "ayant ou montrant beaucoup d'énergie et d'enthousiasme",
      "example": "The energetic crowd cheered when the band started playing. She was very energetic during the workout. I will be energetic in my presentation tomorrow.",
      "example_translation": "La foule énergique a acclamé lorsque le groupe a commencé à jouer. Elle était très énergique pendant l'entraînement. Je serai énergique dans ma présentation demain.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "entertaining",
      "translation": "amüsant",
      "definition": "pleasantly diverting or enjoyable",
      "definition_translation": "agréablement distrayant ou agréable",
      "example": "The entertaining show made us laugh. The comedian was entertaining the audience. I find video games entertaining and relaxing.",
      "example_translation": "Le spectacle amusant nous a fait rire. Le comédien amusait le public. Je trouve les jeux vidéo amusants et relaxants.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "enthusiastic",
      "translation": "enthousiaste",
      "definition": " feeling or showing intense and excited interest in something",
      "definition_translation": "éprouvant ou montrant un intérêt intense et excité pour quelque chose",
      "example": "I was enthusiastic about the new project we were working on. I am enthusiastic about the opportunity to learn a new language. I will be enthusiastic about the vacation plans next year.",
      "example_translation": "J'étais enthousiaste à propos du nouveau projet sur lequel nous travaillions. Je suis enthousiaste à propos de l'opportunité d'apprendre une nouvelle langue. Je serai enthousiaste à propos des plans de vacances l'année prochaine.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "evil",
      "translation": "méchant",
      "definition": "morally bad or wrong; causing harm or injury to someone or something",
      "definition_translation": "moralement mauvais ou faux ; causant du mal ou des blessures à quelqu'un ou quelque chose",
      "example": "The evil villain was planning to take over the world. The evil robot was programmed to destroy humanity. The evil spirit possessed the young girl.",
      "example_translation": "Le méchant vilain était en train de planifier la conquête du monde. Le robot méchant était programmé pour détruire l'humanité. L'esprit méchant possédait la jeune fille.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "exhausting",
      "translation": "épuisant",
      "definition": "causing a feeling of extreme tiredness or fatigue",
      "definition_translation": "causant un sentiment de fatigue extrême ou d'épuisement",
      "example": "The exhausting workout left me feeling drained. The exhausting road trip took a toll on our bodies. The exhausting project required many long hours of work.",
      "example_translation": "L'entraînement épuisant m'a laissé sentir vidé. Le voyage routier épuisant a eu unimpact sur nos corps. Le projet épuisant a nécessité de nombreuses heures de travail longues.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "expert",
      "translation": "expert",
      "definition": "having or showing a great deal of skill, knowledge, or experience in a particular area",
      "definition_translation": "ayant ou montrant une grande quantité de compétence, de connaissance ou d'expérience dans un domaine particulier",
      "example": "The expert surgeon performed the complex operation with ease. The expert programmer wrote the code with precision. The expert consultant analyzed the market trends with accuracy.",
      "example_translation": "Le chirurgien expert a réalisé l'opération complexe avec facilité. Le programmeur expert a écrit le code avec précision. Le consultant expert a analysé les tendances du marché avec précision.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "faithful",
      "translation": "fidèle",
      "definition": "having or showing loyalty and devotion to a person or institution",
      "definition_translation": "ayant ou montrant loyauté et dévotion envers une personne ou une institution",
      "example": "She was faithful to her husband throughout their 50 years of marriage. She had been faithful to her job for 20 years, and she will be faithful to her children until the end.",
      "example_translation": "Elle a été fidèle à son mari pendant leurs 50 ans de mariage. Elle avait été fidèle à son travail pendant 20 ans, et elle sera fidèle à ses enfants jusqu'à la fin.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fascinated",
      "translation": "fasciné",
      "definition": "extremely interested or attracted to something",
      "definition_translation": "extrêmement intéressé ou attiré par quelque chose",
      "example": "I was fascinated by the beauty of the Grand Canyon. She has been fascinated by astronomy since she was a child, and she will be fascinated by it until the end of her life.",
      "example_translation": "J'étais fasciné par la beauté du Grand Canyon. Elle a été fascinée par l'astronomie depuis qu'elle était enfant, et elle sera fascinée par cela jusqu'à la fin de sa vie.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fascinating",
      "translation": "fascinant",
      "definition": "extremely interesting or attractive",
      "definition_translation": "extrêmement intéressant ou attractif",
      "example": "The movie was fascinating from start to finish. The city is fascinating, with its rich history and culture.",
      "example_translation": "Le film était fascinant du début à la fin. La ville est fascinante, avec son riche histoire et sa culture.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fierce",
      "translation": "féroce",
      "definition": "showing a strong and powerful intensity",
      "definition_translation": "montrant une intensité forte et puissante",
      "example": "The fierce storm destroyed many homes. She has a fierce determination to succeed in her career.",
      "example_translation": "La tempête féroce a détruit de nombreux foyers. Elle a une détermination féroce pour réussir dans sa carrière.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "foolish",
      "translation": "sot",
      "definition": "lacking good sense or judgment; absurd or ridiculous",
      "definition_translation": "manquant de bon sens ou de jugement ; absurde ou ridicule",
      "example": "I was foolish to invest all my money in that company. I am foolish to think that it will work. I will be foolish to trust him again.",
      "example_translation": "J'ai été sot d'investir tout mon argent dans cette entreprise. Je suis sot de penser que cela fonctionnera. Je serai sot de lui faire de nouveau confiance.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "furious",
      "translation": "furieux",
      "definition": "extremely angry or violent",
      "definition_translation": "extrêmement en colère ou violent",
      "example": "I was furious when I saw the mess. I am furious about the way I was treated. I will be furious if they don't apologize.",
      "example_translation": "J'étais furieux lorsque j'ai vu le désordre. Je suis furieux de la façon dont j'ai été traité. Je serai furieux si ils ne s'excusent pas.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "greedy",
      "translation": "avide",
      "definition": "having or showing a strong desire to get more of something, especially food or money",
      "definition_translation": "ayant ou montrant un désir fort de obtenir plus de quelque chose, notamment de nourriture ou d'argent",
      "example": "He was greedy and took all the cake. She is greedy and never wants to share. They will be greedy and ask for more.",
      "example_translation": "Il était avide et a pris tout le gâteau. Elle est avide et ne veut jamais partager. Ils seront avides et demanderont plus.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hard",
      "translation": "dur",
      "definition": "solid, firm, and resistant to pressure or change",
      "definition_translation": "solide, ferme et résistant à la pression ou au changement",
      "example": "I had a hard time understanding the lesson. I am having a hard time learning the language. I will have a hard time if I don't practice.",
      "example_translation": "J'ai eu du mal à comprendre la leçon. J'ai du mal à apprendre la langue. J'aurai du mal si je ne pratique pas.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hard-working",
      "translation": "travailleur acharné",
      "definition": "Showing dedication and perseverance in one's work or duties; diligent and conscientious.",
      "definition_translation": "Montrant de la détermination et de la persévérance dans son travail ou ses devoirs ; laborieux et consciencieux.",
      "example": "She was a hard-working student who always submitted her assignments on time. She had been hard-working on her project for weeks. She will be hard-working to meet the deadline.",
      "example_translation": "Elle était une étudiante travailleuse qui soumettait toujours ses devoirs à temps. Elle avait travaillé dur sur son projet pendant des semaines. Elle sera travailleuse pour respecter le délai.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "icy",
      "translation": "glacial",
      "definition": "Extremely cold in temperature; frosty or chilly in manner.",
      "definition_translation": "Extrêmement froid en température ; glaciale ou froide dans son comportement.",
      "example": "The icy wind blew through the city. She gave me an icy stare. The room was icy cold.",
      "example_translation": "Le vent glacial soufflait dans la ville. Elle m'a lancé un regard glacial. La chambre était glaciale.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "impatient",
      "translation": "impatient",
      "definition": "Unable to tolerate delays or waiting; restless and eager for action.",
      "definition_translation": "Incapable de tolérer les retards ou d'attendre ; agité et impatient d'agir.",
      "example": "He was impatient to start the project. She has been impatient with her brother all day. They will be impatient to get started.",
      "example_translation": "Il était impatient de commencer le projet. Elle a été impatiente avec son frère toute la journée. Ils seront impatients de commencer.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "impolite",
      "translation": "impoli",
      "definition": "Rude or discourteous in manner; lacking in politeness or good manners.",
      "definition_translation": "Grossier ou discourtois dans son comportement ; manquant de politesse ou de bonnes manières.",
      "example": "He was impolite to the waiter. She has been impolite to her teacher. They will be impolite to the guests.",
      "example_translation": "Il a été impoli envers le serveur. Elle a été impolie envers son enseignant. Ils seront impolis envers les invités.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "independent",
      "translation": "indépendant",
      "definition": "Not relying on others for support or guidance; self-sufficient.",
      "definition_translation": "Ne dépendant pas des autres pour le soutien ou l'orientation; autosuffisant.",
      "example": "She had always been an independent person, making her own decisions and living her own life. She will continue to be independent in her old age. She was independent even as a child.",
      "example_translation": "Elle avait toujours été une personne indépendante, prenant ses propres décisions et vivant sa propre vie. Elle continuera à être indépendante dans sa vieillesse. Elle était indépendante même enfant.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "inexperienced",
      "translation": "inexpérimenté",
      "definition": "Lacking experience or skill in a particular area or activity.",
      "definition_translation": "Manquant d'expérience ou de compétence dans un domaine ou une activité particulière.",
      "example": "As an inexperienced traveler, she got lost in the city. She will not be inexperienced in her next trip. She was inexperienced in her first job.",
      "example_translation": "En tant que voyageuse inexpérimentée, elle s'est perdue dans la ville. Elle ne sera pas inexpérimentée dans son prochain voyage. Elle était inexpérimentée dans son premier emploi.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "innocent",
      "translation": "innocent",
      "definition": "Not guilty of a crime or wrongdoing; free from sin or moral wrong.",
      "definition_translation": "Pas coupable d'un crime ou de mauvaise action; libre de péché ou de tort moral.",
      "example": "The child was innocent and did not know what was happening. She will remain innocent in her heart. He was innocent and did not commit the crime.",
      "example_translation": "L'enfant était innocent et ne savait pas ce qui se passait. Elle restera innocente dans son cœur. Il était innocent et n'a pas commis le crime.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "insincere",
      "translation": "insincère",
      "definition": "Not genuine or sincere; saying or doing things only to impress or deceive.",
      "definition_translation": "Pas authentique ou sincère; disant ou faisant des choses uniquement pour impressionner ou tromper.",
      "example": "The politician's insincere apology did not fool anyone. She will not be insincere in her next speech. He was insincere in his friendship.",
      "example_translation": "Les excuses insincères du politicien n'ont pas trompé personne. Elle ne sera pas insincère dans son prochain discours. Il était insincère dans son amitié.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "intellectual",
      "translation": "intellectuel",
      "definition": "A person who is highly educated and knowledgeable, often in a particular field or subject.",
      "definition_translation": "Une personne qui est très instruite et érudite, souvent dans un domaine ou un sujet particulier.",
      "example": "She was an intellectual who wrote many books on philosophy. She is writing a new book on ethics. She will give a lecture on morality next month.",
      "example_translation": "Elle était une intellectuelle qui a écrit de nombreux livres sur la philosophie. Elle écrit un nouveau livre sur l'éthique. Elle donnera une conférence sur la morale le mois prochain.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "irresponsible",
      "translation": "irresponsable",
      "definition": "Lacking a sense of responsibility or accountability, often leading to reckless or careless behavior.",
      "definition_translation": "Manquant de sens des responsabilités ou de compte rendu, souvent entraînant un comportement imprudent ou négligent.",
      "example": "He was irresponsible with his finances and spent all his money on unnecessary things. He is being more responsible with his budget now. He will take a course on financial planning soon.",
      "example_translation": "Il était irresponsable avec ses finances et a dépensé tout son argent sur des choses inutiles. Il est plus responsable avec son budget maintenant. Il suivra un cours de planification financière bientôt.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "irritated",
      "translation": "irrité",
      "definition": "Feeling or showing annoyance or frustration, often due to a particular situation or person.",
      "definition_translation": "Sentant ou montrant de l'irritation ou de la frustration, souvent à cause d'une situation ou d'une personne en particulier.",
      "example": "She was irritated by the noise from the construction site. She is feeling less irritated now that the project is finished. She will be irritated if they start building again.",
      "example_translation": "Elle était irritée par le bruit du chantier de construction. Elle se sent moins irritée maintenant que le projet est terminé. Elle sera irritée si ils recommencent à construire.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "irritating",
      "translation": "irritant",
      "definition": "Causing annoyance or frustration, often due to a particular quality or behavior.",
      "definition_translation": "Causing de l'irritation ou de la frustration, souvent à cause d'une qualité ou d'un comportement en particulier.",
      "example": "He found her constant chatter to be irritating. He is trying to avoid her irritating habit of leaving dirty dishes in the sink. He will be annoyed if she continues her irritating behavior.",
      "example_translation": "Il a trouvé son bavardage constant irritant. Il essaie d'éviter son habitude irritante de laisser des assiettes sales dans l'évier. Il sera ennuyé si elle continue son comportement irritant.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "loyal",
      "translation": "loyal",
      "definition": "Giving or showing firm and constant support or allegiance to a person or institution.",
      "definition_translation": "Donnant ou montrant un soutien ferme et constant à une personne ou une institution.",
      "example": "She was loyal to her friends and family. She had been loyal to the company for 10 years. She will be loyal to her country.",
      "example_translation": "Elle était loyale envers ses amis et sa famille. Elle avait été loyale envers l'entreprise pendant 10 ans. Elle sera loyale envers son pays.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mature",
      "translation": "mûr",
      "definition": "Having reached a advanced stage of growth, development, or progress.",
      "definition_translation": "Ayant atteint un stade avancé de croissance, de développement ou de progrès.",
      "example": "He was mature beyond his years. She matured quickly after moving to the city. They will mature into responsible adults.",
      "example_translation": "Il était mûr au-delà de son âge. Elle a mûri rapidement après avoir déménagé dans la ville. Ils deviendront des adultes responsables.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mean",
      "translation": "méchant",
      "definition": "Having or showing a unpleasant or unkind disposition; cruel or spiteful.",
      "definition_translation": "Ayant ou montrant une disposition désagréable ou malveillante; cruel ou rancunier.",
      "example": "He was mean to his sister. She meant to insult him. They will mean well, but not succeed.",
      "example_translation": "Il était méchant envers sa sœur. Elle avait voulu l'insulter. Ils voudront bien faire, mais ne réussiront pas.",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mean",
      "translation": "signifier",
      "definition": "Intend to convey or indicate something.",
      "definition_translation": "Viser à exprimer ou indiquer quelque chose.",
      "example": "I mean to go to the store. She means business. They will mean it as a joke.",
      "example_translation": "Je veux aller au magasin. Elle signifie affaires. Ils le diront comme une plaisanterie.",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mental",
      "translation": "mentale",
      "definition": "Relating to the mind; concerned with or affecting the mind, especially as a subject of study or as a means of controlling behaviour.",
      "definition_translation": "Relatif à l'esprit; concernant ou affectant l'esprit, en particulier comme sujet d'étude ou comme moyen de contrôler le comportement.",
      "example": "She had a mental breakdown after the accident. She has been mentally preparing for the exam. She will need mental toughness to overcome the obstacle.",
      "example_translation": "Elle a eu une crise mentale après l'accident. Elle s'est préparée mentalement pour l'examen. Elle aura besoin de force mentale pour surmonter l'obstacle.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "miserable",
      "translation": "misérable",
      "definition": "Feeling, showing, or causing great unhappiness or discomfort.",
      "definition_translation": "Sentant, montrant ou causant une grande tristesse ou inconfort.",
      "example": "He felt miserable after losing his job. She was miserable during the entire trip. They will be miserable if they don't get any sleep.",
      "example_translation": "Il s'est senti misérable après avoir perdu son emploi. Elle était misérable pendant tout le voyage. Ils seront misérables s'ils n'obtiennent pas de sommeil.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "motivated",
      "translation": "motivé",
      "definition": "Having a strong desire or enthusiasm to achieve something.",
      "definition_translation": "Ayant un désir ou une enthousiasme forts pour accomplir quelque chose.",
      "example": "She was motivated to start her own business. He is motivated to learn a new language. They were motivated to finish the project.",
      "example_translation": "Elle était motivée pour démarrer son propre entreprise. Il est motivé pour apprendre une nouvelle langue. Ils étaient motivés pour finir le projet.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "moving",
      "translation": "émouvant",
      "definition": "Causing strong emotions, especially sadness or sympathy.",
      "definition_translation": "Provoquant de forts émotions, en particulier la tristesse ou la sympathie.",
      "example": "The movie was moving and made me cry. The speech was moving and inspired us. The memorial was moving and brought back memories.",
      "example_translation": "Le film était émouvant et m'a fait pleurer. Le discours était émouvant et nous a inspirés. Le mémorial était émouvant et a rappelé des souvenirs.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nasty",
      "translation": "méchant",
      "definition": "Unpleasantly mean or unkind; having or showing a strong and unpleasant smell.",
      "definition_translation": "Désagréablement méchant ou malveillant ; ayant ou montrant une odeur forte et désagréable.",
      "example": "She thought the food was nasty and refused to eat it. I found the nasty smell in the bathroom. The nasty storm will arrive tomorrow.",
      "example_translation": "Elle a pensé que la nourriture était méchante et a refusé de manger. J'ai trouvé l'odeur méchante dans la salle de bain. La tempête méchante arrivera demain.",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "naughty",
      "translation": "espiègle",
      "definition": "Behaving or done in a slightly wicked or mischievous way; playfully mischievous or disobedient.",
      "definition_translation": "Se comportant ou fait de manière légèrement méchante ou espiègle ; jouant au petit coquin ou désobéissant.",
      "example": "The naughty child broke the toy. She was naughty and didn't listen to her mother. The naughty boy will be punished.",
      "example_translation": "L'enfant espiègle a cassé le jouet. Elle était espiègle et n'a pas écouté sa mère. Le garçon espiègle sera puni.",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "obedient",
      "translation": "obéissant",
      "definition": "Willing to obey or comply with what is asked or expected; obediently submissive.",
      "definition_translation": "Prêt à obéir ou à se conformer à ce qui est demandé ou attendu ; soumis avec obéissance.",
      "example": "The obedient dog followed its master. She was an obedient student and always did her homework. The obedient robot will obey all commands.",
      "example_translation": "Le chien obéissant a suivi son maître. Elle était une étudiante obéissante et faisait toujours ses devoirs. Le robot obéissant obéira à tous les ordres.",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "objective",
      "translation": "objectif",
      "definition": "Not influenced by personal feelings or biases; a goal or target to be achieved.",
      "definition_translation": "Non influencé par des sentiments personnels ou des préjugés ; un but ou un objectif à atteindre.",
      "example": "The teacher tried to remain objective when grading the papers. The company set an objective to increase sales by 20%. The scientist's objective was to find a cure for the disease.",
      "example_translation": "Le professeur a essayé de rester objectif lors de la notation des papiers. L'entreprise a fixé un objectif d'augmenter les ventes de 20%. L'objectif du scientifique était de trouver un remède pour la maladie.",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "offensive",
      "translation": "offensif",
      "definition": "causing someone to feel deeply hurt, upset, or angry",
      "definition_translation": "causant à quelqu'un de se sentir profondément blessé, contrarié ou en colère",
      "example": "The company apologized for the offensive advertisement. It had offended many people. It will not offend anyone in the future.",
      "example_translation": "L'entreprise s'est excusée pour la publicité offensante. Elle avait offensé beaucoup de gens. Elle n'offensera personne à l'avenir.",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "optimistic",
      "translation": "optimiste",
      "definition": "expecting good things to happen or having a positive attitude towards the future",
      "definition_translation": "s'attendant à ce que de bonnes choses arrivent ou ayant une attitude positive envers l'avenir",
      "example": "She was optimistic about her chances of getting the job. She had been optimistic about the project from the beginning. She will be optimistic about the future.",
      "example_translation": "Elle était optimiste quant à ses chances d'obtenir le poste. Elle avait été optimiste quant au projet depuis le début. Elle sera optimiste quant à l'avenir.",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "organized",
      "translation": "organisé",
      "definition": "arranged or structured in a systematic way, making it easy to find things or manage tasks",
      "definition_translation": "arrangé ou structuré d'une manière systématique, rendant facile de trouver des choses ou de gérer des tâches",
      "example": "The company was organized and efficient. It had been organized well from the start. It will be organized and productive in the future.",
      "example_translation": "L'entreprise était organisée et efficace. Elle avait été bien organisée depuis le début. Elle sera organisée et productive à l'avenir.",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "outrageous",
      "translation": "inouï",
      "definition": "extremely shocking or unacceptable, often in a way that is considered unreasonable or unacceptable",
      "definition_translation": "extrêmement choquant ou inacceptable, souvent d'une manière considérée comme déraisonnable ou inacceptable",
      "example": "The outrageous behavior of the celebrity shocked everyone. It had been outrageous from the start. It will be outrageous in the future.",
      "example_translation": "Le comportement inouï de la célébrité a choqué tout le monde. Il avait été inouï depuis le début. Il sera inouï à l'avenir.",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "painful",
      "translation": "douloureux",
      "definition": "Causing physical or emotional distress or discomfort.",
      "definition_translation": "Provoquant une douleur ou un malaise physique ou émotionnel.",
      "example": "The patient was experiencing painful symptoms after the surgery. She will have to take painful medicine for a few days. She had a painful experience yesterday.",
      "example_translation": "Le patient éprouvait des symptômes douloureux après la chirurgie. Elle devra prendre des médicaments douloureux pendant quelques jours. Elle a eu une expérience douloureuse hier.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "passionate",
      "translation": "passionné",
      "definition": "Showing or feeling strong emotions, especially about a particular subject or activity.",
      "definition_translation": "Montrant ou ressentant des émotions fortes, notamment à propos d'un sujet ou d'une activité particulière.",
      "example": "He is a passionate musician who has been playing the guitar for years. She was passionate about her job, but now she's looking for a change. They will have a passionate discussion about politics tonight.",
      "example_translation": "Il est un musicien passionné qui joue de la guitare depuis des années. Elle était passionnée par son travail, mais maintenant elle cherche un changement. Ils auront une discussion passionnée sur la politique ce soir.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "passive",
      "translation": "passif",
      "definition": "Not active or influential; allowing things to happen rather than making them happen.",
      "definition_translation": "Non actif ou influent ; laissant les choses se produire plutôt que de les faire se produire.",
      "example": "The company has a passive role in the market, not taking any risks. She was passive during the meeting, not contributing to the discussion. The country has a passive foreign policy.",
      "example_translation": "L'entreprise a un rôle passif sur le marché, ne prenant pas de risques. Elle était passive pendant la réunion, ne contribuant pas à la discussion. Le pays a une politique étrangère passive.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pessimistic",
      "translation": "pessimiste",
      "definition": "Having a negative or gloomy outlook on life or a situation.",
      "definition_translation": "Avoir une perspective négative ou sombre sur la vie ou une situation.",
      "example": "He has a pessimistic view on the future of the economy. She was pessimistic about her chances of getting the job. The team was pessimistic about their chances of winning the game.",
      "example_translation": "Il a une vue pessimiste sur l'avenir de l'économie. Elle était pessimiste quant à ses chances d'obtenir le poste. L'équipe était pessimiste quant à ses chances de gagner le match.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "petrified",
      "translation": "épouvanté",
      "definition": "extremely frightened or terrified",
      "definition_translation": "extrêmement effrayé ou terrifié",
      "example": "I was petrified when I saw the snake in my backyard. I am petrified of heights. I will be petrified if I have to give a speech in front of a large audience.",
      "example_translation": "J'étais épouvanté lorsque j'ai vu le serpent dans mon jardin. Je suis épouvanté des hauteurs. Je serai épouvanté si je dois faire un discours devant un large public.",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "practical",
      "translation": "pratique",
      "definition": "able to be used or applied; useful",
      "definition_translation": "pouvant être utilisé ou appliqué; utile",
      "example": "She is very practical and always thinks about the cost of things. He was practical and fixed the car himself. We will be practical and take a bus instead of a taxi.",
      "example_translation": "Elle est très pratique et pense toujours au coût des choses. Il était pratique et a réparé la voiture lui-même. Nous serons pratiques et prendrons un bus au lieu d'un taxi.",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "professional",
      "translation": "professionnel",
      "definition": "engaged in a specific activity or occupation; having or showing the skills and qualities expected of a person in a particular job",
      "definition_translation": "engagé dans une activité ou une occupation spécifique; ayant ou montrant les compétences et les qualités attendues d'une personne dans un emploi particulier",
      "example": "The professional dancer performed beautifully on stage. He was a professional and finished the project on time. She will be a professional and wear a suit to the meeting.",
      "example_translation": "La danseuse professionnelle s'est produite magnifiquement sur scène. Il était un professionnel et a terminé le projet à temps. Elle sera un professionnel et portera un costume pour la réunion.",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "puzzled",
      "translation": "perplexé",
      "definition": "completely bewildered or confused",
      "definition_translation": "totalement déconcerté ou confus",
      "example": "I was puzzled by the complicated math problem. She is puzzled about what to do next. They were puzzled by the strange noise in the night.",
      "example_translation": "J'étais déconcerté par le problème de mathématiques compliqué. Elle est déconcertée quant à ce qu'elle doit faire ensuite. Ils étaient déconcertés par le bruit étrange dans la nuit.",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "qualified",
      "translation": "qualifié",
      "definition": "Having the necessary skills, experience, or knowledge to do something.",
      "definition_translation": "Ayant les compétences, l'expérience ou les connaissances nécessaires pour faire quelque chose.",
      "example": "She was a qualified doctor, having completed her medical degree. She is qualified to perform the surgery. She will be qualified to work as a nurse after graduating.",
      "example_translation": "Elle était un médecin qualifié, ayant terminé son diplôme en médecine. Elle est qualifiée pour pratiquer la chirurgie. Elle sera qualifiée pour travailler comme infirmière après avoir obtenu son diplôme.",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "realistic",
      "translation": "réaliste",
      "definition": "Having or showing a sensible and practical idea of what can be achieved or what is likely to happen.",
      "definition_translation": "Ayant ou montrant une idée sensée et pratique de ce qui peut être réalisé ou de ce qui est susceptible de se produire.",
      "example": "The artist's realistic painting of the landscape was impressive. The company has a realistic plan to increase sales. The team has a realistic chance of winning the championship.",
      "example_translation": "Le tableau réaliste du paysage de l'artiste était impressionnant. L'entreprise a un plan réaliste pour augmenter les ventes. L'équipe a une chance réaliste de gagner le championnat.",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "reasonable",
      "translation": "raisonnable",
      "definition": "Based on or in accordance with reason or good sense.",
      "definition_translation": "Basé sur ou en conformité avec la raison ou le bon sens.",
      "example": "The manager asked for a reasonable explanation for the delay. The customer was willing to pay a reasonable price for the product. The government will provide reasonable support to the affected families.",
      "example_translation": "Le manager a demandé une explication raisonnable pour le retard. Le client était prêt à payer un prix raisonnable pour le produit. Le gouvernement fournira un soutien raisonnable aux familles affectées.",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "religious",
      "translation": "religieux",
      "definition": "Relating to or believing in a religion.",
      "definition_translation": "Relatif à ou croyant en une religion.",
      "example": "The religious leaders met to discuss the crisis. She was raised in a religious family. The country has a long history of religious tolerance.",
      "example_translation": "Les dirigeants religieux se sont rencontrés pour discuter de la crise. Elle a été élevée dans une famille religieuse. Le pays a une longue histoire de tolérance religieuse.",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "resourceful",
      "translation": "ingénieux",
      "definition": "Having the ability to find quick and clever ways to solve problems and overcome difficulties.",
      "definition_translation": "Ayant la capacité de trouver des moyens rapides et ingénieux pour résoudre les problèmes et surmonter les difficultés.",
      "example": "She was a resourceful person who always found a way to fix things. She had fixed the broken chair yesterday, and she will fix the leaky faucet tomorrow. She is fixing the computer right now.",
      "example_translation": "C'était une personne ingénieuse qui avait toujours trouvé un moyen de réparer les choses. Elle avait réparé la chaise cassée hier, et elle réparera le robinet qui fuit demain. Elle répare l'ordinateur en ce moment.",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "respectable",
      "translation": "respectable",
      "definition": "Worthy of respect and admiration, having a good reputation.",
      "definition_translation": "Digne de respect et d'admiration, ayant une bonne réputation.",
      "example": "He was a respectable member of the community, and everyone looked up to him. He had been a respectable businessman for years, and he will continue to be one in the future. He was a respectable leader during the crisis.",
      "example_translation": "C'était un membre respectable de la communauté, et tout le monde le considérait avec respect. Il avait été un homme d'affaires respectable pendant des années, et il le restera à l'avenir. Il était un leader respectable pendant la crise.",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "respected",
      "translation": "respecté",
      "definition": "Feeling or showing deep admiration for someone or something.",
      "definition_translation": "Éprouvant ou montrant une grande admiration pour quelqu'un ou quelque chose.",
      "example": "He was a respected professor, and his students respected him. He had been respected by his peers for his innovative research. He will be respected as a pioneer in his field.",
      "example_translation": "C'était un professeur respecté, et ses étudiants le respectaient. Il avait été respecté par ses pairs pour ses recherches innovantes. Il sera respecté comme un pionnier dans son domaine.",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "responsible",
      "translation": "responsable",
      "definition": "Having an obligation to do something, or having control over something.",
      "definition_translation": "Ayant l'obligation de faire quelque chose, ou ayant le contrôle sur quelque chose.",
      "example": "She was responsible for managing the project. She had been responsible for the team's success. She will be responsible for making important decisions.",
      "example_translation": "Elle était responsable de la gestion du projet. Elle avait été responsable du succès de l'équipe. Elle sera responsable de prendre des décisions importantes.",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "risky",
      "translation": "risqué",
      "definition": "involving a level of uncertainty or danger, and potentially leading to loss or harm",
      "definition_translation": "impliquant un niveau d'incertitude ou de danger, et pouvant entraîner des pertes ou des dommages",
      "example": "He's always been a bit too risky with his investments, and it's finally caught up with him. He's been taking risks his whole life, but now he's starting to think about playing it safe. He'll be taking a risky new venture in the future.",
      "example_translation": "Il a toujours été un peu trop risqué dans ses investissements, et c'est enfin rattrapé par lui. Il a pris des risques toute sa vie, mais maintenant il commence à penser à jouer prudemment. Il lancera une nouvelle entreprise risquée à l'avenir.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ruthless",
      "translation": "impitoyable",
      "definition": "having or showing no pity or mercy; extremely harsh or cruel",
      "definition_translation": "n'ayant ou ne montrant aucune pitié ou miséricorde ; extrêmement dur ou cruel",
      "example": "The ruthless dictator ruled the country with an iron fist. She was ruthless in her pursuit of success, stepping on anyone who got in her way. The company will be ruthless in its efforts to cut costs in the coming years.",
      "example_translation": "Le dictateur impitoyable a régné sur le pays d'une main de fer. Elle a été impitoyable dans sa poursuite du succès, écrasant tout le monde qui se mettait sur son chemin. L'entreprise sera impitoyable dans ses efforts pour réduire les coûts dans les années à venir.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sensitive",
      "translation": "sensible",
      "definition": "able to detect or respond to slight changes or stimuli; easily offended or upset",
      "definition_translation": "capable de détecter ou de répondre à de légers changements ou stimuli ; facilement offensé ou bouleversé",
      "example": "The sensitive equipment picked up the slightest changes in the environment. She's very sensitive to criticism, so we have to be careful what we say. The company is sensitive to the needs of its customers, and will do everything to ensure their satisfaction.",
      "example_translation": "L'équipement sensible a détecté les moindres changements dans l'environnement. Elle est très sensible aux critiques, donc nous devons être prudents sur ce que nous disons. L'entreprise est sensible aux besoins de ses clients et fera tout pour assurer leur satisfaction.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "severe",
      "translation": "sévère",
      "definition": "serious or stern in manner or appearance; causing great hardship or difficulty",
      "definition_translation": "sérieux ou sévère dans son attitude ou son apparence ; causant de grandes difficultés ou problèmes",
      "example": "The severe weather warning was issued for the entire region. She's always been severe in her grading, so students have to work extra hard. The company will face severe penalties if it fails to comply with the regulations.",
      "example_translation": "L'avertissement météorologique sévère a été émis pour toute la région. Elle a toujours été sévère dans ses notations, donc les étudiants doivent travailler extra dur. L'entreprise encourra des pénalités sévères si elle ne respecte pas les réglementations.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "skilful",
      "translation": "habile",
      "definition": "Having or showing skill, especially with your hands; able to do something well",
      "definition_translation": "Ayant ou montrant d'habileté, notamment avec vos mains; capable de faire quelque chose bien",
      "example": "She was a skilful piano player, and her music was breathtaking. She will have been practising for years to become so skilful. She is going to be a skilful engineer one day.",
      "example_translation": "Elle était une joueuse de piano habile, et sa musique était à couper le souffle. Elle aura passé des années à s'entraîner pour devenir si habile. Elle sera un ingénieur habile un jour.",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "skilled",
      "translation": "expérimenté",
      "definition": "Having a lot of experience or training in a particular skill or activity",
      "definition_translation": "Ayant beaucoup d'expérience ou de formation dans une compétence ou une activité particulière",
      "example": "He was a skilled carpenter and built the house in just a few weeks. He will have been working on his skills for years to become so skilled. He is going to make a skilled politician one day.",
      "example_translation": "Il était un charpentier expérimenté et a construit la maison en quelques semaines seulement. Il aura passé des années à travailler sur ses compétences pour devenir si expérimenté. Il sera un politicien expérimenté un jour.",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sophisticated",
      "translation": "sophistiqué",
      "definition": "Complex or cultured, having a high degree of cultivation or refinement",
      "definition_translation": "Complexe ou cultivé, ayant un degré élevé de culture ou de raffinement",
      "example": "The sophisticated algorithm was able to detect even the slightest anomaly. The company will have developed a sophisticated system by next year. They are going to launch a sophisticated marketing campaign soon.",
      "example_translation": "L'algorithme sophistiqué était capable de détecter même la plus légère anomalie. L'entreprise aura développé un système sophistiqué d'ici l'année prochaine. Ils vont lancer une campagne marketing sophistiquée bientôt.",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spiritual",
      "translation": "spirituel",
      "definition": "Relating to or affecting the spirit or soul; concerned with sacred or religious things",
      "definition_translation": "Relatif ou affectant l'esprit ou l'âme; préoccupé par les choses sacrées ou religieuses",
      "example": "The spiritual leader inspired hope in the hearts of millions. She will have found spiritual enlightenment through meditation. He is going to lead a spiritual retreat in the mountains next month.",
      "example_translation": "Le guide spirituel a inspiré l'espoir dans le cœur de millions de personnes. Elle aura trouvé l'éveil spirituel grâce à la méditation. Il va diriger un retrait spirituel dans les montagnes le mois prochain.",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spontaneous",
      "translation": "spontané",
      "definition": "Happening or done in a natural and unplanned way, without being forced or contrived.",
      "definition_translation": "Se produisant ou faisant de manière naturelle et spontanée, sans être forcé ou conçu.",
      "example": "She has always been spontaneous and adventurous, and loves to travel on impulse. Yesterday, she spontaneously decided to go skydiving. Tomorrow, she will spontaneously book a ticket to Paris.",
      "example_translation": "Elle a toujours été spontanée et aventureuse, et adore voyager sur un coup de tête. Hier, elle a spontanément décidé d'aller faire du saut à ski. Demain, elle réservera spontanément un billet pour Paris.",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "straight",
      "translation": "droit",
      "definition": "Extending or moving in a direct line; not curved or bent.",
      "definition_translation": "S'étendant ou se déplaçant en ligne directe ; pas courbé ou tordu.",
      "example": "I walked straight to the store, and then straight home afterwards. She will straighten up the room tomorrow. He has been straightening his hair for years.",
      "example_translation": "Je me suis rendu directement au magasin, puis directement chez moi après. Elle mettra en ordre la chambre demain. Il a droitissé ses cheveux pendant des années.",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stubborn",
      "translation": "entêté",
      "definition": "Refusing to change one's mind or course of action, even when faced with good reasons to do so.",
      "definition_translation": "Refusant de changer d'avis ou de changement d'action, même face à de bonnes raisons de le faire.",
      "example": "He was stubborn and refused to listen to anyone's advice. She has been stubborn about her diet for years. They were stubbornly clinging to their traditions.",
      "example_translation": "Il était entêté et refusait d'écouter les conseils de quiconque. Elle a été obstinée quant à son régime pendant des années. Ils s'accrochaient obstinément à leurs traditions.",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "superstitious",
      "translation": "superstitieux",
      "definition": "Having or showing an excessive belief in supernatural things, such as luck or fate.",
      "definition_translation": "Ayant ou montrant une croyance excessive dans les choses surnaturelles, telles que la chance ou le destin.",
      "example": "She is superstitious about black cats and always avoids them. He was superstitious about Friday the 13th and never traveled on that day. They were superstitious about the number 7 and considered it lucky.",
      "example_translation": "Elle est superstitieuse en ce qui concerne les chats noirs et les évite toujours. Il était superstitieux concernant le vendredi 13 et n'a jamais voyagé ce jour-là. Ils étaient superstitieux concernant le nombre 7 et le considéraient comme porte-bonheur.",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "suspicious",
      "translation": "suspect",
      "definition": "having or showing a cautious distrust of someone or something",
      "definition_translation": "ayant ou montrant une méfiance prudente envers quelqu'un ou quelque chose",
      "example": "The police officer was suspicious of the stranger's behavior. She had been suspicious of him from the moment he walked in. She will be suspicious of his alibi.",
      "example_translation": "Le policier était suspect envers le comportement de l'étranger. Elle avait été suspecte envers lui depuis le moment où il était entré. Elle sera suspecte de son alibi.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sympathetic",
      "translation": "sympathique",
      "definition": "having or showing feelings of pity or compassion for someone else's misfortune",
      "definition_translation": "ayant ou montrant des sentiments de pitié ou de compassion pour le malheur d'autrui",
      "example": "The sympathetic doctor listened attentively to her patient's problems. She was sympathetic towards her friend's loss. She will be sympathetic to his situation.",
      "example_translation": "Le médecin sympathique écoutait attentivement les problèmes de sa patiente. Elle était sympathique envers la perte de son amie. Elle sera sympathique envers sa situation.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tense",
      "translation": "tendu",
      "definition": "feeling anxious or nervous, or causing feelings of anxiety or nervousness",
      "definition_translation": "éprouvant de l'anxiété ou de la nervosité, ou provoquant des sentiments d'anxiété ou de nervosité",
      "example": "The atmosphere in the room was tense during the argument. She had been tense all day. She will be tense at the meeting.",
      "example_translation": "L'atmosphère dans la pièce était tendue pendant la dispute. Elle avait été tendue toute la journée. Elle sera tendue au cours de la réunion.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "terrifying",
      "translation": "terrifiant",
      "definition": "extremely frightening or alarming",
      "definition_translation": "extrêmement effrayant ou alarmant",
      "example": "The terrifying scream echoed through the silent night. The movie was terrifying from start to finish. She will be terrifying her friends with the horror story.",
      "example_translation": "Le cri terrifiant résonna à travers la nuit silencieuse. Le film était terrifiant du début à la fin. Elle sera terrifiante en racontant l'histoire d'horreur à ses amis.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "thoughtful",
      "translation": "réfléchi",
      "definition": "Having or showing a careful and considerate thought, paying attention to the feelings of others.",
      "definition_translation": "Ayant ou montrant une réflexion soignée et considérée, prêtant attention aux sentiments des autres.",
      "example": "She was always thoughtful of her neighbors, often bringing them small gifts. She had been thoughtful in her preparations for the party. She will be thoughtful of her sister's feelings during the conversation.",
      "example_translation": "Elle était toujours réfléchie envers ses voisins, leur apportant souvent de petits cadeaux. Elle avait été réfléchie dans ses préparatifs pour la fête. Elle sera réfléchie envers les sentiments de sa sœur pendant la conversation.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "thrilled",
      "translation": "transporté",
      "definition": "Feeling extremely happy or excited, often because of something pleasant or unexpected.",
      "definition_translation": "Éprouvant une grande joie ou une grande excitation, souvent en raison de quelque chose de plaisant ou d'inattendu.",
      "example": "I was thrilled to receive the news. She is thrilled about her new job. They will be thrilled to see the show.",
      "example_translation": "J'étais transporté de recevoir les nouvelles. Elle est transportée à l'idée de son nouveau travail. Ils seront transportés de voir le spectacle.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tough",
      "translation": "dur",
      "definition": "Strong and able to endure difficult conditions, or difficult to deal with or overcome.",
      "definition_translation": "Fort et capable de supporter des conditions difficiles, ou difficile à gérer ou à surmonter.",
      "example": "The tough weather conditions made it difficult to hike. She was tough on her students, but they learned a lot. They will have to be tough to finish the project on time.",
      "example_translation": "Les conditions météorologiques difficiles ont rendu difficile la randonnée. Elle était dure avec ses étudiants, mais ils ont appris beaucoup. Ils devront être durs pour finir le projet à temps.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tragic",
      "translation": "tragique",
      "definition": "Causing or characterized by extreme sadness, sorrow, or disaster.",
      "definition_translation": "Causant ou caractérisé par une tristesse, une douleur ou un désastre extrêmes.",
      "example": "The news of the accident was tragic. The tragic event affected the entire community. The movie was a tragic love story.",
      "example_translation": "Les nouvelles de l'accident étaient tragiques. L'événement tragique a affecté la communauté entière. Le film était une histoire d'amour tragique.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unaware",
      "translation": "inconscient",
      "definition": "Not having knowledge or awareness of something; uninformed.",
      "definition_translation": "Ne pas avoir de connaissances ou de conscience de quelque chose ; informé.",
      "example": "I was unaware of the danger until it was too late. I have been unaware of the problem for weeks. I will be unaware of the consequences.",
      "example_translation": "Je n'étais pas conscient du danger jusqu'à ce qu'il soit trop tard. J'ai été inconscient du problème pendant des semaines. Je serai inconscient des conséquences.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "uncertain",
      "translation": "incertain",
      "definition": "Not having a clear or definite idea about something; unsure.",
      "definition_translation": "Ne pas avoir une idée claire ou définie sur quelque chose ; incertain.",
      "example": "I was uncertain about the answer. I am uncertain about the future. I will be uncertain about the outcome.",
      "example_translation": "J'étais incertain de la réponse. Je suis incertain de l'avenir. Je serai incertain du résultat.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "understanding",
      "translation": "compréhension",
      "definition": "The ability to comprehend or interpret something; insight.",
      "definition_translation": "La capacité de comprendre ou d'interpréter quelque chose ; perspicacité.",
      "example": "She showed great understanding of the complex issue. He will have a deeper understanding of the topic. They had a mutual understanding.",
      "example_translation": "Elle a montré une grande compréhension de la question complexe. Il aura une compréhension plus profonde du sujet. Ils avaient une compréhension mutuelle.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "uneasy",
      "translation": "mal à l'aise",
      "definition": "Feeling anxious or uncomfortable; uneasy in one's mind or body.",
      "definition_translation": "Se sentir anxieux ou mal à l'aise ; mal à l'aise dans son esprit ou son corps.",
      "example": "I felt uneasy about the decision. She has been uneasy about the situation. They will feel uneasy about the change.",
      "example_translation": "J'ai eu des sentiments de malaise à propos de la décision. Elle a été mal à l'aise à propos de la situation. Ils se sentiront mal à l'aise à propos du changement.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unfortunate",
      "translation": "malchanceux",
      "definition": "Having or marked by bad luck; unfortunate circumstances.",
      "definition_translation": "Ayant ou marqué par la malchance; circonstances malchanceuses.",
      "example": "I was unfortunate to lose my wallet yesterday, but I was lucky to find it again today. I will be more careful with it in the future.",
      "example_translation": "J'ai été malchanceux de perdre mon portefeuille hier, mais j'ai eu la chance de le retrouver aujourd'hui. Je serai plus prudent avec lui à l'avenir.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unhelpful",
      "translation": "inutile",
      "definition": "Not providing assistance or support; not useful.",
      "definition_translation": "Ne fournissant pas d'assistance ou de soutien; pas utile.",
      "example": "The unhelpful customer service representative refused to assist me with my issue. Thankfully, a kind stranger helped me instead.",
      "example_translation": "Le représentant du service client inutile a refusé de m'aider avec mon problème. Heureusement, un étranger aimable m'a aidé à la place.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unpopular",
      "translation": "impopulaire",
      "definition": "Not liked or accepted by many people; not well-liked.",
      "definition_translation": "Pas aimé ou accepté par beaucoup de personnes; pas bien aimé.",
      "example": "The unpopular politician struggled to win the election due to his poor reputation. However, he has been working hard to improve his image.",
      "example_translation": "Le politicien impopulaire a eu du mal à gagner l'élection en raison de sa mauvaise réputation. Cependant, il a travaillé dur pour améliorer son image.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unpredictable",
      "translation": "imprévisible",
      "definition": "Impossible to foretell or anticipate; uncertain.",
      "definition_translation": "Impossible à prévoir ou à anticiper; incertain.",
      "example": "The unpredictable weather made it difficult to plan our outdoor trip. We will have to be prepared for any situation.",
      "example_translation": "Le temps imprévisible a rendu difficile la planification de notre voyage en plein air. Nous devrons être prêts pour n'importe quelle situation.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unrealistic",
      "translation": "irréaliste",
      "definition": "not based on or in accordance with reality; not practical or sensible",
      "definition_translation": "ne reposant pas sur la réalité ou n'étant pas conforme à la réalité ; pas pratique ou raisonnable",
      "example": "The artist's unrealistic expectations led to disappointment. She was unrealistic about her chances of winning. The company's unrealistic goals led to financial troubles.",
      "example_translation": "Les attentes irréalistes de l'artiste ont conduit à la déception. Elle était irréaliste quant à ses chances de gagner. Les objectifs irréalistes de l'entreprise ont entraîné des problèmes financiers.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unreasonable",
      "translation": "déraisonnable",
      "definition": "not guided by reason or sound judgment; absurd or irrational",
      "definition_translation": "non guidé par la raison ou le jugement sain ; absurde ou irrationnel",
      "example": "Her unreasonable demands led to the breakdown of the negotiations. He was unreasonable in his refusal to compromise. The company's unreasonable pricing strategy led to a loss of customers.",
      "example_translation": "Ses exigences déraisonnables ont conduit à l'échec des négociations. Il était déraisonnable dans son refus de compromis. La stratégie de tarification déraisonnable de l'entreprise a entraîné une perte de clients.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unreliable",
      "translation": "infiabil",
      "definition": "not able to be trusted or depended on; untrustworthy",
      "definition_translation": "incapable d'être foi ou dépendu ; peu fiable",
      "example": "The unreliable internet connection made it difficult to work from home. He proved to be unreliable in his commitments. The company's unreliable product led to a loss of reputation.",
      "example_translation": "La connexion internet infiable a rendu difficile de travailler à domicile. Il s'est avéré infiable dans ses engagements. Le produit infiable de l'entreprise a entraîné une perte de réputation.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unsure",
      "translation": "incertain",
      "definition": "not certain or confident; doubtful",
      "definition_translation": "pas certain ou confiant ; douteux",
      "example": "I was unsure about the answer to the question. She was unsure of her abilities. He was unsure about the future of the company.",
      "example_translation": "J'étais incertain de la réponse à la question. Elle était incertaine de ses capacités. Il était incertain de l'avenir de l'entreprise.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "violent",
      "translation": "violent",
      "definition": "Using or characterized by force that causes harm or damage.",
      "definition_translation": "Utilisant ou caractérisé par une force qui cause des dommages.",
      "example": "The violent storm damaged many buildings. The police had to deal with violent protesters. By 2050, violent crimes will be a thing of the past.",
      "example_translation": "La tempête violente a endommagé de nombreux bâtiments. La police a dû faire face à des manifestants violents. D'ici 2050, les crimes violents seront chose du passé.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "welcome",
      "translation": "bienvenue",
      "definition": "A greeting or reception to someone, especially a visitor or newcomer.",
      "definition_translation": "Un salut ou un accueil à quelqu'un, en particulier un visiteur ou un nouvel arrivant.",
      "example": "They gave us a warm welcome to the party. The hotel's welcome package included a free breakfast. I'll welcome you to our team next Monday.",
      "example_translation": "Ils nous ont réservé un accueil chaleureux à la fête. Le package d'accueil de l'hôtel comprenait un petit déjeuner gratuit. Je vous accueillerai dans notre équipe lundi prochain.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "well-balanced",
      "translation": "équilibré",
      "definition": "Having a good and fair distribution of different things, such as skills, qualities, or elements.",
      "definition_translation": "Ayant une bonne et équitable répartition de choses différentes, telles que des compétences, des qualités ou des éléments.",
      "example": "She's a well-balanced athlete, exceling in both strength and agility. The company strives to maintain a well-balanced workforce. A well-balanced diet is essential for good health.",
      "example_translation": "Elle est une athlète équilibrée, excellant à la fois en force et en agilité. L'entreprise cherche à maintenir une main-d'œuvre équilibrée. Un régime équilibré est essentiel pour une bonne santé.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wise",
      "translation": "sage",
      "definition": "Having or showing experience, knowledge, and good judgment.",
      "definition_translation": "Ayant ou montrant de l'expérience, de la connaissance et un bon jugement.",
      "example": "My grandfather is a wise man who always gives good advice. She made a wise decision to invest in the business. By 30, I'll be wise enough to make my own decisions.",
      "example_translation": "Mon grand-père est un homme sage qui toujours donne de bons conseils. Elle a pris une décision sage en investissant dans l'entreprise. D'ici 30 ans, je serai sage enough pour prendre mes propres décisions.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "witty",
      "translation": "spirituel",
      "definition": "Having or showing a quick and inventive mind, clever and amusing.",
      "definition_translation": "Ayant ou montrant un esprit rapide et inventif, rusé et amusant.",
      "example": "She was known for her witty remarks at parties, which always left everyone in stitches. She had been witty enough to come up with a solution to the problem, and will be witty enough to handle the situation next time.",
      "example_translation": "Elle était connue pour ses remarques spirituelles lors des soirées, qui laissaient toujours tout le monde dans les éclats de rire. Elle avait été suffisamment spirituelle pour trouver une solution au problème, et sera suffisamment spirituelle pour gérer la situation la prochaine fois.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "worrying",
      "translation": "inquietant",
      "definition": "Causing anxiety or concern, making someone feel anxious or uneasy.",
      "definition_translation": "Provoquant de l'anxiété ou de la préoccupation, rendant quelqu'un anxieux ou mal à l'aise.",
      "example": "The worrying look on her face suggested that something was seriously wrong. I was worrying about the exam results, but in the end, I passed. I will be worrying about my future career if I don't get a job soon.",
      "example_translation": "Le regard inquiet sur son visage suggérait que quelque chose allait vraiment mal. J'étais inquiet au sujet des résultats de l'examen, mais finalement, j'ai réussi. Je vais m'inquiéter de ma future carrière si je n'obtiens pas d'emploi bientôt.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]