{
  "data": [
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bored",
      "translation": "ennuyé",
      "definition": "Feeling tired and unhappy because something is not interesting.",
      "definition_translation": "Se sentir fatigué et malheureux parce que quelque chose n'est pas intéressant.",
      "example": "I was bored during the lecture, so I fell asleep. I am bored at home, so I will watch TV. I will be bored if I don't have anything to do.",
      "example_translation": "J'étais ennuyé pendant la conférence, donc je me suis endormi. Je m'ennuie à la maison, donc je vais regarder la télévision. Je vais m'ennuyer si je n'ai rien à faire.",
      "imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "boring",
      "translation": "ennuyeux",
      "definition": "Not interesting or exciting.",
      "definition_translation": "Non intéressant ou excitant.",
      "example": "The movie was boring, so I left the cinema. The book is boring, so I won't read it. The lecture will be boring, so I won't attend it.",
      "example_translation": "Le film était ennuyeux, donc je suis parti du cinéma. Le livre est ennuyeux, donc je ne vais pas le lire. La conférence sera ennuyeuse, donc je n'y assisterai pas.",
      "imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "clever",
      "translation": "intelligent",
      "definition": "Having or showing a quick and inventive mind.",
      "definition_translation": "Ayant ou montrant un esprit rapide et inventif.",
      "example": "My brother is clever, so he solves puzzles quickly. She was clever and found a solution to the problem. He will be clever and invent something new.",
      "example_translation": "Mon frère est intelligent, donc il résout les puzzles rapidement. Elle était intelligente et a trouvé une solution au problème. Il sera intelligent et inventera quelque chose de nouveau.",
      "imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "difficult",
      "translation": "difficile",
      "definition": "Not easy to do or understand.",
      "definition_translation": "Non facile à faire ou à comprendre.",
      "example": "The math problem is difficult, so I need help. The language is difficult, so I take lessons. The test will be difficult, so I will study hard.",
      "example_translation": "Le problème de mathématiques est difficile, donc j'ai besoin d'aide. La langue est difficile, donc je prends des leçons. Le test sera difficile, donc je vais étudier dur.",
      "imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "excited",
      "translation": "excité",
      "definition": "Feeling or showing enthusiasm and eagerness. Having or producing a strong emotional response.",
      "definition_translation": "Sentiment ou montrant de l'enthousiasme et de l'impatience. Ayant ou produisant une réponse émotionnelle forte.",
      "example": "I was excited to go to the concert last night. I am excited about the new job opportunity. I will be excited to see my friends next week.",
      "example_translation": "J'étais excité d'aller au concert hier soir. Je suis excité à propos de la nouvelle opportunité d'emploi. Je serai excité de voir mes amis la semaine prochaine.",
      "imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "exciting",
      "translation": " passionnant",
      "definition": "Causing feelings of enthusiasm and eagerness. Very enjoyable or thrilling.",
      "definition_translation": "Provoquant des sentiments d'enthousiasme et d'impatience. Très agréable ou palpitant.",
      "example": "The fireworks display was exciting to watch. I find it exciting to try new foods. The new rollercoaster ride will be exciting.",
      "example_translation": "Le spectacle de feux d'artifice était passionnant à regarder. Je trouve cela passionnant d'essayer de nouveaux aliments. La nouvelle montagne russe sera passionnante.",
      "imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "famous",
      "translation": "célèbre",
      "definition": "Well-known and celebrated by many people. Renowned for achievements or qualities.",
      "definition_translation": "Bien connu et célébré par de nombreuses personnes. Renommé pour les réalisations ou les qualités.",
      "example": "The famous painting hung in the museum. She is famous for her beautiful voice. The city is famous for its historic landmarks.",
      "example_translation": "Le tableau célèbre était accroché au musée. Elle est célèbre pour sa belle voix. La ville est célèbre pour ses monuments historiques.",
      "imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "funny",
      "translation": "drôle",
      "definition": "Causing laughter or amusement. Humorous or comical.",
      "definition_translation": "Provoquant le rire ou l'amusement. Humoristique ou comique.",
      "example": "The comedy show was funny and entertaining. He has a funny way of telling jokes. The movie was funny, but not as good as the book.",
      "example_translation": "Le spectacle de comédie était drôle et amusant. Il a une façon drôle de raconter des blagues. Le film était drôle, mais pas aussi bon que le livre.",
      "imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "good",
      "translation": "bon",
      "definition": "Having a favorable quality or character; morally excellent.",
      "definition_translation": "Ayant une qualité ou un caractère favorable ; moralement excellent.",
      "example": "I was good at math in school. I am good at playing chess now. I will be good at cooking soon.",
      "example_translation": "J'étais bon en maths à l'école. Je suis bon au jeu d'échecs maintenant. Je serai bon à cuisiner bientôt.",
      "imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "happy",
      "translation": "joyeux",
      "definition": "Feeling or showing pleasure or contentment.",
      "definition_translation": "Éprouvant ou montrant du plaisir ou de la satisfaction.",
      "example": "I was happy at my birthday party. I am happy to see you now. I will be happy when I graduate.",
      "example_translation": "J'étais heureux à ma fête d'anniversaire. Je suis heureux de vous voir maintenant. Je serai heureux lorsque je terminerai mes études.",
      "imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "interesting",
      "translation": "intéressant",
      "definition": "Arousing curiosity or interest; engaging.",
      "definition_translation": "Susceptible de susciter la curiosité ou l'intérêt ; captivant.",
      "example": "The movie was interesting. The teacher made the lesson interesting. I will find an interesting book to read.",
      "example_translation": "Le film était intéressant. Le professeur a rendu la leçon intéressante. Je trouverai un livre intéressant à lire.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nice",
      "translation": "agréable",
      "definition": "Pleasant, agreeable, or satisfactory.",
      "definition_translation": "Agréable, plaisant ou satisfaisant.",
      "example": "The weather was nice yesterday. The food was nice at the restaurant. I will have a nice time at the beach.",
      "example_translation": "Le temps était agréable hier. La nourriture était agréable au restaurant. Je passerai un agréable moment à la plage.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sad",
      "translation": "triste",
      "definition": "feeling or showing sorrow or unhappiness",
      "definition_translation": "éprouvant ou montrant de la tristesse ou de l'infelicité",
      "example": "I was sad when I lost my favorite toy, but now I am happy to have a new one. I get sad when it rains, but I will be sad if I don't have an umbrella.",
      "example_translation": "J'étais triste lorsque j'ai perdu mon jouet préféré, mais maintenant je suis heureux d'en avoir un nouveau. Je suis triste quand il pleut, mais je serai triste si je n'ai pas de parapluie.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tired",
      "translation": "fatigué",
      "definition": "in need of rest or sleep",
      "definition_translation": "ayant besoin de repos ou de sommeil",
      "example": "I was tired after running a marathon, but now I am tired of watching TV. I will be tired if I don't sleep early tonight.",
      "example_translation": "J'étais fatigué après avoir couru un marathon, mais maintenant je suis fatigué de regarder la télévision. Je serai fatigué si je ne dors pas tôt ce soir.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "absent-minded",
      "translation": "distrait",
      "definition": "not paying attention to things around you",
      "definition_translation": "ne pas prêter attention aux choses autour de vous",
      "example": "I was absent-minded when I forgot my keys, but now I am absent-minded because I am thinking of my vacation. I will be absent-minded if I don't write down my schedule.",
      "example_translation": "J'étais distrait lorsque j'ai oublié mes clés, mais maintenant je suis distrait parce que je pense à mes vacances. Je serai distrait si je n'écris pas mon emploi du temps.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "afraid",
      "translation": "effrayé",
      "definition": "feeling fear or anxiety",
      "definition_translation": "éprouvant de la peur ou de l'anxiété",
      "example": "I was afraid of the dog when it barked, but now I am afraid of the dark. I will be afraid if I see a ghost.",
      "example_translation": "J'étais effrayé du chien lorsque celui-ci a aboyé, mais maintenant je suis effrayé de l'obscurité. Je serai effrayé si je vois un fantôme.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "angry",
      "translation": "en colère",
      "definition": "Feeling or showing a strong displeasure or hostility towards something or someone.",
      "definition_translation": "Éprouvant ou montrant une forte désapprobation ou hostilité envers quelque chose ou quelqu'un.",
      "example": "I was angry when I saw the news yesterday. I am angry about the situation. I will be angry if it happens again.",
      "example_translation": "J'étais en colère lorsque j'ai vu les nouvelles hier. Je suis en colère à propos de la situation. Je serai en colère si cela se produit à nouveau.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "careful",
      "translation": "prudent",
      "definition": "Giving careful thought to avoid mistakes or risks.",
      "definition_translation": "Consacrant une attention soignée pour éviter les erreurs ou les risques.",
      "example": "I was careful when I drove to the city. I am careful about what I eat. I will be careful when I walk on the ice.",
      "example_translation": "J'étais prudent lorsque j'ai conduit à la ville. Je suis prudent à propos de ce que je mange. Je serai prudent lorsque je marcherai sur la glace.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cool",
      "translation": "frais",
      "definition": "Moderately cold in temperature.",
      "definition_translation": "Modérément froid en température.",
      "example": "The cool water was refreshing. The cool breeze was welcome. The cool summer was unusual.",
      "example_translation": "L'eau fraîche était rafraîchissante. La brise fraîche était bienvenue. L'été frais était inhabituel.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "crazy",
      "translation": "fou",
      "definition": "Seriously mentally ill; mad.",
      "definition_translation": "Gravement malade mentalement; fou.",
      "example": "He was crazy to try that stunt. She is crazy about her new job. They will be crazy if they don't take a break.",
      "example_translation": "Il était fou d'essayer ce stunt. Elle est folle de son nouveau travail. Ils seront fous s'ils ne font pas une pause.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dangerous",
      "translation": "dangerux",
      "definition": "Full of risk; likely to cause harm or injury.",
      "definition_translation": "Plein de risque; susceptible de causer du mal ou des blessures.",
      "example": "The road was dangerous, so we drove slowly. We will be careful not to take dangerous risks. He was a dangerous driver.",
      "example_translation": "La route était dangereuse, alors nous avons conduit lentement. Nous serons prudents pour ne pas prendre de risques dangereux. Il était un conducteur dangereux.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "friendly",
      "translation": "amical",
      "definition": "Having or showing a pleasant and approachable manner.",
      "definition_translation": "Ayant ou montrant une manière agréable et accessible.",
      "example": "She was a friendly teacher. The friendly shop assistant helped us. We will be friendly to our new neighbors.",
      "example_translation": "Elle était un enseignante amicale. L'assistant commercial amical nous a aidés. Nous serons amicaux envers nos nouveaux voisins.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "glad",
      "translation": "heureux",
      "definition": "Feeling or showing pleasure or happiness.",
      "definition_translation": "Éprouvant ou montrant du plaisir ou du bonheur.",
      "example": "I was glad to see my friends. She will be glad to hear the news. He was glad to finish his project.",
      "example_translation": "J'étais heureux de voir mes amis. Elle sera heureuse d'entendre les nouvelles. Il était heureux de terminer son projet.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "honest",
      "translation": "honnête",
      "definition": "Truthful and sincere; having strong moral principles.",
      "definition_translation": "Véritable et sincère; ayant de forts principes moraux.",
      "example": "He was an honest businessman. She will be honest about her mistakes. We were honest with each other.",
      "example_translation": "Il était un homme d'affaires honnête. Elle sera honnête à propos de ses erreurs. Nous avons été honnêtes l'un envers l'autre.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "interested",
      "translation": "intéressé",
      "definition": "Having a strong desire to know or learn something; curious about something.",
      "definition_translation": "Ayant un désir fort de savoir ou d'apprendre quelque chose ; curieux à propos de quelque chose.",
      "example": "I was interested in the movie last night, so I watched it again. I am interested in learning French this year, and I think it will be helpful. I will be interested in playing soccer next week with my friends.",
      "example_translation": "J'étais intéressé par le film hier soir, donc j'ai regardé encore une fois. Je suis intéressé par l'apprentissage du français cette année, et je pense que cela sera utile. Je serai intéressé par jouer au football la semaine prochaine avec mes amis.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "kind",
      "translation": "gentil",
      "definition": "Having or showing a gentle, considerate, and benevolent nature.",
      "definition_translation": "Ayant ou montrant un caractère doux, prévenant et bienveillant.",
      "example": "She was kind to me when I was feeling sad. He is kind to his sister, and she loves him. They will be kind to their new friend when they meet him.",
      "example_translation": "Elle a été gentille avec moi lorsque j'étais triste. Il est gentil envers sa sœur, et elle l'aime. Ils seront gentils envers leur nouvel ami lorsqu'ils le rencontreront.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lazy",
      "translation": "paresseux",
      "definition": "Unwilling to work or make an effort; idle.",
      "definition_translation": "Réfractaire au travail ou à faire des efforts ; oisif.",
      "example": "I was lazy yesterday, so I didn't finish my homework. He is lazy and doesn't want to exercise. They will be lazy if they don't get enough sleep.",
      "example_translation": "J'étais paresseux hier, donc je n'ai pas fini mes devoirs. Il est paresseux et ne veut pas faire d'exercice. Ils seront paresseux s'ils n'ont pas assez de sommeil.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mad",
      "translation": "fou",
      "definition": "Angry or extremely annoyed; furious.",
      "definition_translation": "En colère ou extrêmement contrarié ; furieux.",
      "example": "I was mad at my brother when he broke my toy. He is mad at his mom because she didn't let him go out. They will be mad if they don't get what they want.",
      "example_translation": "J'étais en colère contre mon frère quand il a cassé mon jouet. Il est en colère contre sa mère parce qu'elle ne l'a pas laissé sortir. Ils seront en colère si ils n'obtiennent pas ce qu'ils veulent.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pleased",
      "translation": "ravi",
      "definition": "feeling or showing great pleasure or satisfaction",
      "definition_translation": "éprouvant ou montrant un grand plaisir ou une grande satisfaction",
      "example": "I was pleased to meet you. I am pleased with the result. I will be pleased to help you.",
      "example_translation": "J'étais ravi de vous rencontrer. Je suis satisfait du résultat. Je serai ravi de vous aider.",
      "imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "polite",
      "translation": "poli",
      "definition": "having or showing behavior that is respectful and considerate of other people",
      "definition_translation": "ayant ou montrant un comportement respectueux et考虑atif envers les autres",
      "example": "She is always polite to strangers. He was polite to the waiter. They will be polite to the guests.",
      "example_translation": "Elle est toujours polie envers les étrangers. Il était poli envers le serveur. Ils seront polis envers les invités.",
      "imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "poor",
      "translation": "pauvre",
      "definition": "having little or no money, goods, or other means of support",
      "definition_translation": "ayant peu ou pas d'argent, de biens ou d'autres moyens de soutien",
      "example": "He was poor and couldn't afford a car. She is poor and lives in a small apartment. They will be poor if they don't work hard.",
      "example_translation": "Il était pauvre et ne pouvait pas se payer une voiture. Elle est pauvre et vit dans un petit appartement. Ils seront pauvres si ils ne travaillent pas dur.",
      "imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "quiet",
      "translation": "calme",
      "definition": "making little or no noise",
      "definition_translation": "faisant peu ou pas de bruit",
      "example": "The room was quiet. She was quiet during the meeting. They will be quiet in the library.",
      "example_translation": "La chambre était calme. Elle était calme pendant la réunion. Ils seront calmes dans la bibliothèque.",
      "imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "serious",
      "translation": "sérieux",
      "definition": "Giving careful thought to something, or showing a lot of interest and effort in a task or activity.",
      "definition_translation": "Donnant une pensée soigneuse à quelque chose, ou montrant beaucoup d'intérêt et d'effort dans une tâche ou une activité.",
      "example": "She's been very serious about her studies lately. She was serious about getting the job, but she didn't get it. She'll be serious about her future plans.",
      "example_translation": "Elle a été très sérieuse à propos de ses études récemment. Elle était sérieuse pour obtenir le travail, mais elle ne l'a pas obtenu. Elle sera sérieuse à propos de ses plans d'avenir.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stupid",
      "translation": "stupide",
      "definition": "Lacking intelligence or common sense, or doing something silly or foolish.",
      "definition_translation": "Manquant d'intelligence ou de bon sens, ou faisant quelque chose de sot ou de fou.",
      "example": "He did a stupid thing yesterday. He was stupid to have trusted him. He'll be stupid to give up now.",
      "example_translation": "Il a fait quelque chose de sot hier. Il était stupide d'avoir fait confiance à lui. Il sera stupide d'abandonner maintenant.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "surprised",
      "translation": "surpris",
      "definition": "Feeling or showing that you did not expect something to happen, or that something has happened that you did not expect.",
      "definition_translation": "Éprouvant ou montrant que vous ne vous attendiez pas à ce que quelque chose se produise, ou que quelque chose s'est produit que vous ne vous attendiez pas.",
      "example": "I was surprised by the news. She surprised me with a gift. They will be surprised when they see the results.",
      "example_translation": "J'ai été surpris par les nouvelles. Elle m'a surpris avec un cadeau. Ils seront surpris lorsqu'ils verront les résultats.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sweet",
      "translation": "doux",
      "definition": "Pleasant and enjoyable, or having a sugary taste.",
      "definition_translation": "Agréable et agréable, ou ayant un goût sucré.",
      "example": "The sweet memories of my childhood. She loves sweet foods. The cake was sweet and delicious.",
      "example_translation": "Les doux souvenirs de mon enfance. Elle adore les aliments sucrés. Le gâteau était doux et délicieux.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tidy",
      "translation": "range",
      "definition": "To arrange things in an orderly and organized way; to make something clean and neat.",
      "definition_translation": "Ranger les choses de manière organisée et ordonnée ; rendre quelque chose propre et soigné.",
      "example": "I tidied my room yesterday, I will tidy it again tomorrow, and I have been tidying it every day for a week.",
      "example_translation": "J'ai rangé ma chambre hier, je rangerai à nouveau demain, et j'ai rangé tous les jours pendant une semaine.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unhappy",
      "translation": "malheureux",
      "definition": "Feeling sad or discontent; not satisfied with one's circumstances.",
      "definition_translation": "Sentiment de tristesse ou d'insatisfaction ; ne pas être satisfait de ses circonstances.",
      "example": "I was unhappy with my job, I am unhappy with my current situation, and I will be unhappy if I don't get a promotion.",
      "example_translation": "J'étais malheureux dans mon emploi, je suis malheureux dans ma situation actuelle, et je serai malheureux si je n'obtiens pas une promotion.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "worried",
      "translation": "inquiet",
      "definition": "Feeling anxious or concerned about something; having a troubled mind.",
      "definition_translation": "Sentiment d'anxiété ou de préoccupation à propos de quelque chose ; avoir un esprit trouble.",
      "example": "I was worried about the exam, I am worried about my health, and I will be worried about my future.",
      "example_translation": "J'étais inquiet à propos de l'examen, je suis inquiet pour ma santé, et je serai inquiet pour mon avenir.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "active",
      "translation": "actif",
      "definition": " Engaged in or characterized by physical or mental activity; not passive.",
      "definition_translation": "Impliqué dans ou caractérisé par une activité physique ou mentale ; pas passif.",
      "example": "I was active in sports when I was young, I am active in my community now, and I will be active in my retirement.",
      "example_translation": "J'étais actif dans les sports lorsque j'étais jeune, je suis actif dans ma communauté maintenant, et je serai actif dans ma retraite.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "amazed",
      "translation": "étonné",
      "definition": "feeling or showing great surprise or wonder",
      "definition_translation": "sentant ou montrant une grande surprise ou une grande admiration",
      "example": "I was amazed by the beauty of the sunset. I am amazed by your talent. I will be amazed if I win the lottery.",
      "example_translation": "J'ai été étonné par la beauté du coucher de soleil. Je suis étonné par votre talent. Je serai étonné si je gagne à la loterie.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "amazing",
      "translation": "incroyable",
      "definition": "extremely surprising or impressive",
      "definition_translation": "extrêmement surprenant ou impressionnant",
      "example": "The fireworks display was amazing. She has an amazing voice. The new rollercoaster will be amazing.",
      "example_translation": "Le spectacle de feux d'artifice était incroyable. Elle a une voix incroyable. Le nouveaumontagnes russe sera incroyable.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "angrily",
      "translation": "avec colère",
      "definition": "in a state of great anger or irritation",
      "definition_translation": "dans un état de grande colère ou d'irritation",
      "example": "She spoke angrily to her brother. He shouted angrily at the referee. They will react angrily to the news.",
      "example_translation": "Elle a parlé avec colère à son frère. Il a crié avec colère au arbitre. Ils réagiront avec colère à la nouvelle.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "annoyed",
      "translation": "ennuyé",
      "definition": "feeling irritated or frustrated",
      "definition_translation": "sentant de l'irritation ou de la frustration",
      "example": "I was annoyed by the noise. She gets annoyed when people are late. They will be annoyed if the flight is delayed.",
      "example_translation": "J'étais ennuyé par le bruit. Elle s'ennuie quand les gens sont en retard. Ils seront ennuyés si le vol est retardé.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "annoying",
      "translation": "ennuyeux",
      "definition": "causing irritation or frustration; troublesome",
      "definition_translation": "causant de l'irritation ou de la frustration; embêtant",
      "example": "The noisy neighbors were annoying me all night. I was annoyed by the long wait in line. I will be annoyed if I don't get a refund.",
      "example_translation": "Les voisins bruyants m'ont ennuyé toute la nuit. J'ai été ennuyé par la longue attente en ligne. Je serai ennuyé si je n'obtiens pas de remboursement.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "anxious",
      "translation": "anxieux",
      "definition": "feeling worried or nervous about the future or a specific situation",
      "definition_translation": "se sentant inquiet ou nerveux à propos de l'avenir ou d'une situation spécifique",
      "example": "I was anxious about the interview. She is anxious to meet her new manager. He will be anxious about the exam results.",
      "example_translation": "J'étais inquiet à propos de l'entrevue. Elle est inquiète de rencontrer son nouveau manager. Il sera inquiet à propos des résultats de l'examen.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "brave",
      "translation": "courageux",
      "definition": "showing courage or strength in the face of danger or difficulty",
      "definition_translation": "montrant du courage ou de la force face au danger ou à la difficulté",
      "example": "The firefighter was brave during the rescue operation. She was brave to speak out against injustice. He will be brave to face his fears.",
      "example_translation": "Le pompier a été courageux pendant l'opération de sauvetage. Elle a été courageuse pour parler contre l'injustice. Il sera courageux pour affronter ses peurs.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bravely",
      "translation": "courageusement",
      "definition": "with courage or strength in the face of danger or difficulty",
      "definition_translation": "avec courage ou force face au danger ou à la difficulté",
      "example": "The soldier fought bravely in the war. She sang bravely in front of the audience. He will bravely confront the bullies.",
      "example_translation": "Le soldat a combattu courageusement pendant la guerre. Elle a chanté courageusement devant le public. Il affrontera courageusement les brutes.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "brilliant",
      "translation": "brillant",
      "definition": "exceptionally talented or impressive; shining brightly with light",
      "definition_translation": "exceptionnellement doué ou impressionnant; brillant intensément de lumière",
      "example": "She was a brilliant student and always got high grades. She is brilliant at solving puzzles. She will be brilliant at her new job.",
      "example_translation": "Elle était une étudiante brillante et obtenait toujours des notes élevées. Elle est brillante pour résoudre des puzzles. Elle sera brillante dans son nouvel emploi.",
      "imageLink": "brilliant.jpg",
      "audioLink": "brilliant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "calm",
      "translation": "calme",
      "definition": "peaceful and quiet in nature; free from disturbance or turmoil",
      "definition_translation": "paisible et calme dans la nature; exempt de perturbation ou de turmoil",
      "example": "The calm atmosphere of the beach helped me relax. She remained calm during the crisis. The calm before the storm was eerie.",
      "example_translation": "L'atmosphère calme de la plage m'a aidé à me détendre. Elle est restée calme pendant la crise. Le calme avant la tempête était inquiétant.",
      "imageLink": "calm.jpg",
      "audioLink": "calm.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "carefree",
      "translation": "insouciant",
      "definition": "having or showing a lack of concern or worry; feeling happy and relaxed",
      "definition_translation": "ayant ou montrant un manque de préoccupation ou de souci; se sentant heureux et détendu",
      "example": "She was carefree and spontaneous in her youth. He's carefree now that he's retired. They were carefree and in love.",
      "example_translation": "Elle était insouciante et spontanée dans sa jeunesse. Il est insouciant maintenant qu'il est à la retraite. Ils étaient insouciants et amoureux.",
      "imageLink": "carefree.jpg",
      "audioLink": "carefree.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "careless",
      "translation": "négligent",
      "definition": "not giving sufficient attention or thought to something; reckless or irresponsible",
      "definition_translation": "ne pas donner suffisamment d'attention ou de pensée à quelque chose; imprudent ou irresponsable",
      "example": "He was careless with his belongings and lost his phone. She was careless with her words and hurt his feelings. They were careless with their money and went broke.",
      "example_translation": "Il était négligent avec ses affaires et a perdu son téléphone. Elle était négligente avec ses mots et a blessé ses sentiments. Ils étaient négligents avec leur argent et sont tombés fauchés.",
      "imageLink": "careless.jpg",
      "audioLink": "careless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "charming",
      "translation": "charmant",
      "definition": "Giving great pleasure or enjoyment; pleasant and attractive.",
      "definition_translation": "Donnant un grand plaisir ou une grande jouissance ; agréable et attractif.",
      "example": "The charming atmosphere of the restaurant made our evening special. The waiter was charming and attentive. She will be charming the guests with her smile.",
      "example_translation": "L'atmosphère charmante du restaurant a rendu notre soirée spéciale. Le serveur était charmant et attentionné. Elle charmera les invités avec son sourire.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cheerful",
      "translation": "joyeux",
      "definition": "Having or showing a pleasant and optimistic feeling; happy and lively.",
      "definition_translation": "Ayant ou montrant un sentiment agréable et optimiste ; heureux et enjoué.",
      "example": "The cheerful decorations in the room lifted everyone's mood. She was cheerful and chatty at the party. The children will be cheerful when they receive their gifts.",
      "example_translation": "Les décorations joyeuses dans la pièce ont élevé l'humeur de tout le monde. Elle était joyeuse et bavarde à la fête. Les enfants seront joyeux quand ils recevront leurs cadeaux.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cold",
      "translation": "froid",
      "definition": "Having a low temperature; not warm or hot.",
      "definition_translation": "Ayant une température faible ; pas chaud ou chaud.",
      "example": "The cold water was refreshing on a hot summer day. I caught a cold last week and was stuck in bed. The cold winter mornings are my favorite.",
      "example_translation": "L'eau froide était rafraîchissante un jour d'été chaud. J'ai attrapé un rhume la semaine dernière et j'étais cloué au lit. Les matins d'hiver froid sont mes préférés.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "confused",
      "translation": "confus",
      "definition": "Uncertain or unclear about something; disorganized or mixed up.",
      "definition_translation": "Incertain ou unclear sur quelque chose ; désorganisé ou mélangé.",
      "example": "I was confused by the complex math problem. The confused look on her face was priceless. The tourists were confused by the subway map.",
      "example_translation": "J'étais confus par le problème de mathématiques complexe. Le regard confus sur son visage était précieux. Les touristes étaient confus par la carte du métro.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "creative",
      "translation": "créatif",
      "definition": "Having the ability to create new and original ideas, solutions, or products.",
      "definition_translation": "Ayant la capacité de créer de nouvelles et originales idées, solutions ou produits.",
      "example": "She is a creative writer who has written several bestselling novels. She created a new character in her latest book, and she will create a movie based on it next year.",
      "example_translation": "Elle est une écrivaine créative qui a écrit plusieurs romans à succès. Elle a créé un nouveau personnage dans son dernier livre, et elle créera un film basé sur cela l'année prochaine.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cruel",
      "translation": "cruel",
      "definition": "Wilfully causing pain or suffering to others, or feeling pleasure from seeing others hurt.",
      "definition_translation": "Causing sciemment de la douleur ou de la souffrance à autrui, ou éprouvant du plaisir en voyant les autres blessés.",
      "example": "The cruel dictator tortured his prisoners, and he will continue to do so unless he is stopped. He was cruel to his wife, and she left him last year.",
      "example_translation": "Le dictateur cruel a torturé ses prisonniers, et il continuerait à le faire à moins qu'il ne soit arrêté. Il a été cruel envers sa femme, et elle l'a quitté l'année dernière.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "curious",
      "translation": "curieux",
      "definition": "Wanting to learn or know about something or someone, often in a quiet or secretive way.",
      "definition_translation": "Voulant apprendre ou connaître quelque chose ou quelqu'un, souvent de manière discrète ou secrète.",
      "example": "The curious child asked too many questions, and she will continue to ask more. She was curious about her family history, and she researched it last month.",
      "example_translation": "L'enfant curieux a posé trop de questions, et elle continuera à en poser plus. Elle était curieuse de son histoire de famille, et elle l'a recherchée le mois dernier.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "curiously",
      "translation": "curieusement",
      "definition": "In a curious manner, often in a quiet or secretive way.",
      "definition_translation": "De manière curieuse, souvent de manière discrète ou secrète.",
      "example": "She looked at the stranger curiously, and she will curiously observe him again tomorrow. He behaved curiously at the party, and everyone noticed it.",
      "example_translation": "Elle a regardé l'étranger curieusement, et elle observera curieusement de nouveau demain. Il s'est comporté curieusement au party, et tout le monde l'a remarqué.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "delighted",
      "translation": "ravi",
      "definition": "Feeling or showing great pleasure or enjoyment.",
      "definition_translation": "Éprouver ou montrer un grand plaisir ou une grande joie.",
      "example": "I was delighted to receive the news. I am delighted to be here. I will be delighted to help you.",
      "example_translation": "J'étais ravi de recevoir la nouvelle. Je suis ravi d'être ici. Je serai ravi de vous aider.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "depressed",
      "translation": "déprimé",
      "definition": "Feeling or showing sadness or hopelessness.",
      "definition_translation": "Éprouver ou montrer de la tristesse ou du désespoir.",
      "example": "I felt depressed after losing my job. I am depressed about the current state of affairs. I was depressed by the news.",
      "example_translation": "J'ai eu le moral en berne après avoir perdu mon travail. Je suis déprimé par l'état actuel des choses. J'ai été déprimé par la nouvelle.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "disappointed",
      "translation": "déçu",
      "definition": "Feeling unhappy or let down because something did not happen or was not as good as expected.",
      "definition_translation": "Éprouver de l'insatisfaction ou de la déception parce que quelque chose n'est pas arrivé ou n'était pas aussi bon que prévu.",
      "example": "I was disappointed by the movie. I am disappointed in you. I will be disappointed if I don't get the job.",
      "example_translation": "J'ai été déçu par le film. Je suis déçu de toi. Je serai déçu si je n'obtiens pas le travail.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "disappointing",
      "translation": "décevant",
      "definition": "Failing to meet expectations or standards.",
      "definition_translation": "Ne pas remplir les attentes ou les normes.",
      "example": "The new restaurant was disappointing. The service was disappointing. The movie was disappointing.",
      "example_translation": "Le nouveau restaurant était décevant. Le service était décevant. Le film était décevant.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "easy-going",
      "translation": "facile à vivre",
      "definition": "Having a calm and pleasant temperament; not easily upset or annoyed.",
      "definition_translation": "Ayant un tempérament calme et agréable; ne se dérange pas facilement ou ne s'irrite pas.",
      "example": "She's an easy-going person who always tries to find a solution to conflicts.",
      "example_translation": "Elle est une personne facile à vivre qui essaie toujours de trouver une solution aux conflits.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "embarrassed",
      "translation": "gêné",
      "definition": "Feeling or showing shame or guilt, often accompanied by a sense of awkwardness or self-consciousness.",
      "definition_translation": "Sentant ou montrant de la honte ou de la culpabilité, souvent accompagné d'un sentiment de gêne ou de conscience de soi.",
      "example": "I felt embarrassed when I accidentally spilled coffee on my shirt in front of my colleagues.",
      "example_translation": "J'ai eu honte lorsque j'ai accidentellement renversé du café sur ma chemise devant mes collègues.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "embarrassing",
      "translation": "gênant",
      "definition": "Causing feelings of shame or awkwardness; uncomfortable or difficult to deal with.",
      "definition_translation": "Provocant des sentiments de honte ou de gêne; inconfortable ou difficile à gérer.",
      "example": "It was embarrassing to watch the politician try to explain his mistake on live TV.",
      "example_translation": "C'était gênant de regarder le politicien essayer d'expliquer son erreur en direct à la télévision.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "enjoyable",
      "translation": "agréable",
      "definition": "Giving pleasure or delight; pleasant or satisfying.",
      "definition_translation": "Donnant du plaisir ou du délice; agréable ou satisfaisant.",
      "example": "The concert was enjoyable, and I danced all night.",
      "example_translation": "Le concert était agréable, et j'ai dansé toute la nuit.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "excitedly",
      "translation": "avec enthousiasme",
      "definition": "in a way that shows great enthusiasm and eagerness",
      "definition_translation": "d'une manière qui montre un grand enthousiasme et une grande impatience",
      "example": "I ran excitedly to the mailbox to see if my package had arrived. I have been waiting excitedly for weeks. I will react excitedly when I see the results.",
      "example_translation": "J'ai couru avec enthousiasme jusqu'à la boîte aux lettres pour voir si mon paquet était arrivé. J'ai attendu avec enthousiasme pendant des semaines. Je réagirai avec enthousiasme lorsque je verrai les résultats.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "exhausted",
      "translation": "épuisé",
      "definition": "feeling extremely tired or drained of energy",
      "definition_translation": "se sentant extrêmement fatigué ou épuisé d'énergie",
      "example": "I felt exhausted after running the marathon. I was exhausted from working 12 hours a day. I will be exhausted from studying for my exam.",
      "example_translation": "Je me suis senti épuisé après avoir couru le marathon. J'étais épuisé après avoir travaillé 12 heures par jour. Je serai épuisé après avoir étudié pour mon examen.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "experienced",
      "translation": "expérimenté",
      "definition": "having skill or knowledge gained from doing something many times",
      "definition_translation": "ayant des compétences ou des connaissances acquises en faisant quelque chose de nombreuses fois",
      "example": "She is an experienced teacher who has taught for 20 years. He was an experienced pilot who had flown many times. They will be experienced programmers after completing the course.",
      "example_translation": "Elle est une enseignante expérimentée qui a enseigné pendant 20 ans. Il était un pilote expérimenté qui avait volé de nombreuses fois. Ils seront des programmeurs expérimentés après avoir terminé le cours.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "forgetful",
      "translation": "oublieux",
      "definition": "having a tendency to forget things",
      "definition_translation": "ayant tendance à oublier les choses",
      "example": "I am forgetful and always forget my password. She was forgetful and left her umbrella at home. He will be forgetful if he doesn't write it down.",
      "example_translation": "Je suis oublieux et oublie toujours mon mot de passe. Elle était oublieuse et avait laissé son parapluie à la maison. Il sera oublieux s'il ne l'écrit pas.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "frightened",
      "translation": "effrayé",
      "definition": "feeling fear or anxiety, especially suddenly or intensely",
      "definition_translation": "éprouvant de la peur ou de l'anxiété, notamment brusquement ou de manière intense",
      "example": "I was frightened by the loud noise, I am frightened of spiders, I will be frightened if I don't get home on time.",
      "example_translation": "J'ai été effrayé par le bruit fort, je suis effrayé des araignées, je serai effrayé si je n'arrive pas à domicile à l'heure.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "generous",
      "translation": "généreux",
      "definition": "willing to give freely of one's time, money, or effort",
      "definition_translation": "prêt à donner librement de son temps, de son argent ou de ses efforts",
      "example": "She was generous with her time, He is generous with his money, They will be generous with their skills.",
      "example_translation": "Elle était généreuse avec son temps, Il est généreux avec son argent, Ils seront généreux avec leurs compétences.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "gentle",
      "translation": "doux",
      "definition": "having or showing a kind and quiet nature",
      "definition_translation": "ayant ou montrant une nature douce et calme",
      "example": "She has a gentle touch, He is gentle with animals, They were gentle with each other.",
      "example_translation": "Elle a une touche douce, Il est doux avec les animaux, Ils étaient doux les uns envers les autres.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grateful",
      "translation": "reconnaissant",
      "definition": "feeling or showing appreciation or thanks",
      "definition_translation": "éprouvant ou montrant de l'appréciation ou de la gratitude",
      "example": "I was grateful for the help, She is grateful for her family, They will be grateful for the opportunity.",
      "example_translation": "J'étais reconnaissant pour l'aide, Elle est reconnaissante pour sa famille, Ils seront reconnaissants pour l'opportunité.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "guilty",
      "translation": "coupable",
      "definition": "Having committed an offense or wrongdoing; responsible for a fault or crime.",
      "definition_translation": "Ayant commis une infraction ou une faute; responsable d'une erreur ou d'un crime.",
      "example": "She felt guilty for not attending her sister's wedding. She had been guilty of stealing money from her employer. She will be guilty of negligence if she doesn't take action.",
      "example_translation": "Elle se sentait coupable de ne pas avoir assisté au mariage de sa sœur. Elle avait été coupable de voler de l'argent à son employeur. Elle sera coupable de négligence si elle n'agit pas.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "happily",
      "translation": "heureusement",
      "definition": "In a happy or joyful manner; with a sense of contentment or pleasure.",
      "definition_translation": "D'une manière heureuse ou joyeuse; avec un sens de contentement ou de plaisir.",
      "example": "They lived happily ever after. She sang happily in the shower. They will happily provide a refund.",
      "example_translation": "Ils ont vécu heureusement jusqu'à la fin des temps. Elle chantait heureusement sous la douche. Ils seront heureux de fournir un remboursement.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "helpful",
      "translation": "utile",
      "definition": "Providing assistance or support; useful or beneficial.",
      "definition_translation": "Fournissant une aide ou un soutien; utile ou bénéfique.",
      "example": "The teacher was very helpful in explaining the concept. The software is helpful for managing tasks. The instructions were helpful in assembling the furniture.",
      "example_translation": "Le professeur était très utile pour expliquer le concept. Le logiciel est utile pour gérer les tâches. Les instructions étaient utiles pour assembler les meubles.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hopeful",
      "translation": "espérant",
      "definition": "Having a feeling of expectation and desire for something to happen; full of hope.",
      "definition_translation": "Ayant un sentiment d'attente et de désir pour que quelque chose se produise; plein d'espoir.",
      "example": "She was hopeful that she would get the job. He was hopeful that the weather would improve. They are hopeful that the new policy will be effective.",
      "example_translation": "Elle était espérante qu'elle obtiendrait le travail. Il était espérant que le temps s'améliorerait. Ils sont espérants que la nouvelle politique sera efficace.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hopeless",
      "translation": "désespéré",
      "definition": "Having no hope; feeling or showing complete despair.",
      "definition_translation": "N'ayant pas d'espoir ; éprouvant ou montrant un désespoir complet.",
      "example": "I felt hopeless when I lost my job, but I'm trying to stay positive. I was hopeless at math in school. I will feel hopeless if I don't get the promotion.",
      "example_translation": "Je me suis senti désespéré lorsque j'ai perdu mon travail, mais j'essaie de rester positif. J'étais désespéré en mathématiques à l'école. Je me sentirai désespéré si je n'obtiens pas la promotion.",
      "imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hurt",
      "translation": "blessé",
      "definition": "To cause physical or emotional pain or injury.",
      "definition_translation": "Causer une douleur physique ou émotionnelle ou une blessure.",
      "example": "The fall hurt my back, but I'm okay now. I hurt my friend's feelings when I forgot her birthday. I will hurt myself if I don't take care.",
      "example_translation": "La chute m'a blessé le dos, mais je vais bien maintenant. J'ai blessé les sentiments de mon amie quando j'ai oublié son anniversaire. Je me blesserai si je ne prends pas soin.",
      "imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "in love",
      "translation": "amoureux",
      "definition": "Having a strong feeling of love or affection for someone.",
      "definition_translation": "Ayant un sentiment fort d'amour ou d'affection pour quelqu'un.",
      "example": "I was in love with my high school sweetheart, but we broke up. I am in love with my partner now. I will be in love with someone someday.",
      "example_translation": "J'étais amoureux de mon amour de lycée, mais nous nous sommes séparés. Je suis amoureux de mon partenaire maintenant. Je serai amoureux de quelqu'un un jour.",
      "imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "in tears",
      "translation": "en larmes",
      "definition": "Crying, especially because of sadness or emotional distress.",
      "definition_translation": "Pleurer, notamment en raison de la tristesse ou de la détresse émotionnelle.",
      "example": "I was in tears when my dog passed away. I am in tears watching this sad movie. I will be in tears if I don't see my family for a long time.",
      "example_translation": "J'étais en larmes lorsque mon chien est décédé. Je suis en larmes en regardant ce film triste. Je serai en larmes si je ne vois pas ma famille pendant longtemps.",
      "imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "intelligent",
      "translation": "intelligent",
      "definition": "Having the ability to learn or understand or to deal with new or trying situations, having the ability to apply knowledge to manipulate one's environment or to think abstractly.",
      "definition_translation": "Ayant la capacité d'apprendre ou de comprendre ou de faire face à de nouvelles situations éprouvantes, ayant la capacité d'appliquer des connaissances pour manipuler son environnement ou de penser de manière abstraite.",
      "example": "She was an intelligent student who always completed her assignments on time. She will work intelligently to solve the problem. She had worked intelligently to achieve her goals.",
      "example_translation": "Elle était une étudiante intelligente qui avait toujours terminé ses devoirs à temps. Elle travaillera intelligemment pour résoudre le problème. Elle avait travaillé intelligemment pour atteindre ses objectifs.",
      "imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "jealous",
      "translation": "jaloux",
      "definition": "Feeling or showing an intense and often unreasonable desire to have something that belongs to someone else, feeling resentful or bitter in response to a perceived threat.",
      "definition_translation": "Éprouvant ou montrant un désir intense et souvent irraisonné de posséder quelque chose qui appartient à quelqu'un d'autre, se sentant rancunier ou amer en réponse à une menace perçue.",
      "example": "He was jealous of his brother's new car. She gets jealous when he talks to other girls. They will be jealous of our success.",
      "example_translation": "Il était jaloux de la nouvelle voiture de son frère. Elle devient jalouse lorsqu'il parle à d'autres filles. Ils seront jaloux de notre succès.",
      "imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "keen",
      "translation": "ardent",
      "definition": "Having a strong and enthusiastic interest in something, having a sharp and quick mind, eager to do something.",
      "definition_translation": "Ayant un intérêt fort et enthousiaste pour quelque chose, ayant un esprit vif et rapide, impatient de faire quelque chose.",
      "example": "She is keen on playing tennis. He was keen to learn the new skill. They will be keen to invest in the project.",
      "example_translation": "Elle est passionnée de jouer au tennis. Il était impatient d'apprendre la nouvelle compétence. Ils seront impatients d'investir dans le projet.",
      "imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "kindly",
      "translation": "aimablement",
      "definition": "In a gentle and considerate manner, in a friendly and generous way, in a polite and courteous way.",
      "definition_translation": "D'une manière douce et prévenante, d'une manière amicale et généreuse, d'une manière polie et respectueuse.",
      "example": "Please kindly refrain from smoking in the room. She spoke kindly to the children. They will kindly provide the necessary assistance.",
      "example_translation": "Veuillez vous abstenir aimablement de fumer dans la pièce. Elle a parlé aimablement aux enfants. Ils vont aimablement fournir l'assistance nécessaire.",
      "imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lively",
      "translation": "animé",
      "definition": "Full of energy and vitality; spirited and enthusiastic.",
      "definition_translation": "Plein d'énergie et de vitalité ; spirituel et enthousiaste.",
      "example": "She was a lively kid who loved to play outside. She is a lively person who loves to dance. She will be a lively old lady who loves to tell stories.",
      "example_translation": "Elle était un enfant animé qui aimait jouer dehors. Elle est une personne animée qui aime danser. Elle sera une vieille dame animée qui aime raconter des histoires.",
      "imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lonely",
      "translation": "seul",
      "definition": "Feeling sad and isolated because one has no friends or companionship.",
      "definition_translation": "Se sentir triste et isolé parce que l'on n'a pas d'amis ou de compagnie.",
      "example": "He felt lonely when he moved to a new city. He is lonely because he has no friends. He will feel lonely when his family moves away.",
      "example_translation": "Il s'est senti seul lorsqu'il a emménagé dans une nouvelle ville. Il est seul parce qu'il n'a pas d'amis. Il se sentira seul lorsque sa famille s'en ira.",
      "imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "moody",
      "translation": "lunatique",
      "definition": "Given to sudden and unpredictable changes of mood.",
      "definition_translation": "Donné à des changements d'humeur soudains et imprévisibles.",
      "example": "She was a moody teenager who often got into arguments. She is a moody person who gets angry easily. She will be a moody artist who creates emotional music.",
      "example_translation": "Elle était un adolescent lunatique qui se querellait souvent. Elle est une personne lunatique qui se fâche facilement. Elle sera un artiste lunatique qui crée de la musique émotionnelle.",
      "imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "negative",
      "translation": "négatif",
      "definition": "Expressing or implying denial, refusal, or opposition.",
      "definition_translation": "Exprimant ou impliquant la négation, le refus ou l'opposition.",
      "example": "He had a negative attitude towards the new idea. She is a negative person who always complains. They will have a negative reaction to the news.",
      "example_translation": "Il avait une attitude négative envers la nouvelle idée. Elle est une personne négative qui se plaint toujours. Ils auront une réaction négative à la nouvelle.",
      "imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nervous",
      "translation": "nerveux",
      "definition": "feeling or showing anxiety, unease, or apprehension",
      "definition_translation": "éprouvant ou montrant de l'anxiété, de la gêne ou de l'appréhension",
      "example": "I was nervous about the job interview, but I have been nervous about it for weeks, and I will be nervous until I get the result.",
      "example_translation": "J'étais nerveux à propos de l'entrevue d'embauche, mais j'ai été nerveux à ce sujet pendant des semaines, et je serai nerveux jusqu'à ce que j'obtienne le résultat.",
      "imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "patient",
      "translation": "patient",
      "definition": "able to accept and tolerate delays, problems, or suffering without becoming annoyed or upset",
      "definition_translation": "capable d'accepter et de tolérer les retards, les problèmes ou la souffrance sans se formaliser ou se déprimer",
      "example": "My grandmother was a very patient person, she had been patient with me when I was a child, and she still is patient with me even now.",
      "example_translation": "Ma grand-mère était une personne très patiente, elle a été patiente avec moi quand j'étais enfant, et elle l'est toujours avec moi même maintenant.",
      "imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "politely",
      "translation": "poliment",
      "definition": "in a manner that is respectful and considerate of other people's feelings and rights",
      "definition_translation": "d'une manière qui est respectueuse et prend en compte les sentiments et les droits des autres personnes",
      "example": "I politely asked the stranger for directions, he had politely shown me the way, and I will politely thank him when I see him again.",
      "example_translation": "J'ai poliment demandé au étranger les directions, il m'avait poliment montré le chemin, et je le remercierai poliment lorsque je le verrai à nouveau.",
      "imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "powerful",
      "translation": "puissant",
      "definition": "having a great deal of strength, power, or influence",
      "definition_translation": "ayant une grande quantité de force, de pouvoir ou d'influence",
      "example": "The powerful engine of the car was able to climb the steep hill, it had been powerful enough to tow the trailer, and it will be powerful enough to carry the heavy load.",
      "example_translation": "Le puissant moteur de la voiture a pu gravir la colline raide, il avait été puissant enough pour remorquer la remorque, et il sera puissant enough pour porter la charge lourde.",
      "imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "proud",
      "translation": "fière",
      "definition": "having a sense of pleasure or satisfaction in one's achievements or possessions",
      "definition_translation": "ayant un sentiment de plaisir ou de satisfaction dans ses réalisations ou ses possessions",
      "example": "I was proud of my sister when she graduated from college. I am proud of my new car. I will be proud to show you my new house.",
      "example_translation": "J'étais fier de ma sœur lorsque'elle a obtenu son diplôme d'études supérieures. Je suis fier de ma nouvelle voiture. Je serai fier de vous montrer ma nouvelle maison.",
      "imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "quarrelsome",
      "translation": " querelleur",
      "definition": "having a tendency to argue or disagree with others",
      "definition_translation": "ayant tendance à se disputer ou à être en désaccord avec les autres",
      "example": "My neighbor is quarrelsome, always arguing with someone. She was quarrelsome in her teenage years. She will be quarrelsome in her old age.",
      "example_translation": "Mon voisin est querelleur, toujours en train de se disputer avec quelqu'un. Elle était querelleuse dans ses années d'adolescence. Elle sera querelleuse dans sa vieillesse.",
      "imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "relaxed",
      "translation": "détendu",
      "definition": "feeling or showing a state of calm and comfort",
      "definition_translation": "éprouvant ou montrant un état de calme et de confort",
      "example": "I felt relaxed on the beach vacation. I am relaxed now after the massage. I will be relaxed after the wedding.",
      "example_translation": "Je me sentais détendu pendant les vacances à la plage. Je suis détendu maintenant après le massage. Je serai détendu après le mariage.",
      "imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "relaxing",
      "translation": "relaxant",
      "definition": "causing or making someone feel calm and comfortable",
      "definition_translation": "causant ou faisant que quelqu'un se sente calme et confortable",
      "example": "Listening to music is relaxing. A warm bath is relaxing. Taking a nap is relaxing.",
      "example_translation": "Écouter de la musique est relaxant. Un bain chaud est relaxant. Faire une sieste est relaxant.",
      "imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "reliable",
      "translation": "fiable",
      "definition": "Able to be trusted or depended on to do what is expected or promised.",
      "definition_translation": "Pouvez être fait confiance ou compté sur pour faire ce qui est attendu ou promis.",
      "example": "The company has a reliable supply chain, so we can expect the products to arrive on time. The new employee has been reliable so far, always submitting their work on time. We will make sure to have a reliable backup system in place by next quarter.",
      "example_translation": "L'entreprise a une chaîne d'approvisionnement fiable, donc nous pouvons nous attendre à ce que les produits arrivent à temps. Le nouvel employé a été fiable jusqu'à présent, soumettant toujours leur travail à temps. Nous veillerons à avoir un système de sauvegarde fiable en place d'ici le prochain trimestre.",
      "imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "romantic",
      "translation": "romantique",
      "definition": "Relating to or characterized by a sentiment of love, especially in a sentimental or idealized way.",
      "definition_translation": "Relatif à ou caractérisé par un sentiment d'amour, notamment de manière sentimentale ou idéalisée.",
      "example": "The romantic comedy movie was a huge success. The couple had a romantic dinner on the beach. The artist's romantic paintings were exhibited at the museum.",
      "example_translation": "Le film de comédie romantique a été un énorme succès. Le couple a eu un dîner romantique sur la plage. Les peintures romantiques de l'artiste ont été exposées au musée.",
      "imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rude",
      "translation": "grossier",
      "definition": "Having or showing no manners or respect, especially in a loud or rough way.",
      "definition_translation": "Ayant ou montrant aucune politesse ou respect, notamment d'une manière bruyante ou grossière.",
      "example": "The customer was very rude to the salesperson. The rude behavior of the player got him kicked out of the game. The rude awakening came when I realized I had forgotten my keys.",
      "example_translation": "Le client a été très grossier envers le vendeur. Le comportement grossier du joueur l'a fait expulser du jeu. Le réveil brutal est venu lorsque j'ai réalisé que j'avais oublié mes clés.",
      "imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "satisfied",
      "translation": "satisfait",
      "definition": "Feeling happy or pleased because one has got what one wanted or needed.",
      "definition_translation": "Se sentant heureux ou satisfait parce qu'on a obtenu ce qu'on voulait ou dont on avait besoin.",
      "example": "The customer was satisfied with the service. The company was satisfied with the sales results. She was satisfied with her performance in the exam.",
      "example_translation": "Le client a été satisfait du service. L'entreprise a été satisfaite des résultats des ventes. Elle a été satisfaite de sa performance à l'examen.",
      "imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "scared",
      "translation": "effrayé",
      "definition": "Frightened or intimidated, feeling anxious or fearful.",
      "definition_translation": "Effrayé ou intimidé, éprouvant de l'anxiété ou de la peur.",
      "example": "I was scared of the dark when I was a child. I am scared of spiders now. I will be scared of heights when I'm older.",
      "example_translation": "J'avais peur du noir lorsque j'étais enfant. J'ai peur des araignées maintenant. J'aurai peur des hauteurs lorsque je serai plus âgé.",
      "imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "scary",
      "translation": "effrayant",
      "definition": "Causing fear or alarm, frightening or terrifying.",
      "definition_translation": "Provoquant la peur ou l'alarme, effrayant ou terrifiant.",
      "example": "That scary movie gave me nightmares. The scary clown at the circus was embarrassing. The scary haunted house was a thrill.",
      "example_translation": "Ce film d'épouvante m'a donné des cauchemars. Le clown effrayant au cirque était embarrassant. La maison hantée effrayante était un frisson.",
      "imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "self-confident",
      "translation": "sûr de soi",
      "definition": "Having confidence in one's own abilities, judgment, and worth.",
      "definition_translation": "Ayant confiance en ses propres capacités, jugement et valeur.",
      "example": "She was self-confident and assertive in her presentation. He has become more self-confident since finishing college. They will be self-confident in their new roles.",
      "example_translation": "Elle était sûre d'elle-même et affirme dans sa présentation. Il est devenu plus sûr de lui-même depuis qu'il a fini le collège. Ils seront sûrs d'eux-mêmes dans leurs nouveaux rôles.",
      "imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "selfish",
      "translation": "égoïste",
      "definition": "Having or showing a concern for one's own interests and welfare, often at the expense of others.",
      "definition_translation": "Ayant ou montrant une préoccupation pour ses propres intérêts et bien-être, souvent aux dépens des autres.",
      "example": "He was selfish and only thought of himself. She has become more selfish since getting married. They will be selfish and not share their toys.",
      "example_translation": "Il était égoïste et ne pensait qu'à lui-même. Elle est devenue plus égoïste depuis qu'elle s'est mariée. Ils seront égoïstes et ne partageront pas leurs jouets.",
      "imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sensible",
      "translation": "sensible",
      "definition": "Having, containing, or indicative of good sense or reason; reasonable and judicious.",
      "definition_translation": "Ayant, contenant ou indiquant du bon sens ou de la raison ; raisonnable et judicieux.",
      "example": "She was a sensible person who always thought before acting, She is being sensible in her decision, She will be sensible enough to avoid the danger.",
      "example_translation": "Elle était une personne sensée qui pensait toujours avant d'agir, Elle est prudente dans sa décision, Elle sera suffisamment sensée pour éviter le danger.",
      "imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shocked",
      "translation": "choqué",
      "definition": "Feeling sudden and intense surprise, astonishment, or horror.",
      "definition_translation": "Éprouvant une surprise, une étonnement ou une horreur soudaines et intenses.",
      "example": "I was shocked by the news, She is shocked by the accident, They will be shocked by the consequences.",
      "example_translation": "J'ai été choqué par la nouvelle, Elle est choquée par l'accident, Ils seront choqués par les conséquences.",
      "imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shocking",
      "translation": "choquant",
      "definition": "Causing a strong feeling of surprise, astonishment, or horror.",
      "definition_translation": "Provoquant un sentiment fort de surprise, d'étonnement ou d'horreur.",
      "example": "The movie had a shocking ending, The news was shocking to everyone, The shocking truth was revealed.",
      "example_translation": "Le film avait une fin choquante, La nouvelle était choquante pour tout le monde, La vérité choquante a été révélée.",
      "imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shy",
      "translation": "timide",
      "definition": "Feeling nervous or uncomfortable in the company of other people.",
      "definition_translation": "Éprouvant de la nervosité ou de l'inconfort en compagnie d'autres personnes.",
      "example": "She was shy in school, He is shy around girls, They will be shy in the party.",
      "example_translation": "Elle était timide à l'école, Il est timide autour des filles, Ils seront timides au party.",
      "imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "silly",
      "translation": "sot",
      "definition": "foolish or absurd; lacking in seriousness or solemnity; goofy or ridiculous",
      "definition_translation": "fol ou absurde; manquant de sérieux ou de solennité; ridicule ou grotesque",
      "example": "I felt silly wearing that costume to the party yesterday. I am feeling silly today because I didn't get enough sleep. I will feel silly if I trip and fall in front of everyone tomorrow.",
      "example_translation": "Je me suis senti sot en portant ce costume au parti hier. Je me sens sot aujourd'hui parce que je n'ai pas eu assez de sommeil. Je me sentirai sot si je trébuche et tombe devant tout le monde demain.",
      "imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "smart",
      "translation": "intelligent",
      "definition": "having or showing a great deal of intelligence or common sense; clever or wise",
      "definition_translation": "ayant ou montrant beaucoup d'intelligence ou de bon sens; intelligent ou sage",
      "example": "She is very smart and always gets good grades. He was smart to invest in that company. They will be smart to avoid that area at night.",
      "example_translation": "Elle est très intelligente et obtient toujours de bonnes notes. Il a été intelligent d'investir dans cette entreprise. Ils seront intelligents d'éviter cette zone la nuit.",
      "imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sociable",
      "translation": "sociable",
      "definition": "enjoying the company of others; friendly and outgoing; fond of socializing",
      "definition_translation": "appréciant la compagnie des autres; amical et extraverti; amateur de socialiser",
      "example": "My sociable dog loves meeting new people. She is very sociable and has many friends. He will be more sociable once he gets to know you.",
      "example_translation": "Mon chien sociable adore rencontrer de nouvelles personnes. Elle est très sociable et a beaucoup d'amis. Il sera plus sociable une fois qu'il vous aura connaître.",
      "imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stressed",
      "translation": "stressé",
      "definition": "feeling anxious or overwhelmed; experiencing mental or emotional strain",
      "definition_translation": "se sentant anxieux ou submergé; éprouvant une tension mentale ou émotionnelle",
      "example": "I was stressed about the exam yesterday. She is stressed about her upcoming deadline. They will be stressed if they don't finish on time.",
      "example_translation": "J'étais stressé à propos de l'examen hier. Elle est stressée à propos de sa date limite à venir. Ils seront stressés si'ils ne terminent pas à temps.",
      "imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stressful",
      "translation": "stressant",
      "definition": "causing anxiety or worry, or making someone feel anxious or worried",
      "definition_translation": "provoquant de l'anxiété ou de l'inquiétude, ou rendant quelqu'un anxieux ou inquiet",
      "example": "The new job was stressful, but I learned to manage my time. I am stressful when I have to meet deadlines. I will be stressful if I don't get a promotion.",
      "example_translation": "Le nouveau travail était stressant, mais j'ai appris à gérer mon temps. Je suis stressé lorsque je dois respecter des délais. Je serai stressé si je n'obtiens pas de promotion.",
      "imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "strict",
      "translation": "strict",
      "definition": "having or showing a strong sense of discipline or control, and not allowing people to break rules",
      "definition_translation": "ayant ou montrant un sens fort de discipline ou de contrôle, et ne permettant pas aux gens de briser les règles",
      "example": "The teacher was strict with the students, so they behaved well. I am strict with my diet, so I lost weight. I will be strict with my budget, so I can save money.",
      "example_translation": "L'enseignant était strict avec les étudiants, donc ils se sont comportés bien. Je suis strict avec mon régime, donc j'ai perdu du poids. Je serai strict avec mon budget, donc je pourrai économiser de l'argent.",
      "imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "surprising",
      "translation": "surprenant",
      "definition": "unexpectedly pleasant or interesting",
      "definition_translation": "agréablement ou intéressamment inattendu",
      "example": "The surprise party was surprising, and I loved it. I was surprising when I saw the fireworks. I will be surprising when I win the lottery.",
      "example_translation": "La fête-surprise était surprenante, et j'ai adoré. J'étais surprenant lorsque j'ai vu les feux d'artifice. Je serai surprenant lorsque je gagnerai à la loterie.",
      "imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "surprisingly",
      "translation": "étonnamment",
      "definition": "in a way that is unexpectedly pleasant or interesting",
      "definition_translation": "d'une manière qui est agréablement ou intéressamment inattendue",
      "example": "I surprisingly enjoyed the movie, and it was fun. The weather changed surprisingly, and it started raining. The teacher surprisingly gave us a homework pass.",
      "example_translation": "J'ai étonnamment apprécié le film, et c'était amusant. Le temps a changé étonnamment, et il a commencé à pleuvoir. L'enseignant nous a étonnamment donné un laissez-passer pour les devoirs.",
      "imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "talented",
      "translation": "talentueux",
      "definition": "Having a natural ability or skill, especially one that is impressive or exceptional.",
      "definition_translation": "Ayant une compétence naturelle ou un talent, surtout si elle est impressionnante ou exceptionnelle.",
      "example": "She was a talented musician who could play the piano with ease. She has been talented enough to perform at Carnegie Hall. She will be talented enough to open her own music school.",
      "example_translation": "Elle était une musicienne talentueuse qui pouvait jouer du piano avec facilité. Elle a été suffisamment talentueuse pour se produire à Carnegie Hall. Elle sera suffisamment talentueuse pour ouvrir sa propre école de musique.",
      "imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "terrified",
      "translation": "terrorisé",
      "definition": "Feeling extreme fear or anxiety, often in a situation that is perceived as threatening or dangerous.",
      "definition_translation": "Éprouvant une peur ou une anxiété extrême, souvent dans une situation qui est perçue comme menaçante ou dangereuse.",
      "example": "I was terrified of heights as a child. She is terrified of spiders. They will be terrified of the rollercoaster.",
      "example_translation": "J'étais terrorisé par les hauteurs dans mon enfance. Elle est terrorisée par les araignées. Ils seront terrorisés par le montagnes russes.",
      "imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tiring",
      "translation": "épuisant",
      "definition": "Causing fatigue or exhaustion, often due to physical or mental effort.",
      "definition_translation": "Provocation de fatigue ou d'épuisement, souvent en raison d'un effort physique ou mental.",
      "example": "The hike was tiring, but the view from the top was worth it. She finds studying for exams tiring. They will find the long flight tiring.",
      "example_translation": "La randonnée était épuisante, mais la vue du sommet en valait la peine. Elle trouve les études pour les examens épuisantes. Ils trouveront le long vol épuisant.",
      "imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tolerant",
      "translation": "tolérant",
      "definition": "Willing to accept or allow something, often despite reservations or disagreement.",
      "definition_translation": "Prêt à accepter ou à permettre quelque chose, souvent malgré des réserves ou un désaccord.",
      "example": "She is tolerant of other people's opinions, even if she disagrees. He has been tolerant of the noise from the construction next door. They will be tolerant of the new policy.",
      "example_translation": "Elle est tolérante envers les opinions des autres, même si elle désaccorde. Il a été tolérant du bruit de la construction à côté. Ils seront tolérants de la nouvelle politique.",
      "imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unexpected",
      "translation": "inattendu",
      "definition": "Not expected or anticipated; surprising.",
      "definition_translation": "Non attendu ou anticipé; surprenant.",
      "example": "The unexpected visit from my old friend was a pleasant surprise. I had not expected to see her again. I will not expect to see her for a long time in the future.",
      "example_translation": "La visite inattendue de mon vieil ami a été une agréable surprise. Je ne m'attendais pas à la voir à nouveau. Je ne m'attends pas à la voir pendant longtemps à l'avenir.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unfriendly",
      "translation": "désagréable",
      "definition": "Not friendly or gracious; unkind or hostile.",
      "definition_translation": "Pas amical ou gracieux; malveillant ou hostile.",
      "example": "The unfriendly atmosphere at the party made me want to leave. I had not been unfriendly to her, but she was unfriendly towards me. I will try to be friendly to everyone in the future.",
      "example_translation": "L'atmosphère désagréable à la fête m'a donné envie de partir. Je n'avais pas été désagréable envers elle, mais elle était désagréable envers moi. J'essaierai d'être amical envers tout le monde à l'avenir.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "uninterested",
      "translation": "indifférent",
      "definition": "Not having or showing interest; lacking enthusiasm.",
      "definition_translation": "N'ayant pas ou ne montrant pas d'intérêt; manquant d'enthousiasme.",
      "example": "The uninterested look on her face was disappointing. I was not uninterested in the subject, but the teacher was uninterested in teaching. I will not be uninterested in the project in the future.",
      "example_translation": "Le regard indifférent sur son visage était décevant. Je n'étais pas indifférent au sujet, mais le professeur était indifférent à l'enseignement. Je ne serai pas indifférent au projet à l'avenir.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "uninteresting",
      "translation": "ennuyeux",
      "definition": "Not interesting or engaging; dull or boring.",
      "definition_translation": "Pas intéressant ou captivant; terne ou ennuyeux.",
      "example": "The uninteresting lecture put me to sleep. I did not find the book uninteresting, but the movie was uninteresting. I hope the new book will not be uninteresting.",
      "example_translation": "La conférence ennuyeuse m'a endormi. Je n'ai pas trouvé le livre ennuyeux, mais le film était ennuyeux. J'espère que le nouveau livre ne sera pas ennuyeux.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unkind",
      "translation": "méchant",
      "definition": "Having or showing a lack of kindness; cruel or harsh.",
      "definition_translation": "Ayant ou montrant un manque de gentillesse ; cruel ou dur.",
      "example": "The unkind remarks made her feel sad. She was unkind to her sister yesterday. She will be unkind to him if he doesn't apologize.",
      "example_translation": "Les remarques méchantes l'ont fait sentir triste. Elle a été méchante envers sa sœur hier. Elle sera méchante envers lui s'il ne s'excuse pas.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "warm",
      "translation": "chaud",
      "definition": "Having a moderate or comfortable temperature; not hot or cold.",
      "definition_translation": "Ayant une température modérée ou confortable ; pas chaud ni froid.",
      "example": "The warm sunshine made the day perfect. She felt warm when she drank the hot chocolate. The warm water will relax her muscles.",
      "example_translation": "Le soleil chaud a rendu la journée parfaite. Elle s'est sentie chaude quando elle a bu le chocolat chaud. L'eau chaude relaxera ses muscles.",
      "imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]
}