[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dance",
      "translation": "danser",
      "definition": "To move one's body in a rhythmic way, usually to music",
      "definition_translation": "Déplacer son corps d'une manière rythmique, habituellement en musique",
      "example": "I danced at the party last night, I dance every Saturday, and I will dance at my wedding.",
      "example_translation": "J'ai dansé à la fête hier soir, je danse chaque samedi et je danserai à mon mariage.",
      "imageLink": "image_files\\English\\"imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shopping",
      "translation": "achats",
      "definition": "The act of buying things, especially from stores",
      "definition_translation": "L'acte d'acheter des choses, especialmente dans les magasins",
      "example": "I went shopping with my friends yesterday, I am shopping online now, and I will go shopping with my family tomorrow.",
      "example_translation": "Je suis allé faire des achats avec mes amis hier, je fais des achats en ligne maintenant et je vais faire des achats avec ma famille demain.",
      "imageLink": "image_files\\English\\"imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "smoking",
      "translation": "fumée",
      "definition": "The act of breathing in and exhaling the smoke of tobacco or other drugs",
      "definition_translation": "L'acte de respirer et d'exhaler la fumée du tabac ou d'autres drogues",
      "example": "I started smoking when I was 18, I am smoking a cigarette now, and I will quit smoking soon.",
      "example_translation": "J'ai commencé à fumer lorsque j'avais 18 ans, je fume une cigarette maintenant et je vais arrêter de fumer bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "work",
      "translation": "travail",
      "definition": "Activity involving mental or physical effort done in order to achieve a purpose or earn a living",
      "definition_translation": "Activité impliquant un effort mental ou physique fait pour atteindre un but ou gagner sa vie",
      "example": "I worked hard yesterday, I am working on a project now, and I will work as a freelancer in the future.",
      "example_translation": "J'ai travaillé dur hier, je travaille sur un projet maintenant et je vais travailler comme freelancer dans le futur.",
      "imageLink": "image_files\\English\\"imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "activity",
      "translation": "activité",
      "definition": "The condition in which things are happening or being done.",
      "definition_translation": "L'état dans lequel les choses se produisent ou sont faites.",
      "example": "I love outdoor activity. Yesterday, I went hiking. Today, I'm going for a run. Tomorrow, I'll play soccer.",
      "example_translation": "J'adore l'activité en plein air. Hier, j'allais faire de la randonnée. Aujourd'hui, je vais faire une course à pied. Demain, je vais jouer au soccer.",
      "imageLink": "image_files\\English\\"imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "click",
      "translation": "cliquer",
      "definition": "A short, sharp sound made by pressing a button or key.",
      "definition_translation": "Un son court et aigu fait en appuyant sur un bouton ou une touche.",
      "example": "I clicked on the link. I will click on it again tomorrow. She had clicked on the button by mistake.",
      "example_translation": "J'ai cliqué sur le lien. Je vais cliquer à nouveau demain. Elle avait cliqué sur le bouton par erreur.",
      "imageLink": "image_files\\English\\"imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "climbing",
      "translation": "l'escalade",
      "definition": "The act of using one's hands, feet, or other parts of the body to ascend.",
      "definition_translation": "L'acte d'utiliser ses mains, ses pieds ou d'autres parties du corps pour monter.",
      "example": "I am climbing the mountain. She climbed the tree yesterday. They will climb the rock in the evening.",
      "example_translation": "Je monte la montagne. Elle a grimpé l'arbre hier. Ils vont grimper le rocher ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cooking",
      "translation": "cuisine",
      "definition": "The act of preparing and heating food.",
      "definition_translation": "L'acte de préparer et de chauffer la nourriture.",
      "example": "I love cooking dinner. She was cooking lunch yesterday. They will be cooking breakfast tomorrow.",
      "example_translation": "J'adore cuisiner le dîner. Elle préparait le déjeuner hier. Ils vont préparer le petit déjeuner demain.",
      "imageLink": "image_files\\English\\"imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cycling",
      "translation": "le cyclisme",
      "definition": "The act of riding a bicycle, motorcycle, or other cycle, especially as a sport or form of exercise.",
      "definition_translation": "L'action de monter un vélo, une moto ou autre cycle,especially comme un sport ou forme d'exercice.",
      "example": "I've been cycling every morning to work. Yesterday, I cycled through the park. I will cycle to the beach tomorrow.",
      "example_translation": "Je fais du cyclisme chaque matin pour aller au travail. Hier, j'ai fait du cyclisme au parc. Demain, je ferai du cyclisme à la plage.",
      "imageLink": "image_files\\English\\"imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "drawing",
      "translation": "le dessin",
      "definition": "The act of creating a picture or diagram using various techniques and tools.",
      "definition_translation": "L'action de créer un tableau ou un diagramme en utilisant diverses techniques et outils.",
      "example": "I'm good at drawing animals. She drew a beautiful portrait. He will draw a map for us.",
      "example_translation": "Je suis bon pour dessiner des animaux. Elle a dessiné un beau portrait. Il va nous dessiner une carte.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "exercise",
      "translation": "l'exercice",
      "definition": "Physical or mental activity undertaken to improve or maintain health and fitness.",
      "definition_translation": "Activité physique ou mentale entreprise pour améliorer ou maintenir la santé et la forme physique.",
      "example": "I exercise every day to stay fit. She exercises regularly to lose weight. They will exercise their muscles soon.",
      "example_translation": "Je fais de l'exercice chaque jour pour rester en forme. Elle fait de l'exercice régulièrement pour perdre du poids. Ils vont faire travailler leurs muscles bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "help",
      "translation": "l'aide",
      "definition": "Assistance or support provided to someone in need.",
      "definition_translation": "L'assistance ou le soutien fourni à quelqu'un dans le besoin.",
      "example": "Can you help me with my homework? She helped her friend with the project. They will help us move next week.",
      "example_translation": "Pouvez-vous m'aider avec mes devoirs ? Elle a aidé son amie avec le projet. Ils vont nous aider à déménager la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "kick",
      "translation": "frapper",
      "definition": "to strike or hit something or someone with force, typically with the foot",
      "definition_translation": "frapper quelque chose ou quelqu'un avec force, généralement avec le pied",
      "example": "I kicked the ball in the park yesterday, I kick it every morning, and I will kick it again tomorrow.",
      "example_translation": "J'ai frappé le ballon au parc hier, je le frappe chaque matin, et je le frapperai à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "kiss",
      "translation": "baiser",
      "definition": "to touch someone's lips or cheek with one's own lips as a sign of love, affection, or greeting",
      "definition_translation": "toucher les lèvres ou la joue de quelqu'un avec les siennes comme signe d'amour, d'affection ou de salutation",
      "example": "She kissed me on the cheek when I left, I kiss her every morning, and she will kiss me goodbye tonight.",
      "example_translation": "Elle m'a baisé sur la joue lorsque je suis parti, je l'embrasse chaque matin, et elle m'embrassera au revoir ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "practice",
      "translation": "pratique",
      "definition": "the act of repeating or performing an activity in order to improve or master it",
      "definition_translation": "l'acte de répéter ou de réaliser une activité pour l'améliorer ou la maîtriser",
      "example": "I practiced my piano skills yesterday, I practice every day, and I will practice for the concert next week.",
      "example_translation": "J'ai pratiqué mes compétences en piano hier, je pratique chaque jour, et je vais pratiquer pour le concert la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "singing",
      "translation": "chantant",
      "definition": "the act of producing musical sounds with the voice",
      "definition_translation": "l'acte de produire des sons musicaux avec la voix",
      "example": "I was singing in the shower this morning, I sing in the choir every Sunday, and I will be singing at the party tonight.",
      "example_translation": "Je chantais sous la douche ce matin, je chante dans le chœur tous les dimanches, et je chanterai à la fête ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "skateboarding",
      "translation": "skateboard",
      "definition": "the act of riding and maneuvering a skateboard, typically on ramps or other surfaces",
      "definition_translation": "l'action de monter et de manœuvrer un skateboard, généralement sur des rampes ou d'autres surfaces",
      "example": "I was skateboarding with my friends last weekend. I am skateboarding every day. I will be skateboarding in the Olympics next year.",
      "example_translation": "J'étais en train de skateboarder avec mes amis le week-end dernier. Je fais du skateboard chaque jour. Je ferai du skateboard aux Jeux olympiques l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "skating",
      "translation": "patinage",
      "definition": "the act of gliding on ice or a smooth surface, typically on skates",
      "definition_translation": "l'action de glisser sur la glace ou une surface lisse, généralement sur des patins",
      "example": "I went skating at the rink yesterday. I am skating on the lake right now. I will be skating in the winter Olympics.",
      "example_translation": "Je suis allé patiner au rink hier. Je patine sur le lac en ce moment. Je patinerai aux Jeux olympiques d'hiver.",
      "imageLink": "image_files\\English\\"imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "snowboarding",
      "translation": "snowboard",
      "definition": "the act of riding and maneuvering a snowboard, typically on snow-covered slopes",
      "definition_translation": "l'action de monter et de manœuvrer un snowboard, généralement sur les pentes enneigées",
      "example": "I love snowboarding in the mountains. I am snowboarding with my family today. I will be snowboarding in the X Games next year.",
      "example_translation": "J'adore faire du snowboard dans les montagnes. Je fais du snowboard avec ma famille aujourd'hui. Je ferai du snowboard aux X Games l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "surfing",
      "translation": "surf",
      "definition": "the act of riding and maneuvering a surfboard, typically on ocean waves",
      "definition_translation": "l'action de monter et de manœuvrer un surf, généralement sur les vagues de l'océan",
      "example": "I have been surfing since I was a teenager. I am surfing in Hawaii right now. I will be surfing in the competition next week.",
      "example_translation": "Je fais du surf depuis que j'étais adolescent. Je fais du surf à Hawaï en ce moment. Je ferai du surf dans la compétition la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "swimming",
      "translation": "natation",
      "definition": "The act of moving through water using your arms and legs, or a sport or activity that involves this.",
      "definition_translation": "L'action de se déplacer dans l'eau en utilisant vos bras et vos jambes, ou un sport ou une activité qui implique cela.",
      "example": "I was swimming in the lake yesterday, I swim every morning, and I will swim in the ocean tomorrow.",
      "example_translation": "Je nageais dans le lac hier, je nage tous les matins, et je nagerai dans l'océan demain.",
      "imageLink": "image_files\\English\\"imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "use",
      "translation": "utiliser",
      "definition": "To employ something for a particular purpose, or to benefit or profit from something.",
      "definition_translation": " Employer quelque chose pour un but particulier, ou bénéficier ou profiter de quelque chose.",
      "example": "I used a computer to write my essay, I use a dictionary to learn new words, and I will use a map to navigate the city.",
      "example_translation": "J'ai utilisé un ordinateur pour écrire mon essai, j'utilise un dictionnaire pour apprendre de nouveaux mots, et j'utiliserai une carte pour naviguer dans la ville.",
      "imageLink": "image_files\\English\\"imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "walk",
      "translation": "marcher",
      "definition": "To move at a regular pace by lifting and setting down each foot, or a path or route used for walking.",
      "definition_translation": "Se déplacer à un rythme régulier en levant et en reposant chaque pied, ou un chemin ou route utilisé pour marcher.",
      "example": "I walked to school when I was a kid, I walk to the store every day, and I will walk in the park tomorrow.",
      "example_translation": "J'ai marché à l'école lorsque j'étais enfant, je marche au magasin tous les jours, et je marcherai dans le parc demain.",
      "imageLink": "image_files\\English\\"imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "walking",
      "translation": "marche",
      "definition": "The act of moving on foot at a regular pace, or a sport or activity that involves walking.",
      "definition_translation": "L'action de se déplacer à pied à un rythme régulier, ou un sport ou une activité qui implique la marche.",
      "example": "Walking is a good exercise, I enjoy walking in the mountains, and I have been walking for hours.",
      "example_translation": "La marche est un bon exercice, j'aime marcher dans les montagnes, et j'ai marché pendant des heures.",
      "imageLink": "image_files\\English\\"imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "washing",
      "translation": "lavage",
      "definition": "The act of cleaning something, especially clothes, using water and soap.",
      "definition_translation": "L'acte de nettoyer quelque chose, en particulier des vêtements, en utilisant de l'eau et du savon.",
      "example": "I was washing my car yesterday, but now I need to wash my hands. Tomorrow, I will be washing the dishes.",
      "example_translation": "Je lavais ma voiture hier, mais maintenant j'ai besoin de laver mes mains. Demain, je vais laver la vaisselle.",
      "imageLink": "image_files\\English\\"imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "washing-up",
      "translation": "vaisselle",
      "definition": "The act of washing the dishes, utensils, and other kitchen items after a meal.",
      "definition_translation": "L'acte de laver les plats, les ustensiles et les autres objets de cuisine après un repas.",
      "example": "She was doing the washing-up after dinner, but he offered to help her. They had done the washing-up together yesterday.",
      "example_translation": "Elle faisait la vaisselle après dîner, mais il lui a proposé de l'aider. Ils avaient fait la vaisselle ensemble hier.",
      "imageLink": "image_files\\English\\"imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "achievement",
      "translation": "réalisation",
      "definition": "The process or state of accomplishing something, especially a goal or objective.",
      "definition_translation": "Le processus ou l'état de réaliser quelque chose, en particulier un objectif ou un but.",
      "example": "Getting a degree was a great achievement for her. He had achieved his goal of running a marathon last year.",
      "example_translation": "Obtenir un diplôme était une grande réalisation pour elle. Il avait réalisé son objectif de courir un marathon l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "arrangement",
      "translation": "arrangement",
      "definition": "A preparation or planning of things in a specific way, especially in order to achieve a particular goal.",
      "definition_translation": "Une préparation ou planification des choses d'une manière spécifique, en particulier afin d'atteindre un objectif particulier.",
      "example": "The arrangement of the flowers on the table was beautiful. They made an arrangement to meet at the park at 5 pm.",
      "example_translation": "L'arrangement des fleurs sur la table était beau. Ils avaient fait une arrangement pour se rencontrer au parc à 17 heures.",
      "imageLink": "image_files\\English\\"imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "arrival",
      "translation": "arrivée",
      "definition": "The act of arriving or coming to a place.",
      "definition_translation": "L'acte d'arriver ou de venir à un endroit.",
      "example": "I still remember my arrival in Paris last summer. I arrived at the airport in the morning, and I will arrive at the hotel in an hour.",
      "example_translation": "Je me souviens encore de mon arrivée à Paris l'été dernier. Je suis arrivé à l'aéroport le matin, et je vais arriver à l'hôtel dans une heure.",
      "imageLink": "image_files\\English\\"imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "attack",
      "translation": "attaque",
      "definition": "A sudden and violent assault or assault on a person, place, or thing.",
      "definition_translation": "Une attaque soudaine et violente contre une personne, un endroit ou une chose.",
      "example": "The army launched a surprise attack on the enemy last night. They attacked us without warning, and we will attack them back tomorrow.",
      "example_translation": "L'armée a lancé une attaque surprise contre l'ennemi la nuit dernière. Ils nous ont attaqués sans avertissement, et nous allons les attaquer à notre tour demain.",
      "imageLink": "image_files\\English\\"imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "check",
      "translation": "vérifier",
      "definition": "To examine or investigate something in order to determine its quality, accuracy, or validity.",
      "definition_translation": " Examiner ou enquêter sur quelque chose pour déterminer sa qualité, son exactitude ou sa validité.",
      "example": "Can you check the math problem to make sure it's correct? I checked the weather forecast, and it will check the air quality in the morning.",
      "example_translation": "Pouvez-vous vérifier le problème de math pour vous assurer qu'il est correct ? J'ai vérifié la prévision météorologique, et elle vérifiera la qualité de l'air demain matin.",
      "imageLink": "image_files\\English\\"imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "choice",
      "translation": "choix",
      "definition": "The act of selecting or deciding between two or more possibilities or options.",
      "definition_translation": "L'acte de sélectionner ou de décider entre deux ou plusieurs possibilités ou options.",
      "example": "We have a difficult choice to make between the two job offers. She made a good choice in choosing that university, and he will make a choice between the two cars next week.",
      "example_translation": "Nous avons un choix difficile à faire entre les deux offres d'emploi. Elle a fait un bon choix en choisissant cette université, et il fera un choix entre les deux voitures la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "decision",
      "translation": "décision",
      "definition": "The act of making up one's mind or reaching a conclusion, especially after careful consideration.",
      "definition_translation": "L'acte de faire son choix ou de parvenir à une conclusion, notamment après une réflexion soignée.",
      "example": "I made the decision to quit my job last year. I am making a decision about my career path now. I will make a decision about my education by the end of the year.",
      "example_translation": "J'ai pris la décision de quitter mon emploi l'année dernière. Je fais une décision concernant mon parcours professionnel maintenant. Je prendrai une décision concernant mon éducation d'ici la fin de l'année.",
      "imageLink": "image_files\\English\\"imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "delivery",
      "translation": "livraison",
      "definition": "The act of transporting goods or products from one place to another.",
      "definition_translation": "L'action de transporter des biens ou des produits d'un endroit à un autre.",
      "example": "The delivery of the package was delayed by a week. The company provides fast delivery services. The delivery of the product will be made by the end of the month.",
      "example_translation": "La livraison du paquet a été retardée d'une semaine. L'entreprise offre des services de livraison rapides. La livraison du produit sera faite d'ici la fin du mois.",
      "imageLink": "image_files\\English\\"imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "development",
      "translation": "développement",
      "definition": "The process of growing or becoming larger, more advanced, or more organized.",
      "definition_translation": "Le processus de croissance ou de devenir plus grand, plus avancé ou plus organisé.",
      "example": "The development of the city has led to an increase in population. The company is in the process of development of a new product. The development of the technology will revolutionize the industry.",
      "example_translation": "Le développement de la ville a conduit à une augmentation de la population. L'entreprise est en train de développer un nouveau produit. Le développement de la technologie révolutionnera l'industrie.",
      "imageLink": "image_files\\English\\"imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "diving",
      "translation": "plongée",
      "definition": "The act of jumping into water, typically headfirst, or the sport of swimming underwater.",
      "definition_translation": "L'acte de sauter dans l'eau, généralement la tête la première, ou le sport de nager sous l'eau.",
      "example": "I went diving in the lake last summer. She is an expert in diving and has won several competitions. They will go diving in the ocean next week.",
      "example_translation": "Je suis allé faire de la plongée dans le lac l'été dernier. Elle est une experte en plongée et a remporté plusieurs compétitions. Ils iront faire de la plongée dans l'océan la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "drive",
      "translation": "conduire",
      "definition": "To operate a vehicle, especially a car, in order to travel from one place to another.",
      "definition_translation": "Faire fonctionner un véhicule, notamment une voiture, pour se déplacer d'un endroit à un autre.",
      "example": "I drove to work yesterday, I drive to work today, and I will drive to work tomorrow.",
      "example_translation": "J'ai conduit au travail hier, je conduis au travail aujourd'hui, et je conduirai au travail demain.",
      "imageLink": "image_files\\English\\"imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "effort",
      "translation": "effort",
      "definition": "A vigorous or determined attempt to do something.",
      "definition_translation": "Un essai vigoureux ou déterminé pour faire quelque chose.",
      "example": "She made an effort to finish the project on time, she is making an effort to improve her language skills, and she will make an effort to reduce her carbon footprint.",
      "example_translation": "Elle a fait un effort pour finir le projet à temps, elle fait un effort pour améliorer ses compétences en langue, et elle fera un effort pour réduire son empreinte carbone.",
      "imageLink": "image_files\\English\\"imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "exchange",
      "translation": "échanger",
      "definition": "To give something to someone and receive something in return.",
      "definition_translation": "Donner quelque chose à quelqu'un et recevoir quelque chose en retour.",
      "example": "I exchanged my old phone for a new one yesterday, I exchange emails with my colleagues every day, and I will exchange my money for euros tomorrow.",
      "example_translation": "J'ai échangé mon ancien téléphone contre un nouveau hier, j'échange des courriels avec mes collègues chaque jour, et j'échangerai mon argent contre des euros demain.",
      "imageLink": "image_files\\English\\"imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "experiment",
      "translation": "expérimenter",
      "definition": "A scientific test or investigation to gather information or prove a theory.",
      "definition_translation": "Un test ou une enquête scientifique pour recueillir des informations ou prouver une théorie.",
      "example": "The scientist conducted an experiment to test the new drug yesterday, she is conducting an experiment to understand the behavior of insects today, and she will conduct an experiment to measure the effects of climate change tomorrow.",
      "example_translation": "Le scientifique a mené une expérience pour tester le nouveau médicament hier, elle mène une expérience pour comprendre le comportement des insectes aujourd'hui, et elle mènera une expérience pour mesurer les effets du changement climatique demain.",
      "imageLink": "image_files\\English\\"imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fight",
      "translation": "se battre",
      "definition": "to engage in physical or verbal conflict with someone",
      "definition_translation": "s'engager dans un conflit physique ou verbal avec quelqu'un",
      "example": "I fought with my brother yesterday, I am fighting with him now, and I will fight with him tomorrow.",
      "example_translation": "J'ai combattu avec mon frère hier, je combat avec lui maintenant, et je combattrai avec lui demain.",
      "imageLink": "image_files\\English\\"imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "go",
      "translation": "aller",
      "definition": "to move from one place to another",
      "definition_translation": "se déplacer d'un endroit à un autre",
      "example": "I went to the store yesterday, I am going there now, and I will go there tomorrow.",
      "example_translation": "Je suis allé au magasin hier, j'y vais maintenant, et j'irai là-bas demain.",
      "imageLink": "image_files\\English\\"imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "habit",
      "translation": "habitude",
      "definition": "a settled or regular tendency or practice, especially one that is hard to give up",
      "definition_translation": "une tendance ou une pratique établie ou régulière, notamment une qui est difficile à abandonner",
      "example": "I have a habit of checking my phone every hour, I had a habit of smoking when I was young, and I will have a habit of exercising regularly.",
      "example_translation": "J'ai l'habitude de vérifier mon téléphone toutes les heures, j'avais l'habitude de fumer quand j'étais jeune, et j'aurai l'habitude de faire de l'exercice régulièrement.",
      "imageLink": "image_files\\English\\"imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "housework",
      "translation": "travaux ménagers",
      "definition": "tasks such as cleaning, cooking, and washing that are necessary to maintain a home",
      "definition_translation": "tâches telles que le nettoyage, la cuisine et le lavage qui sont nécessaires pour maintenir un foyer",
      "example": "I did the housework yesterday, I am doing it now, and I will do it tomorrow to keep my home clean.",
      "example_translation": "J'ai fait les travaux ménagers hier, je les fais maintenant, et je les ferai demain pour garder mon domicile propre.",
      "imageLink": "image_files\\English\\"imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hug",
      "translation": "étreindre",
      "definition": "to hold someone tightly in one's arms, typically to show affection or comfort",
      "definition_translation": "tenir quelqu'un serré dans ses bras, généralement pour montrer de l'affection ou du réconfort",
      "example": "I hugged my mom yesterday, I will hug my friend tomorrow, and I hugged my sister last week.",
      "example_translation": "J'ai étreint ma mère hier, je vais étreindre mon ami demain, et j'ai étreint ma sœur la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ironing",
      "translation": "repassage",
      "definition": "the act of using heat and pressure to remove wrinkles and creases from fabrics",
      "definition_translation": "l'acte d'utiliser la chaleur et la pression pour enlever les plis et les gerçures des tissus",
      "example": "I was ironing my shirt yesterday, my sister is ironing her dress now, and my brother will iron his pants tomorrow.",
      "example_translation": "J'ai repassé ma chemise hier, ma sœur repasse sa robe maintenant, et mon frère repassera son pantalon demain.",
      "imageLink": "image_files\\English\\"imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "jump",
      "translation": "sauter",
      "definition": "to propel oneself upward or forward by a sudden contraction and release of the muscles",
      "definition_translation": "de se propulser vers le haut ou en avant par une contraction et une libération soudaines des muscles",
      "example": "I jumped over the fence yesterday, my friends are jumping rope now, and my sister will jump into the pool tomorrow.",
      "example_translation": "J'ai sauté par-dessus la clôture hier, mes amis sautent à la corde maintenant, et ma sœur sautera dans la piscine demain.",
      "imageLink": "image_files\\English\\"imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "look",
      "translation": "regarder",
      "definition": "to direct one's gaze in a specified direction or at a specific thing",
      "definition_translation": "de diriger son regard dans une direction spécifiée ou vers une chose spécifique",
      "example": "I looked out the window yesterday, my brother is looking at the map now, and my sister will look up the answer tomorrow.",
      "example_translation": "J'ai regardé par la fenêtre hier, mon frère regarde la carte maintenant, et ma sœur regardera la réponse demain.",
      "imageLink": "image_files\\English\\"imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "preparation",
      "translation": "préparation",
      "definition": "The act or process of preparing something or someone for a particular purpose or use.",
      "definition_translation": "L'acte ou le processus de préparer quelque chose ou quelqu'un pour un but ou une utilisation particulière.",
      "example": "The preparation of the meal took hours, but it was worth it. We had prepared for the exam, so we felt confident. They will prepare the stadium for the concert next week.",
      "example_translation": "La préparation du repas a pris des heures, mais cela en valait la peine. Nous avions préparé pour l'examen, donc nous nous sentions confiants. Ils vont préparer le stade pour le concert la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "recycling",
      "translation": "recyclage",
      "definition": "The process of collecting and processing used materials to create new products.",
      "definition_translation": "Le processus de collecte et de traitement des matières premières utilisées pour créer de nouveaux produits.",
      "example": "The recycling program in our city has been very successful. We recycled all the paper and plastic from the party. They will start recycling food waste next month.",
      "example_translation": "Le programme de recyclage dans notre ville a été très réussi. Nous avons recyclé tout le papier et le plastique de la fête. Ils vont commencer à recycler les déchets alimentaires le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rescue",
      "translation": "sauvetage",
      "definition": "The act of saving someone or something from danger or harm.",
      "definition_translation": "L'acte de sauver quelqu'un ou quelque chose du danger ou du préjudice.",
      "example": "The rescue team saved the hikers from the mountain. We rescue dogs from shelters and find them new homes. They will rescue the hostages from the building.",
      "example_translation": "L'équipe de sauvetage a sauvé les randonneurs de la montagne. Nous sauvons des chiens des refuges et leur trouvons de nouvelles maisons. Ils vont sauver les otages du bâtiment.",
      "imageLink": "image_files\\English\\"imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "return",
      "translation": "retour",
      "definition": "To come or go back to a place or person.",
      "definition_translation": "De venir ou d'aller zurück à un endroit ou une personne.",
      "example": "I will return the book to the library tomorrow. She returned to her hometown after 10 years. They will return from their vacation next week.",
      "example_translation": "Je vais retourner le livre à la bibliothèque demain. Elle est revenue dans sa ville natale après 10 ans. Ils vont retourner de leurs vacances la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "run",
      "translation": "courir",
      "definition": "To move quickly on foot, typically in a steady and swift pace; to flee or escape from danger.",
      "definition_translation": "Se déplacer rapidement à pied, généralement à un rythme régulier et rapide; fuir ou s'échapper du danger.",
      "example": "I ran to the store yesterday, I am running a marathon today, and I will run a sprint tomorrow.",
      "example_translation": "J'ai couru au magasin hier, je cours un marathon aujourd'hui, et je courrai un sprint demain.",
      "imageLink": "image_files\\English\\"imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "search",
      "translation": "rechercher",
      "definition": "To look carefully and systematically for something, especially in a thorough and meticulous manner.",
      "definition_translation": "Chercher soigneusement et systématiquement quelque chose, notamment de manière approfondie et méticuleuse.",
      "example": "I searched for my keys all morning, I am searching for a new job now, and I will search for a hotel tomorrow.",
      "example_translation": "J'ai recherché mes clés tout le matin, je recherche un nouvel emploi maintenant, et je rechercherai un hôtel demain.",
      "imageLink": "image_files\\English\\"imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sex",
      "translation": "sexe",
      "definition": "The characteristics that define males and females, typically with respect to biological and physiological aspects.",
      "definition_translation": "Les caractéristiques qui définissent les mâles et les femelles, généralement en ce qui concerne les aspects biologiques et physiologiques.",
      "example": "Sex is an important aspect of human relationships, gender identity is closely related to sex, and sexual orientation is a personal choice.",
      "example_translation": "Le sexe est un aspect important des relations humaines, l'identité de genre est étroitement liée au sexe, et l'orientation sexuelle est un choix personnel.",
      "imageLink": "image_files\\English\\"imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "step",
      "translation": "étape",
      "definition": "A movement of the foot in walking, or a stage in a process or development.",
      "definition_translation": "Un mouvement du pied lors de la marche, ou une étape dans un processus ou un développement.",
      "example": "I took a step forward, I am taking steps to improve my health, and I will take a step back to reflect on my life.",
      "example_translation": "J'ai fait un pas en avant, je prends des mesures pour améliorer ma santé, et je ferai un pas en arrière pour réfléchir à ma vie.",
      "imageLink": "image_files\\English\\"imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "support",
      "translation": "soutien",
      "definition": "to give assistance or backing to somebody or something",
      "definition_translation": "donner de l'assistance ou du soutien à quelqu'un ou quelque chose",
      "example": "I will support you in your decision, I supported you yesterday, and I will have supported you by next week.",
      "example_translation": "Je vous soutiendrai dans votre décision, je vous ai soutenu hier et je vous aurai soutenu d'ici la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "visit",
      "translation": "visiter",
      "definition": "to go to see someone or something, especially for a short time",
      "definition_translation": "aller voir quelqu'un ou quelque chose, en particulier pour une courte période",
      "example": "I visited my grandparents last week, I am visiting my friends today, and I will visit Paris next year.",
      "example_translation": "J'ai visité mes grands-parents la semaine dernière, je visite mes amis aujourd'hui et je visiterai Paris l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "waste",
      "translation": "déchet",
      "definition": "unwanted or unnecessary material or substance",
      "definition_translation": "matériel ou substance inutile ou non souhaitée",
      "example": "We wasted a lot of food at the party, we are wasting our time watching TV, and they will waste their money on that expensive car.",
      "example_translation": "Nous avons gaspillé beaucoup de nourriture à la fête, nous gaspillons notre temps en regardant la télévision et ils vont gaspiller leur argent sur cette voiture de luxe.",
      "imageLink": "image_files\\English\\"imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "workout",
      "translation": "entrainement",
      "definition": "a session of physical exercise or training, especially in a gym",
      "definition_translation": "une séance d'exercice physique ou d'entraînement, notamment dans une salle de gym",
      "example": "I will have a workout tomorrow morning, I had a great workout yesterday, and she works out regularly.",
      "example_translation": "J'aurai un entraînement demain matin, j'ai eu un excellent entraînement hier et elle s'entraîne régulièrement.",
      "imageLink": "image_files\\English\\"imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]