[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "accept",
      "translation": "accepter",
      "definition": "to receive something willingly or to agree with something",
      "definition_translation": "recevoir quelque chose de manière volontaire ou de être d'accord avec quelque chose",
      "example": "I accepted the job offer. I accept your invitation. I will accept the challenge.",
      "example_translation": "J'ai accepté l'offre d'emploi. J'accepte votre invitation. J'accepterai le défi.",
      "imageLink": "image_files\\English\\accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "achieve",
      "translation": "réaliser",
      "definition": "to successfully complete or accomplish something",
      "definition_translation": "compléter ou accomplir quelque chose avec succès",
      "example": "I achieved my goal. I achieve my objectives. I will achieve success.",
      "example_translation": "J'ai atteint mon but. J'atteins mes objectifs. J'atteindrai le succès.",
      "imageLink": "image_files\\English\\achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "act",
      "translation": "agir",
      "definition": "to do something or to perform a particular action",
      "definition_translation": "faire quelque chose ou exécuter une action particulière",
      "example": "I acted quickly. I act on instinct. I will act accordingly.",
      "example_translation": "J'ai agi rapidement. J'agis d'instinct. J'agirai en conséquence.",
      "imageLink": "image_files\\English\\act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "act",
      "translation": "agir",
      "definition": "a performance or a play",
      "definition_translation": "une représentation ou une pièce de théâtre",
      "example": "I loved the act. The act is very funny. The act will start soon.",
      "example_translation": "J'ai aimé l'acte. L'acte est très amusant. L'acte commencera bientôt.",
      "imageLink": "image_files\\English\\act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "advise",
      "translation": "conseiller",
      "definition": "to give advice or a recommendation to someone",
      "definition_translation": "donner un conseil ou une recommandation à quelqu'un",
      "example": "I advised her to take a break, but she ignored my advice. I have advised her many times before, and I will advise her again in the future.",
      "example_translation": "Je lui ai conseillé de prendre une pause, mais elle a ignoré mon avis. J'ai déjà conseillé à plusieurs reprises auparavant, et je lui conseillerai à nouveau à l'avenir.",
      "imageLink": "image_files\\English\\advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "allow",
      "translation": "permettre",
      "definition": "to give permission for something to happen or be done",
      "definition_translation": "donner la permission pour que quelque chose se produise ou soit fait",
      "example": "I allowed my kids to stay up late last night, but I won't allow it again. I have allowed them to make their own decisions before, and I will allow them to do so in the future.",
      "example_translation": "J'ai permis à mes enfants de rester debout tard hier soir, mais je ne le permettrai plus. J'ai déjà permis à plusieurs reprises auparavant, et je leur permettrai à nouveau à l'avenir.",
      "imageLink": "image_files\\English\\allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "approach",
      "translation": "approcher",
      "definition": "to come near to someone or something in distance or time",
      "definition_translation": "venir près de quelqu'un ou quelque chose en distance ou en temps",
      "example": "I will approach the problem with caution, as I approached it last year. She approached me with a smile, and I will approach her again in the future.",
      "example_translation": "Je vais approcher le problème avec prudence, comme je l'ai fait l'année dernière. Elle m'a approché avec un sourire, et je l'approcherai à nouveau à l'avenir.",
      "imageLink": "image_files\\English\\approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "argue",
      "translation": "argumenter",
      "definition": "to give reasons or evidence to support or oppose an idea or opinion",
      "definition_translation": "donner des raisons ou des preuves pour soutenir ou s'opposer à une idée ou une opinion",
      "example": "We argued about politics last night, and I argued with my brother yesterday. I will argue with my sister again in the future, as I have argued with her many times before.",
      "example_translation": "Nous avons argumenté sur la politique hier soir, et j'ai argumenté avec mon frère hier. J'argumenterai à nouveau avec ma sœur dans le futur, comme j'ai déjà argumenté avec elle de nombreuses fois auparavant.",
      "imageLink": "image_files\\English\\argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "arrest",
      "translation": "arrêter",
      "definition": "The act of taking someone into custody, typically because they are suspected of committing a crime.",
      "definition_translation": "L'acte de prendre quelqu'un en détention, généralement parce qu'ils sont soupçonnés d'avoir commis un crime.",
      "example": "The police officer will arrest the suspect, arrested him last night, and will arrest him again if he tries to escape.",
      "example_translation": "Le policier arrêtera le suspect, l'a arrêté hier soir, et l'arrêtera à nouveau s'il tente de s'échapper.",
      "imageLink": "image_files\\English\\arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "attach",
      "translation": "attacher",
      "definition": "To fasten or join something to something else, typically using a cord, glue, or other adhesive.",
      "definition_translation": "Fixer ou joindre quelque chose à autre chose, généralement en utilisant une corde, de la colle ou un autre adhésif.",
      "example": "I will attach the file to the email, attached it yesterday, and will attach it again tomorrow.",
      "example_translation": "Je vais attacher le fichier à l'email, l'ai attaché hier, et l'attacherai à nouveau demain.",
      "imageLink": "image_files\\English\\attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "attack",
      "translation": "attaquer",
      "definition": "To use violence or force to hurt or damage someone or something.",
      "definition_translation": "Utiliser la violence ou la force pour blesser ou endommager quelqu'un ou quelque chose.",
      "example": "The enemy will attack the city, attacked it last week, and will attack it again soon.",
      "example_translation": "L'ennemi attaquera la ville, l'a attaquée la semaine dernière, et l'attaquera à nouveau bientôt.",
      "imageLink": "image_files\\English\\attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "attempt",
      "translation": "tenter",
      "definition": "To try to do something, especially something difficult or challenging.",
      "definition_translation": "Essayer de faire quelque chose, especialmente quelque chose de difficile ou de défiant.",
      "example": "I will attempt to finish the project, attempted it last month, and will attempt it again next year.",
      "example_translation": "Je vais tenter de finir le projet, l'ai tenté le mois dernier, et le tenterai à nouveau l'année prochaine.",
      "imageLink": "image_files\\English\\attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "attend",
      "translation": "assister",
      "definition": "To be present at an event or meeting; to take care of a person or thing",
      "definition_translation": "Être présent à un événement ou une réunion; prendre soin d'une personne ou d'une chose",
      "example": "I attended the meeting yesterday. I will attend the party tonight. I have attended all the classes this semester.",
      "example_translation": "J'ai assisté à la réunion hier. J'assisterai à la soirée ce soir. J'ai assisté à toutes les classes ce semestre.",
      "imageLink": "image_files\\English\\attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "babysit",
      "translation": "garder d'enfants",
      "definition": "To take care of a child or children while their parents are away",
      "definition_translation": "Prendre soin d'un enfant ou d'enfants lorsque leurs parents sont absents",
      "example": "I babysat my sister's kids last night. I will babysit my niece tomorrow. I have babysat many children before.",
      "example_translation": "J'ai gardé les enfants de ma sœur hier soir. Je garderai ma nièce demain. J'ai gardé de nombreux enfants avant.",
      "imageLink": "image_files\\English\\babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "behave",
      "translation": "se comporter",
      "definition": "To act or conduct oneself in a certain way",
      "definition_translation": "Agir ou se conduire de manière certaine",
      "example": "The children will behave well in school. She behaved badly in the meeting yesterday. They will behave themselves at the party tonight.",
      "example_translation": "Les enfants se comporteront bien à l'école. Elle s'est mal comportée à la réunion hier. Ils se comporteront eux-mêmes à la soirée ce soir.",
      "imageLink": "image_files\\English\\behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bite",
      "translation": "mordre",
      "definition": "To grip or chew something with one's teeth",
      "definition_translation": "Serrer ou mâcher quelque chose avec ses dents",
      "example": "The dog bit my hand. She will bite her nails out of nervousness. They bit into the apple.",
      "example_translation": "Le chien m'a mordu la main. Elle se mordra les ongles par nervosité. Ils ont mordu dans la pomme.",
      "imageLink": "image_files\\English\\bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "blow",
      "translation": "souffler",
      "definition": "To create a current of air by using the mouth or a device, or to move air out of the mouth",
      "definition_translation": "Créer un courant d'air en utilisant la bouche ou un appareil, ou de sortir de l'air de la bouche",
      "example": "She likes to blow bubbles in her drink. Yesterday, she blew bubbles all day. Tomorrow, she will blow bubbles again.",
      "example_translation": "Elle aime souffler des bulles dans son verre. Hier, elle a soufflé des bulles tout au long de la journée. Demain, elle soufflera des bulles à nouveau.",
      "imageLink": "image_files\\English\\blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bomb",
      "translation": "bombe",
      "definition": "An explosive device designed to release energy in a sudden and violent manner",
      "definition_translation": "Un dispositif explosif conçu pour libérer de l'énergie d'une manière soudaine et violente",
      "example": "The bomb exploded in the city center. The police had bombed the building yesterday. They will bomb the target again tomorrow.",
      "example_translation": "La bombe a explosé dans le centre-ville. La police avait bombardé le bâtiment hier. Ils bombarderont la cible à nouveau demain.",
      "imageLink": "image_files\\English\\bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "burn",
      "translation": "brûler",
      "definition": "To undergo rapid combustion, or to cause something to undergo rapid combustion",
      "definition_translation": "Subir une combustion rapide, ou de causer quelque chose de subir une combustion rapide",
      "example": "The fire will burn all night. It burned down the house yesterday. It will burn the wood again tomorrow.",
      "example_translation": "Le feu brûlera toute la nuit. Il a brûlé la maison hier. Il brûlera le bois à nouveau demain.",
      "imageLink": "image_files\\English\\burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "burst into tears",
      "translation": "éclater en larmes",
      "definition": "To suddenly start crying, often due to strong emotions",
      "definition_translation": "Commencer à pleurer soudainement, souvent en raison de forts émotions",
      "example": "She burst into tears when she heard the news. Yesterday, she had burst into tears at the funeral. Tomorrow, she will burst into tears again when she sees the movie.",
      "example_translation": "Elle a éclaté en larmes lorsqu'elle a appris la nouvelle. Hier, elle avait éclaté en larmes au funérailles. Demain, elle éclatera en larmes à nouveau lorsqu'elle verra le film.",
      "imageLink": "image_files\\English\\burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bury",
      "translation": "enterrer",
      "definition": "To put a dead body in a hole in the ground, or to put something in a hole in the ground and cover it with earth.",
      "definition_translation": "Mettre un cadavre dans un trou dans le sol, ou mettre quelque chose dans un trou dans le sol et le couvrir de terre.",
      "example": "I buried the treasure in the backyard when I was a kid. I will bury the dog when it dies. She had buried her feelings for years.",
      "example_translation": "J'ai enterré le trésor dans le jardin lorsque j'étais enfant. J'enterrerai le chien lorsqu'il mourra. Elle avait enterré ses sentiments pendant des années.",
      "imageLink": "image_files\\English\\bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cancel",
      "translation": "annuler",
      "definition": "To officially stop something from happening, or to stop doing something.",
      "definition_translation": "Arrêter officiellement quelque chose de se produire, ou arrêter de faire quelque chose.",
      "example": "I cancelled my trip to Paris due to the pandemic. She will cancel her subscription if they don't improve their service. They cancelled the concert because of the weather.",
      "example_translation": "J'ai annulé mon voyage à Paris en raison de la pandémie. Elle annulera son abonnement si ils n'améliorent pas leur service. Ils ont annulé le concert en raison du temps.",
      "imageLink": "image_files\\English\\cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "check in",
      "translation": "enregister",
      "definition": "To officially arrive at a place, especially a hotel, and tell the staff that you have arrived.",
      "definition_translation": "Arriver officiellement dans un endroit, notamment un hôtel, et informer le personnel que vous êtes arrivé.",
      "example": "I checked in at the hotel and went straight to my room. They will check in at the airport before their flight. She checked in at the gym to use the equipment.",
      "example_translation": "J'ai enregistré à l'hôtel et suis allé directement à ma chambre. Ils vont s'enregistrer à l'aéroport avant leur vol. Elle a enregistré à la salle de gym pour utiliser les équipements.",
      "imageLink": "image_files\\English\\check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "check out",
      "translation": "vérifier",
      "definition": "To pay for the things you have bought, or to leave a hotel or shop after paying your bill.",
      "definition_translation": "Payer les choses que vous avez achetées, ou quitter un hôtel ou un magasin après avoir payé votre facture.",
      "example": "I checked out of the hotel and went to the airport. She will check out the book from the library. They checked out of the store after buying the clothes.",
      "example_translation": "J'ai vérifié à l'hôtel et suis allé à l'aéroport. Elle va vérifier le livre à la bibliothèque. Ils ont vérifié au magasin après avoir acheté les vêtements.",
      "imageLink": "image_files\\English\\check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "circle",
      "translation": "cercle",
      "definition": "A circle is a round shape with no beginning or end, where every point on the edge is equal distance from the center.",
      "definition_translation": "Un cercle est une forme ronde sans commencement ni fin, où chaque point de bord est à distance égale du centre.",
      "example": "I drew a circle on the paper. Yesterday, I drew a circle on the board. Tomorrow, I will draw a circle on the wall.",
      "example_translation": "J'ai dessiné un cercle sur le papier. Hier, j'ai dessiné un cercle sur le tableau. Demain, je vais dessiner un cercle sur le mur.",
      "imageLink": "image_files\\English\\circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "clap",
      "translation": "applaudir",
      "definition": "To clap is to strike the palms of the hands together, typically to express approval or appreciation.",
      "definition_translation": "Applaudir, c'est frapper les paumes des mains l'une contre l'autre, généralement pour exprimer l'approbation ou l'appréciation.",
      "example": "The audience clapped after the show. Yesterday, the students clapped for the teacher. Tomorrow, we will clap for the winner.",
      "example_translation": "Le public a applaudi après le spectacle. Hier, les étudiants ont applaudi pour le professeur. Demain, nous applaudirons pour le vainqueur.",
      "imageLink": "image_files\\English\\clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "collect",
      "translation": "collecter",
      "definition": "To collect is to gather or bring together things, often in a systematic way.",
      "definition_translation": "Collecter, c'est rassembler ou réunir des choses, souvent de manière systématique.",
      "example": "I collected stamps when I was a kid. Yesterday, the volunteers collected donations for the charity. Tomorrow, we will collect data for the research.",
      "example_translation": "J'ai collectionné des timbres quand j'étais gamin. Hier, les bénévoles ont collecté des dons pour la charité. Demain, nous allons collecter des données pour la recherche.",
      "imageLink": "image_files\\English\\collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "comb",
      "translation": "peigne",
      "definition": "A comb is a tool used for arranging or cleaning hair, or for separating or straightening fibers.",
      "definition_translation": "Un peigne est un outil utilisé pour arranger ou nettoyer les cheveux, ou pour séparer ou redresser les fibres.",
      "example": "I used a comb to detangle my hair. Yesterday, my sister used a comb to style her hair. Tomorrow, I will use a comb to groom my pet.",
      "example_translation": "J'ai utilisé un peigne pour démêler mes cheveux. Hier, ma sœur a utilisé un peigne pour coiffer ses cheveux. Demain, j'utiliserai un peigne pour toiletter mon animal de compagnie.",
      "imageLink": "image_files\\English\\comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "compete",
      "translation": "concourir",
      "definition": "To strive or struggle for something, especially to win or achieve something.",
      "definition_translation": "Lutter ou se battre pour quelque chose, notamment pour gagner ou accomplir quelque chose.",
      "example": "I will compete in the marathon next year, I competed in it last year, and I compete in it every year.",
      "example_translation": "Je vais concourir au marathon l'an prochain, j'ai concouru dans celui de l'année dernière, et je concours dans celui de chaque année.",
      "imageLink": "image_files\\English\\compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "concentrate",
      "translation": "se concentrer",
      "definition": "To focus one's attention or effort on a particular task or activity.",
      "definition_translation": "De concentrer son attention ou ses efforts sur une tâche ou une activité particulière.",
      "example": "I will concentrate on my studies, I concentrated on my work, and I concentrate on my goals.",
      "example_translation": "Je vais me concentrer sur mes études, j'ai concentré sur mon travail, et je me concentre sur mes objectifs.",
      "imageLink": "image_files\\English\\concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "connect",
      "translation": "se connecter",
      "definition": "To join or link something together, especially to join two or more things together.",
      "definition_translation": "De joindre ou de relier quelque chose ensemble, notamment de joindre deux choses ou plus ensemble.",
      "example": "I will connect the wires, I connected the dots, and I connect with people online.",
      "example_translation": "Je vais connecter les fils, j'ai connecté les points, et je me connecte avec les gens en ligne.",
      "imageLink": "image_files\\English\\connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "continue",
      "translation": "continuer",
      "definition": "To keep doing something or to keep happening.",
      "definition_translation": "De continuer à faire quelque chose ou de continuer à se produire.",
      "example": "I will continue my education, I continued working, and I continue to learn new things.",
      "example_translation": "Je vais continuer mon éducation, j'ai continué de travailler, et je continue d'apprendre de nouvelles choses.",
      "imageLink": "image_files\\English\\continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "control",
      "translation": "contrôle",
      "definition": "The power to influence or direct people's behavior or the course of events.",
      "definition_translation": "Le pouvoir d'influencer ou de diriger le comportement des gens ou le cours des événements.",
      "example": "I tried to control my emotions during the difficult conversation. I will control the budget to ensure we stay within limits. I controlled the situation by staying calm.",
      "example_translation": "J'ai essayé de contrôler mes émotions pendant la conversation difficile. Je vais contrôler le budget pour nous assurer de rester dans les limites. J'ai contrôlé la situation en restant calme.",
      "imageLink": "image_files\\English\\control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cough",
      "translation": "tousser",
      "definition": "A sudden, forceful expulsion of air from the lungs, typically to clear the airways.",
      "definition_translation": "Une soudaine et violente expulsion d'air des poumons, généralement pour dégager les voies respiratoires.",
      "example": "I had a bad cough last winter. She coughed loudly to get attention. They will cough up blood if they don't quit smoking.",
      "example_translation": "J'ai eu une mauvaise toux l'hiver dernier. Elle a toussé bruyamment pour attirer l'attention. Ils vont tous tousser du sang s'ils ne cessent pas de fumer.",
      "imageLink": "image_files\\English\\cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "count",
      "translation": "compter",
      "definition": "To determine the number of something by counting or calculating.",
      "definition_translation": "Déterminer le nombre de quelque chose en comptant ou en calculant.",
      "example": "I will count the money carefully. She counted the days until her birthday. They will count on us to deliver the project on time.",
      "example_translation": "Je vais compter l'argent soigneusement. Elle a compté les jours jusqu'à son anniversaire. Ils vont compter sur nous pour livrer le projet à temps.",
      "imageLink": "image_files\\English\\count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "crash",
      "translation": "s'écraser",
      "definition": "To fall or come into contact with something violently and suddenly, often causing damage or injury.",
      "definition_translation": "Tomber ou entrer en contact avec quelque chose de manière violente et soudaine, souvent causant des dégâts ou des blessures.",
      "example": "The car crashed into the wall. I crashed my computer by spilling coffee on it. They will crash the party if they don't get an invitation.",
      "example_translation": "La voiture s'est écrasée contre le mur. J'ai crashé mon ordinateur en renversant du café sur lui. Ils vont s'écraser à la fête si ils n'ont pas d'invitation.",
      "imageLink": "image_files\\English\\crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "create",
      "translation": "créer",
      "definition": "to bring something into existence or to make something new",
      "definition_translation": "apporter quelque chose à l'existence ou faire quelque chose de nouveau",
      "example": "I created a painting yesterday, I am creating a new recipe now, and I will create a garden next week.",
      "example_translation": "J'ai créé un tableau hier, je crée une nouvelle recette maintenant, et je créerai un jardin la semaine prochaine.",
      "imageLink": "image_files\\English\\create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cycle",
      "translation": "cycler",
      "definition": "a series of events or processes that repeat in a regular order",
      "definition_translation": "une série d'événements ou de processus qui se répètent dans un ordre régulier",
      "example": "The water cycle is essential for life, I cycled to work this morning, and the company will cycle through another round of layoffs.",
      "example_translation": "Le cycle de l'eau est essentiel pour la vie, j'ai cyclé au travail ce matin, et l'entreprise va cycler à travers un autre tour de licenciements.",
      "imageLink": "image_files\\English\\cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "damage",
      "translation": "endommager",
      "definition": "to cause harm or injury to something or someone",
      "definition_translation": "causer du mal ou des blessures à quelque chose ou à quelqu'un",
      "example": "The storm caused significant damage to the crops, the company suffered damage to its reputation, and the accident will damage the car.",
      "example_translation": "L'orage a causé des dommages importants aux cultures, l'entreprise a subi des dommages à sa réputation, et l'accident va endommager la voiture.",
      "imageLink": "image_files\\English\\damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "decorate",
      "translation": "décorer",
      "definition": "to make something more attractive by adding extra features or ornaments",
      "definition_translation": " rendre quelque chose plus attractif en ajoutant des fonctionnalités supplémentaires ou des ornements",
      "example": "I decorated the room for the party, the city decorates the streets for Christmas, and she will decorate the cake for the wedding.",
      "example_translation": "J'ai décoré la pièce pour la fête, la ville décore les rues pour Noël, et elle va décorer le gâteau pour le mariage.",
      "imageLink": "image_files\\English\\decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "decorate",
      "translation": "décorer",
      "definition": "to make something look more attractive by adding decorations",
      "definition_translation": "rendre quelque chose plus attractif en ajoutant des décorations",
      "example": "I decorated my room with balloons and streamers for my birthday. I will decorate the cake for the party tonight. I decorated my house with lights last year.",
      "example_translation": "J'ai décoré ma chambre avec des ballons et des rubans pour mon anniversaire. Je vais décorer le gâteau pour la soirée ce soir. J'avais décoré ma maison avec des lumières l'année dernière.",
      "imageLink": "image_files\\English\\decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "defeat",
      "translation": "défaire",
      "definition": "to win a victory over someone or something in a competition, election, or fight",
      "definition_translation": "remporter une victoire sur quelqu'un ou quelque chose dans une compétition, une élection ou un combat",
      "example": "Our team was defeated in the finals last year. The politician was defeated in the election. I will defeat my opponent in the chess game.",
      "example_translation": "Notre équipe a été défaite en finale l'année dernière. Le politicien a été défaite lors de l'élection. Je vais défaire mon adversaire au jeu d'échecs.",
      "imageLink": "image_files\\English\\defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "defend",
      "translation": "défendre",
      "definition": "to protect someone or something from attack or harm",
      "definition_translation": "protéger quelqu'un ou quelque chose d'une attaque ou d'un préjudice",
      "example": "The lawyer defended the client in court. The country defended its borders from invasion. She will defend her thesis next month.",
      "example_translation": "L'avocat a défendu le client au tribunal. Le pays a défendu ses frontières contre l'invasion. Elle défendra sa thèse le mois prochain.",
      "imageLink": "image_files\\English\\defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "delay",
      "translation": "retarder",
      "definition": "to put off or postpone something until a later time",
      "definition_translation": "reporter ou retarder quelque chose jusqu'à une heure plus tard",
      "example": "The flight was delayed due to bad weather. I delayed my trip to the beach because of the rain. She will delay her project until next week.",
      "example_translation": "Le vol a été retardé en raison du mauvais temps. J'ai retardé mon voyage à la plage en raison de la pluie. Elle retardera son projet jusqu'à la semaine prochaine.",
      "imageLink": "image_files\\English\\delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "delete",
      "translation": "supprimer",
      "definition": "to remove or erase something, such as text or an image, from a computer or device",
      "definition_translation": "retirer ou effacer quelque chose, comme du texte ou une image, d'un ordinateur ou d'un appareil",
      "example": "I will delete the file tomorrow, I deleted the file yesterday, I delete the file every day.",
      "example_translation": "Je supprimerai le fichier demain, j'ai supprimé le fichier hier, je supprime le fichier tous les jours.",
      "imageLink": "image_files\\English\\delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "deliver",
      "translation": "livrer",
      "definition": "to take something to someone or somewhere, often goods or services, and give it to them",
      "definition_translation": "apporter quelque chose à quelqu'un ou quelque part, souvent des biens ou des services, et le leur donner",
      "example": "I will deliver the package tomorrow, I delivered the package yesterday, I deliver packages every day.",
      "example_translation": "Je livrerai le paquet demain, j'ai livré le paquet hier, je livre des paquets tous les jours.",
      "imageLink": "image_files\\English\\deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "design",
      "translation": "concevoir",
      "definition": "to plan and make decisions about the look and function of something, such as a product or a building",
      "definition_translation": "planifier et prendre des décisions sur l'apparence et la fonction de quelque chose, comme un produit ou un bâtiment",
      "example": "I will design a new logo tomorrow, I designed a new logo yesterday, I design logos every day.",
      "example_translation": "Je concevrai un nouveau logo demain, j'ai conçu un nouveau logo hier, je conçois des logos tous les jours.",
      "imageLink": "image_files\\English\\design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "destroy",
      "translation": "détruire",
      "definition": "to cause something to be completely ruined or broken, often on purpose",
      "definition_translation": "causer que quelque chose soit complètement ruiné ou cassé, souvent intentionnellement",
      "example": "I will destroy the old building tomorrow, I destroyed the old building yesterday, I destroy old buildings every day.",
      "example_translation": "Je détruirai l'ancien bâtiment demain, j'ai détruit l'ancien bâtiment hier, je détruis les anciens bâtiments tous les jours.",
      "imageLink": "image_files\\English\\destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dial",
      "translation": "composer",
      "definition": "A dial is a flat plate or disc with markings, used for adjusting or measuring something, such as the time on a clock.",
      "definition_translation": "Un cadran est une plaque ou disque plat avec des marquages, utilisé pour ajuster ou mesurer quelque chose, comme l'heure sur une horloge.",
      "example": "I had to dial the correct time on my watch, then I dialed the number on my phone, and finally I will dial the radio frequency tomorrow.",
      "example_translation": "J'ai dû composer l'heure correcte sur ma montre, puis j'ai composé le numéro sur mon téléphone, et enfin je composerai la fréquence radio demain.",
      "imageLink": "image_files\\English\\dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dig",
      "translation": "fouiller",
      "definition": "To dig is to make a hole or excavation in the ground, usually using a tool or machine.",
      "definition_translation": "Fouiller signifie faire un trou ou une excavation dans le sol, généralement en utilisant un outil ou une machine.",
      "example": "I dug a hole in the backyard yesterday, I am digging a trench today, and I will dig a foundation for the new house next week.",
      "example_translation": "J'ai creusé un trou dans le jardin hier, je creuse un fossé aujourd'hui, et je creuserai les fondements de la nouvelle maison la semaine prochaine.",
      "imageLink": "image_files\\English\\dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "direct",
      "translation": "direct",
      "definition": "Direct means moving or going straight to a place, person, or thing, without being blocked or changed.",
      "definition_translation": "Direct signifie se déplacer ou aller directement dans un endroit, une personne ou quelque chose, sans être bloqué ou modifié.",
      "example": "The bus will take a direct route to the city, I give direct instructions to my team, and the new policy will have a direct impact on our sales.",
      "example_translation": "Le bus prendra un itinéraire direct jusqu'à la ville, je donne des instructions directes à mon équipe, et la nouvelle politique aura un impact direct sur nos ventes.",
      "imageLink": "image_files\\English\\direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "direct",
      "translation": "diriger",
      "definition": "To direct means to control or supervise the actions or movements of people, animals, or things.",
      "definition_translation": "Diriger signifie contrôler ou superviser les actions ou mouvements des personnes, des animaux ou des choses.",
      "example": "The coach will direct the players during the game, I directed the movie last year, and the CEO will direct the company's strategy.",
      "example_translation": "L'entraîneur dirigera les joueurs pendant le match, j'ai dirigé le film l'an dernier, et le PDG dirigera la stratégie de l'entreprise.",
      "imageLink": "image_files\\English\\direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "discover",
      "translation": "découvrir",
      "definition": "To find or learn something new or unknown, especially by accident or exploration.",
      "definition_translation": "Trouver ou apprendre quelque chose de nouveau ou inconnu, notamment par hasard ou exploration.",
      "example": "I will discover the hidden treasure tomorrow. Today, I discovered a new species of bird. Yesterday, I had discovered a mistake in the code.",
      "example_translation": "Je vais découvrir le trésor caché demain. Aujourd'hui, j'ai découvert une nouvelle espèce d'oiseau. Hier, j'avais découvert une erreur dans le code.",
      "imageLink": "image_files\\English\\discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "display",
      "translation": "afficher",
      "definition": "To show or exhibit something in a public place, often to attract attention or interest.",
      "definition_translation": "Montrer ou exposer quelque chose dans un endroit public, souvent pour attirer l'attention ou l'intérêt.",
      "example": "The museum will display the new art collection next month. The shop is displaying a new fashion line. The company had displayed their products at the trade show.",
      "example_translation": "Le musée va afficher la nouvelle collection d'art le mois prochain. Le magasin est en train d'afficher une nouvelle ligne de mode. L'entreprise avait affiché leurs produits au salon professionnel.",
      "imageLink": "image_files\\English\\display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dive",
      "translation": "plonger",
      "definition": "To jump or fall into water, often headfirst, or to descend suddenly and steeply.",
      "definition_translation": "Sauter ou tomber dans l'eau, souvent la tête la première, ou descendre brusquement et abruptement.",
      "example": "I will dive into the pool tomorrow. Yesterday, I dove into the ocean. Today, I am diving into the lake.",
      "example_translation": "Je vais plonger dans la piscine demain. Hier, j'ai plongé dans l'océan. Aujourd'hui, je plonge dans le lac.",
      "imageLink": "image_files\\English\\dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "divide",
      "translation": "diviser",
      "definition": "To separate or part something into two or more distinct groups, areas, or entities.",
      "definition_translation": "Séparer ou diviser quelque chose en deux ou plusieurs groupes, zones ou entités distinctes.",
      "example": "I will divide the cake into three parts. Yesterday, I divided the room into two areas. Today, I am dividing my time between work and study.",
      "example_translation": "Je vais diviser le gâteau en trois parties. Hier, j'ai divisé la chambre en deux zones. Aujourd'hui, je divise mon temps entre le travail et l'étude.",
      "imageLink": "image_files\\English\\divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "drop",
      "translation": "lâcher",
      "definition": "To release or let fall something from a height, often accidentally or unintentionally.",
      "definition_translation": "Lâcher ou laisser tomber quelque chose d'une hauteur, souvent accidentellement ou involontairement.",
      "example": "I dropped my phone on the floor. I am dropping off the package at the post office. I will drop by your place tomorrow.",
      "example_translation": "J'ai laissé tomber mon téléphone sur le sol. Je laisse tomber le paquet à la poste. Je passerai chez toi demain.",
      "imageLink": "image_files\\English\\drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "employ",
      "translation": "employer",
      "definition": "To give someone a job or work in return for payment.",
      "definition_translation": "Donner un travail à quelqu'un ou travail en échange d'un paiement.",
      "example": "The company employs many people. She employed him as her personal assistant. They will employ new staff next quarter.",
      "example_translation": "L'entreprise emploie beaucoup de personnes. Elle l'a embauché comme son assistant personnel. Ils emploieront du personnel nouveau le trimestre prochain.",
      "imageLink": "image_files\\English\\employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "encourage",
      "translation": "encourager",
      "definition": "To give someone confidence or support to do something.",
      "definition_translation": "Donner confiance ou soutien à quelqu'un pour faire quelque chose.",
      "example": "Her parents encouraged her to pursue her dreams. They encouraged him to take risks. We will encourage the team to work harder.",
      "example_translation": "Ses parents l'ont encouragée à poursuivre ses rêves. Ils l'ont encouragé à prendre des risques. Nous allons encouragement l'équipe à travailler plus dur.",
      "imageLink": "image_files\\English\\encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "enter",
      "translation": "entrer",
      "definition": "To come or go into a place, building, or room.",
      "definition_translation": "Venir ou aller dans un endroit, bâtiment ou pièce.",
      "example": "I entered the room quietly. She will enter the competition next year. They entered the office building.",
      "example_translation": "Je suis entré dans la pièce tranquillement. Elle entrera dans la compétition l'année prochaine. Ils sont entrés dans le bâtiment du bureau.",
      "imageLink": "image_files\\English\\enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "entertain",
      "translation": "divertir",
      "definition": "To engage in an activity, especially one that is entertaining, such as playing a game or watching a movie.",
      "definition_translation": "S'adonner à une activité, notamment une qui est amusante, comme jouer à un jeu ou regarder un film.",
      "example": "I entertained my guests with a game of charades. Yesterday, I entertained the idea of quitting my job. Tomorrow, I will entertain the possibility of moving to Paris.",
      "example_translation": "J'ai divertis mes invités avec un jeu de charades. Hier, j'ai amusé l'idée d'abandonner mon emploi. Demain, je vais amuser la possibilité de me installer à Paris.",
      "imageLink": "image_files\\English\\entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "escape",
      "translation": "s'échapper",
      "definition": "To break free from confinement or control.",
      "definition_translation": "Se libérer de la captivité ou du contrôle.",
      "example": "I escaped from the burning building. She escaped from her abusive relationship. They will escape to the beach for a vacation.",
      "example_translation": "Je me suis échappé de l'immeuble en feu. Elle s'est échappée de sa relation abusive. Ils vont s'échapper à la plage pour des vacances.",
      "imageLink": "image_files\\English\\escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "exercise",
      "translation": "exercice",
      "definition": "A activity or set of activities done to improve or maintain physical fitness.",
      "definition_translation": "Une activité ou un ensemble d'activités faites pour améliorer ou maintenir la forme physique.",
      "example": "I exercise every morning. Yesterday, I exercised my right to vote. Tomorrow, I will exercise my muscles at the gym.",
      "example_translation": "Je fait de l'exercice chaque matin. Hier, j'ai exercé mon droit de vote. Demain, je vais exercer mes muscles au gym.",
      "imageLink": "image_files\\English\\exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "exit",
      "translation": "sortie",
      "definition": "A way out of a place, such as a door or gate.",
      "definition_translation": "Un moyen de sortir d'un endroit, tel qu'une porte ou une grille.",
      "example": "I exit the building through the emergency exit. Yesterday, I exited the highway at the next exit. Tomorrow, I will exit the program if it doesn't work.",
      "example_translation": "Je sors du bâtiment par la sortie de secours. Hier, j'ai quitté l'autoroute à la prochaine sortie. Demain, je vais quitter le programme si cela ne fonctionne pas.",
      "imageLink": "image_files\\English\\exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "expect",
      "translation": "attendre",
      "definition": "to look forward to something happening or to believe that something will happen",
      "definition_translation": "attendre à quelque chose qui se produira ou croire que quelque chose se produira",
      "example": "I expected to finish the project on time, but it took longer than expected. I expect to see you tomorrow. I will expect a response by the end of the week.",
      "example_translation": "J'attendais de finir le projet à temps, mais cela a pris plus longtemps que prévu. J'attends de vous voir demain. J'attendrai une réponse d'ici la fin de la semaine.",
      "imageLink": "image_files\\English\\expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "explore",
      "translation": "explorer",
      "definition": "to investigate or examine something in order to gain a deeper understanding of it",
      "definition_translation": "examiner quelque chose pour en avoir une compréhension plus profonde",
      "example": "We explored the new city by foot, exploring all the hidden streets. She has always wanted to explore the Amazon rainforest. They will explore the new market opportunities next quarter.",
      "example_translation": "Nous avons exploré la nouvelle ville à pied, explorant toutes les rues cachées. Elle a toujours voulu explorer la forêt amazonienne. Ils exploreront les nouvelles opportunités de marché le trimestre prochain.",
      "imageLink": "image_files\\English\\explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "face",
      "translation": "visage",
      "definition": "the front part of the head, including the eyes, nose, and mouth",
      "definition_translation": "la partie frontale de la tête, y compris les yeux, le nez et la bouche",
      "example": "She washed her face with soap and water. The face of the clock was old and worn out. He made a funny face to make his sister laugh.",
      "example_translation": "Elle a lavé son visage avec du savon et de l'eau. Le visage de l'horloge était vieux et usé. Il a fait une tête drôle pour faire rire sa sœur.",
      "imageLink": "image_files\\English\\face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fall asleep",
      "translation": "s'endormir",
      "definition": "to become unconscious and enter a state of sleep",
      "definition_translation": "devenir inconscient et entrer dans un état de sommeil",
      "example": "I fell asleep on the couch while watching TV. She falls asleep as soon as her head hits the pillow. They will fall asleep early tonight after a long day.",
      "example_translation": "Je me suis endormi sur le canapé en regardant la télévision. Elle s'endort dès que sa tête touche l'oreiller. Ils s'endormiront tôt ce soir après une longue journée.",
      "imageLink": "image_files\\English\\fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fall in love",
      "translation": "tomber amoureux",
      "definition": "To become deeply emotionally involved with someone, often unexpectedly or suddenly.",
      "definition_translation": "Devenir émotionnellement impliqué avec quelqu'un, souvent de manière inattendue ou soudaine.",
      "example": "I fell in love with her the first time I saw her. I am falling in love with her more and more every day. I will fall in love with someone someday.",
      "example_translation": "Je suis tombé amoureux d'elle la première fois que je l'ai vue. Je tombe amoureux d'elle de plus en plus chaque jour. Je tomberai amoureux de quelqu'un un jour.",
      "imageLink": "image_files\\English\\fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fasten",
      "translation": "attacher",
      "definition": "To secure or fix something in place, typically using a device or process.",
      "definition_translation": "Fixer ou sécuriser quelque chose en place, généralement en utilisant un dispositif ou un processus.",
      "example": "I fastened my seatbelt before the plane took off. She fastens her hair with a pin. He will fasten the door with a lock.",
      "example_translation": "J'ai attaché ma ceinture de sécurité avant que l'avion ne décolle. Elle attache ses cheveux avec une épingle. Il attachera la porte avec un verrou.",
      "imageLink": "image_files\\English\\fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "feed",
      "translation": "nourrir",
      "definition": "To give food to a person, animal, or plant, or to supply a machine with fuel or material.",
      "definition_translation": "Donner de la nourriture à une personne, un animal ou une plante, ou fournir de la matière première à une machine.",
      "example": "I fed the dog this morning. She feeds the baby with milk. They will feed the machine with coal.",
      "example_translation": "J'ai nourri le chien ce matin. Elle nourrit le bébé avec du lait. Ils nourriront la machine avec du charbon.",
      "imageLink": "image_files\\English\\feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fetch",
      "translation": "chercher",
      "definition": "To go and bring something back, typically because someone has asked you to do so.",
      "definition_translation": "Aller chercher quelque chose et le ramener, généralement parce que quelqu'un vous a demandé de le faire.",
      "example": "I fetched the book from the library. She fetched water from the well. They will fetch the mail tomorrow.",
      "example_translation": "J'ai cherché le livre à la bibliothèque. Elle a cherché de l'eau au puits. Ils chercheront le courrier demain.",
      "imageLink": "image_files\\English\\fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fight",
      "translation": "se battre",
      "definition": "To engage in combat or a physical struggle.",
      "definition_translation": "S'engager dans un combat ou une lutte physique.",
      "example": "I fought against my brother when we were kids, but now we are friends. I am going to fight for my rights, and I will have fought for justice.",
      "example_translation": "J'ai combattu contre mon frère lorsque nous étions jeunes, mais maintenant nous sommes amis. Je vais me battre pour mes droits, et j'aurai combattu pour la justice.",
      "imageLink": "image_files\\English\\fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "film",
      "translation": "film",
      "definition": "A motion picture or movie.",
      "definition_translation": "Un film ou un motion picture.",
      "example": "I watched a film last night, but I will watch a film tomorrow, and I had watched a film the day before. The film was very interesting.",
      "example_translation": "J'ai regardé un film la nuit dernière, mais je vais regarder un film demain, et j'avais regardé un film la veille. Le film était très intéressant.",
      "imageLink": "image_files\\English\\film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fish",
      "translation": "poisson",
      "definition": "A cold-blooded aquatic animal.",
      "definition_translation": "Un animal aquatique à sang froid.",
      "example": "I caught a fish yesterday, but I will catch a fish tomorrow, and I had caught a fish the day before. The fish was very big.",
      "example_translation": "J'ai attrapé un poisson hier, mais je vais attraper un poisson demain, et j'avais attrapé un poisson la veille. Le poisson était très grand.",
      "imageLink": "image_files\\English\\fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fix",
      "translation": "réparer",
      "definition": "To repair or mend something.",
      "definition_translation": "Réparer ou réparer quelque chose.",
      "example": "I fixed the computer yesterday, but I will fix the bike tomorrow, and I had fixed the pipe the day before. The computer was fixed quickly.",
      "example_translation": "J'ai réparé l'ordinateur hier, mais je vais réparer le vélo demain, et j'avais réparé le tuyau la veille. L'ordinateur a été réparé rapidement.",
      "imageLink": "image_files\\English\\fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "float",
      "translation": "flotter",
      "definition": "to rest on the surface of a liquid or in the air",
      "definition_translation": "rester à la surface d'un liquide ou dans l'air",
      "example": "The boat will float on the lake. It floated on the lake. It will float on the lake.",
      "example_translation": "Le bateau flottera sur le lac. Il a flotté sur le lac. Il flottera sur le lac.",
      "imageLink": "image_files\\English\\float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fold",
      "translation": "plier",
      "definition": "to bend or crease something so that one part covers another",
      "definition_translation": "plier ou creuser quelque chose de manière que l'une de ses parties couvre une autre",
      "example": "She folded the letter. She has folded the letter. She will fold the letter.",
      "example_translation": "Elle a plié la lettre. Elle a plié la lettre. Elle pliera la lettre.",
      "imageLink": "image_files\\English\\fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "follow",
      "translation": "suivre",
      "definition": "to come or go after someone or something",
      "definition_translation": "venir ou aller après quelqu'un ou quelque chose",
      "example": "I will follow you. I followed you. I follow you.",
      "example_translation": "Je vous suivrai. Je vous ai suivi. Je vous suis.",
      "imageLink": "image_files\\English\\follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grab",
      "translation": "saisir",
      "definition": "to take hold of something suddenly and firmly",
      "definition_translation": "prendre possession de quelque chose brusquement et fermement",
      "example": "He grabbed the phone. He has grabbed the phone. He will grab the phone.",
      "example_translation": "Il a saisi le téléphone. Il a saisi le téléphone. Il saisira le téléphone.",
      "imageLink": "image_files\\English\\grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "guide",
      "translation": "guide",
      "definition": "A person who shows the way, especially one who conducts travelers or tourists through a place.",
      "definition_translation": "Une personne qui montre le chemin, notamment celle qui conduit des voyageurs ou des touristes à travers un endroit.",
      "example": "I hired a guide to show me around the city. The guide will guide us through the museum tomorrow. I will be a guide for the new employees next week.",
      "example_translation": "J'ai embauché un guide pour me faire visiter la ville. Le guide nous fera visiter le musée demain. Je serai un guide pour les nouveaux employés la semaine prochaine.",
      "imageLink": "image_files\\English\\guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "handle",
      "translation": "poignée",
      "definition": "A part of an object that is designed to be held or grasped, especially a bar or grip.",
      "definition_translation": "Une partie d'un objet conçu pour être tenu ou saisi, notamment une barre ou une poignée.",
      "example": "I need to handle the fragile vase with care. She handled the situation with ease. I will handle the project from now on.",
      "example_translation": "Il faut que je manipule le vase fragile avec soin. Elle a géré la situation avec facilité. Je vais gérer le projet désormais.",
      "imageLink": "image_files\\English\\handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hang",
      "translation": "pendre",
      "definition": "To suspend or be suspended in the air, typically from a hook or by a rope or chain.",
      "definition_translation": "Suspendre ou être suspendu dans l'air, généralement à partir d'un crochet ou par une corde ou une chaîne.",
      "example": "I will hang the picture on the wall tomorrow. She hung up her coat on the hook. I hanged out with my friends yesterday.",
      "example_translation": "Je vais accrocher le tableau au mur demain. Elle a accroché son manteau au crochet. J'ai traîné avec mes amis hier.",
      "imageLink": "image_files\\English\\hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hide",
      "translation": "cacher",
      "definition": "To conceal or cover something so that it cannot be seen or found.",
      "definition_translation": "Cacher ou couvrir quelque chose pour qu'il ne puisse pas être vu ou trouvé.",
      "example": "I will hide the gift until her birthday. She hid behind the door. I hid my feelings from him.",
      "example_translation": "Je vais cacher le cadeau jusqu'à son anniversaire. Elle s'est cachée derrière la porte. J'ai caché mes sentiments à lui.",
      "imageLink": "image_files\\English\\hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hire",
      "translation": "embaucher",
      "definition": "to engage the services of someone for a payment, usually for a specific period of time",
      "definition_translation": "engage les services de quelqu'un contre paiement, généralement pour une période de temps spécifique",
      "example": "I hired a lawyer to handle my case. I will hire a new employee next week. She hired a taxi to go to the airport.",
      "example_translation": "J'ai embauché un avocat pour gérer mon affaire. Je vais embaucher un nouvel employé la semaine prochaine. Elle a embauché un taxi pour aller à l'aéroport.",
      "imageLink": "image_files\\English\\hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hitchhike",
      "translation": "faire de l'auto-stop",
      "definition": "to travel by getting rides from passing vehicles, often by standing on the side of the road and signaling to drivers",
      "definition_translation": "voyager en obtenant des trajets à l'arrière de véhicules qui passent, souvent en se tenant sur le côté de la route et en faisant des signaux aux conducteurs",
      "example": "I hitchhiked across the country when I was young. She hitchhiked to the festival last weekend. They will hitchhike to the beach tomorrow.",
      "example_translation": "J'ai fait de l'auto-stop à travers le pays lorsque j'étais jeune. Elle a fait de l'auto-stop au festival dernier week-end. Ils vont faire de l'auto-stop à la plage demain.",
      "imageLink": "image_files\\English\\hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hold",
      "translation": "tenir",
      "definition": "to grasp or grip something firmly, often with one's hands",
      "definition_translation": "saisir ou maintenir fermement quelque chose, souvent avec ses mains",
      "example": "Can you hold my hand? She held the baby in her arms. They will hold a meeting at 2 pm.",
      "example_translation": "Pouvez-vous tenir ma main? Elle a tenu le bébé dans ses bras. Ils vont tenir une réunion à 14 heures.",
      "imageLink": "image_files\\English\\hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hug",
      "translation": "étreindre",
      "definition": "to squeeze someone tightly in one's arms, often as a way of showing love or affection",
      "definition_translation": "serrer quelqu'un étroitement dans ses bras, souvent comme moyen de montrer de l'amour ou de l'affection",
      "example": "She gave him a hug. I will hug my mom when I see her tomorrow. They hugged each other tightly after the proposal.",
      "example_translation": "Elle lui a donné un câlin. Je vais embrasser ma mère lorsque je la verrai demain. Ils se sont étreints étroitement après la proposition.",
      "imageLink": "image_files\\English\\hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hunt",
      "translation": "chasser",
      "definition": "to pursue or chase (game or prey) for food or sport",
      "definition_translation": "poursuivre ou chasser (du gibier ou de la proie) pour nourriture ou pour le sport",
      "example": "I hunted deer last weekend. I hunt every year. I will hunt again next month.",
      "example_translation": "J'ai chassé le cerf le week-end dernier. Je chasse chaque année. Je chasserai à nouveau le mois prochain.",
      "imageLink": "image_files\\English\\hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "imagine",
      "translation": "imaginer",
      "definition": "to form a mental picture or concept of something",
      "definition_translation": "former une image mentale ou un concept de quelque chose",
      "example": "I imagined a beautiful castle. I imagine myself as a king. I will imagine a better world.",
      "example_translation": "J'ai imaginé un château magnifique. J'imagine moi-même comme un roi. J'imaginerai un monde meilleur.",
      "imageLink": "image_files\\English\\imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "inform",
      "translation": "informer",
      "definition": "to give knowledge or information to someone about something",
      "definition_translation": "donner des connaissances ou des informations à quelqu'un à propos de quelque chose",
      "example": "I informed my boss about the problem. I inform my colleagues every day. I will inform the authorities tomorrow.",
      "example_translation": "J'ai informé mon patron du problème. J'informe mes collègues tous les jours. J'informerai les autorités demain.",
      "imageLink": "image_files\\English\\inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "insist",
      "translation": "insister",
      "definition": "to demand or request something firmly or urgently",
      "definition_translation": "exiger ou demander quelque chose avec fermeté ou urgence",
      "example": "I insisted on going to the party. I insist on finishing my work. I will insist on getting a refund.",
      "example_translation": "J'ai insisté pour aller à la fête. J'insiste pour finir mon travail. J'insisterai pour obtenir un remboursement.",
      "imageLink": "image_files\\English\\insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "install",
      "translation": "installer",
      "definition": "To put into place or position something, such as a piece of equipment or a program, so that it is ready for use.",
      "definition_translation": "Placer quelque chose dans un endroit ou une position, comme un équipement ou un programme, afin qu'il soit prêt à être utilisé.",
      "example": "I installed the new software yesterday. I will install the new printer tomorrow. She had installed the security cameras the previous week.",
      "example_translation": "J'ai installé le nouveau logiciel hier. J'installerai l'imprimante nouvelle demain. Elle avait installé les caméras de sécurité la semaine précédente.",
      "imageLink": "image_files\\English\\install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "interview",
      "translation": "entrevue",
      "definition": "A conversation between two or more people, especially one in which somebody is asked questions about their suitability for a job or about their past experiences.",
      "definition_translation": "Une conversation entre deux ou plusieurs personnes, notamment une où quelqu'un est interrogé sur sa convenance pour un poste ou sur ses expériences passées.",
      "example": "I had an interview at Google yesterday. She will have an interview at the university tomorrow. They had an interview with the famous actor last week.",
      "example_translation": "J'ai eu une entrevue chez Google hier. Elle aura une entrevue à l'université demain. Ils avaient une entrevue avec l'acteur célèbre la semaine précédente.",
      "imageLink": "image_files\\English\\interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "invent",
      "translation": "inventer",
      "definition": "To create something new, especially a device or a process, by using your imagination and skills.",
      "definition_translation": "Créer quelque chose de nouveau, notamment un appareil ou un processus, en utilisant votre imagination et vos compétences.",
      "example": "I invented a new game last year. She will invent a new machine tomorrow. They invented the light bulb many years ago.",
      "example_translation": "J'ai inventé un nouveau jeu l'an dernier. Elle inventera une nouvelle machine demain. Ils ont inventé l'ampoule électrique il y a bien des années.",
      "imageLink": "image_files\\English\\invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "iron",
      "translation": "fer",
      "definition": "A metal used for making tools and machinery, or a device used for smoothing wrinkles from fabrics, especially clothes.",
      "definition_translation": "Un métal utilisé pour fabriquer des outils et des machines, ou un appareil utilisé pour retirer les plis des tissus, notamment des vêtements.",
      "example": "I use an iron to remove wrinkles from my shirts. She irons her dresses every day. They used iron to build the Eiffel Tower.",
      "example_translation": "J'utilise un fer à repasser pour enlever les plis de mes chemises. Elle repasse ses robes chaque jour. Ils ont utilisé le fer pour construire la Tour Eiffel.",
      "imageLink": "image_files\\English\\iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "knit",
      "translation": "tricoter",
      "definition": "to make fabric by creating rows of interconnected loops with yarn or thread, typically using needles or a machine",
      "definition_translation": "faire du tissu en créant des rangées de boucles interconnectées avec du fil ou du fil, généralement à l'aide d'aiguilles ou d'une machine",
      "example": "I knit a sweater for my sister last winter. Now I'm knitting a hat. I will knit a scarf next week.",
      "example_translation": "J'ai tricoté un pull pour ma sœur l'hiver dernier. Maintenant, je tricote un chapeau. Je tricoterai une écharpe la semaine prochaine.",
      "imageLink": "image_files\\English\\knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "knock",
      "translation": "frapper",
      "definition": "to strike something sharply with the knuckles or a part of the hand, typically to get someone's attention",
      "definition_translation": "frapper quelque chose brusquement avec les articulations ou une partie de la main, généralement pour attirer l'attention de quelqu'un",
      "example": "I knocked on the door three times before it opened. She knocked over her coffee cup. He will knock on the door at 8 pm.",
      "example_translation": "J'ai frappé à la porte trois fois avant qu'elle ne s'ouvre. Elle a renversé sa tasse de café. Il frappera à la porte à 20 heures.",
      "imageLink": "image_files\\English\\knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lay the table",
      "translation": "mettre le couvert",
      "definition": "to place plates, utensils, and other things on a table in preparation for a meal",
      "definition_translation": "placer des assiettes, des ustensiles et d'autres choses sur une table en préparation d'un repas",
      "example": "She laid the table for dinner last night. I will lay the table for breakfast tomorrow. They laid the table for the party.",
      "example_translation": "Elle a mis le couvert pour le dîner hier soir. Je mettrai le couvert pour le petit déjeuner demain. Ils ont mis le couvert pour la fête.",
      "imageLink": "image_files\\English\\lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lead",
      "translation": "mener",
      "definition": "to guide or direct someone or something",
      "definition_translation": "guider ou diriger quelqu'un ou quelque chose",
      "example": "The teacher led the students on a field trip. He leads the team to victory. She will lead the discussion tomorrow.",
      "example_translation": "Le professeur a mené les étudiants sur une excursion scolaire. Il mène l'équipe à la victoire. Elle mènera la discussion demain.",
      "imageLink": "image_files\\English\\lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "leave",
      "translation": "partir",
      "definition": "to go away from a place or a person",
      "definition_translation": "s'éloigner d'un lieu ou d'une personne",
      "example": "I will leave for Paris tomorrow, I left my job last week, and I leave my phone at home.",
      "example_translation": "Je partirai pour Paris demain, j'ai quitté mon travail la semaine dernière, et je laisse mon téléphone à la maison.",
      "imageLink": "image_files\\English\\leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lift",
      "translation": "élever",
      "definition": "to raise something or someone up into the air",
      "definition_translation": "de soulever quelque chose ou quelqu'un dans les airs",
      "example": "I will lift the box onto the table, I lifted my sister up to reach the book, and I lift weights every morning.",
      "example_translation": "Je vais soulever la boîte sur la table, j'ai soulevé ma sœur pour atteindre le livre, et je soulève des poids tous les matins.",
      "imageLink": "image_files\\English\\lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "light",
      "translation": "lumière",
      "definition": "a source of brightness that makes things visible",
      "definition_translation": "une source de luminosité qui rend les choses visibles",
      "example": "I will turn on the light in my room, I turned off the light when I left, and I will light the candles tonight.",
      "example_translation": "Je vais allumer la lumière dans ma chambre, j'ai éteint la lumière quand je suis parti, et je vais allumer les bougies ce soir.",
      "imageLink": "image_files\\English\\light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lock",
      "translation": "verrouiller",
      "definition": "to fasten or secure something with a key or a device",
      "definition_translation": "de fixer ou de sécuriser quelque chose avec une clé ou un dispositif",
      "example": "I will lock the door when I leave, I locked my bike to the railing, and I will lock my computer when I am away.",
      "example_translation": "Je vais verrouiller la porte quand je pars, j'ai verrouillé mon vélo au railing, et je vais verrouiller mon ordinateur lorsque je suis absent.",
      "imageLink": "image_files\\English\\lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "manage",
      "translation": "gérer",
      "definition": "to handle or direct with a degree of skill, especially in a business or organization",
      "definition_translation": "gérer avec un certain degré de compétence, especialmente dans une entreprise ou une organisation",
      "example": "I managed the project last year. I am managing it now. I will manage it next year.",
      "example_translation": "J'ai géré le projet l'année dernière. Je le gère maintenant. Je le gérerai l'année prochaine.",
      "imageLink": "image_files\\English\\manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "manage",
      "translation": "gérer",
      "definition": "to handle or direct with a degree of skill, especially in a business or organization",
      "definition_translation": "gérer avec un certain degré de compétence, especialmente dans une entreprise ou une organisation",
      "example": "She managed the team effectively. The company is being managed by a new CEO. They will manage the budget next quarter.",
      "example_translation": "Elle a géré l'équipe de manière efficace. L'entreprise est dirigée par un nouveau PDG. Ils géreront le budget le trimestre prochain.",
      "imageLink": "image_files\\English\\manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "marry",
      "translation": "épouser",
      "definition": "to take a spouse; to become husband and wife",
      "definition_translation": "prendre un conjoint; devenir mari et femme",
      "example": "They got married last weekend. I got married five years ago. We will get married next summer.",
      "example_translation": "Ils se sont mariés le week-end dernier. Je me suis marié il y a cinq ans. Nous nous marierons l'été prochain.",
      "imageLink": "image_files\\English\\marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "match",
      "translation": "apparier",
      "definition": "a small stick or splinter used to produce a flame",
      "definition_translation": "un petit bâton ou éclat utilisé pour produire une flamme",
      "example": "I used a match to light the fire. She struck a match to light the candle. They will use matches to start the bonfire.",
      "example_translation": "J'ai utilisé un allumette pour allumer le feu. Elle a frappé un allumette pour allumer la bougie. Ils utiliseront des allumettes pour démarrer le feu de joie.",
      "imageLink": "image_files\\English\\match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mend",
      "translation": "réparer",
      "definition": "to repair or fix something that is broken or damaged",
      "definition_translation": "réparer ou réparer quelque chose qui est cassé ou endommagé",
      "example": "I mended the broken toy so it would not be wasted. I am mending the torn page now. I will mend the broken fence tomorrow.",
      "example_translation": "J'ai réparé le jouet cassé pour qu'il ne soit pas gaspillé. Je répare la page déchirée maintenant. Je vais réparer la clôture cassée demain.",
      "imageLink": "image_files\\English\\mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "move",
      "translation": "bouger",
      "definition": "to change the position of something or someone, or to go from one place to another",
      "definition_translation": "changer la position de quelque chose ou quelqu'un, ou aller d'un endroit à un autre",
      "example": "I moved the couch to the living room. She is moving to Paris next month. They will move to a new house next year.",
      "example_translation": "J'ai bougé le canapé dans le salon. Elle déménage à Paris le mois prochain. Ils déménageront dans une nouvelle maison l'année prochaine.",
      "imageLink": "image_files\\English\\move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "move in",
      "translation": "emménager",
      "definition": "to start living in a new home or apartment",
      "definition_translation": "commencer à vivre dans une nouvelle maison ou appartement",
      "example": "We moved in last weekend. They are moving in next week. She moved in last month.",
      "example_translation": "Nous avons emménagé le week-end dernier. Ils emménagent la semaine prochaine. Elle a emménagé le mois dernier.",
      "imageLink": "image_files\\English\\move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "move out",
      "translation": "emménager ailleurs",
      "definition": "to leave a home or apartment and go to live somewhere else",
      "definition_translation": "quitter une maison ou un appartement et aller vivre ailleurs",
      "example": "We moved out last year. They are moving out next month. She moved out yesterday.",
      "example_translation": "Nous avons emménagé ailleurs l'année dernière. Ils emménagent ailleurs le mois prochain. Elle est partie hier.",
      "imageLink": "image_files\\English\\move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "murder",
      "translation": "meurtre",
      "definition": "The act of unlawfully killing another human being with malice aforethought.",
      "definition_translation": "L'acte de tuer illégalement un être humain avec préméditation.",
      "example": "The detective was tasked with solving the murder that had taken place the night before. She has been investigating the murder for months, but still hasn't found a lead. By the time she solves the murder, she will have spent a year on the case.",
      "example_translation": "Le détective a été chargé de résoudre le meurtre qui avait eu lieu la nuit précédente. Elle enquête sur le meurtre depuis des mois, mais n'a toujours pas trouvé d'indice. Lorsqu'elle résoudra le meurtre, elle aura passé un an sur l'affaire.",
      "imageLink": "image_files\\English\\murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "name",
      "translation": "nom",
      "definition": "A word or phrase that refers to a specific person, place, or thing.",
      "definition_translation": "Un mot ou une phrase qui se réfère à une personne, un lieu ou une chose spécifique.",
      "example": "What is your name? I have forgotten the name of the book. By next year, I will have learned the names of all the planets.",
      "example_translation": "Quel est votre nom ? J'ai oublié le nom du livre. D'ici l'année prochaine, j'aurai appris les noms de toutes les planètes.",
      "imageLink": "image_files\\English\\name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "note",
      "translation": "note",
      "definition": "A brief written record or reminder.",
      "definition_translation": "Un bref enregistrement écrit ou rappel.",
      "example": "I left a note for my roommate on the fridge. She had written a note to herself to buy milk. By tomorrow, I will have written a note to my professor.",
      "example_translation": "J'ai laissé une note pour mon colocataire sur le réfrigérateur. Elle avait écrit une note à elle-même pour acheter du lait. D'ici demain, j'aurai écrit une note à mon professeur.",
      "imageLink": "image_files\\English\\note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "notice",
      "translation": "remarquer",
      "definition": "To become aware of something through observation or attention.",
      "definition_translation": "Devenir conscient de quelque chose par observation ou attention.",
      "example": "I didn't notice the sign on the door. She noticed the mistake in the report. By next week, I will have noticed the changes in the policy.",
      "example_translation": "Je n'ai pas remarqué le panneau sur la porte. Elle a remarqué l'erreur dans le rapport. D'ici la semaine prochaine, j'aurai remarqué les changements dans la politique.",
      "imageLink": "image_files\\English\\notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "operate",
      "translation": "opérer",
      "definition": "to perform a surgical operation or to control the functioning of a machine or system",
      "definition_translation": "effectuer une opération chirurgicale ou contrôler le fonctionnement d'une machine ou d'un système",
      "example": "The doctor had to operate on the patient to remove the tumor. She operates a heavy machine at the factory. They will operate a new software system next year.",
      "example_translation": "Le médecin a dû opérer le patient pour retirer la tumeur. Elle opère une machine lourde à l'usine. Ils vont opérer un nouveau système de logiciel l'année prochaine.",
      "imageLink": "image_files\\English\\operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "organise",
      "translation": "organiser",
      "definition": "to arrange or structure something in a systematic way",
      "definition_translation": "arranger ou structurer quelque chose de manière systématique",
      "example": "She organised a charity event last week. We are organising a meeting for tomorrow. They will organise a festival next month.",
      "example_translation": "Elle a organisé un événement de charité la semaine dernière. Nous sommes en train d'organiser une réunion pour demain. Ils vont organiser un festival le mois prochain.",
      "imageLink": "image_files\\English\\organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pass",
      "translation": "passer",
      "definition": "to move past something or someone, or to succeed in a test or examination",
      "definition_translation": "passer devant quelque chose ou quelqu'un, ou réussir à un test ou un examen",
      "example": "I passed the exam with flying colors. She passed me on the road. They will pass the ball to their teammate.",
      "example_translation": "J'ai passé l'examen avec succès. Elle m'a dépassé sur la route. Ils vont passer le ballon à leur coéquipier.",
      "imageLink": "image_files\\English\\pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pass",
      "translation": "passer",
      "definition": "to move past something or someone, or to succeed in a test or examination",
      "definition_translation": "passer devant quelque chose ou quelqu'un, ou réussir à un test ou un examen",
      "example": "The time passed slowly. She passed away last year. They will pass the legislation next week.",
      "example_translation": "Le temps est passé lentement. Elle est décédée l'année dernière. Ils vont adopter la législation la semaine prochaine.",
      "imageLink": "image_files\\English\\pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "perform",
      "translation": "exécuter",
      "definition": "To carry out or accomplish something, such as a task or a role, in a successful or skillful way.",
      "definition_translation": "Exécuter ou accomplir quelque chose, comme une tâche ou un rôle, de manière réussie ou habile.",
      "example": "I will perform the concert next week. I performed well in the exam. She has performed her duties excellently.",
      "example_translation": "Je vais exécuter le concert la semaine prochaine. J'ai bien exécuté à l'examen. Elle a excellamment exécuté ses devoirs.",
      "imageLink": "image_files\\English\\perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pick",
      "translation": "choisir",
      "definition": "To select or choose something, especially carefully or with difficulty.",
      "definition_translation": "Sélectionner ou choisir quelque chose, notamment avec soin ou avec difficulté.",
      "example": "I will pick up the book from the library. She picked the right answer. They picked the flowers in the garden.",
      "example_translation": "Je vais choisir le livre à la bibliothèque. Elle a choisi la bonne réponse. Ils ont choisi les fleurs dans le jardin.",
      "imageLink": "image_files\\English\\pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pick",
      "translation": "cueillir",
      "definition": "To pull or gather something, such as fruit or flowers, from a plant or tree.",
      "definition_translation": "Cueillir ou ramasser quelque chose, comme des fruits ou des fleurs, d'une plante ou d'un arbre.",
      "example": "She picked the apples from the tree. They picked the grapes from the vineyard. I will pick the strawberries from the garden.",
      "example_translation": "Elle a cueilli les pommes de l'arbre. Ils ont cueilli les raisins du vignoble. Je vais cueillir les fraises du jardin.",
      "imageLink": "image_files\\English\\pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pin",
      "translation": "épingler",
      "definition": "A small thin piece of metal with a point at one end, used for fastening or attaching things.",
      "definition_translation": "Un petit élément métallique fin avec un point à une extrémité, utilisé pour fixer ou attacher des choses.",
      "example": "I used a pin to fasten the badge. She pinned up the notice. He will pin the photo to the board.",
      "example_translation": "J'ai utilisé une épingle pour fixer le badge. Elle a épinglé l'avis. Il va épingler la photo au tableau.",
      "imageLink": "image_files\\English\\pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "plant",
      "translation": "plante",
      "definition": "A plant is a living organism that grows in the ground and uses sunlight to make its own food.",
      "definition_translation": "Une plante est un organisme vivant qui pousse dans le sol et utilise la lumière du soleil pour fabriquer sa propre nourriture.",
      "example": "I planted a tree in my backyard last year, and now it's growing well. I water it every day. I will plant more trees next year.",
      "example_translation": "J'ai planté un arbre dans mon jardin l'année dernière, et maintenant il pousse bien. Je l'arrose tous les jours. Je planterai plus d'arbres l'année prochaine.",
      "imageLink": "image_files\\English\\plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "point",
      "translation": "point",
      "definition": "A point is a small mark or spot, especially one made with a pen or pencil.",
      "definition_translation": "Un point est une petite marque ou tâche, especially one faite avec un stylo ou un crayon.",
      "example": "I marked the point on the map where we need to turn left. The teacher asked me to point to the correct answer on the board. I will make sure to point out the mistake in the report.",
      "example_translation": "J'ai marqué le point sur la carte où nous devons tourner à gauche. Le professeur m'a demandé de pointer vers la bonne réponse au tableau. Je vais me assurer de pointer l'erreur dans le rapport.",
      "imageLink": "image_files\\English\\point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "post",
      "translation": "poster",
      "definition": "A post is a vertical pillar or structure that supports or marks something.",
      "definition_translation": "Un poste est un poteau vertical ou une structure qui soutient ou marque quelque chose.",
      "example": "I saw a post on Facebook about the new job opportunity. The post in the garden held the bird feeder. She will post the letter tomorrow.",
      "example_translation": "J'ai vu un poste sur Facebook à propos de la nouvelle opportunité d'emploi. Le poste dans le jardin tenait le nourrisseur d'oiseaux. Elle enverra le lettre demain.",
      "imageLink": "image_files\\English\\post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "postpone",
      "translation": "reporter",
      "definition": "To postpone something means to delay or put it off until a later time.",
      "definition_translation": "Reporter quelque chose signifie retarder ou différer jusqu'à une heure ultérieure.",
      "example": "We had to postpone the meeting due to the bad weather. I will postpone my trip to Paris until next year. She postponed her decision until she had more information.",
      "example_translation": "Nous avons dû reporter la réunion en raison du mauvais temps. Je vais reporter mon voyage à Paris jusqu'à l'année prochaine. Elle a reporté sa décision jusqu'à ce qu'elle ait plus d'informations.",
      "imageLink": "image_files\\English\\postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pour",
      "translation": "verser",
      "definition": "To flow or move fluidly: such as to flow in a steady stream, to flow or fall in drops, or to flow from a container.",
      "definition_translation": "Coulé en mouvement fluide: tel que couler en un flux régulier, tomber en gouttes ou couler d'un conteneur.",
      "example": "I will pour the water into the glass. She poured the coffee into the cup. He had poured the juice into the bottle.",
      "example_translation": "Je vais verser l'eau dans le verre. Elle a versé le café dans la tasse. Il avait versé le jus dans la bouteille.",
      "imageLink": "image_files\\English\\pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pray",
      "translation": "prier",
      "definition": "To address a prayer to God or a god, especially in a formal and ritual manner, or to make a request in a humble manner.",
      "definition_translation": "Adresse une prière à Dieu ou un dieu, notamment de manière formelle et rituelle, ou faire une demande de manière humble.",
      "example": "I prayed for her recovery. They pray for peace every night. We will pray for guidance.",
      "example_translation": "J'ai prié pour sa guérison. Ils prient pour la paix chaque nuit. Nous allons prier pour guidance.",
      "imageLink": "image_files\\English\\pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "press",
      "translation": "presse",
      "definition": "To exert pressure or force, especially to squeeze or crush something, or to urge or entreat someone.",
      "definition_translation": "Exercer une pression ou une force, notamment pour presser ou broyer quelque chose, ou pour presser ou supplier quelqu'un.",
      "example": "I pressed the button to open the door. She pressed the cloth to remove the wrinkles. They will press the charges against him.",
      "example_translation": "J'ai pressé le bouton pour ouvrir la porte. Elle a pressé le tissu pour enlever les plis. Ils vont engager des poursuites contre lui.",
      "imageLink": "image_files\\English\\press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "prevent",
      "translation": "empêcher",
      "definition": "To stop something from happening or from being done, or to hinder or obstruct something.",
      "definition_translation": "Arrêter quelque chose de se produire ou d'être fait, ou gêner ou entraver quelque chose.",
      "example": "We tried to prevent the accident. They prevented her from leaving. I will prevent it from happening again.",
      "example_translation": "Nous avons essayé d'empêcher l'accident. Ils ont empêché qu'elle ne parte. Je vais empêcher que cela ne se produise à nouveau.",
      "imageLink": "image_files\\English\\prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "produce",
      "translation": "produire",
      "definition": "To bring into existence or to bring forth; to manufacture or to make something",
      "definition_translation": "Produire quelque chose, fabriquer ou créer quelque chose",
      "example": "The company will produce a new line of electric cars next year. Last year, they produced a successful model. By this time next year, they will have produced thousands of vehicles.",
      "example_translation": "L'entreprise produira une nouvelle ligne de voitures électriques l'année prochaine. L'année dernière, ils ont produit un modèle réussi. D'ici l'année prochaine, ils auront produit des milliers de véhicules.",
      "imageLink": "image_files\\English\\produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "promise",
      "translation": "promettre",
      "definition": "A commitment or assurance to do something; a vow or guarantee",
      "definition_translation": " Une promesse ou une assurance de faire quelque chose; un vœu ou une garantie",
      "example": "I promise to finish the project on time. She promised to meet me at the park at 3 pm. By next month, he will have promised to complete the task.",
      "example_translation": "Je promets de finir le projet à temps. Elle a promis de me rencontrer au parc à 15 heures. D'ici le mois prochain, il aura promis de compléter la tâche.",
      "imageLink": "image_files\\English\\promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "protect",
      "translation": "protéger",
      "definition": "To defend or guard from harm, injury, or danger; to preserve or conserve",
      "definition_translation": "Défendre ou garder de tout dommage, blessure ou danger; préserver ou conserver",
      "example": "We must protect the environment from pollution. The government protected the citizens from the natural disaster. By next year, they will have protected the country from foreign threats.",
      "example_translation": "Nous devons protéger l'environnement de la pollution. Le gouvernement a protégé les citoyens de la catastrophe naturelle. D'ici l'année prochaine, ils auront protégé le pays des menaces étrangères.",
      "imageLink": "image_files\\English\\protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "prove",
      "translation": "prouver",
      "definition": "To demonstrate or establish the truth or validity of something; to test or verify",
      "definition_translation": "Démontrer ou établir la vérité ou la validité de quelque chose; tester ou vérifier",
      "example": "The scientist will prove the theory through experimentation. She proved her point by presenting evidence. By next month, they will have proved the concept.",
      "example_translation": "Le scientifique va prouver la théorie par experimentation. Elle a prouvé son point en présentant des preuves. D'ici le mois prochain, ils auront prouvé le concept.",
      "imageLink": "image_files\\English\\prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "provide",
      "translation": "fournir",
      "definition": "to supply or make available something, especially goods or services, to someone or something",
      "definition_translation": "fournir ou rendre disponible quelque chose, en particulier des biens ou des services, à quelqu'un ou quelque chose",
      "example": "I provided food for the party. I will provide lunch for the guests. I had provided the necessary equipment.",
      "example_translation": "J'ai fourni de la nourriture pour la fête. Je vais fournir le déjeuner aux invités. J'avais fourni les équipements nécessaires.",
      "imageLink": "image_files\\English\\provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "punish",
      "translation": "punir",
      "definition": "to inflict a penalty or punishment on someone, especially as a consequence of a crime or wrongdoing",
      "definition_translation": "infliger une peine ou une punition à quelqu'un, en particulier en conséquence d'un crime ou d'une faute",
      "example": "The child was punished for misbehaving. The criminal will be punished for his crime. They had punished the prisoner.",
      "example_translation": "L'enfant a été puni pour sa mauvaise conduite. Le criminel sera puni pour son crime. Ils avaient puni le prisonnier.",
      "imageLink": "image_files\\English\\punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "quit",
      "translation": "quitter",
      "definition": "to stop doing something or to leave a place, especially permanently",
      "definition_translation": "arrêter de faire quelque chose ou quitter un endroit, en particulier définitivement",
      "example": "I quit my job last year. She will quit school next semester. They had quit the company.",
      "example_translation": "J'ai quitté mon travail l'année dernière. Elle quittera l'école le semestre prochain. Ils avaient quitté l'entreprise.",
      "imageLink": "image_files\\English\\quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "quit",
      "translation": "quitter",
      "definition": "to stop doing something or to leave a place, especially permanently",
      "definition_translation": "arrêter de faire quelque chose ou quitter un endroit, en particulier définitivement",
      "example": "I quit smoking last month. She will quit her job soon. They had quit the team.",
      "example_translation": "J'ai arrêté de fumer le mois dernier. Elle quittera bientôt son travail. Ils avaient quitté l'équipe.",
      "imageLink": "image_files\\English\\quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "race",
      "translation": "course",
      "definition": "A competition between people, animals, or vehicles, where the fastest competitor wins.",
      "definition_translation": "Une compétition entre les personnes, les animaux ou les véhicules, où le concurrent le plus rapide gagne.",
      "example": "I ran a race last weekend and finished in second place. I have been training for months to raise my endurance and plan to race again next week. By the time I retire, I will have raced in over 50 marathons.",
      "example_translation": "J'ai couru une course dernier week-end et j'ai fini deuxième. J'ai entraîné pendant des mois pour améliorer ma résistance et je prévois de courir à nouveau la semaine prochaine. Quand je prendrai ma retraite, j'aurai couru dans plus de 50 marathons.",
      "imageLink": "image_files\\English\\race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "raise",
      "translation": "élever",
      "definition": "To lift something or someone up, or to increase something, such as an amount or a level.",
      "definition_translation": "De lever quelque chose ou quelqu'un, ou d'augmenter quelque chose, comme un montant ou un niveau.",
      "example": "I raised my hand to ask a question, but the teacher didn't see me. She will raise the price of the tickets next month, so I'll buy them now. By the time I graduate, I will have raised three children.",
      "example_translation": "J'ai levé la main pour poser une question, mais le professeur ne m'a pas vu. Elle élèvera le prix des billets le mois prochain, alors je vais les acheter maintenant. Quand je obtiendrai mon diplôme, j'aurai élevé trois enfants.",
      "imageLink": "image_files\\English\\raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rebuild",
      "translation": "rebâtir",
      "definition": "To build something again after it has been damaged or destroyed, or to restore something to its original state.",
      "definition_translation": "De construire quelque chose à nouveau après qu'il a été endommagé ou détruit, ou de restituer quelque chose à son état original.",
      "example": "The city will rebuild the bridge after the natural disaster. I plan to rebuild my computer next week. By the time I retire, I will have rebuilt several houses.",
      "example_translation": "La ville rebâtira le pont après la catastrophe naturelle. Je prévois de rebâtir mon ordinateur la semaine prochaine. Quand je prendrai ma retraite, j'aurai rebâti plusieurs maisons.",
      "imageLink": "image_files\\English\\rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "recycle",
      "translation": "recycler",
      "definition": "To treat or process used or waste materials to produce new products, reducing the need for raw materials and the amount of waste.",
      "definition_translation": "De traiter ou de processe des matériaux usés ou des déchets pour produire de nouveaux produits, réduisant le besoin de matières premières et la quantité de déchets.",
      "example": "I recycle paper and plastic to help protect the environment. The company will recycle old computers to reduce electronic waste. By the time I'm 30, I will have recycled thousands of cans.",
      "example_translation": "Je recycle le papier et le plastique pour aider à protéger l'environnement. L'entreprise recyclera les anciens ordinateurs pour réduire les déchets électroniques. Quand j'aurai 30 ans, j'aurai recyclé des milliers de canettes.",
      "imageLink": "image_files\\English\\recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "replace",
      "translation": "remplacer",
      "definition": "To put something in the place of something else, typically because the former is no longer needed, has broken, or is no longer wanted.",
      "definition_translation": "Mettre quelque chose à la place de quelque chose d'autre, généralement parce que le premier n'est plus nécessaire, est cassé ou n'est plus désiré.",
      "example": "I replaced the old phone with a new one. I am replacing the battery now. I will replace the broken screen tomorrow.",
      "example_translation": "J'ai remplacé le vieux téléphone par un nouveau. Je remplace la batterie maintenant. Je remplacerai l'écran cassé demain.",
      "imageLink": "image_files\\English\\replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rescue",
      "translation": "sauver",
      "definition": "To save someone or something from a dangerous or difficult situation.",
      "definition_translation": "Sauver quelqu'un ou quelque chose d'une situation dangereuse ou difficile.",
      "example": "The firefighters rescued the people from the burning building. They are rescuing the refugees now. We will rescue the stranded hikers tomorrow.",
      "example_translation": "Les pompiers ont sauvé les gens du bâtiment en feu. Ils sauvent les réfugiés maintenant. Nous sauverons les alpinistes égarés demain.",
      "imageLink": "image_files\\English\\rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "reserve",
      "translation": "réserver",
      "definition": "To keep something back or apart, often to use or deal with at a later time.",
      "definition_translation": "Garder quelque chose en réserve, souvent pour l'utiliser ou le traiter à une heure future.",
      "example": "I reserved a table at the restaurant. She reserves her comments for later. They will reserve the hotel room for us.",
      "example_translation": "J'ai réservé une table au restaurant. Elle réserve ses commentaires pour plus tard. Ils réserveront la chambre d'hôtel pour nous.",
      "imageLink": "image_files\\English\\reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rest",
      "translation": "reposer",
      "definition": "To stop doing something or making an effort, especially because you are tired or need to relax.",
      "definition_translation": "S'arrêter de faire quelque chose ou de faire un effort, notamment parce que vous êtes fatigué ou avez besoin de vous reposer.",
      "example": "I rested for a while before continuing the journey. She is resting now. They will rest after the exam.",
      "example_translation": "J'ai reposé un moment avant de continuer le voyage. Elle repose maintenant. Ils vont se reposer après l'examen.",
      "imageLink": "image_files\\English\\rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "revise",
      "translation": "réviser",
      "definition": "To look over, correct, and improve something, especially a piece of writing or a plan, in order to make it more accurate, complete, or effective.",
      "definition_translation": "Vérifier, corriger et améliorer quelque chose, notamment un écrit ou un plan, afin de le rendre plus précis, complet ou efficace.",
      "example": "I will revise my essay tonight to make sure it's perfect. Yesterday, I revised my notes to study for the exam. If I have time, I revise the report to make it more concise.",
      "example_translation": "Je vais réviser mon essai ce soir pour m'assurer qu'il est parfait. Hier, j'ai révisé mes notes pour étudier pour l'examen. Si j'ai le temps, je réviserai le rapport pour le rendre plus concis.",
      "imageLink": "image_files\\English\\revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rob",
      "translation": "voler",
      "definition": "To take something, especially money or goods, from someone using force or threats, or to take something without permission.",
      "definition_translation": "Prendre quelque chose, notamment de l'argent ou des biens, à quelqu'un en utilisant la force ou des menaces, ou prendre quelque chose sans autorisation.",
      "example": "The thief will rob the bank tomorrow. Yesterday, the robber robbed the store. If I'm not careful, the scammer will rob me of my identity.",
      "example_translation": "Le voleur volera la banque demain. Hier, le voleur a volé le magasin. Si je ne fais pas attention, l'escroc me volera mon identité.",
      "imageLink": "image_files\\English\\rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "run",
      "translation": "courir",
      "definition": "To move quickly on foot, especially in a steady and swift pace, or to operate or manage something, such as a business or a machine.",
      "definition_translation": "Se déplacer rapidement à pied, notamment à un rythme régulier et rapide, ou exploiter ou gérer quelque chose, comme une entreprise ou une machine.",
      "example": "I will run to the store tonight to buy some milk. Yesterday, I ran 5 miles to stay healthy. If it rains, the kids will run inside to play.",
      "example_translation": "Je vais courir au magasin ce soir pour acheter du lait. Hier, j'ai couru 5 miles pour rester en bonne santé. Si il pleut, les enfants courront à l'intérieur pour jouer.",
      "imageLink": "image_files\\English\\run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "save",
      "translation": "sauver",
      "definition": "To keep something or someone from harm, loss, or destruction, or to set aside money or resources for future use.",
      "definition_translation": "Conserver quelque chose ou quelqu'un de la douleur, de la perte ou de la destruction, ou mettre de côté de l'argent ou des ressources pour une utilisation future.",
      "example": "I will save my money for the vacation. Yesterday, I saved the document to avoid losing my work. If I'm lucky, I will save the coupon for the discount.",
      "example_translation": "Je vais sauver mon argent pour les vacances. Hier, j'ai sauvé le document pour éviter de perdre mon travail. Si j'ai de la chance, je sauverai le coupon pour la remise.",
      "imageLink": "image_files\\English\\save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "score",
      "translation": "marquer",
      "definition": "A score is a number that shows how well someone or something has performed in a test, competition, or game.",
      "definition_translation": "Un score est un nombre qui montre comment quelqu'un ou quelque chose a performé dans un test, une compétition ou un jeu.",
      "example": "I scored 90 points in the game yesterday, I score 80 points today, and I will score 95 points tomorrow.",
      "example_translation": "J'ai marqué 90 points dans le jeu hier, je marque 80 points aujourd'hui et je marquerai 95 points demain.",
      "imageLink": "image_files\\English\\score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "scream",
      "translation": "crier",
      "definition": "To scream is to make a very loud, high-pitched noise, often because of fear, pain, or excitement.",
      "definition_translation": "Crier signifie faire un bruit très fort et aigu, souvent à cause de la peur, de la douleur ou de l'excitation.",
      "example": "She screamed when she saw the snake, she screams when she is angry, and she will scream when she sees the surprise party.",
      "example_translation": "Elle a crié quando elle a vu le serpent, elle crie lorsque elle est en colère et elle criera quando elle verra la fête-surprise.",
      "imageLink": "image_files\\English\\scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "search",
      "translation": "chercher",
      "definition": "To search is to look carefully and thoroughly for something, often in a determined or systematic way.",
      "definition_translation": "Chercher signifie examiner soigneusement et méthodiquement pour trouver quelque chose, souvent de manière déterminée ou systématique.",
      "example": "I searched for my keys yesterday, I am searching for a new job now, and I will search for a new apartment tomorrow.",
      "example_translation": "J'ai cherché mes clés hier, je cherche un nouvel emploi maintenant et je chercherai un nouvel appartement demain.",
      "imageLink": "image_files\\English\\search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "select",
      "translation": "sélectionner",
      "definition": "To select is to choose something or someone from a group, often after careful consideration or examination.",
      "definition_translation": "Sélectionner signifie choisir quelque chose ou quelqu'un dans un groupe, souvent après une considération ou une examination soigneuse.",
      "example": "I selected the best option yesterday, I am selecting a new team member today, and I will select a new phone tomorrow.",
      "example_translation": "J'ai sélectionné la meilleure option hier, je sélectionne un nouveau membre d'équipe aujourd'hui et je sélectionnerai un nouveau téléphone demain.",
      "imageLink": "image_files\\English\\select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "serve",
      "translation": "servir",
      "definition": "to provide food or drinks to people, especially in a restaurant or at a table",
      "definition_translation": "fournir des aliments ou des boissons aux gens, notamment dans un restaurant ou à une table",
      "example": "I served coffee to the guests yesterday. I serve breakfast every morning. I will serve dinner at 8pm tonight.",
      "example_translation": "J'ai servi du café aux invités hier. Je sers le petit déjeuner tous les matins. Je servirai le dîner à 20h ce soir.",
      "imageLink": "image_files\\English\\serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sew",
      "translation": "coudre",
      "definition": "to use a needle and thread to repair or make something, such as clothes",
      "definition_translation": "utiliser une aiguille et du fil pour réparer ou fabriquer quelque chose, comme des vêtements",
      "example": "She sewed the button back on her shirt. He sews curtains for a living. They will sew a new dress for the wedding.",
      "example_translation": "Elle a cousu le bouton sur sa chemise. Il coud des rideaux pour gagner sa vie. Ils coudront une nouvelle robe pour le mariage.",
      "imageLink": "image_files\\English\\sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shake",
      "translation": "secouer",
      "definition": "to move something or someone quickly and strongly, often in a sudden or violent way",
      "definition_translation": "déplacer quelque chose ou quelqu'un rapidement et fortement, souvent de manière soudaine ou violente",
      "example": "I shook my head in disbelief. She shook his hand firmly. They will shake the foundations of the building.",
      "example_translation": "J'ai secoué la tête incrédule. Elle a secoué sa main ferme. Ils secoueront les fondations du bâtiment.",
      "imageLink": "image_files\\English\\shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shake hands",
      "translation": "serrer la main",
      "definition": "to grasp and move someone's hand as a way of greeting or showing agreement",
      "definition_translation": "serrer et bouger la main de quelqu'un comme moyen de salutation ou de montrer son accord",
      "example": "I shook hands with my new colleague yesterday. She shook hands with the president. They will shake hands to seal the deal.",
      "example_translation": "J'ai serré la main de mon nouveau collègue hier. Elle a serré la main du président. Ils serreront la main pour sceller l'accord.",
      "imageLink": "image_files\\English\\shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shoot",
      "translation": "tirer",
      "definition": "To discharge a projectile or a missile from a weapon, or to propel something forcefully through the air.",
      "definition_translation": "Tirer un projectile ou un missile depuis une arme, ou propulser quelque chose avec force dans les airs.",
      "example": "I shot an arrow at the target yesterday, I shoot hoops with my friends now, and I will shoot a movie next week.",
      "example_translation": "J'ai tiré une flèche sur la cible hier, je tire à la basket avec mes amis maintenant, et je tournerai un film la semaine prochaine.",
      "imageLink": "image_files\\English\\shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shop",
      "translation": "magasin",
      "definition": "A building or part of a building where goods or services are sold or offered for sale.",
      "definition_translation": "Un bâtiment ou une partie d'un bâtiment où des biens ou des services sont vendus ou offerts à la vente.",
      "example": "I shopped at the mall last week, I shop online now, and I will shop at the flea market next month.",
      "example_translation": "J'ai fait du shopping au centre commercial la semaine dernière, je fais du shopping en ligne maintenant, et je ferai du shopping au marché aux puces le mois prochain.",
      "imageLink": "image_files\\English\\shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ski",
      "translation": "skier",
      "definition": "To engage in the sport of skiing, typically on snow-covered slopes.",
      "definition_translation": "Pratiquer le sport du ski, généralement sur des pentes enneigées.",
      "example": "I skied down the mountain last winter, I ski every weekend now, and I will ski in the Olympics next year.",
      "example_translation": "J'ai skied sur la montagne l'hiver dernier, je skie chaque week-end maintenant, et je skierai aux Jeux olympiques l'année prochaine.",
      "imageLink": "image_files\\English\\ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "slip",
      "translation": "glisser",
      "definition": "To slide or fall accidentally, often because of a loss of traction or balance.",
      "definition_translation": "Glisser ou tomber accidentellement, souvent en raison d'une perte de traction ou d'équilibre.",
      "example": "I slipped on the banana peel yesterday, I slip on the ice now, and I will slip into my pajamas tonight.",
      "example_translation": "J'ai glissé sur la peau de banane hier, je glisse sur la glace maintenant, et je vais glisser dans mes pyjamas ce soir.",
      "imageLink": "image_files\\English\\slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "smell",
      "translation": "sentir",
      "definition": "to perceive the scent of something, typically through the nose",
      "definition_translation": "percevoir l'odeur de quelque chose, généralement par le nez",
      "example": "I smelled the coffee brewing in the morning. I smell the flowers in the garden. I will smell the freshly baked cookies when I get home.",
      "example_translation": "J'ai senti le café infusé le matin. Je sens les fleurs dans le jardin. Je sentirai les biscuits frais sortis du four lorsque je rentrerai chez moi.",
      "imageLink": "image_files\\English\\smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "smile",
      "translation": "sourire",
      "definition": "a facial expression characterized by an upward curving of the corners of the mouth",
      "definition_translation": "une expression faciale caractérisée par une courbe ascendant des coins de la bouche",
      "example": "She smiled at me when I walked in. She smiles when she sees her baby. She will smile when she graduates from college.",
      "example_translation": "Elle m'a souri lorsque je suis entré. Elle sourit quando elle voit son bébé. Elle sourira cuando elle obtiendra son diplôme d'études supérieures.",
      "imageLink": "image_files\\English\\smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spill",
      "translation": "verser",
      "definition": "to cause or allow a liquid to flow or fall from a container",
      "definition_translation": "causer ou laisser couler un liquide d'un contenant",
      "example": "I spilled the coffee on my shirt. She spils the milk when she is in a hurry. He will spill the water when he gets up.",
      "example_translation": "J'ai renversé le café sur ma chemise. Elle verse le lait quando elle est pressée. Il versera l'eau lorsque il se lèvera.",
      "imageLink": "image_files\\English\\spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spoil",
      "translation": "gâter",
      "definition": "to damage or ruin something, especially by excessive indulgence or attention",
      "definition_translation": "endommager ou ruiner quelque chose, notamment par une indulgence ou une attention excessive",
      "example": "She spoiled her child with too many toys. He spoils the environment by littering. They will spoil the surprise party if they tell her about it.",
      "example_translation": "Elle a gâté son enfant avec trop de jouets. Il gâche l'environnement en jetant des déchets. Ils gâcheront la fête surprise si ils lui en parlent.",
      "imageLink": "image_files\\English\\spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stick",
      "translation": "bâton",
      "definition": "to attach or fix something to something else, especially using glue or another adhesive substance",
      "definition_translation": "attacher ou fixer quelque chose à quelque chose d'autre, notamment en utilisant de la colle ou une autre substance adhésive",
      "example": "I will stick the poster on the wall tomorrow, I stuck the stamp on the envelope yesterday, and I stick the notes on my desk every day.",
      "example_translation": "Je vais coller l'affiche sur le mur demain, j'ai collé le timbre sur l'enveloppe hier, et je colle les notes sur mon bureau tous les jours.",
      "imageLink": "image_files\\English\\stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stir",
      "translation": "remuer",
      "definition": "to move a spoon or other object around in a mixture of liquids or foods in order to mix or combine them",
      "definition_translation": "déplacer une cuillère ou autre objet dans un mélange de liquides ou de nourriture afin de les mélanger ou les combiner",
      "example": "I will stir the mixture tonight, I stirred the coffee this morning, and I stir the soup every time I cook it.",
      "example_translation": "Je vais remuer le mélange ce soir, j'ai remué le café ce matin, et je remue la soupe chaque fois que je la cuissons.",
      "imageLink": "image_files\\English\\stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "strike",
      "translation": "frapper",
      "definition": "to hit or attack something or someone suddenly and forcefully",
      "definition_translation": "frapper ou attaquer quelque chose ou quelqu'un brusquement et avec force",
      "example": "The boxer will strike his opponent in the next round, the clock struck midnight last night, and the workers will strike against the company next week.",
      "example_translation": "Le boxeur frappera son adversaire au prochain round, l'horloge a sonné minuit hier soir, et les travailleurs vont faire grève contre l'entreprise la semaine prochaine.",
      "imageLink": "image_files\\English\\strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "succeed",
      "translation": "réussir",
      "definition": "to achieve something that you have been trying to do, or to get a good result",
      "definition_translation": "atteindre quelque chose que vous avez essayé de faire, ou obtenir un bon résultat",
      "example": "I will succeed in my exam tomorrow, I succeeded in getting the job last month, and she will succeed in her business plan next year.",
      "example_translation": "Je vais réussir à mon examen demain, j'ai réussi à obtenir le travail le mois dernier, et elle réussira à son plan d'affaires l'année prochaine.",
      "imageLink": "image_files\\English\\succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "suggest",
      "translation": "suggérer",
      "definition": "To propose or recommend something as a possibility or solution.",
      "definition_translation": "Proposer ou recommander quelque chose comme une possibilité ou une solution.",
      "example": "I suggested we go to the movies last night, but they had other plans. Yesterday, I suggested a new marketing strategy to my boss, and she liked it. By the end of the year, I will suggest a new project to the team.",
      "example_translation": "J'ai suggéré que nous allions au cinéma hier soir, mais ils avaient d'autres plans. Hier, j'ai suggéré une nouvelle stratégie marketing à mon patron, et elle l'a aimée. D'ici la fin de l'année, je suggérerai un nouveau projet à l'équipe.",
      "imageLink": "image_files\\English\\suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sunbathe",
      "translation": " Bronzer",
      "definition": "To lie or sit in the sun, typically in order to get a suntan.",
      "definition_translation": "Se coucher ou s'asseoir au soleil, généralement pour obtenir un bronzage.",
      "example": "I love to sunbathe on the beach during my summer vacation. Last year, I sunbathed for hours and got a severe sunburn. Next summer, I will sunbathe more carefully.",
      "example_translation": "J'adore bronzer sur la plage pendant mes vacances d'été. L'année dernière, j'ai bronzed pendant des heures et ai eu un coup de soleil grave. L'été prochain, je bronzerai plus prudemment.",
      "imageLink": "image_files\\English\\sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "support",
      "translation": "Soutenir",
      "definition": "To give assistance or backing to someone or something.",
      "definition_translation": "Fournir une aide ou un soutien à quelqu'un ou quelque chose.",
      "example": "I will support my favorite team in the championship game tonight. Yesterday, I supported my friend during her difficult time. Last year, I supported a charity organization financially.",
      "example_translation": "Je vais soutenir mon équipe favorite au match de championnat ce soir. Hier, j'ai soutenu mon ami pendant son difficile moment. L'année dernière, j'ai soutenu une organisation caritative financièrement.",
      "imageLink": "image_files\\English\\support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "support",
      "translation": "Soutenir",
      "definition": "To hold or carry something, especially heavy or difficult to manage.",
      "definition_translation": "Tenir ou porter quelque chose, en particulier lourd ou difficile à gérer.",
      "example": "I had to support the heavy box during the move. Yesterday, I supported the ladder while my friend was painting the wall. Next month, I will support the new project by providing resources.",
      "example_translation": "J'ai dû soutenir la boîte lourde pendant le déménagement. Hier, j'ai soutenu l'échelle tandis que mon ami peignait le mur. Le mois prochain, je vais soutenir le nouveau projet en fournissant des ressources.",
      "imageLink": "image_files\\English\\support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "switch off",
      "translation": "éteindre",
      "definition": "To stop the operation of a machine or device by turning a switch or button",
      "definition_translation": "Arrêter le fonctionnement d'une machine ou d'un appareil en actionnant un interrupteur ou un bouton",
      "example": "I switched off the light when I left the room. I will switch off the computer when I finish my work. She had switched off the TV before going to bed.",
      "example_translation": "J'ai éteint la lumière lorsque j'ai quitté la pièce. Je vais éteindre l'ordinateur lorsque j'aurai fini mon travail. Elle avait éteint la télévision avant d'aller se coucher.",
      "imageLink": "image_files\\English\\switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "switch on",
      "translation": "allumer",
      "definition": "To start the operation of a machine or device by turning a switch or button",
      "definition_translation": "Demarrer le fonctionnement d'une machine ou d'un appareil en actionnant un interrupteur ou un bouton",
      "example": "I switched on the light when I entered the room. She will switch on the computer when she starts her work. He had switched on the TV before the movie started.",
      "example_translation": "J'ai allumé la lumière lorsque je suis entré dans la pièce. Elle allumera l'ordinateur lorsqu'elle commencera son travail. Il avait allumé la télévision avant que le film ne commence.",
      "imageLink": "image_files\\English\\switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "taste",
      "translation": "goût",
      "definition": "The sensation produced by food or drink on the tongue and palate",
      "definition_translation": "La sensation produite par la nourriture ou la boisson sur la langue et le palais",
      "example": "The taste of the cake was amazing. I will taste the wine before serving it. She had tasted the soup before adding the spices.",
      "example_translation": "Le goût du gâteau était incroyable. Je vais goûter le vin avant de le servir. Elle avait goûté la soupe avant d'ajouter les épices.",
      "imageLink": "image_files\\English\\taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tear",
      "translation": "déchirer",
      "definition": "To pull or rend apart by force, or to cause to separate or come apart",
      "definition_translation": "Déchirer ou arracher de force, ou faire séparer ou s'écarter",
      "example": "I tore the page by accident. She will tear the envelope to open it. He had torn his shirt when he fell.",
      "example_translation": "J'ai déchiré la page par accident. Elle déchirera l'enveloppe pour l'ouvrir. Il avait déchiré sa chemise lorsqu'il est tombé.",
      "imageLink": "image_files\\English\\tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "test",
      "translation": "essai",
      "definition": "a trial or examination of something, esp. to see if it works or is suitable",
      "definition_translation": "un essai ou une épreuve de quelque chose, especialmente pour voir si ça fonctionne ou convient",
      "example": "I'll test this new recipe tonight. I tested the new software last week. I will test my skills next month.",
      "example_translation": "Je vais essayer cette nouvelle recette ce soir. J'ai testé le nouveau logiciel la semaine dernière. Je vais essayer mes compétences le mois prochain.",
      "imageLink": "image_files\\English\\test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tick",
      "translation": "tique",
      "definition": "a small, usually wingless insect that lives on the skin of animals or people",
      "definition_translation": "un petit insecte, généralement sans ailes, qui vit sur la peau des animaux ou des personnes",
      "example": "The tick bit me yesterday. I remove the tick from my dog's fur. The tick will bite again tomorrow.",
      "example_translation": "La tique m'a piqué hier. J'enlève la tique de la fourrure de mon chien. La tique piquera à nouveau demain.",
      "imageLink": "image_files\\English\\tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tie",
      "translation": "cravate",
      "definition": "a length of cloth worn around the neck, typically to fasten a shirt",
      "definition_translation": "une longueur de tissu portée autour du cou, généralement pour attacher une chemise",
      "example": "I tie my shoelaces every morning. She tied her hair back yesterday. They will tie the knot next year.",
      "example_translation": "Je lace mes lacets chaque matin. Elle a attaché ses cheveux hier. Ils attachent le nœud l'année prochaine.",
      "imageLink": "image_files\\English\\tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "total",
      "translation": "total",
      "definition": " constituting the whole, entirely, completely",
      "definition_translation": "constituant le tout, entièrement, complètement",
      "example": "The total sum is very high. I spent the total amount on the new laptop. We calculated the total last night.",
      "example_translation": "Le montant total est très élevé. J'ai dépensé le montant total sur le nouvel ordinateur portable. Nous avons calculé le total la nuit dernière.",
      "imageLink": "image_files\\English\\total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tour",
      "translation": "visite",
      "definition": "A journey or travel from place to place, especially for pleasure or business.",
      "definition_translation": "Un voyage ou un déplacement d'un endroit à un autre, especially pour le plaisir ou les affaires.",
      "example": "I took a tour around Europe last summer. I am taking a tour of the museum. I will take a tour to the ancient city next year.",
      "example_translation": "J'ai fait le tour de l'Europe l'été dernier. Je fais une visite guidée du musée. Je ferai une visite guidée de la ville antique l'an prochain.",
      "imageLink": "image_files\\English\\tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "train",
      "translation": "train",
      "definition": "A self-propelled vehicle on rails, used for transporting people or goods.",
      "definition_translation": "Un véhicule autopropulsé sur rails, utilisé pour transporter des personnes ou des marchandises.",
      "example": "I took a train to Paris yesterday. I am taking a train to London tomorrow. I will take a train to Berlin next month.",
      "example_translation": "J'ai pris le train pour Paris hier. Je prends le train pour Londres demain. Je prendrai le train pour Berlin le mois prochain.",
      "imageLink": "image_files\\English\\train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "transfer",
      "translation": "transfert",
      "definition": "The act of moving something or someone from one place to another.",
      "definition_translation": "L'action de déplacer quelque chose ou quelqu'un d'un endroit à un autre.",
      "example": "I transferred the money to my account. I am transferring the files to the new computer. I will transfer the skills to the new team.",
      "example_translation": "J'ai transféré l'argent sur mon compte. Je transfère les fichiers sur l'ordinateur nouveau. Je transférerai les compétences à la nouvelle équipe.",
      "imageLink": "image_files\\English\\transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "translate",
      "translation": "traduire",
      "definition": "To express the sense of written or spoken words in another language.",
      "definition_translation": "Exprimer le sens de mots écrits ou parlés dans une autre langue.",
      "example": "I translated the document from English to French. I am translating the website into Spanish. I will translate the book into German next year.",
      "example_translation": "J'ai traduit le document de l'anglais en français. Je traduis le site web en espagnol. Je traduirai le livre en allemand l'an prochain.",
      "imageLink": "image_files\\English\\translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "try",
      "translation": "essayer",
      "definition": "to make an effort to do something or to accomplish something",
      "definition_translation": "faire un effort pour faire quelque chose ou accomplir quelque chose",
      "example": "I will try to finish the project by tomorrow, I tried to finish it yesterday, I am trying to finish it now.",
      "example_translation": "J'essaierai de finir le projet d'ici demain, j'ai essayé de le finir hier, j'essaie de le finir maintenant.",
      "imageLink": "image_files\\English\\try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "type",
      "translation": "type",
      "definition": "a category or class of something",
      "definition_translation": "une catégorie ou classe de quelque chose",
      "example": "What type of car do you have? I had a sports car, I am having a sedan now, I will have an electric car next year.",
      "example_translation": "Quel est le type de voiture que vous avez? J'avais une voiture de sport, j'ai une berline maintenant, j'aurai une voiture électrique l'année prochaine.",
      "imageLink": "image_files\\English\\type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "undress",
      "translation": "se déshabiller",
      "definition": "to remove one's clothes",
      "definition_translation": "enlever ses vêtements",
      "example": "She undressed quickly, I undressed slowly, He will undress after the party.",
      "example_translation": "Elle s'est déshabillée rapidement, je me suis déshabillé lentement, il se déshabillera après la fête.",
      "imageLink": "image_files\\English\\undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "unpack",
      "translation": "déballer",
      "definition": "to remove the contents from a container or package",
      "definition_translation": "retirer le contenu d'un conteneur ou d'un paquet",
      "example": "I unpacked my suitcase, She will unpack the boxes, They unpacked the new furniture.",
      "example_translation": "J'ai déballé ma valise, elle déballera les boîtes, ils ont déballé les meubles neufs.",
      "imageLink": "image_files\\English\\unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "update",
      "translation": "mettre à jour",
      "definition": "to make something more modern or effective by adding new information, ideas, or methods",
      "definition_translation": "mettre quelque chose à jour en ajoutant de nouvelles informations, idées ou méthodes",
      "example": "I need to update my phone's operating system. Yesterday, I updated my computer's software. Tomorrow, I will update my website.",
      "example_translation": "Il me faut mettre à jour le système d'exploitation de mon téléphone. Hier, j'ai mis à jour le logiciel de mon ordinateur. Demain, je mettrai à jour mon site web.",
      "imageLink": "image_files\\English\\update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "vote",
      "translation": "vote",
      "definition": "to choose someone or something in an election or decision",
      "definition_translation": "choisir quelqu'un ou quelque chose lors d'une élection ou d'une décision",
      "example": "I voted for the best candidate. She will vote for the new policy. They voted against the proposal.",
      "example_translation": "J'ai voté pour le meilleur candidat. Elle votera pour la nouvelle politique. Ils ont voté contre la proposition.",
      "imageLink": "image_files\\English\\vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "walk the dog",
      "translation": "promener le chien",
      "definition": "to take a dog for a walk, typically on a leash",
      "definition_translation": "emmener un chien pour une promenade, généralement en laisse",
      "example": "I walked the dog yesterday. She walks the dog every morning. They will walk the dog this evening.",
      "example_translation": "J'ai promené le chien hier. Elle promène le chien chaque matin. Ils promèneront le chien ce soir.",
      "imageLink": "image_files\\English\\walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "warn",
      "translation": "avertir",
      "definition": "to give someone a warning or caution about something",
      "definition_translation": "donner un avertissement ou une mise en garde à quelqu'un à propos de quelque chose",
      "example": "I warned him about the danger. She warns us about the consequences. They warned us about the weather.",
      "example_translation": "J'ai averti de danger. Elle nous avertit des conséquences. Ils nous ont avertis du temps.",
      "imageLink": "image_files\\English\\warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "waste",
      "translation": "déchet",
      "definition": "The act of using or expending something carelessly, extravagantly, or to no purpose.",
      "definition_translation": "L'action d'utiliser ou de dépenser quelque chose de manière inconsidérée, extravagante ou sans objet.",
      "example": "We should not waste water, it's a precious resource. We wasted a lot of time yesterday. We will waste no time in making a decision.",
      "example_translation": "Nous ne devrions pas gaspiller l'eau, c'est une ressource précieuse. Nous avons gaspillé beaucoup de temps hier. Nous ne perdrons pas de temps pour prendre une décision.",
      "imageLink": "image_files\\English\\waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wave",
      "translation": "vague",
      "definition": "A movement of the sea or a large lake in which the water rises and falls in a regular or irregular rhythm.",
      "definition_translation": "Un mouvement de la mer ou d'un grand lac où l'eau monte et descend dans un rythme régulier ou irrégulier.",
      "example": "The wave crashed against the shore. She waved at me from across the room. The crowd will wave their flags in celebration.",
      "example_translation": "La vague s'est brisée contre la rive. Elle m'a fait signe de la main de l'autre côté de la pièce. La foule agitera ses drapeaux en célébration.",
      "imageLink": "image_files\\English\\wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "write something down",
      "translation": "écrire quelque chose",
      "definition": "To record or set down in writing.",
      "definition_translation": "Enregistrer ou consigner par écrit.",
      "example": "I will write something down to remember it. She wrote something down in her notebook. They will write something down in their diary.",
      "example_translation": "J'écrirai quelque chose pour me rappeler. Elle a écrit quelque chose dans son carnet. Ils écriront quelque chose dans leur journal.",
      "imageLink": "image_files\\English\\write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]