[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "adult",
      "translation": "adulte",
      "definition": "A person who has reached the age of majority and is fully grown and developed physically, mentally, and emotionally.",
      "definition_translation": "Une personne qui a atteint l'âge de la majorité et estFully développé physiquement, mentalement et émotionnellement.",
      "example": "She became an adult when she turned 18. She has been an adult for 5 years. She will be an adult for the rest of her life.",
      "example_translation": "Elle est devenue adulte lorsqu'elle a eu 18 ans. Elle a été adulte pendant 5 ans. Elle sera adulte pour le reste de sa vie.",
      "imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "baby",
      "translation": "bébé",
      "definition": "A very young human being, from birth to a year or two of age.",
      "definition_translation": "Un être humain très jeune, de la naissance à un an ou deux d'âge.",
      "example": "The baby laughed at the clown. The baby had laughed at the clown. The baby will laugh at the clown.",
      "example_translation": "Le bébé a ri au clown. Le bébé avait ri au clown. Le bébé rira au clown.",
      "imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "be... (years old)",
      "translation": "avoir... ans",
      "definition": "To have a certain age.",
      "definition_translation": "Avoir un certain âge.",
      "example": "I was 10 years old when I learned to ride a bike. I am 20 years old now. I will be 30 years old next year.",
      "example_translation": "J'avais 10 ans lorsque j'ai appris à conduire un vélo. J'ai 20 ans maintenant. J'aurai 30 ans l'année prochaine.",
      "imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "beard",
      "translation": "barbe",
      "definition": "A growth of hair on the chin and jaw of a man.",
      "definition_translation": "Une croissance de cheveux sur le menton et la joue d'un homme.",
      "example": "He had a long beard when he was a hippie. He has a short beard now. He will have a beard when he gets older.",
      "example_translation": "Il avait une longue barbe lorsqu'il était un hippie. Il a une courte barbe maintenant. Il aura une barbe lorsqu'il sera plus âgé.",
      "imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "beautiful",
      "translation": "beau",
      "definition": "pleasing the senses or mind aesthetically; having a beautiful quality.",
      "definition_translation": "plaisant pour les sens ou l'esprit d'une manière esthétique ; ayant une qualité belle.",
      "example": "She was a beautiful bride. She will be beautiful in her wedding dress. She was beautifully made up for the party.",
      "example_translation": "Elle était une belle mariée. Elle sera belle dans sa robe de mariée. Elle était magnifiquement maquillée pour la soirée.",
      "imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "boy",
      "translation": "garçon",
      "definition": "a male child or young male person, especially one from birth to adolescence.",
      "definition_translation": "un enfant mâle ou un jeune homme, en particulier un enfant mâle de la naissance à l'adolescence.",
      "example": "The boy ran quickly. The boy will eat his dinner. The boy had eaten his breakfast.",
      "example_translation": "Le garçon a couru rapidement. Le garçon mangera son dîner. Le garçon avait mangé son petit déjeuner.",
      "imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "eye",
      "translation": "œil",
      "definition": "the organ of vision; a person's power of vision.",
      "definition_translation": "l'organe de la vision ; le pouvoir de vision d'une personne.",
      "example": "She opened her eye. She will open her eyes. She had opened her eyes to the truth.",
      "example_translation": "Elle a ouvert son œil. Elle ouvrira ses yeux. Elle avait ouvert les yeux à la vérité.",
      "imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "face",
      "translation": "visage",
      "definition": "the front part of the head from the forehead to the chin.",
      "definition_translation": "la partie frontale de la tête du front au menton.",
      "example": "She washed her face. She will wash her face. She had washed her face with soap.",
      "example_translation": "Elle a lavé son visage. Elle lavera son visage. Elle avait lavé son visage avec du savon.",
      "imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fat",
      "translation": "gras",
      "definition": "Having a lot of flesh, especially in a way that is considered unhealthy or unattractive.",
      "definition_translation": "Ayant beaucoup de chair, notamment d'une manière considérée comme malsaine ou disgracieuse.",
      "example": "I was fat when I was a teenager, but I lost weight when I started exercising. Now I'm not fat, but I still enjoy fatty foods. I will be fat again if I don't watch what I eat.",
      "example_translation": "J'étais gras lorsque j'étais adolescent, mais j'ai perdu du poids lorsque j'ai commencé à faire de l'exercice. Maintenant, je ne suis pas gras, mais j'aime encore les aliments gras. Je serai gras à nouveau si je ne surveille pas ce que je mange.",
      "imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "feet",
      "translation": "pieds",
      "definition": "The lower extremities of the leg below the ankle, on which a person or animal stands or walks.",
      "definition_translation": "Les extrémités inférieures de la jambe au-dessous de la cheville, sur lesquelles une personne ou un animal se tient debout ou marche.",
      "example": "I wash my feet every morning. Yesterday, I hurt my feet while hiking. Next week, I will buy new shoes to protect my feet.",
      "example_translation": "Je lave mes pieds tous les matins. Hier, j'ai blessé mes pieds pendant une randonnée. La semaine prochaine, j'achèterai de nouvelles chaussures pour protéger mes pieds.",
      "imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "foot",
      "translation": "pied",
      "definition": "The lower extremity of the leg below the ankle, on which a person or animal stands or walks.",
      "definition_translation": "L'extrémité inférieure de la jambe au-dessous de la cheville, sur laquelle une personne ou un animal se tient debout ou marche.",
      "example": "I hurt my foot while playing soccer. Yesterday, I bandaged my foot. Next week, I will get a massage to relax my foot.",
      "example_translation": "J'ai blessé mon pied pendant que je jouais au soccer. Hier, j'ai bandé mon pied. La semaine prochaine, je vais recevoir un massage pour détendre mon pied.",
      "imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "girl",
      "translation": "fille",
      "definition": "A female child, especially one between infancy and adolescence.",
      "definition_translation": "Une enfant femelle, notamment une fille entre l'enfance et l'adolescence.",
      "example": "I have a girl who loves playing with dolls. Yesterday, my girl was tired and slept early. Next week, I will take my girl to the park.",
      "example_translation": "J'ai une fille qui adore jouer avec des poupées. Hier, ma fille était fatiguée et s'est couchée tôt. La semaine prochaine, je prendrai ma fille au parc.",
      "imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hair",
      "translation": "cheveu",
      "definition": "A growth on the human head or animal body, consisting of a protein filament that grows from hair follicles in the skin.",
      "definition_translation": "Une croissance sur la tête humaine ou le corps animal, consistant en un filament de protéine qui pousse des follicules pileux dans la peau.",
      "example": "I washed my hair yesterday, I am washing it now, and I will wash it tomorrow.",
      "example_translation": "J'ai lavé mes cheveux hier, je les lave maintenant, et je les laverai demain.",
      "imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hand",
      "translation": "main",
      "definition": "The end part of the human arm beyond the wrist, used for grasping and holding things.",
      "definition_translation": "La partie finale du bras humain au-delà du poignet, utilisée pour saisir et tenir des choses.",
      "example": "I held her hand yesterday, I am holding it now, and I will hold it tomorrow.",
      "example_translation": "J'ai tenu sa main hier, je la tiens maintenant, et je la tiendrai demain.",
      "imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "leg",
      "translation": "jambe",
      "definition": "A limb of the human body, extending from the hip to the ankle.",
      "definition_translation": "Un membre du corps humain, s'étendant de la hanche à la cheville.",
      "example": "I broke my leg last year, I am recovering now, and I will run again soon.",
      "example_translation": "J'ai cassé ma jambe l'année dernière, je me remets maintenant, et je courrai à nouveau bientôt.",
      "imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "little",
      "translation": "petit",
      "definition": "Small in amount or size; not great or large.",
      "definition_translation": "Petit en quantité ou en taille; pas grand ou large.",
      "example": "I had a little dog when I was a child, I have a big dog now, and I will have a little dog again.",
      "example_translation": "J'avais un petit chien quand j'étais enfant, j'ai un grand chien maintenant, et j'aurai un petit chien à nouveau.",
      "imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "long",
      "translation": "long",
      "definition": "Extending a great distance from one end to the other; not short.",
      "definition_translation": "S'étendant sur une grande distance d'un bout à l'autre; pas court.",
      "example": "I have been running for a long time, I will run for a long time, and I ran for a long time.",
      "example_translation": "J'ai couru pendant longtemps, je courrai pendant longtemps, et j'ai couru pendant longtemps.",
      "imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "man",
      "translation": "homme",
      "definition": "An adult human male.",
      "definition_translation": "Un mâle humain adulte.",
      "example": "My grandfather was a man of great wisdom, my father is a man of great wisdom, and my son will be a man of great wisdom.",
      "example_translation": "Mon grand-père était un homme de grande sagesse, mon père est un homme de grande sagesse, et mon fils sera un homme de grande sagesse.",
      "imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mouth",
      "translation": "bouche",
      "definition": "The opening through which an animal takes in food.",
      "definition_translation": "L'ouverture par laquelle un animal prend de la nourriture.",
      "example": "I open my mouth to eat, I opened my mouth to eat, and I will open my mouth to eat.",
      "example_translation": "J'ouvre ma bouche pour manger, j'ai ouvert ma bouche pour manger, et j'ouvrirai ma bouche pour manger.",
      "imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nose",
      "translation": "nez",
      "definition": "The organ of smell and breath in humans and many animals.",
      "definition_translation": "L'organe de l'odorat et de la respiration chez les humains et de nombreux animaux.",
      "example": "I have a big nose, I had a big nose, and I will have a big nose.",
      "example_translation": "J'ai un grand nez, j'ai eu un grand nez, et j'aurai un grand nez.",
      "imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "old",
      "translation": "vieux",
      "definition": "having lived or existed for a long time; no longer young",
      "definition_translation": "ayant vécu ou existé pendant longtemps ; plus jeune",
      "example": "My old car broke down yesterday, but I will buy a new one next year, and I hope it will last for many years.",
      "example_translation": "Ma vieille voiture est tombée en panne hier, mais j'en achèterai une nouvelle l'année prochaine, et j'espère qu'elle durera de nombreuses années.",
      "imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "short",
      "translation": "court",
      "definition": "not long in length or duration; brief",
      "definition_translation": "pas long en longueur ou en durée ; bref",
      "example": "I wore a short skirt to the party last night, but I will wear a long dress to the wedding next week, and I hope it will be perfect.",
      "example_translation": "J'ai porté une jupe courte au party hier soir, mais je porterai une robe longue au mariage la semaine prochaine, et j'espère qu'elle sera parfaite.",
      "imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "slim",
      "translation": "mince",
      "definition": "having a small or slender shape; thin",
      "definition_translation": "ayant une forme petite ou svelte ; mince",
      "example": "I have been trying to stay slim by exercising regularly, and I hope to reach my goal weight soon, but it will take time.",
      "example_translation": "J'essaie de rester mince en faisant de l'exercice régulièrement, et j'espère atteindre mon poids idéal bientôt, mais cela prendra du temps.",
      "imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tall",
      "translation": "haut",
      "definition": "having a great height; lofty",
      "definition_translation": "ayant une grande hauteur ; élevé",
      "example": "My tall brother is very good at playing basketball, and he will probably play in the NBA someday, but he needs to practice more.",
      "example_translation": "Mon frère haut est très doué pour jouer au basket-ball, et il jouera probablement dans la NBA un jour, mais il doit s'entraîner plus.",
      "imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "woman",
      "translation": "femme",
      "definition": "An adult human female, typically capable of bearing children.",
      "definition_translation": "Une femme adulte, généralement capable de porter des enfants.",
      "example": "The woman walked into the room. She will attend the meeting. She had worn a red dress.",
      "example_translation": "La femme est entrée dans la pièce. Elle assistera à la réunion. Elle avait porté une robe rouge.",
      "imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "young",
      "translation": "jeune",
      "definition": "Having little experience or a short history of use or existence.",
      "definition_translation": "Ayant peu d'expérience ou une brève histoire d'utilisation ou d'existence.",
      "example": "The young boy played with a ball. He will learn to ride a bike. He had eaten a sandwich.",
      "example_translation": "Le jeune garçon a joué avec un ballon. Il apprendra à faire du vélo. Il avait mangé un sandwich.",
      "imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "aged",
      "translation": "âgé",
      "definition": "Having lived or existed for a long time; old.",
      "definition_translation": "Ayant vécu ou existé depuis longtemps; vieux.",
      "example": "The aged man walked slowly. He will receive a pension. He had worked for 40 years.",
      "example_translation": "L'homme âgé marchait lentement. Il recevra une pension. Il avait travaillé pendant 40 ans.",
      "imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "attractive",
      "translation": "attirant",
      "definition": "Pleasing the senses, especially sight; pleasing or appealing.",
      "definition_translation": "Plaisant pour les sens, especialmente la vue; plaisant ou attirant.",
      "example": "The attractive woman smiled. She will wear a beautiful dress. She had won a beauty contest.",
      "example_translation": "La femme attirante a souri. Elle portera une belle robe. Elle avait gagné un concours de beauté.",
      "imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "blonde",
      "translation": "blonde",
      "definition": "A person, especially a woman, with fair hair, typically pale yellow or golden in color.",
      "definition_translation": "Une personne, en particulier une femme, avec des cheveux clairs, généralement jaune pâle ou doré en couleur.",
      "example": "She was a blonde beauty, He will be a blonde when he grows up, She has been a blonde for years.",
      "example_translation": "Elle était une blonde beauté, Il sera une blonde quand il grandira, Elle a été une blonde pendant des années.",
      "imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dressed",
      "translation": "habillé",
      "definition": "Wearing clothes, especially formal or elaborate ones.",
      "definition_translation": "Portant des vêtements, notamment des vêtements formels ou élaborés.",
      "example": "She was dressed in a beautiful gown, He had dressed quickly, They will be dressed appropriately.",
      "example_translation": "Elle était habillée dans une belle robe, Il s'était habillé rapidement, Ils seront habillés appropriément.",
      "imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fair",
      "translation": "juste",
      "definition": "Just and unbiased; not favoring one side or party.",
      "definition_translation": "Juste et impartial; ne favorisant pas un côté ou un parti.",
      "example": "The judge tried to be fair, She was fair and honest, He will be fair in his decision.",
      "example_translation": "Le juge a essayé d'être juste, Elle était juste et honnête, Il sera juste dans sa décision.",
      "imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fashion",
      "translation": "mode",
      "definition": "A popular or the latest style of clothing, hair, etc.",
      "definition_translation": "Un style populaire ou le dernier cri en matière de vêtements, de coiffure, etc.",
      "example": "She followed the latest fashion, He loved the fashion of the 80s, They will set a new fashion trend.",
      "example_translation": "Elle suivait la dernière mode, Il aimait la mode des années 80, Ils vont lancer une nouvelle tendance de mode.",
      "imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "finger",
      "translation": "doigt",
      "definition": "One of the five terminating members of the hand; a digit.",
      "definition_translation": "L'un des cinq membres terminaux de la main; un doigt.",
      "example": "I hurt my finger when I was playing football yesterday, but I will be able to play again tomorrow, and I play every Saturday.",
      "example_translation": "J'ai blessé mon doigt lorsque j'ai joué au football hier, mais je pourrai jouer à nouveau demain, et je joue tous les samedis.",
      "imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "good-looking",
      "translation": "beau",
      "definition": "Pleasing in appearance; attractive.",
      "definition_translation": "Plaisant à voir; attractif.",
      "example": "My friend is very good-looking, and he will be even more good-looking when he gets older, but he was not good-looking when he was a child.",
      "example_translation": "Mon ami est très beau, et il sera encore plus beau quand il sera plus âgé, mais il n'était pas beau quand il était enfant.",
      "imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "guy",
      "translation": "gars",
      "definition": "A man or boy; a male person.",
      "definition_translation": "Un homme ou un garçon; une personne masculine.",
      "example": "I met a guy at the party last night, and I will meet him again tomorrow, but I did not meet him at the party the day before yesterday.",
      "example_translation": "J'ai rencontré un gars à la soirée dernière nuit, et je le rencontrerai à nouveau demain, mais je ne l'ai pas rencontré à la soirée avant-hier.",
      "imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "make-up",
      "translation": "maquillage",
      "definition": "Cosmetics, such as lipstick, mascara, and blush, used to enhance or alter one's appearance.",
      "definition_translation": "Des cosmétiques, tels que du rouge à lèvres, du mascara et du blush, utilisés pour améliorer ou modifier son apparence.",
      "example": "My sister puts on a lot of make-up every day, but she did not put on make-up yesterday, and she will not put on make-up tomorrow.",
      "example_translation": "Ma sœur met du maquillage tous les jours, mais elle n'a pas mis de maquillage hier, et elle ne mettra pas de maquillage demain.",
      "imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pretty",
      "translation": "jolie",
      "definition": "Attractive in a delicate way without being impressive or striking.",
      "definition_translation": "Attrayante d'une manière délicate sans être impressionnante ou frappante.",
      "example": "I thought she was pretty when I saw her at the party. She is going to be prettier when she gets older. She was pretty upset when she heard the news.",
      "example_translation": "Je pensais qu'elle était jolie lorsque je l'ai vue à la fête. Elle sera encore plus jolie quand elle aura grandi. Elle était très blessée quand elle a entendu les nouvelles.",
      "imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "red hair",
      "translation": "cheveux roux",
      "definition": "Hair that is of a reddish color, often associated with people of Celtic or Irish descent.",
      "definition_translation": "Des cheveux de couleur rougeâtre, souvent associés aux personnes d'origine celte ou irlandaise.",
      "example": "My sister had red hair when she was a teenager. She will have red hair when she grows up. She had red hair when she was born.",
      "example_translation": "Ma sœur avait des cheveux roux lorsqu'elle était adolescente. Elle aura des cheveux roux lorsqu'elle grandira. Elle avait des cheveux roux lorsqu'elle est née.",
      "imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "strong",
      "translation": "fort",
      "definition": "Having a great deal of power, strength, or intensity; able to exert force or withstand pressure.",
      "definition_translation": "Ayant une grande quantité de puissance, de force ou d'intensité; capable d'exercer une force ou de résister à la pression.",
      "example": "He was strong when he lifted the heavy weights. He will be stronger when he exercises more. He was strong enough to carry the boxes.",
      "example_translation": "Il était fort lorsqu'il a soulevé les poids lourds. Il sera plus fort lorsqu'il fera plus d'exercice. Il était assez fort pour porter les boîtes.",
      "imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "teenager",
      "translation": "adolescent",
      "definition": "A person between the ages of 13 and 19, typically attending high school or middle school.",
      "definition_translation": "Une personne entre 13 et 19 ans, fréquentant généralement le lycée ou le collège.",
      "example": "I was a teenager when I learned to drive. She will be a teenager when she turns 13. They were teenagers when they fell in love.",
      "example_translation": "J'étais un adolescent lorsque j'ai appris à conduire. Elle sera un adolescent lorsqu'elle aura 13 ans. Ils étaient des adolescents lorsqu'ils sont tombés amoureux.",
      "imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "thin",
      "translation": "mince",
      "definition": "Having a small amount of flesh or fat, typically due to dieting or exercise.",
      "definition_translation": "Ayant une petite quantité de chair ou de graisse, généralement en raison d'un régime ou d'un exercice.",
      "example": "I was thin when I was a teenager, but I've put on weight since then. Now I try to eat healthy to stay thin. By next year, I will have achieved my goal of being thin again.",
      "example_translation": "J'étais mince adolescente, mais j'ai pris du poids depuis. Maintenant, j'essaie de manger sainement pour rester mince. D'ici l'an prochain, j'aurai atteint mon objectif d'être mince à nouveau.",
      "imageLink": "thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "toe",
      "translation": "orteil",
      "definition": "The smallest toe on a human foot, located at the end of the foot.",
      "definition_translation": "Le plus petit orteil du pied humain, situé à l'extrémité du pied.",
      "example": "I hurt my toe when I dropped a heavy box on it. Yesterday, I went to the doctor to get my toe checked. Next week, I will be able to wear shoes that don't hurt my toe.",
      "example_translation": "J'ai blessé mon orteil en laissant tomber une boîte lourde dessus. Hier, j'ai été chez le docteur pour faire examiner mon orteil. La semaine prochaine, je pourrai porter des chaussures qui ne blessent pas mon orteil.",
      "imageLink": "toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "appearance",
      "translation": "apparence",
      "definition": "The way someone or something looks, especially in terms of their physical characteristics.",
      "definition_translation": "La façon dont quelqu'un ou quelque chose apparaît, notamment en termes de caractéristiques physiques.",
      "example": "The appearance of the actor changed dramatically after he gained weight. Last year, I was impressed by the appearance of the new building. By next month, the appearance of the city will have changed completely.",
      "example_translation": "L'apparence de l'acteur a changé dramatiquement après qu'il a pris du poids. L'année dernière, j'ai été impressionné par l'apparence du nouveau bâtiment. D'ici le mois prochain, l'apparence de la ville aura complètement changé.",
      "imageLink": "appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bald",
      "translation": "chauve",
      "definition": "Having no hair on the head, or having very little hair.",
      "definition_translation": "N'ayant pas de cheveux sur la tête, ou ayant très peu de cheveux.",
      "example": "My grandfather became bald when he was old. Yesterday, I saw a bald eagle at the zoo. By next year, I will have gone bald if I don't take care of my hair.",
      "example_translation": "Mon grand-père est devenu chauve lorsqu'il était vieux. Hier, j'ai vu un aigle chauve au zoo. D'ici l'an prochain, je serai devenu chauve si je ne prends pas soin de mes cheveux.",
      "imageLink": "bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "beautifully",
      "translation": "beaulement",
      "definition": "In a way that is pleasing to the eye or ear; with great beauty or skill.",
      "definition_translation": "De manière qui plaît à l'œil ou à l'oreille ; avec une grande beauté ou habileté.",
      "example": "She sings beautifully, The city was beautifully decorated, She will beautifully arrange the flowers.",
      "example_translation": "Elle chante beaulement, La ville était beaulement décorée, Elle arrangera beaulement les fleurs.",
      "imageLink": "beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "beauty",
      "translation": "beauté",
      "definition": "The quality present in a person, place, object or idea that gives pleasure to the senses or spirit.",
      "definition_translation": "La qualité présente dans une personne, un endroit, un objet ou une idée qui apporte du plaisir aux sens ou à l'esprit.",
      "example": "The beauty of the sunset was breathtaking, She has a timeless beauty, The beauty of the city will be appreciated.",
      "example_translation": "La beauté du coucher de soleil était à couper le souffle, Elle a une beauté intemporelle, La beauté de la ville sera appréciée.",
      "imageLink": "beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cheek",
      "translation": "joue",
      "definition": "Either side of the face below the eyes.",
      "definition_translation": "Chacun des côtés du visage au-dessous des yeux.",
      "example": "She has rosy cheeks, He pinched her cheek, The baby's cheek was soft.",
      "example_translation": "Elle a des joues rosées, Il l'a pincée sur la joue, La joue du bébé était douce.",
      "imageLink": "cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "childhood",
      "translation": "enfance",
      "definition": "The period of human life from birth to puberty, or the state of being a child.",
      "definition_translation": "La période de la vie humaine de la naissance à la puberté, ou l'état d'être un enfant.",
      "example": "Her childhood was happy, Childhood is a carefree time, The memories of my childhood are dear.",
      "example_translation": "Son enfance était heureuse, L'enfance est une période sans souci, Les souvenirs de mon enfance sont chers.",
      "imageLink": "childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "chin",
      "translation": "menton",
      "definition": "The chin is the lower front part of the face below the lower lip.",
      "definition_translation": "Le menton est la partie inférieure de la face située en dessous de la lèvre inférieure.",
      "example": "He rubbed his chin thoughtfully, trying to remember the answer. Yesterday, he had scratched his chin while shaving. Tomorrow, he would probably do the same.",
      "example_translation": "Il se frotta le menton d'un air pensif, essayant de se rappeler la réponse. Hier, il s'était égratigné le menton en se rasant. Demain, il ferait probablement la même chose.",
      "imageLink": "chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "curly",
      "translation": "bouclé",
      "definition": "Having or forming curls or ringlets; having a curly shape or nature.",
      "definition_translation": "Ayant ou formant des boucles ou des boucles d'oreille ; ayant une forme ou une nature bouclée.",
      "example": "She had curly brown hair that bounced when she walked. Her sister had always been jealous of her curly locks. In the future, she might straighten her curly hair.",
      "example_translation": "Elle avait des cheveux bruns bouclés qui rebondissaient lorsqu'elle marchait. Sa sœur avait toujours été jalouse de ses boucles. À l'avenir, elle pourrait défriser ses cheveux bouclés.",
      "imageLink": "curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "elder",
      "translation": "aîné",
      "definition": "A person who is older than others in a particular group or family.",
      "definition_translation": "Une personne qui est plus âgée que les autres dans un groupe ou une famille particulier.",
      "example": "The elder of the two brothers was more responsible. Yesterday, the elder sister had helped her younger sibling. Tomorrow, the elder would give a speech.",
      "example_translation": "Le frère aîné des deux frères était plus responsable. Hier, la sœur aînée avait aidé son cadet. Demain, l'aîné ferait un discours.",
      "imageLink": "elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "elderly",
      "translation": "âgé",
      "definition": "Relating to or characteristic of old people, especially those who are retired or of advanced age.",
      "definition_translation": "Se rapportant à ou caractéristique des personnes âgées, en particulier celles qui sont à la retraite ou d'un âge avancé.",
      "example": "The elderly lady needed help crossing the street. Yesterday, the elderly couple had gone to the park. In the future, the elderly would have access to better healthcare.",
      "example_translation": "La dame âgée avait besoin d'aide pour traverser la rue. Hier, le couple âgé était allé au parc. À l'avenir, les personnes âgées auraient accès à des soins de santé meilleurs.",
      "imageLink": "elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "eldest",
      "translation": "le plus âgé",
      "definition": "Being the oldest of a group of people or things.",
      "definition_translation": "Étant le plus âgé d'un groupe de personnes ou de choses.",
      "example": "She was the eldest of the three siblings, and always took care of them. She is now taking care of her own children, and will take care of her parents in the future.",
      "example_translation": "Elle était la plus âgée des trois frères et sœurs, et prenait toujours soin d'eux. Elle prend maintenant soin de ses propres enfants et prendra soin de ses parents à l'avenir.",
      "imageLink": "eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fashionable",
      "translation": "à la mode",
      "definition": "Conforming to the current standard of taste and style, especially in dress.",
      "definition_translation": "Conforme au standard actuel de goût et de style, notamment dans la robe.",
      "example": "The fashion designer created a fashionable collection that was showcased at the Paris Fashion Week. The model was wearing a fashionable outfit that was admired by everyone. The company will launch a fashionable new product next year.",
      "example_translation": "Le designer de mode a créé une collection à la mode qui a été présentée à la Semaine de la mode de Paris. Le modèle portait un outfit à la mode qui a été admiré par tout le monde. L'entreprise lancera un nouveau produit à la mode l'année prochaine.",
      "imageLink": "fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "female",
      "translation": "féminin",
      "definition": "Belonging or referring to the sex that typically has the capacity to bear young or produce eggs.",
      "definition_translation": "Appartenant ou se référant au sexe qui a typiquement la capacité de porter des jeunes ou de produire des œufs.",
      "example": "The female lioness was taking care of her cubs. The new employee is a female engineer with excellent skills. The female singer won a Grammy Award last year.",
      "example_translation": "La lionne femelle prenait soin de ses petits. La nouvelle employée est une ingénieure féminine avec des compétences excellentes. La chanteuse féminine a remporté un prix Grammy l'année dernière.",
      "imageLink": "female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "figure",
      "translation": "figure",
      "definition": "A person's body, especially when considered as having a particular shape or size.",
      "definition_translation": "Le corps d'une personne, especialmente lorsque considéré comme ayant une forme ou une taille particulière.",
      "example": "The athlete had a muscular figure that impressed everyone. She has always had a slender figure, but has recently gained weight. The company's financial figure looked promising for the next quarter.",
      "example_translation": "L'athlète avait une silhouette musclée qui a impressionné tout le monde. Elle a toujours eu une silhouette mince, mais a récemment pris du poids. La figure financière de l'entreprise semblait prometteuse pour le prochain trimestre.",
      "imageLink": "figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fit",
      "translation": "ajuster",
      "definition": "To be of the right size or shape for someone or something. To be suitable or appropriate for a particular purpose.",
      "definition_translation": "Être de la taille ou de la forme appropriée pour quelqu'un ou quelque chose. Être adapté ou approprié pour un objectif particulier.",
      "example": "I need to fit into this dress for the party tonight. I fitted the pieces together to make a perfect puzzle. I will fit in an hour of exercise before work tomorrow.",
      "example_translation": "Je dois m'ajuster dans cette robe pour le plaisir ce soir. J'ai ajusté les pièces ensemble pour faire un puzzle parfait. Je vais m'ajuster une heure d'exercice avant le travail demain.",
      "imageLink": "fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "forehead",
      "translation": "front",
      "definition": "The upper part of the face, above the eyebrows and nose.",
      "definition_translation": "La partie supérieure du visage, au-dessus des sourcils et du nez.",
      "example": "She wiped the sweat from her forehead during the intense workout. The baby's forehead was soft and delicate. The doctor examined the patient's forehead for any signs of injury.",
      "example_translation": "Elle essuya la sueur de son front pendant l'entraînement intense. Le front du bébé était doux et délicat. Le médecin a examiné le front du patient pour tout signe de blessure.",
      "imageLink": "forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grow",
      "translation": "grandir",
      "definition": "To become larger, stronger, or more developed. To increase in amount or degree.",
      "definition_translation": "Devenir plus grand, plus fort ou plus développé. Augmenter en quantité ou en degré.",
      "example": "The child will grow out of these clothes soon. The company will grow its revenue by 20% next year. She grew tired of waiting and left the room.",
      "example_translation": "L'enfant grandira bientôt de ces vêtements. L'entreprise augmentera son chiffre d'affaires de 20% l'année prochaine. Elle s'est fatiguée d'attendre et a quitté la pièce.",
      "imageLink": "grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "haircut",
      "translation": "coiffure",
      "definition": "The style or manner in which someone's hair is cut or arranged.",
      "definition_translation": "Le style ou la manière dont les cheveux de quelqu'un sont coupés ou arrangés.",
      "example": "I need a haircut before the wedding. The barber gave him a stylish haircut. She got a haircut that was similar to her sister's.",
      "example_translation": "Je besoin d'une coiffure avant le mariage. Le barbier lui a donné une coiffure élégante. Elle a obtenu une coiffure qui ressemblait à celle de sa sœur.",
      "imageLink": "haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hairdresser",
      "translation": "coiffeur",
      "definition": "A person whose occupation is to cut, style, and care for hair.",
      "definition_translation": "Une personne dont la profession est de couper, styler et soigner les cheveux.",
      "example": "I went to the hairdresser yesterday, I go to the hairdresser every month, and I will go to the hairdresser next week.",
      "example_translation": "Je suis allé chez le coiffeur hier, je vais chez le coiffeur chaque mois, et je vais aller chez le coiffeur la semaine prochaine.",
      "imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "handsome",
      "translation": "beau",
      "definition": "Pleasantly attractive or good-looking.",
      "definition_translation": " Agréablement attractif ou de belle apparence.",
      "example": "He was a handsome young man, he is a handsome father now, and he will be a handsome old man someday.",
      "example_translation": "Il était un jeune homme beau, il est un père beau maintenant, et il sera un vieil homme beau un jour.",
      "imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "height",
      "translation": "hauteur",
      "definition": "The measure of how tall something or someone is.",
      "definition_translation": "La mesure de la taille de quelque chose ou de quelqu'un.",
      "example": "The height of the building was impressive, the height of the mountain is daunting, and the height of the ceiling is low.",
      "example_translation": "La hauteur du bâtiment était impressionnante, la hauteur de la montagne est intimidante, et la hauteur du plafond est basse.",
      "imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "kid",
      "translation": "gamin",
      "definition": "A child or young person.",
      "definition_translation": "Un enfant ou une personne jeune.",
      "example": "The kid was playing outside, the kid is studying for his exam, and the kid will be a successful person someday.",
      "example_translation": "Le gamin jouait dehors, le gamin étudie pour son examen, et le gamin sera une personne réussie un jour.",
      "imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "knee",
      "translation": "genou",
      "definition": "The joint that connects the femur (thigh bone) to the tibia (shin bone) in the human leg.",
      "definition_translation": "L'articulation qui relie le fémur (os de la cuisse) au tibia (os de la jambe) dans la jambe humaine.",
      "example": "She hurt her knee while playing soccer yesterday, but she will be able to play again tomorrow, and hopefully, she will be more careful in the future.",
      "example_translation": "Elle s'est blessée au genou en jouant au soccer hier, mais elle sera en mesure de jouer à nouveau demain, et espérons qu'elle sera plus prudente à l'avenir.",
      "imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lady",
      "translation": "dame",
      "definition": "A polite term used to address or refer to a woman, especially one of high social class or status.",
      "definition_translation": "Un terme poli utilisé pour adresser ou référer à une femme, en particulier une femme de haute classe sociale ou de statut.",
      "example": "The lady was very kind to me when I was lost in the city, and she recommended a great restaurant nearby, which I will certainly visit again in the future.",
      "example_translation": "La dame a été très gentille avec moi lorsque j'étais perdu dans la ville, et elle m'a recommandé un excellent restaurant à proximité, que je visiterai certainement à nouveau dans l'avenir.",
      "imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lip",
      "translation": "lèvre",
      "definition": "Either of the two fleshy folds that surround the mouth in humans and some other animals.",
      "definition_translation": "L'une des deux replis charnus qui entourent la bouche chez les humains et certains autres animaux.",
      "example": "She bit her lip nervously during the presentation, but she had done it many times before, and she knew she would do it again in the future.",
      "example_translation": "Elle a mordu sa lèvre nerveusement pendant la présentation, mais elle l'avait fait nhiều fois auparavant, et elle savait qu'elle le ferait à nouveau dans l'avenir.",
      "imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "male",
      "translation": "mâle",
      "definition": "A person or animal of the sex that produces sperm, especially a human being.",
      "definition_translation": "Une personne ou un animal du sexe qui produit du sperme, en particulier un être humain.",
      "example": "The male chef was very proud of his new restaurant, and he was confident that it would be successful in the future, just like his previous ones.",
      "example_translation": "Le chef mâle était très fier de son nouveau restaurant, et il était confiant qu'il serait réussi à l'avenir, tout comme ses précédents.",
      "imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "middle-aged",
      "translation": "d'âge moyen",
      "definition": "Being in the middle period of life, typically between the ages of 40 and 60.",
      "definition_translation": "Étant dans la période médiane de la vie, généralement entre 40 et 60 ans.",
      "example": "She was middle-aged when she decided to start her own business. She had been middle-aged for a few years when she realized her dream. She will be middle-aged soon and is already planning her retirement.",
      "example_translation": "Elle était d'âge moyen lorsqu'elle a décidé de lancer son propre business. Elle avait été d'âge moyen pendant quelques années lorsqu'elle a réalisé son rêve. Elle sera d'âge moyen bientôt et planifie déjà sa retraite.",
      "imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "moustache",
      "translation": "moustache",
      "definition": "A growth of hair on the upper lip, especially when cultivated and groomed.",
      "definition_translation": "Une poussée de cheveux sur la lèvre supérieure, notamment lorsqu'elle est cultivée et soignée.",
      "example": "He had a thick moustache that made him look like a walrus. He grew a moustache when he was in college. He will shave his moustache for a charity event.",
      "example_translation": "Il avait une moustache épaisse qui lui faisait ressembler à un morse. Il a fait pousser une moustache lorsqu'il était à l'université. Il rasera sa moustache pour un événement de charité.",
      "imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "put on weight",
      "translation": "prendre du poids",
      "definition": "To increase in weight, typically due to gaining fat or muscle.",
      "definition_translation": "Augmenter de poids, généralement en raison de la prise de graisse ou de muscle.",
      "example": "I have put on weight since I started working from home. She had put on weight after her pregnancy. They will put on weight if they don't start exercising soon.",
      "example_translation": "J'ai pris du poids depuis que j'ai commencé à travailler depuis chez moi. Elle avait pris du poids après sa grossesse. Ils prendront du poids s'ils ne commencent pas à faire de l'exercice bientôt.",
      "imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sex",
      "translation": "sexe",
      "definition": "The biological characteristics that define males and females.",
      "definition_translation": "Les caractéristiques biologiques qui définissent les mâles et les femelles.",
      "example": "The doctor discussed the patient's sex during the examination. The teacher explained the concept of sex education to the students. They will attend a conference on sex and relationships next month.",
      "example_translation": "Le médecin a discuté du sexe du patient pendant l'examen. L'enseignant a expliqué le concept de l'éducation sexuelle aux étudiants. Ils assisteront à une conférence sur le sexe et les relationsnext mois.",
      "imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shave",
      "translation": "raser",
      "definition": "To remove hair or other unwanted growth from a surface, especially using a razor or sharp instrument.",
      "definition_translation": "Retirer les poils ou autre croissance indésirable d'une surface, notamment en utilisant un rasoir ou un instrument tranchant.",
      "example": "I shaved my beard yesterday, I shave every morning, and I will shave again tomorrow.",
      "example_translation": "J'ai rasé ma barbe hier, je me rase chaque matin et je me raserai à nouveau demain.",
      "imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "smart",
      "translation": "intelligent",
      "definition": "Having or showing a great deal of intelligence or common sense.",
      "definition_translation": "Ayant ou montrant une grande quantité d'intelligence ou de sens commun.",
      "example": "She was a smart student, she is a smart worker, and she will be a smart manager.",
      "example_translation": "Elle était une étudiante intelligente, elle est une travailleuse intelligente et elle sera une gestionnaire intelligente.",
      "imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "teenage",
      "translation": "adolescent",
      "definition": "Relating to or characteristic of people in their teens, between the ages of 13 and 19.",
      "definition_translation": "Relatif à ou caractéristique des personnes dans leur adolescence, entre 13 et 19 ans.",
      "example": "I was a teenage rebel, I am a teenage parent, and I will be a teenage idol.",
      "example_translation": "J'étais un rebelle ado, je suis un parent ado, et je serai un idole ado.",
      "imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "thumb",
      "translation": "pouce",
      "definition": "The short, thick finger on a human hand, opposite the fingers.",
      "definition_translation": "Le doigt court et épais sur une main humaine, en face des doigts.",
      "example": "I injured my thumb yesterday, I use my thumb to text, and I will use my thumb to hold the door.",
      "example_translation": "J'ai blessé mon pouce hier, j'utilise mon pouce pour envoyer des SMS et j'utiliserai mon pouce pour tenir la porte.",
      "imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "weak",
      "translation": "faible",
      "definition": "Lacking physical or mental strength; not strong or healthy.",
      "definition_translation": "Manquant de force physique ou mentale ; ne pas être fort ou en bonne santé.",
      "example": "He was weak from the illness, but he's recovering now. Yesterday, he was too weak to get out of bed. By next week, he will be weak no more.",
      "example_translation": "Il était faible à cause de la maladie, mais il se rétablit maintenant. Hier, il était trop faible pour sortir du lit. D'ici une semaine, il ne sera plus faible.",
      "imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "weigh",
      "translation": "peser",
      "definition": "To have a certain amount of heaviness or weight.",
      "definition_translation": "Avoir un certain poids ou une certaine lourdeur.",
      "example": "The bag weighs a lot. I weighed myself this morning. By next year, I will have weighed my options carefully.",
      "example_translation": "Le sac pèse beaucoup. Je me suis pesé ce matin. D'ici l'année prochaine, j'aurai pesé mes options soigneusement.",
      "imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "weight",
      "translation": "poids",
      "definition": "The amount of heaviness or mass of something.",
      "definition_translation": "La quantité de lourdeur ou de masse de quelque chose.",
      "example": "The weight of the book is 2 kilograms. I need to lose weight for the summer. By next month, I will have reached my ideal weight.",
      "example_translation": "Le poids du livre est de 2 kilogrammes. Je dois perdre du poids pour l'été. D'ici le mois prochain, j'aurai atteint mon poids idéal.",
      "imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "well-dressed",
      "translation": "bien habillé",
      "definition": "Dressed in a stylish and attractive way.",
      "definition_translation": "Habillé de manière élégante et attirante.",
      "example": "He was well-dressed for the party. She is always well-dressed for work. By next week, they will be well-dressed for the wedding.",
      "example_translation": "Il était bien habillé pour la fête. Elle est toujours bien habillée pour le travail. D'ici la semaine prochaine, ils seront bien habillés pour le mariage.",
      "imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "youth",
      "translation": "jeunesse",
      "definition": "The period between childhood and adulthood, characterized by a person's physical and emotional development.",
      "definition_translation": "La période entre l'enfance et l'âge adulte, caractérisée par le développement physique et émotionnel d'une personne.",
      "example": "In my youth, I was very energetic and loved playing sports. Now, I am more cautious and enjoy reading books. By the time I reach my old age, I will have written a novel.",
      "example_translation": "Dans ma jeunesse, j'étais très énergique et aimais jouer aux sports. Maintenant, je suis plus prudent et aime lire des livres. Quand j'atteindrai mon âge avancé, j'aurai écrit un roman.",
      "imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bare",
      "translation": "nu",
      "definition": "Without covering or clothing; uncovered.",
      "definition_translation": "Sans couverture ou vêtement ; découvert.",
      "example": "The tree was bare in the winter, but it was full of leaves in the summer. I will bare my soul in my autobiography. She likes to walk barefoot on the beach.",
      "example_translation": "L'arbre était nu en hiver, mais il était plein de feuilles en été. Je vais dévoiler mon âme dans mon autobiographie. Elle aime marcher pieds nus sur la plage.",
      "imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "disguise",
      "translation": "déguisement",
      "definition": "A costume or outfit worn to conceal one's identity or to create a fictional character.",
      "definition_translation": "Un costume ou un déguisement porté pour cacher son identité ou créer un personnage fictif.",
      "example": "The actor wore a clever disguise to sneak into the party. She disguised herself as a man to get into the male-only club. The spy used a disguise to gather information.",
      "example_translation": "L'acteur portait un déguisement astucieux pour s'introduire à la fête. Elle s'est déguisée en homme pour entrer dans le club réservé aux hommes. L'espion a utilisé un déguisement pour recueillir des informations.",
      "imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "disguise",
      "translation": "déguisement",
      "definition": "To conceal or change the appearance of something or someone in order to deceive or mislead.",
      "definition_translation": "Cacher ou changer l'apparence de quelque chose ou de quelqu'un afin de tromper ou de induire en erreur.",
      "example": "The company tried to disguise their financial losses by cooking the books. She disguised her sadness with a fake smile. The artist used makeup to disguise the model's blemishes.",
      "example_translation": "L'entreprise a essayé de dissimuler leurs pertes financières en falsifiant les livres. Elle a dissimulé sa tristesse avec un sourire faux. L'artiste a utilisé du maquillage pour dissimuler les imperfections du modèle.",
      "imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "elegant",
      "translation": "élégant",
      "definition": "Having a pleasing and refined quality; stylish and sophisticated.",
      "definition_translation": "Ayant une qualité plaisante et raffinée ; stylé et sophistiqué.",
      "example": "She looked elegant in her new dress. She will look elegant at the party tonight. She had looked elegant in the photos.",
      "example_translation": "Elle avait l'air élégante dans sa nouvelle robe. Elle aura l'air élégante au party ce soir. Elle avait eu l'air élégante sur les photos.",
      "imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "elegantly",
      "translation": "élégamment",
      "definition": "In a manner that is pleasing and refined; with style and sophistication.",
      "definition_translation": "De manière plaisante et raffinée ; avec style et sophistication.",
      "example": "She walked elegantly down the staircase. She will dance elegantly at the ball tonight. She had spoken elegantly at the conference.",
      "example_translation": "Elle a marché élégamment dans les escaliers. Elle dansera élégamment au bal ce soir. Elle avait parlé élégamment à la conférence.",
      "imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "eyebrows",
      "translation": "sourcils",
      "definition": "The hairy edges of the eyebrow ridges above the eyes.",
      "definition_translation": "Les bords velus des arcades sourcilières au-dessus des yeux.",
      "example": "She tweezed her eyebrows to shape them. She will thread her eyebrows next week. She had waxed her eyebrows yesterday.",
      "example_translation": "Elle a épié ses sourcils pour les façonner. Elle fils ses sourcils la semaine prochaine. Elle avait fait épiler ses sourcils hier.",
      "imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "eyelashes",
      "translation": "cils",
      "definition": "The thin hairs that grow on the edges of the eyelids.",
      "definition_translation": "Les fins poils qui poussent sur les bords des paupières.",
      "example": "She curled her eyelashes to make them look longer. She will apply mascara to her eyelashes tonight. She had dyed her eyelashes last month.",
      "example_translation": "Elle a recourbé ses cils pour les faire paraître plus longs. Elle appliquera du mascara sur ses cils ce soir. Elle avait teint ses cils le mois dernier.",
      "imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "feature",
      "translation": "caractéristique",
      "definition": "A feature is a prominent or distinctive part or characteristic of something.",
      "definition_translation": "Une caractéristique est une partie ou une caractéristique distinctive de quelque chose.",
      "example": "The new smartphone has many exciting features, such as a high-quality camera and long battery life. It featured a beautiful design, and will feature advanced artificial intelligence in the future. We have been featuring this product in our advertisements for weeks.",
      "example_translation": "Le nouveau smartphone a de nombreuses fonctionnalités passionnantes, telles qu'une caméra de haute qualité et une autonomie de batterie longue. Il avait une belle conception, et aura une intelligence artificielle avancée dans le futur. Nous avons présenté ce produit dans nos publicités depuis des semaines.",
      "imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "female",
      "translation": "féminin",
      "definition": "Relating to or characteristic of women or girls.",
      "definition_translation": "Lié aux femmes ou aux filles ou caractéristique de celles-ci.",
      "example": "The female students in the class were very interested in the topic of gender equality. The female athlete has won several championships in the past, and will be a strong competitor in the future. The new policy aims to support female entrepreneurs.",
      "example_translation": "Les étudiantes féminines de la classe étaient très intéressées par le sujet de l'égalité des genres. L'athlète féminine a remporté plusieurs championnats dans le passé, et sera une concurrente solide dans le futur. La nouvelle politique vise à soutenir les entrepreneuses féminines.",
      "imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "freckles",
      "translation": "taches de rousseur",
      "definition": "Small brown or dark spots on the skin, typically on the face or arms, caused by the sun or genetic factors.",
      "definition_translation": "De petites taches brunes ou sombres sur la peau, généralement sur le visage ou les bras, causées par le soleil ou des facteurs génétiques.",
      "example": "She had freckles all over her face, which made her look even more beautiful. The child had freckles on her nose, which became more prominent in the summer. He had gotten freckles on his arms from spending too much time in the sun.",
      "example_translation": "Elle avait des taches de rousseur partout sur son visage, ce qui la faisait paraître encore plus belle. L'enfant avait des taches de rousseur sur son nez, qui devenaient plus visibles en été. Il avait obtenu des taches de rousseur sur ses bras en passant trop de temps au soleil.",
      "imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fringe",
      "translation": "frange",
      "definition": "A border or edge of something, especially a decorative one.",
      "definition_translation": "Un bord ou un rebord de quelque chose, en particulier un décoratif.",
      "example": "The fringe on her dress was very elaborate and expensive-looking. The fringe on the rug was starting to fray, and needed to be replaced. The new policy has been on the fringe of the political agenda for months.",
      "example_translation": "La frange de sa robe était très élaborée et avait l'air très coûteuse. La frange du tapis commençait à s'user, et avait besoin d'être remplacée. La nouvelle politique a été à la périphérie de l'agenda politique pendant des mois.",
      "imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "gender",
      "translation": "genre",
      "definition": "The state of being male or female, especially when considered with reference to social and cultural differences rather than biological ones.",
      "definition_translation": "L'état d'être masculin ou féminin, en particulier lorsqu'il est considéré par rapport aux différences sociales et culturelles plutôt que biologiques.",
      "example": "The doctor asked about the patient's gender. Yesterday, she filled out a form about her gender. By next year, they will have studied the effects of gender on mental health.",
      "example_translation": "Le médecin a demandé le genre du patient. Hier, elle a rempli un formulaire sur son genre. D'ici l'année prochaine, ils auront étudié les effets du genre sur la santé mentale.",
      "imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grown-up",
      "translation": "adulte",
      "definition": "A mature person, especially one who has reached physical adulthood and is considered responsible and independent.",
      "definition_translation": "Une personne mature, en particulier celle qui a atteint l'âge adulte physique et est considérée comme responsable et indépendante.",
      "example": "I was a grown-up when I moved out of my parents' house. She acts like a grown-up, but sometimes she still behaves like a child. By the time I am 30, I will be a grown-up with a family.",
      "example_translation": "J'étais un adulte lorsque j'ai quitté la maison de mes parents. Elle agit comme un adulte, mais parfois elle se comporte encore comme un enfant. D'ici que j'aie 30 ans, je serai un adulte avec une famille.",
      "imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hair",
      "translation": "cheveux",
      "definition": "A growth on the human head or animal body, consisting of a long, thin strand of dead cells that grow from follicles in the skin.",
      "definition_translation": "Une croissance sur la tête humaine ou le corps animal, consistant en une longue, fine fibre de cellules mortes qui poussent à partir de follicules dans la peau.",
      "example": "I brush my hair every morning. She dyed her hair red yesterday. By next month, I will have grown a beard and mustache.",
      "example_translation": "Je brosse mes cheveux chaque matin. Elle a teint ses cheveux rouges hier. D'ici le mois prochain, j'aurai laissé pousser une barbe et une moustache.",
      "imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "image",
      "translation": "image",
      "definition": "A visual representation or likeness of something, such as a person, object, or scene, in the form of a photograph, painting, or other work of art.",
      "definition_translation": "Une représentation visuelle ou ressemblance de quelque chose, comme une personne, un objet ou une scène, sous la forme d'une photographie, d'un tableau ou d'une autre œuvre d'art.",
      "example": "The image on the screen was blurry. She took an image of the Eiffel Tower. By next year, I will have edited hundreds of images.",
      "example_translation": "L'image à l'écran était floue. Elle a pris une image de la Tour Eiffel. D'ici l'année prochaine, j'aurai édité des centaines d'images.",
      "imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "male",
      "translation": "mâle",
      "definition": "Having or showing the characteristics of an adult male, especially in being strong and confident.",
      "definition_translation": "Ayant ou montrant les caractéristiques d'un mâle adulte, notamment en étant fort et confiant.",
      "example": "He was a male model in his younger days. He will be a male nurse after graduation. He was treated like a male chauvinist by his colleagues.",
      "example_translation": "Il était un mannequin masculin dans ses jeunes années. Il sera un infirmier masculin après l'obtention de son diplôme. Il a été traité comme un machiste par ses collègues.",
      "imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nail",
      "translation": "clou",
      "definition": "A small metal spike with a flattened head, used for fastening pieces of wood or other materials together.",
      "definition_translation": "Un petit point métallique avec une tête aplatie, utilisé pour fixer des pièces de bois ou d'autres matériaux ensemble.",
      "example": "She hammered the nail into the wall. The nail broke while I was fixing the chair. I will need a nail to hang the picture.",
      "example_translation": "Elle a enfoncé le clou dans le mur. Le clou s'est cassé pendant que je réparais la chaise. J'aurai besoin d'un clou pour accrocher le tableau.",
      "imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "naked",
      "translation": "nu",
      "definition": "Without clothing; not covered or concealed.",
      "definition_translation": "Sans vêtements; non couvert ou non caché.",
      "example": "The baby was naked in the bath. She felt naked without her makeup. They will be naked in the shower scene.",
      "example_translation": "Le bébé était nu dans le bain. Elle se sentait nue sans son maquillage. Ils seront nus dans la scène de douche.",
      "imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pale",
      "translation": "pâle",
      "definition": "Having a light color, especially a light complexion.",
      "definition_translation": "Ayant une couleur claire, notamment une peau pâle.",
      "example": "She looked pale after the illness. The pale moon was shining in the sky. He had a pale complexion due to anemia.",
      "example_translation": "Elle avait l'air pâle après la maladie. La lune pâle brillait dans le ciel. Il avait une peau pâle en raison de l'anémie.",
      "imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ponytail",
      "translation": "queue de cheval",
      "definition": "A ponytail is a hairstyle in which the hair is pulled back and secured with a hair tie or clip, often at the back of the head.",
      "definition_translation": "Une queue de cheval est une coiffure dans laquelle les cheveux sont tirés en arrière et fixés avec un élastique à cheveux ou une pince, souvent à l'arrière de la tête.",
      "example": "I wore a ponytail to the party last night, I will wear a ponytail to the party tomorrow, and I have worn a ponytail to the party many times before.",
      "example_translation": "J'ai porté une queue de cheval au party hier soir, je porterai une queue de cheval au party demain, et j'ai porté une queue de cheval au party de nombreuses fois auparavant.",
      "imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "racial",
      "translation": "racial",
      "definition": "Relating to or characteristic of a race or races.",
      "definition_translation": "Relatif ou caractéristique d'une race ou de races.",
      "example": "The racial tensions in the city were high, the racial diversity of the neighborhood is increasing, and racial bias is a serious issue.",
      "example_translation": "Les tensions raciales dans la ville étaient élevées, la diversité raciale du quartier augmente, et le biais racial est un problème serieux.",
      "imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sexual",
      "translation": "sexuel",
      "definition": "Relating to or concerned with sex or sexuality.",
      "definition_translation": "Relatif ou concernant le sexe ou la sexualité.",
      "example": "The sexual harassment policy is in place to protect employees, the sexual health clinic provides free tests, and sexual orientation is a personal choice.",
      "example_translation": "La politique de harcèlement sexuel est en place pour protéger les employés, la clinique de santé sexuelle offre des tests gratuits, et l'orientation sexuelle est un choix personnel.",
      "imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spot",
      "translation": "tache",
      "definition": "A small, usually round, mark or stain on a surface.",
      "definition_translation": "Une petite marque ou tache, généralement ronde, sur une surface.",
      "example": "I saw a spot on the carpet, I will remove the spot with a stain remover, and I had a spot on my shirt last week.",
      "example_translation": "J'ai vu une tache sur le tapis, je vais enlever la tache avec un détachant, et j'avais une tache sur ma chemise la semaine dernière.",
      "imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "strength",
      "translation": "force",
      "definition": "The quality or state of being strong; capacity for exertion or endurance.",
      "definition_translation": "La qualité ou l'état d'être fort ; capacité pour l'exertion ou l'endurance.",
      "example": "She showed great strength in completing the marathon. She will strengthen her muscles through exercise. She had strengthened her resolve to quit smoking.",
      "example_translation": "Elle a montré une grande force en complétant le marathon. Elle renforcera ses muscles grâce à l'exercice. Elle avait renforcé sa résolution d'arrêter de fumer.",
      "imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "strengthen",
      "translation": "renforcer",
      "definition": "To make or become stronger; to reinforce or intensify.",
      "definition_translation": "Rendre ou devenir plus fort ; renforcer ou intensifier.",
      "example": "We must strengthen our defenses against cyber attacks. The company will strengthen its position in the market by acquiring new assets. She strengthened her grip on the rope to avoid falling.",
      "example_translation": "Nous devons renforcer nos défenses contre les attaques informatiques. L'entreprise renforcera sa position sur le marché en acquérant de nouveaux actifs. Elle a renforcé sa prise sur la corde pour éviter de tomber.",
      "imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tan",
      "translation": "bronzage",
      "definition": "A brown color or pigment, especially one produced by sun exposure.",
      "definition_translation": "Une couleur brune ou un pigment, notamment un produit par exposition au soleil.",
      "example": "She got a tan after spending a week at the beach. The tan color of the leather sofa looks great in the living room. He uses a tan cream to achieve a sun-kissed look.",
      "example_translation": "Elle a obtenu un bronzage après avoir passé une semaine à la plage. La couleur brune du canapé en cuir se remarque bien dans le salon. Il utilise une crème de bronzage pour obtenir un look éclaté.",
      "imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "thigh",
      "translation": "cuisse",
      "definition": "The part of the human leg between the hip and the knee.",
      "definition_translation": "La partie de la jambe humaine entre la hanche et le genou.",
      "example": "She injured her thigh during the game. The thigh muscle is essential for walking. He massaged his thigh to relieve the pain.",
      "example_translation": "Elle s'est blessée à la cuisse pendant le jeu. Le muscle de la cuisse est essentiel pour la marche. Il a massé sa cuisse pour soulager la douleur.",
      "imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wavy",
      "translation": "ondulé",
      "definition": "Having a wavelike shape or motion; not straight or flat.",
      "definition_translation": "Ayant une forme ou un mouvement ondulé ; pas droit ou plat.",
      "example": "The wavy hair of the surfer caught my attention. I had a wavy encounter with the wave yesterday. I will get a wavy haircut next week.",
      "example_translation": "Les cheveux ondulés du surfeur m'ont attiré l'attention. J'ai eu une rencontre ondulée avec la vague hier. Je vais me faire une coupe de cheveux ondulée la semaine prochaine.",
      "imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "well-built",
      "translation": "bien bâti",
      "definition": "Having a strong and healthy body; sturdy in construction.",
      "definition_translation": "Ayant un corps fort et sain ; solide dans la construction.",
      "example": "The well-built athlete won the gold medal. The well-built house withstood the storm. The well-built bridge will last for decades.",
      "example_translation": "L'athlète bien bâti a remporté la médaille d'or. La maison bien bâtie a résisté à la tempête. Le pont bien bâti durera des décennies.",
      "imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wrinkles",
      "translation": "rides",
      "definition": "Small folds or creases in the skin, especially on the face.",
      "definition_translation": "Petites plis ou crevasses dans la peau, notamment sur le visage.",
      "example": "The old man had deep wrinkles on his face. The wrinkles on her forehead increased with age. She got wrinkles from frowning too much.",
      "example_translation": "L'homme âgé avait des rides profondes sur son visage. Les rides sur son front ont augmenté avec l'âge. Elle a eu des rides en fronçant troprequently.",
      "imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wrist",
      "translation": "poignet",
      "definition": "The joint connecting the hand to the forearm.",
      "definition_translation": "L'articulation reliant la main au avant-bras.",
      "example": "She broke her wrist in the accident. I sprained my wrist playing tennis. The doctor examined my wrist carefully.",
      "example_translation": "Elle s'est cassé le poignet dans l'accident. J'ai foulé mon poignet en jouant au tennis. Le docteur a examiné mon poignet soigneusement.",
      "imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "youth",
      "translation": "jeunesse",
      "definition": "The period between childhood and adulthood, characterized by a person's physical and emotional development.",
      "definition_translation": "La période entre l'enfance et l'âge adulte, caractérisée par le développement physique et émotionnel d'une personne.",
      "example": "In my youth, I was very energetic and loved playing sports. Now, I realize how important it is to take care of my body. In the future, I hope to be able to inspire young people to lead healthy lives.",
      "example_translation": "Dans ma jeunesse, j'étais très énergique et j'adorais jouer aux sports. Maintenant, je réalise combien il est important de prendre soin de mon corps. À l'avenir, j'espère être en mesure d'inspirer les jeunes à mener des vies saines.",
      "imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "calf",
      "translation": "veau",
      "definition": "A young cow or bull, typically in its first year of life.",
      "definition_translation": "Un jeune bovin ou taureau, généralement dans sa première année de vie.",
      "example": "The calf was struggling to stand up after being born. As it grew, it became stronger and more agile. In the future, it will be a beautiful and strong adult cow.",
      "example_translation": "Le veau luttait pour se lever après sa naissance. Alors qu'il grandissait, il devenait plus fort et plus agile. À l'avenir, il sera une belle et forte vache adulte.",
      "imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "elegance",
      "translation": "élégance",
      "definition": "A quality of finesse, simplicity, and refinement of movement or expression.",
      "definition_translation": "Une qualité de finesse, de simplicité et de raffinement du mouvement ou de l'expression.",
      "example": "Her elegance on the dance floor was captivating. She had taken classes for years, and it was evident in her every move. In the future, she hopes to open her own dance studio.",
      "example_translation": "Son élégance sur la piste de danse était captivante. Elle avait pris des cours pendant des années, et cela était évident dans chacun de ses mouvements. À l'avenir, elle espère ouvrir son propre studio de danse.",
      "imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "little finger",
      "translation": "pouce",
      "definition": "The smallest finger on a human hand, also known as the pinky finger.",
      "definition_translation": "Le petit doigt sur une main humaine, également connu sous le nom de doigt mignot.",
      "example": "I hurt my little finger while playing sports. Now, it's still sore, but I'll be careful not to make it worse. In the future, I'll make sure to wear protective gear.",
      "example_translation": "J'ai blessé mon pouce en jouant aux sports. Maintenant, il est encore douloureux, mais je vais faire attention à ne pas l'aggraver. À l'avenir, je vais m'assurer de porter des équipements de protection.",
      "imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "middle finger",
      "translation": "doigt du milieu",
      "definition": "The middle finger is the third finger of a human hand, located between the index finger and the ring finger.",
      "definition_translation": "Le doigt du milieu est le troisième doigt d'une main humaine, situé entre l'index et l'annulaire.",
      "example": "She showed her middle finger to the annoying driver. Yesterday, she had shown it to him. Tomorrow, she will show it to him again.",
      "example_translation": "Elle a montré son doigt du milieu au conducteur ennuyeux. Hier, elle le lui avait montré. Demain, elle le lui montrera à nouveau.",
      "imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "obese",
      "translation": "obèse",
      "definition": "Obese refers to a person whose body fat is above a certain level, often leading to health problems.",
      "definition_translation": "Obèse se réfère à une personne dont le gras corporel est au-dessus d'un certain niveau, entraînant souvent des problèmes de santé.",
      "example": "The doctor warned him that he would become obese if he didn't change his diet. He was obese when he was younger. Now, he is trying to lose weight.",
      "example_translation": "Le docteur l'a averti qu'il deviendrait obèse s'il ne changeait pas son régime. Il était obèse lorsqu'il était plus jeune. Maintenant, il essaie de perdre du poids.",
      "imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "resemble",
      "translation": "ressemble à",
      "definition": "To resemble something or someone means to look like or have a similar appearance to it or them.",
      "definition_translation": "Ressembler à quelque chose ou quelqu'un signifie avoir une apparence similaire à celle-ci ou à celle-là.",
      "example": "She resembles her mother. She resembled her when she was young. She will resemble her when she grows up.",
      "example_translation": "Elle ressemble à sa mère. Elle lui ressemblait lorsqu'elle était jeune. Elle lui ressemblera lorsqu'elle grandira.",
      "imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "adolescent",
      "translation": "adolescent",
      "definition": "An adolescent is a person who is in the process of developing from a child to an adult.",
      "definition_translation": "Un adolescent est une personne qui est en train de se développer d'un enfant à un adulte.",
      "example": "The Adolescent Development Program helped him through his teenage years. He was an adolescent when he started high school. He will be an adult soon.",
      "example_translation": "Le programme de développement de l'adolescent l'a aidé tout au long de ses années d'adolescence. Il était adolescent lorsqu'il a commencé le lycée. Il sera bientôt adulte.",
      "imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cheekbones",
      "translation": "pommettes",
      "definition": "The bones of the face, especially those that form the prominence of the face below the eyes.",
      "definition_translation": "Les os du visage, en particulier ceux qui forment la proéminence du visage sous les yeux.",
      "example": "She had high cheekbones that gave her a striking facial structure.",
      "example_translation": "Elle avait des pommettes hautes qui lui donnaient une structure faciale frappante.",
      "imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "complexion",
      "translation": "teint",
      "definition": "The natural coloring or texture of a person's skin, especially of the face.",
      "definition_translation": "Le coloris naturel ou la texture de la peau d'une personne, en particulier du visage.",
      "example": "She had a fair complexion and looked lovely in the sunlight.",
      "example_translation": "Elle avait un teint clair et était ravissante dans la lumière du soleil.",
      "imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cuticle",
      "translation": "ongle",
      "definition": "A thin layer of dead skin cells at the base of a nail.",
      "definition_translation": "Une fine couche de cellules de peau mortes à la base d'un ongle.",
      "example": "She carefully pushed back her cuticles to make her nails look neat.",
      "example_translation": "Elle poussait soigneusement ses ongles pour faire apparaitre ses ongles nets.",
      "imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "palm",
      "translation": "paume",
      "definition": "The inner surface of the hand from the wrist to the base of the fingers.",
      "definition_translation": "La surface interne de la main depuis le poignet jusqu'à la base des doigts.",
      "example": "He had a large palm that made him a great basketball player.",
      "example_translation": "Il avait une grande paume qui en faisait un excellent joueur de basket-ball.",
      "imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ring finger",
      "translation": "annulaire",
      "definition": "The fourth finger of a human hand, located between the middle finger and the little finger.",
      "definition_translation": "Le quatrième doigt de la main humaine, situé entre le doigt du milieu et le petit doigt.",
      "example": "I hurt my ring finger while playing basketball yesterday, but now it's okay. I will wear a ring on my ring finger at my wedding next year. She had worn a beautiful diamond ring on her ring finger since her engagement.",
      "example_translation": "J'ai blessé mon annulaire en jouant au basket-ball hier, mais maintenant c'est okay. Je porterai une bague à mon annulaire lors de mon mariage l'année prochaine. Elle portait une belle bague de diamant à son annulaire depuis son engagement.",
      "imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shin",
      "translation": "tibia",
      "definition": "The front part of the lower leg, between the knee and the ankle.",
      "definition_translation": "La partie avant de la jambe inférieure, entre le genou et la cheville.",
      "example": "I scraped my shin on the rock while hiking last week. She had a bruise on her shin after the soccer game. He will have a shin guard during the football match.",
      "example_translation": "J'ai égratigné mon tibia sur le rocher lors de la randonnée la semaine dernière. Elle avait un hématome sur son tibia après le match de soccer. Il aura un protège-tibia pendant le match de football.",
      "imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sideburns",
      "translation": "favoris",
      "definition": "Hairs growing down the sides of a man's face, in front of the ears.",
      "definition_translation": "Les cheveux qui poussent sur les côtés du visage d'un homme, devant les oreilles.",
      "example": "Elvis Presley was famous for his sideburns and rock music. He started growing sideburns to look more masculine. She didn't like his new sideburns and told him to shave them off.",
      "example_translation": "Elvis Presley était célèbre pour ses favoris et sa musique rock. Il a commencé à faire pousser des favoris pour avoir l'air plus masculin. Elle n'aimait pas ses nouveaux favoris et lui a dit de les raser.",
      "imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spiky",
      "translation": "pointu",
      "definition": "Having or resembling sharp, pointed protuberances or peaks.",
      "definition_translation": "Ayant ou ressemblant à des protubérances ou des pics pointus.",
      "example": "The punk rock musician had spiky hair and a leather jacket. The plant had spiky leaves that hurt my hand. She styled her hair spiky for the party last night.",
      "example_translation": "Le musicien de rock punk avait des cheveux pointus et un blouson de cuir. La plante avait des feuilles pointues qui m'ont fait mal à la main. Elle avait stylé ses cheveux pointus pour la fête hier soir.",
      "imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stubble",
      "translation": "barbe",
      "definition": "the stubby remains of something, especially a plant, that has been cut off",
      "definition_translation": "les restes noueux de quelque chose, notamment une plante, qui ont été coupés",
      "example": "The farmer was tired of dealing with the stubble after harvesting the wheat. He had stubble on his face when he was younger. He will have to deal with the stubble again next season.",
      "example_translation": "Le fermier était fatigué de faire face au chaume après avoir récolté le blé. Il avait du chaume sur le visage lorsqu'il était plus jeune. Il devra faire face au chaume à nouveau la saison prochaine.",
      "imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "toddler",
      "translation": "tout-petit",
      "definition": "a young child who is just learning to walk",
      "definition_translation": "un jeune enfant qui apprend juste à marcher",
      "example": "The toddler took her first steps yesterday. She was a toddler when she started to talk. She will be a toddler again when she learns to ride a bike.",
      "example_translation": "Le tout-petit a fait ses premiers pas hier. Elle était un tout-petit lorsqu'elle a commencé à parler. Elle sera un tout-petit à nouveau lorsqu'elle apprendra à faire du vélo.",
      "imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "abdomen",
      "translation": "abdomen",
      "definition": "the region of the body between the chest and the pelvis",
      "definition_translation": "la région du corps située entre la poitrine et le bassin",
      "example": "The doctor examined the patient's abdomen to find the cause of the pain. She had a scar on her abdomen from the surgery. He will have to exercise to strengthen his abdomen muscles.",
      "example_translation": "Le médecin a examiné l'abdomen du patient pour trouver la cause de la douleur. Elle avait une cicatrice sur son abdomen suite à la chirurgie. Il devra faire de l'exercice pour renforcer ses muscles abdominaux.",
      "imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bun",
      "translation": "pain",
      "definition": "a small, usually sweet, bread roll",
      "definition_translation": "un petit pain, généralement sucré, en forme de boule",
      "example": "I ate a bun with my coffee this morning. She will buy a bun for her breakfast tomorrow. They had buns with their afternoon tea.",
      "example_translation": "J'ai mangé un pain avec mon café ce matin. Elle achètera un pain pour son petit déjeuner demain. Ils avaient des pains avec leur thé de l'après-midi.",
      "imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "forefinger",
      "translation": "index",
      "definition": "The forefinger is the finger next to the thumb in the human hand, used for pointing and grasping small objects.",
      "definition_translation": "Le doigt indice est le doigt situé à côté du pouce dans la main humaine, utilisé pour pointer et saisir de petits objets.",
      "example": "She used her forefinger to ring the doorbell. Yesterday, she had used it to type an email. Tomorrow, she will use it to unlock her phone.",
      "example_translation": "Elle a utilisé son index pour sonner à la porte. Hier, elle l'avait utilisé pour taper un e-mail. Demain, elle l'utilisera pour déverrouiller son téléphone.",
      "imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "goatee",
      "translation": "barbiche",
      "definition": "A goatee is a type of facial hair that grows on the chin, often shaped to form a small tuft or point.",
      "definition_translation": "Une barbiche est un type de poil facial qui pousse sur le menton, souvent façonné pour former un petit toupet ou point.",
      "example": "He had a goatee when he was in college, but he shaved it off after graduation. Now, he's considering growing one again. His friends will be surprised when they see his new goatee.",
      "example_translation": "Il avait une barbiche lorsqu'il était à l'université, mais il l'a rasée après l'obtention de son diplôme. Maintenant, il envisage d'en faire pousser une nouvelle. Ses amis seront surpris lorsqu'ils verront sa nouvelle barbiche.",
      "imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "perm",
      "translation": "perms",
      "definition": "A perm is a chemical treatment to curl or wave straight hair, often used to add volume and texture to one's hairstyle.",
      "definition_translation": "Un perms est un traitement chimique pour boucler ou onduler les cheveux droits, souvent utilisé pour ajouter du volume et de la texture à une coiffure.",
      "example": "She got a perm in the 80s, but it didn't last long. Her hair felt damaged after the treatment. Now, she's considering trying a digital perm for a more natural look.",
      "example_translation": "Elle s'est fait faire des perms dans les années 80, mais cela n'a pas duré longtemps. Ses cheveux se sont sentis endommagés après le traitement. Maintenant, elle envisage d'essayer un perms numérique pour un look plus naturel.",
      "imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]