[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "brother",
      "translation": "frère",
      "definition": "A male sibling, typically having the same parents.",
      "definition_translation": "Un frère masculin, ayant généralement les mêmes parents.",
      "example": "I had a brother who used to play with me when I was a child, my brother is a doctor now, and I will meet my brother next week.",
      "example_translation": "J'avais un frère qui jouait avec moi lorsque j'étais enfant, mon frère est médecin maintenant, et je rencontrerai mon frère la semaine prochaine.",
      "imageLink": "image_files\\English\\brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "child",
      "translation": "enfant",
      "definition": "A human being below the age of puberty or a young person especially between birth and puberty.",
      "definition_translation": "Un être humain en dessous de l'âge de la puberté ou une personne jeune notamment entre la naissance et la puberté.",
      "example": "I was a child when I first learned to ride a bike, the child is sleeping now, and the child will start school next year.",
      "example_translation": "J'étais un enfant lorsque j'ai appris à faire du vélo pour la première fois, l'enfant dort maintenant, et l'enfant commencera l'école l'année prochaine.",
      "imageLink": "image_files\\English\\child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "children",
      "translation": "enfants",
      "definition": "Plural of child, human beings below the age of puberty or young people especially between birth and puberty.",
      "definition_translation": "Pluriel de enfant, êtres humains en dessous de l'âge de la puberté ou jeunes personnes notamment entre la naissance et la puberté.",
      "example": "Children love to play outside, the children were singing a song, and the children will go to the beach tomorrow.",
      "example_translation": "Les enfants aiment jouer dehors, les enfants chantaient une chanson, et les enfants iront à la plage demain.",
      "imageLink": "image_files\\English\\children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dad",
      "translation": "papa",
      "definition": "A male parent or a father, especially one who is old-fashioned or unfashionable.",
      "definition_translation": "Un parent masculin ou un père, notamment un qui est vieux jeu ou démodé.",
      "example": "My dad taught me how to fix a car, my dad was a soldier, and my dad will retire next year.",
      "example_translation": "Mon père m'a appris à réparer une voiture, mon père était un soldat, et mon père prendra sa retraite l'année prochaine.",
      "imageLink": "image_files\\English\\dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "daughter",
      "translation": "fille",
      "definition": "A female child or a female descendant.",
      "definition_translation": "Une enfant féminine ou une descendante féminine.",
      "example": "She was very close to her daughter. She had a daughter who lived abroad. She will have a daughter next year.",
      "example_translation": "Elle était très proche de sa fille. Elle avait une fille qui vivait à l'étranger. Elle aura une fille l'année prochaine.",
      "imageLink": "image_files\\English\\daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "father",
      "translation": "père",
      "definition": "A male parent or a male ancestor.",
      "definition_translation": "Un parent masculin ou un ancêtre masculin.",
      "example": "He was a good father to his children. His father lived in the countryside. He will be a father soon.",
      "example_translation": "Il était un bon père pour ses enfants. Son père vivait à la campagne. Il sera bientôt père.",
      "imageLink": "image_files\\English\\father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "husband",
      "translation": "mari",
      "definition": "A male partner in a marriage.",
      "definition_translation": "Un partenaire masculin dans un mariage.",
      "example": "She loved her husband very much. Her husband worked as a doctor. She will marry her husband next month.",
      "example_translation": "Elle aimait beaucoup son mari. Son mari travaillait comme médecin. Elle épousera son mari le mois prochain.",
      "imageLink": "image_files\\English\\husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mother",
      "translation": "mère",
      "definition": "A female parent or a female ancestor.",
      "definition_translation": "Un parent féminin ou une ancêtre féminine.",
      "example": "She was a kind mother to her children. Her mother lived in Paris. She will become a mother soon.",
      "example_translation": "Elle était une mère gentille pour ses enfants. Sa mère vivait à Paris. Elle deviendra bientôt mère.",
      "imageLink": "image_files\\English\\mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mum",
      "translation": "maman",
      "definition": "A mother is a female parent who gives birth to a child or nurtures and raises a child.",
      "definition_translation": "Une mère est une parent femelle qui donne naissance à un enfant ou élève et prend soin d'un enfant.",
      "example": "My mum was always there to support me. She supported me when I was young. She will continue to support me in the future.",
      "example_translation": "Ma maman était toujours là pour me soutenir. Elle m'a soutenu lorsque j'étais jeune. Elle continuera à me soutenir dans le futur.",
      "imageLink": "image_files\\English\\mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "parents",
      "translation": "parents",
      "definition": "Parents are adults who have a child or children, and are responsible for their care and upbringing.",
      "definition_translation": "Les parents sont des adultes qui ont un enfant ou des enfants et sont responsables de leur soin et de leur éducation.",
      "example": "My parents were very strict when I was a child. They are more relaxed now. They will be proud of me when I become successful.",
      "example_translation": "Mes parents étaient très stricts lorsque j'étais enfant. Ils sont plus détendus maintenant. Ils seront fiers de moi lorsque je deviendrai couronné de succès.",
      "imageLink": "image_files\\English\\parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sister",
      "translation": "sœur",
      "definition": "A sister is a female sibling, a female who shares one or both parents with another person.",
      "definition_translation": "Une sœur est une sœur femelle, une femme qui partage un ou les deux parents avec une autre personne.",
      "example": "I have a sister who is a doctor. She was a student when I was young. She will be a renowned surgeon in the future.",
      "example_translation": "J'ai une sœur qui est médecin. Elle était étudiante lorsque j'étais jeune. Elle sera un chirurgien renommé à l'avenir.",
      "imageLink": "image_files\\English\\sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "son",
      "translation": "fils",
      "definition": "A son is a male child or a male descendant, a male who is the offspring of a parent.",
      "definition_translation": "Un fils est un enfant mâle ou un descendant mâle, un mâle qui est l'offspring d'un parent.",
      "example": "I have a son who is very intelligent. He was a great student when he was young. He will be a successful businessman in the future.",
      "example_translation": "J'ai un fils qui est très intelligent. Il était un excellent élève lorsqu'il était jeune. Il sera un homme d'affaires couronné de succès à l'avenir.",
      "imageLink": "image_files\\English\\son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wife",
      "translation": "femme",
      "definition": "A wife is a female partner in a marriage.",
      "definition_translation": "Une femme est un partenaire féminin dans un mariage.",
      "example": "I married my wife in 2010, I am still married to my wife, and I will be married to my wife for the rest of my life.",
      "example_translation": "J'ai épousé ma femme en 2010, je suis toujours marié à ma femme, et je serai marié à ma femme pour le reste de ma vie.",
      "imageLink": "image_files\\English\\wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "aunt",
      "translation": "tante",
      "definition": "An aunt is the sister of one's mother or father.",
      "definition_translation": "Une tante est la sœur de la mère ou du père de quelqu'un.",
      "example": "My aunt visited me last week, I will visit my aunt next month, and my aunt had visited me last year.",
      "example_translation": "Ma tante m'a rendu visite la semaine dernière, je vais visiter ma tante le mois prochain, et ma tante m'avait rendu visite l'année dernière.",
      "imageLink": "image_files\\English\\aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "big brother",
      "translation": "grand frère",
      "definition": "A big brother is an older male sibling.",
      "definition_translation": "Un grand frère est un frère aîné masculin.",
      "example": "My big brother taught me how to ride a bike when I was 5, my big brother is teaching me now, and my big brother had taught me before.",
      "example_translation": "Mon grand frère m'a appris à faire du vélo quand j'avais 5 ans, mon grand frère m'apprend maintenant, et mon grand frère m'avait appris auparavant.",
      "imageLink": "image_files\\English\\big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "big sister",
      "translation": "grande sœur",
      "definition": "A big sister is an older female sibling.",
      "definition_translation": "Une grande sœur est une sœur aînée féminine.",
      "example": "My big sister helps me with my homework every day, my big sister helped me yesterday, and my big sister will help me tomorrow.",
      "example_translation": "Ma grande sœur m'aide avec mes devoirs tous les jours, ma grande sœur m'a aidé hier, et ma grande sœur m'aidera demain.",
      "imageLink": "image_files\\English\\big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cousin",
      "translation": "cousin",
      "definition": "The child of your uncle or aunt",
      "definition_translation": "L'enfant de votre oncle ou de votre tante",
      "example": "I visited my cousin last week. I will visit my cousin next year. I have visited my cousin many times.",
      "example_translation": "J'ai visité mon cousin la semaine dernière. Je vais visiter mon cousin l'année prochaine. J'ai visité mon cousin plusieurs fois.",
      "imageLink": "image_files\\English\\cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grandchild",
      "translation": "petit-enfant",
      "definition": "A child of one's child",
      "definition_translation": "Un enfant de votre enfant",
      "example": "My grandchild is very smart. My grandchild will go to school next year. My grandchild has learned to walk.",
      "example_translation": "Mon petit-enfant est très intelligent. Mon petit-enfant ira à l'école l'année prochaine. Mon petit-enfant a appris à marcher.",
      "imageLink": "image_files\\English\\grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grandchildren",
      "translation": "petits-enfants",
      "definition": "Children of one's children",
      "definition_translation": "Les enfants de vos enfants",
      "example": "My grandchildren love playing games. My grandchildren will visit me next month. My grandchildren have grown up so fast.",
      "example_translation": "Mes petits-enfants aiment jouer aux jeux. Mes petits-enfants vont me visiter le mois prochain. Mes petits-enfants ont grandi si vite.",
      "imageLink": "image_files\\English\\grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "granddad",
      "translation": "grand-père",
      "definition": "A father of one's father or mother",
      "definition_translation": "Un père de votre père ou de votre mère",
      "example": "My granddad was a war hero. My granddad will celebrate his birthday next week. My granddad has told me many stories.",
      "example_translation": "Mon grand-père était un héros de guerre. Mon grand-père va célébrer son anniversaire la semaine prochaine. Mon grand-père m'a raconté beaucoup d'histoires.",
      "imageLink": "image_files\\English\\granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "granddaughter",
      "translation": "petite-fille",
      "definition": "A female child or descendant of one's child.",
      "definition_translation": "Une enfant ou descendant féminin de l'enfant de quelqu'un.",
      "example": "My granddaughter is learning to ride a bike. She learned to ride a bike last summer. She will ride a bike to school tomorrow.",
      "example_translation": "Ma petite-fille apprend à faire du vélo. Elle a appris à faire du vélo l'été dernier. Elle ira à l'école en vélo demain.",
      "imageLink": "image_files\\English\\granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grandfather",
      "translation": "grand-père",
      "definition": "The father of one's mother or father.",
      "definition_translation": "Le père de la mère ou du père de quelqu'un.",
      "example": "My grandfather was a kind man. He was kind to everyone. He will always be remembered as a kind person.",
      "example_translation": "Mon grand-père était un homme gentil. Il était gentil envers tous. Il sera toujours rappelé comme une personne gentille.",
      "imageLink": "image_files\\English\\grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grandma",
      "translation": "grand-mère",
      "definition": "The mother of one's mother or father.",
      "definition_translation": "La mère de la mère ou du père de quelqu'un.",
      "example": "My grandma lives in a small town. She lived in a big city when she was young. She will move to a bigger house next year.",
      "example_translation": "Ma grand-mère vit dans une petite ville. Elle vivait dans une grande ville quand elle était jeune. Elle déménagera dans une maison plus grande l'année prochaine.",
      "imageLink": "image_files\\English\\grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grandmother",
      "translation": "grand-mère",
      "definition": "The mother of one's mother or father.",
      "definition_translation": "La mère de la mère ou du père de quelqu'un.",
      "example": "My grandmother taught me how to cook. She teaches me new recipes every summer. She will teach me how to bake a cake next week.",
      "example_translation": "Ma grand-mère m'a appris à cuisiner. Elle m'apprend de nouvelles recettes chaque été. Elle m'apprendra comment faire un gâteau la semaine prochaine.",
      "imageLink": "image_files\\English\\grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grandpa",
      "translation": "grand-père",
      "definition": "The father of one's father or mother; a male grandparent.",
      "definition_translation": "Le père du père ou de la mère de quelqu'un ; un grand-père masculin.",
      "example": "My grandpa used to tell me stories when I was a kid. He tells me stories now, and I will tell them to my kids in the future.",
      "example_translation": "Mon grand-père me racontait des histoires lorsque j'étais enfant. Il me raconte des histoires maintenant, et je les raconterai à mes enfants dans le futur.",
      "imageLink": "image_files\\English\\grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grandparent",
      "translation": "grand-parent",
      "definition": "A parent of one's mother or father; a grandmother or grandfather.",
      "definition_translation": "Un parent de la mère ou du père de quelqu'un ; une grand-mère ou un grand-père.",
      "example": "Both of my grandparents live in the countryside. My grandmother cooked dinner for us last night, and my grandfather will take us on a hike tomorrow.",
      "example_translation": "Tous mes grands-parents vivent à la campagne. Ma grand-mère a cuisiné le dîner pour nous hier soir, et mon grand-père nous emmènera en randonnée demain.",
      "imageLink": "image_files\\English\\grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grandparents",
      "translation": "grands-parents",
      "definition": "Plural form of grandparent; the parents of one's mother or father.",
      "definition_translation": "Forme plurielle de grand-parent ; les parents de la mère ou du père de quelqu'un.",
      "example": "I have four grandparents, two in the city and two in the countryside. My grandparents from the city will visit us next month, and my grandparents from the countryside will come in the summer.",
      "example_translation": "J'ai quatre grands-parents, deux en ville et deux à la campagne. Mes grands-parents de la ville nous rendre visite le mois prochain, et mes grands-parents de la campagne viendront en été.",
      "imageLink": "image_files\\English\\grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grandson",
      "translation": "petit-fils",
      "definition": "The son of one's son or daughter; a male grandchild.",
      "definition_translation": "Le fils du fils ou de la fille de quelqu'un ; un petit-fils masculin.",
      "example": "My grandson loves playing with Legos. He played with them yesterday, he plays with them now, and he will play with them tomorrow.",
      "example_translation": "Mon petit-fils adore jouer avec des Legos. Il a joué avec eux hier, il joue avec eux maintenant, et il jouera avec eux demain.",
      "imageLink": "image_files\\English\\grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "granny",
      "translation": "grand-mère",
      "definition": "The mother of one's mother or father.",
      "definition_translation": "La mère de la mère ou du père.",
      "example": "My granny used to bake delicious cookies when I was a kid, my granny bakes delicious cookies now, and my granny will bake delicious cookies for my kids someday.",
      "example_translation": "Ma grand-mère faisait cuire des biscuits délicieux lorsque j'étais enfant, ma grand-mère fait cuire des biscuits délicieux maintenant, et ma grand-mère fera cuire des biscuits délicieux pour mes enfants un jour.",
      "imageLink": "image_files\\English\\granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "uncle",
      "translation": "oncle",
      "definition": "The brother of one's mother or father.",
      "definition_translation": "Le frère de la mère ou du père.",
      "example": "My uncle visited us last weekend, my uncle is visiting us now, and my uncle will visit us again next year.",
      "example_translation": "Mon oncle nous a visité le week-end dernier, mon oncle nous visite maintenant, et mon oncle nous visitera à nouveau l'année prochaine.",
      "imageLink": "image_files\\English\\uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nephew",
      "translation": "neveu",
      "definition": "The son of one's brother or sister.",
      "definition_translation": "Le fils du frère ou de la sœur.",
      "example": "My nephew loved playing with his new toy last year, my nephew loves playing with his new toy now, and my nephew will love playing with his new toy next year.",
      "example_translation": "Mon neveu adorait jouer avec son nouveau jouet l'année dernière, mon neveu adore jouer avec son nouveau jouet maintenant, et mon neveu adorera jouer avec son nouveau jouet l'année prochaine.",
      "imageLink": "image_files\\English\\nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "niece",
      "translation": "nièce",
      "definition": "The daughter of one's brother or sister.",
      "definition_translation": "La fille du frère ou de la sœur.",
      "example": "My niece was learning to ride a bike last summer, my niece is learning to ride a bike now, and my niece will be learning to ride a bike next summer.",
      "example_translation": "Ma nièce apprenait à conduire un vélo l'été dernier, ma nièce apprend à conduire un vélo maintenant, et ma nièce apprendra à conduire un vélo l'été prochain.",
      "imageLink": "image_files\\English\\niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "relative",
      "translation": "parent",
      "definition": "A person connected by blood or marriage, such as a parent, sister, or cousin.",
      "definition_translation": "Une personne liée par le sang ou le mariage, comme un parent, une sœur ou un cousin.",
      "example": "I visited my relative in the countryside last summer. I had visited my relative the previous year. I will visit my relative next month.",
      "example_translation": "J'ai visité mon parent à la campagne l'été dernier. J'avais visité mon parent l'année précédente. Je vais visiter mon parent le mois prochain.",
      "imageLink": "image_files\\English\\relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "twin",
      "translation": "jumeau",
      "definition": "One of two babies born at the same time, or a person or thing that is identical to another.",
      "definition_translation": "L'un des deux bébés nés au même moment, ou une personne ou chose qui est identique à une autre.",
      "example": "I have a twin sister who lives in Paris. I had a twin brother who passed away when I was a child. I will have twin daughters next year.",
      "example_translation": "J'ai une sœur jumelle qui vit à Paris. J'avais un frère jumeau qui est décédé lorsque j'étais enfant. J'aurai des filles jumelles l'année prochaine.",
      "imageLink": "image_files\\English\\twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "brother-in-law",
      "translation": "beau-frère",
      "definition": "The husband of one's sister or the brother of one's spouse.",
      "definition_translation": "Le mari de la sœur de quelqu'un ou le frère du conjoint.",
      "example": "My brother-in-law is a doctor. I had a brother-in-law who was a lawyer. I will have a brother-in-law who is an engineer.",
      "example_translation": "Mon beau-frère est médecin. J'avais un beau-frère qui était avocat. J'aurai un beau-frère qui est ingénieur.",
      "imageLink": "image_files\\English\\brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "daughter-in-law",
      "translation": "fille",
      "definition": "The wife of one's son or the wife of one's husband's son.",
      "definition_translation": "La femme de son fils ou la femme du fils de son mari.",
      "example": "My daughter-in-law is a teacher. I had a daughter-in-law who was a nurse. I will have a daughter-in-law who is a lawyer.",
      "example_translation": "Ma fille est enseignante. J'avais une fille qui était infirmière. J'aurai une fille qui est avocate.",
      "imageLink": "image_files\\English\\daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "father-in-law",
      "translation": "beau-père",
      "definition": "The husband of one's wife's mother or the father of one's husband.",
      "definition_translation": "Le mari de la mère de son épouse ou le père de son mari.",
      "example": "My father-in-law is a kind person who always helps us. I had visited my father-in-law last weekend. I will meet my father-in-law tomorrow.",
      "example_translation": "Mon beau-père est une personne gentille qui nous aide toujours. J'avais visité mon beau-père le week-end dernier. Je rencontrerai mon beau-père demain.",
      "imageLink": "image_files\\English\\father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "half-brother",
      "translation": "demi-frère",
      "definition": "A brother who has one parent in common with another sibling, but not both.",
      "definition_translation": "Un frère qui a un parent en commun avec un autre frère ou sœur, mais pas les deux.",
      "example": "My half-brother and I have the same mother but different fathers. I have never seen my half-brother. I will introduce my half-brother to you tomorrow.",
      "example_translation": "Mon demi-frère et moi avons la même mère mais des pères différents. Je n'ai jamais vu mon demi-frère. Je présenterai mon demi-frère à toi demain.",
      "imageLink": "image_files\\English\\half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "half-sister",
      "translation": "demi-sœur",
      "definition": "A sister who has one parent in common with another sibling, but not both.",
      "definition_translation": "Une sœur qui a un parent en commun avec un autre frère ou sœur, mais pas les deux.",
      "example": "My half-sister and I have the same father but different mothers. I have met my half-sister several times. I will talk to my half-sister tomorrow.",
      "example_translation": "Ma demi-sœur et moi avons le même père mais des mères différentes. J'ai rencontré ma demi-sœur plusieurs fois. Je parlerai à ma demi-sœur demain.",
      "imageLink": "image_files\\English\\half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mother-in-law",
      "translation": "belle-mère",
      "definition": "The mother of one's spouse or partner.",
      "definition_translation": "La mère de son époux ou partenaire.",
      "example": "My mother-in-law is a very kind person who always helps us. I had visited my mother-in-law last month. I will meet my mother-in-law again next week.",
      "example_translation": "Ma belle-mère est une personne très gentille qui nous aide toujours. J'avais visité ma belle-mère le mois dernier. Je rencontrerai ma belle-mère à nouveau la semaine prochaine.",
      "imageLink": "image_files\\English\\mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "relations",
      "translation": "relations",
      "definition": "The way in which people or groups stand in regard to each other, such as their mutual dealings, relationships, or connections.",
      "definition_translation": "La façon dont les gens ou les groupes se situent les uns par rapport aux autres, comme leurs transactions mutuelles, leurs relations ou leurs connexions.",
      "example": "She has complicated relations with her family members, but she's trying to improve them. She had a big argument with her brother last week, and now she's trying to make amends. She will try to reconcile with him by the end of the year.",
      "example_translation": "Elle a des relations compliquées avec les membres de sa famille, mais elle essaie de les améliorer. Elle a eu une grande dispute avec son frère la semaine dernière, et maintenant elle essaie de faire des excuses. Elle essayera de se réconcilier avec lui d'ici la fin de l'année.",
      "imageLink": "image_files\\English\\relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "siblings",
      "translation": "frères et sœurs",
      "definition": "Children of the same parents, including brothers and sisters.",
      "definition_translation": "Enfants des mêmes parents, notamment des frères et des sœurs.",
      "example": "My siblings and I used to argue constantly when we were kids, but as we grew older, we became much closer. We will always be there to support each other no matter what happens. My siblings have been my best friends since childhood.",
      "example_translation": "Mes frères et sœurs et moi avions l'habitude de nous disputer constamment lorsque nous étions enfants, mais lorsque nous avons grandi, nous sommes devenus beaucoup plus proches. Nous serons toujours là pour nous soutenir mutuellement, quoi qu'il arrive. Mes frères et sœurs ont été mes meilleurs amis depuis l'enfance.",
      "imageLink": "image_files\\English\\siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sister-in-law",
      "translation": "belle-sœur",
      "definition": "The sister of one's husband or wife.",
      "definition_translation": "La sœur du mari ou de la femme.",
      "example": "My sister-in-law is a wonderful person, and I'm glad she's part of our family. I had a great conversation with my sister-in-law at the dinner party last night. I will introduce my sister-in-law to my friends at the party next week.",
      "example_translation": "Ma belle-sœur est une personne merveilleuse, et je suis ravi qu'elle fasse partie de notre famille. J'ai eu une grande conversation avec ma belle-sœur au dîner hier soir. Je vais présenter ma belle-sœur à mes amis au party la semaine prochaine.",
      "imageLink": "image_files\\English\\sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "son-in-law",
      "translation": "gendre",
      "definition": "The husband of one's daughter.",
      "definition_translation": "Le mari de sa fille.",
      "example": "My son-in-law is a hard worker and always tries to provide for his family. I was impressed by my son-in-law's cooking skills at the family gathering last month. My son-in-law will help me with the house renovation project next summer.",
      "example_translation": "Mon gendre est un travailleur acharné et essaie toujours de subvenir aux besoins de sa famille. J'ai été impressionné par les compétences culinaires de mon gendre lors de la réunion de famille le mois dernier. Mon gendre m'aidera avec le projet de rénovation de la maison l'été prochain.",
      "imageLink": "image_files\\English\\son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stepdaughter",
      "translation": "belle-fille",
      "definition": "The daughter of one's husband or wife by a previous marriage.",
      "definition_translation": "La fille de son mari ou de son époux par un mariage précédent.",
      "example": "She introduced me to her stepdaughter at the party. I had met her stepdaughter before, but she will meet her stepdaughter again next week.",
      "example_translation": "Elle m'a présenté sa belle-fille à la fête. J'avais rencontré sa belle-fille auparavant, mais elle rencontrera sa belle-fille à nouveau la semaine prochaine.",
      "imageLink": "image_files\\English\\stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stepfather",
      "translation": "beau-père",
      "definition": "The husband of one's mother by a subsequent marriage.",
      "definition_translation": "Le mari de sa mère par un mariage ultérieur.",
      "example": "My stepfather was a kind man. I had never met my stepfather before, but I will meet him next month. He became my stepfather when I was ten.",
      "example_translation": "Mon beau-père était un homme gentil. Je n'avais jamais rencontré mon beau-père avant, mais je le rencontrerai le mois prochain. Il est devenu mon beau-père lorsque j'avais dix ans.",
      "imageLink": "image_files\\English\\stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stepmother",
      "translation": "belle-mère",
      "definition": "The wife of one's father by a subsequent marriage.",
      "definition_translation": "La femme de son père par un mariage ultérieur.",
      "example": "Her stepmother was very strict. I had met her stepmother before, but she will meet her stepmother again next year. She became my stepmother when my father remarried.",
      "example_translation": "Sa belle-mère était très stricte. J'avais rencontré sa belle-mère auparavant, mais elle rencontrera sa belle-mère à nouveau l'an prochain. Elle est devenue ma belle-mère lorsque mon père s'est remarié.",
      "imageLink": "image_files\\English\\stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stepson",
      "translation": "beau-fils",
      "definition": "The son of one's husband or wife by a previous marriage.",
      "definition_translation": "Le fils de son mari ou de son époux par un mariage précédent.",
      "example": "He introduced me to his stepson at the party. I had met his stepson before, but I will meet him again next week.",
      "example_translation": "Il m'a présenté son beau-fils à la fête. J'avais rencontré son beau-fils auparavant, mais je le rencontrerai à nouveau la semaine prochaine.",
      "imageLink": "image_files\\English\\stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spouse",
      "translation": "conjoint",
      "definition": "A spouse is a partner in a marriage, husband or wife.",
      "definition_translation": "Un conjoint est un partenaire dans un mariage, mari ou femme.",
      "example": "I met my spouse at college. We got married last year and will go on a honeymoon next year.",
      "example_translation": "J'ai rencontre mon conjoint au college. Nous nous sommes mariés l'année dernière et irons en lune de miel l'année prochaine.",
      "imageLink": "image_files\\English\\spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "in-laws",
      "translation": "beaux-parents",
      "definition": "In-laws are the parents of one's spouse or partner.",
      "definition_translation": "Les beaux-parents sont les parents de son conjoint ou partenaire.",
      "example": "I got along well with my in-laws when we visited them last weekend. They will visit us next month and we will meet them at the airport.",
      "example_translation": "Je me suis entendu bien avec mes beaux-parents lorsque nous les avons visités le week-end dernier. Ils nous rendront visite le mois prochain et nous les rencontrerons à l'aéroport.",
      "imageLink": "image_files\\English\\in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]