[
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tree",
      "translation": "arbre",
      "definition": "A perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species.",
      "definition_translation": "Une plante vivace avec un tronc allongé, ou tronc, soutenant des branches et des feuilles dans la plupart des espèces.",
      "example": "I climbed the tree when I was a kid. I am climbing the tree now. I will climb the tree tomorrow.",
      "example_translation": "J'ai grimpé dans l'arbre lorsque j'étais enfant. Je grimpe dans l'arbre maintenant. Je grimperai dans l'arbre demain.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "apple tree",
      "translation": "pommier",
      "definition": "A deciduous tree cultivated for its fruit, which is often eaten fresh or used in cooking.",
      "definition_translation": "Un arbre décidue cultivé pour son fruit, qui est souvent mangé frais ou utilisé dans la cuisine.",
      "example": "I picked apples from the apple tree last year. I am picking apples from the apple tree now. I will pick apples from the apple tree next year.",
      "example_translation": "J'ai cueilli des pommes du pommier l'année dernière. Je cueille des pommes du pommier maintenant. Je cueillerai des pommes du pommier l'année prochaine.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "forest",
      "translation": "forêt",
      "definition": "A large area of land covered with trees and undergrowth.",
      "definition_translation": "Une grande superficie de terre couverte d'arbres et de sous-bois.",
      "example": "I went to the forest to camp last year. I am going to the forest to hike now. I will go to the forest to hunt next year.",
      "example_translation": "Je suis allé dans la forêt camper l'année dernière. Je vais dans la forêt randonner maintenant. Je irai dans la forêt chasser l'année prochaine.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "branch",
      "translation": "branche",
      "definition": "A division of a stem or trunk that grows out from the main part of a tree or plant.",
      "definition_translation": "Une division d'un tronc ou d'un tronc qui pousse hors de la partie principale d'un arbre ou d'une plante.",
      "example": "I broke a branch of the tree when I was a kid. I am fixing a branch of the tree now. I will prune a branch of the tree tomorrow.",
      "example_translation": "J'ai cassé une branche de l'arbre lorsque j'étais enfant. Je répare une branche de l'arbre maintenant. Je taillerai une branche de l'arbre demain.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fruit tree",
      "translation": "arbre fruitier",
      "definition": "A fruit tree is a tree that produces fruit, which is the ripened ovary of a plant, containing seeds.",
      "definition_translation": "Un arbre fruitier est un arbre qui produit des fruits, qui est l'ovaire mûr d'une plante, contenant des graines.",
      "example": "I planted a fruit tree in my backyard last year, it is now bearing apples. I will prune it this winter, and it will produce more fruit next summer.",
      "example_translation": "J'ai planté un arbre fruitier dans mon jardin l'année dernière, il porte maintenant des pommes. Je vais le tailler cet hiver, et il produira plus de fruits l'été prochain.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "leaf",
      "translation": "feuille",
      "definition": "A leaf is a green, flat structure that grows on a plant or tree, and is used for photosynthesis.",
      "definition_translation": "Une feuille est une structure verte, plate qui pousse sur une plante ou un arbre, et qui est utilisée pour la photosynthèse.",
      "example": "The leaf on the branch was rustling in the wind. I picked it up and pressed it in my book to dry. It will be a beautiful souvenir later.",
      "example_translation": "La feuille sur la branche bruissait dans le vent. Je l'ai ramassée et l'ai pressée dans mon livre pour la sécher. Ce sera un beau souvenir plus tard.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "oak",
      "translation": "chêne",
      "definition": "An oak is a type of tree that is commonly found in many parts of the world, known for its strength and durability.",
      "definition_translation": "Un chêne est un type d'arbre qui est communément trouvé dans de nombreuses parties du monde, connu pour sa force et sa durabilité.",
      "example": "The oak tree in our park is over 100 years old. It was a sapling when my grandfather was a boy. I will take my children to see it next weekend.",
      "example_translation": "Le chêne dans notre parc a plus de 100 ans. C'était un semis lorsque mon grand-père était enfant. Je vais emmener mes enfants le voir le week-end prochain.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "plum tree",
      "translation": "prunier",
      "definition": "A plum tree is a type of fruit tree that produces plums, a sweet and juicy stone fruit.",
      "definition_translation": "Un prunier est un type d'arbre fruitier qui produit des prunes, un fruit de pierre sucré et juteux.",
      "example": "I have a plum tree in my backyard that produces delicious plums every summer. I use them to make jam and pies. Next year, I will try to make plum wine.",
      "example_translation": "J'ai un prunier dans mon jardin qui produit des prunes délicieuses chaque été. J'en utilise pour faire de la confiture et des tartes. L'année prochaine, j'essaierai de faire du vin de prune.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "root",
      "translation": "racine",
      "definition": "A root is the underground part of a plant that grows downward into the earth, anchoring the plant and absorbing water and nutrients.",
      "definition_translation": " Une racine est la partie souterraine d'une plante qui pousse vers le bas dans la terre, ancrant la plante et absorbant l'eau et les nutriments.",
      "example": "The tree's root system was damaged during the storm. It has roots that stretch deep into the soil. By next year, its roots will have grown even deeper.",
      "example_translation": "Le système racinaire de l'arbre a été endommagé pendant la tempête. Il a des racines qui s'étendent profondément dans le sol. D'ici l'année prochaine, ses racines auront encore grandi en profondeur.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "palm",
      "translation": "palmier",
      "definition": "A palm is a type of evergreen plant that has a single stem, or trunk, and a crown of leaves at the top.",
      "definition_translation": "Un palmier est un type de plante verte qui a un seul tronc et une couronne de feuilles au sommet.",
      "example": "The palm trees swayed gently in the breeze. Palm fronds are used to make roofs for huts. By next week, the palm will have grown a new leaf.",
      "example_translation": "Les palmiers ont vacillé doucement dans la brise. Les feuilles de palmier sont utilisées pour faire des toits de huttes. D'ici la semaine prochaine, le palmier aura grandi une nouvelle feuille.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "woodland",
      "translation": "boisé",
      "definition": "A woodland is a forested area, typically with a dense growth of trees and undergrowth.",
      "definition_translation": "Un boisé est une zone forestière, généralement avec une croissance dense d'arbres et de sous-bois.",
      "example": "The woodland was home to many species of birds. We walked through the woodland, enjoying the peaceful atmosphere. By next year, the woodland will have been restored to its former glory.",
      "example_translation": "Le boisé était le foyer de nombreuses espèces d'oiseaux. Nous avons marché à travers le boisé, appréciant l'atmosphère paisible. D'ici l'année prochaine, le boisé aura été restauré à sa gloire d'antan.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "acacia",
      "translation": "acacia",
      "definition": "An acacia is a type of tree or shrub that is native to warm and tropical regions, often with thorns and fragrant flowers.",
      "definition_translation": "Un acacia est un type d'arbre ou d'arbuste qui est originaire de régions chaudes et tropicales, souvent avec des épines et des fleurs parfumées.",
      "example": "The acacia tree provided shade for the animals. We planted an acacia in our backyard last year. By next month, the acacia will be in full bloom.",
      "example_translation": "L'acacia a fourni de l'ombre pour les animaux. Nous avons planté un acacia dans notre jardin l'année dernière. D'ici le mois prochain, l'acacia sera en pleine floraison.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "alder",
      "translation": "aulne",
      "definition": "A deciduous tree or shrub of the birch family, found in wetlands and along rivers.",
      "definition_translation": "Un arbre ou arbuste décidu de la famille des bouleaux, trouvé dans les zones humides et le long des rivières.",
      "example": "The alder tree has been used for centuries to make furniture. It will be used again tomorrow to build a new table. By next year, it had been used to make many beautiful chairs.",
      "example_translation": "L'aulne a été utilisé pendant des siècles pour fabriquer des meubles. Il sera à nouveau utilisé demain pour construire une nouvelle table. D'ici l'an prochain, il avait été utilisé pour faire de nombreux beaux fauteuils.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "almond tree",
      "translation": "amandier",
      "definition": "A small deciduous tree or shrub that produces almonds, native to the Middle East and Mediterranean region.",
      "definition_translation": "Un petit arbre ou arbuste décidu qui produit des amandes, originaire du Moyen-Orient et de la région méditerranéenne.",
      "example": "The almond tree was blooming in the garden. It had been blooming for weeks when we arrived. By next spring, it will bloom again with beautiful flowers.",
      "example_translation": "L'amandier était en fleur dans le jardin. Il avait été en fleur pendant des semaines lorsque nous sommes arrivés. D'ici le printemps prochain, il fleurira à nouveau avec de belles fleurs.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ash",
      "translation": "frêne",
      "definition": "A deciduous tree with compound leaves, widely distributed in Europe and North America.",
      "definition_translation": "Un arbre décidu à feuilles composées, largement répandu en Europe et en Amérique du Nord.",
      "example": "The ash tree stood tall in the forest. It had stood there for centuries. By next year, new ash trees will be planted in the area.",
      "example_translation": "Le frêne se dressait haut dans la forêt. Il avait été là pendant des siècles. D'ici l'an prochain, de nouveaux frênes seront plantés dans la région.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "baobab",
      "translation": "baobab",
      "definition": "A large African tree with a thick, water-storing trunk, often used as a symbol of life and fertility.",
      "definition_translation": "Un grand arbre africain avec un tronc épais qui stocke l'eau, souvent utilisé comme symbole de vie et de fertilité.",
      "example": "The baobab tree was seen as a sacred symbol by the tribal leaders. It had been revered for generations. By next century, it will continue to inspire awe in those who see it.",
      "example_translation": "Le baobab était considéré comme un symbole sacré par les chefs tribaux. Il avait été vénéré pendant des générations. D'ici le siècle prochain, il continuera d'inspirer de l'émerveillement chez ceux qui le voient.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "beech",
      "translation": "hêtre",
      "definition": "A deciduous tree with smooth grey bark, especially the European beech, used as a timber tree and for its nuts.",
      "definition_translation": "Un arbre décidue avec une écorce grise lisse, notamment le hêtre européen, utilisé comme arbre à bois et pour ses noix.",
      "example": "The beech tree was towering above the other trees in the forest. The beech tree towered above the other trees in the forest. The beech tree will tower above the other trees in the forest.",
      "example_translation": "L'arbre à hêtre dominait les autres arbres dans la forêt. L'arbre à hêtre dominait les autres arbres dans la forêt. L'arbre à hêtre dominera les autres arbres dans la forêt.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "birch",
      "translation": "bouleau",
      "definition": "A deciduous tree with a slender trunk and branches, often having white or silver bark, found especially in cold climates.",
      "definition_translation": "Un arbre décidue avec un tronc svelte et des branches, souvent ayant une écorce blanche ou argentée, trouvé notamment dans les climats froids.",
      "example": "The birch tree was swaying gently in the winter wind. The birch tree sways gently in the winter wind. The birch tree will sway gently in the winter wind.",
      "example_translation": "L'arbre à bouleau oscillait doucement dans le vent d'hiver. L'arbre à bouleau oscille doucement dans le vent d'hiver. L'arbre à bouleau oscillera doucement dans le vent d'hiver.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bough",
      "translation": "rameau",
      "definition": "A branch of a tree, especially a main branch growing directly from the trunk.",
      "definition_translation": "Une branche d'arbre, notamment une branche principale qui pousse directement du tronc.",
      "example": "The bough of the oak tree broke off in the storm. The bough of the oak tree breaks off in the storm. The bough of the oak tree will break off in the storm.",
      "example_translation": "Le rameau du chêne s'est cassé pendant la tempête. Le rameau du chêne se casse pendant la tempête. Le rameau du chêne se cassera pendant la tempête.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cedar",
      "translation": "cèdre",
      "definition": "A coniferous tree, especially the Atlas cedar, with aromatic wood, native to the mountains of the western Himalayas and the Atlas Mountains.",
      "definition_translation": "Un arbre conifère, notamment le cèdre de l'Atlas, avec du bois aromatique, originaire des montagnes de l'ouest de l'Himalaya et des montagnes de l'Atlas.",
      "example": "The cedar tree was growing slowly in the dry soil. The cedar tree grows slowly in the dry soil. The cedar tree will grow slowly in the dry soil.",
      "example_translation": "Le cèdre était en train de pousser lentement dans le sol sec. Le cèdre pousse lentement dans le sol sec. Le cèdre poussera lentement dans le sol sec.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cherry tree",
      "translation": "cerisier",
      "definition": "A cherry tree is a deciduous tree that produces cherries, a type of stone fruit. It is native to the temperate regions of the Northern Hemisphere and is widely cultivated for its fruit.",
      "definition_translation": "Un cerisier est un arbre décidue qui produit des cerises, un type de fruit à noyau. Il est originaire des régions tempérées de l'hémisphère nord et est largement cultivé pour son fruit.",
      "example": "I planted a cherry tree in my backyard last year, and it bloomed beautifully this spring. Now, I am waiting for the cherries to ripen. Next year, I will harvest them and make a delicious pie.",
      "example_translation": "J'ai planté un cerisier dans mon jardin l'année dernière, et il a fleuri magnifiquement cet printemps. Maintenant, j'attends que les cerises mûrissent. L'année prochaine, je les récolterai et ferai un délicieux gâteau.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "coconut palm",
      "translation": "palmier à noix de coco",
      "definition": "A coconut palm is a tropical palm tree that produces coconuts, a type of fruit that is rich in oil and protein. It is native to coastal areas of the tropics and is widely cultivated for its fruit and oil.",
      "definition_translation": "Un palmier à noix de coco est un palmier tropical qui produit des noix de coco, un type de fruit riche en huile et en protéine. Il est originaire des zones côtières des tropiques et est largement cultivé pour son fruit et son huile.",
      "example": "I saw a coconut palm swaying in the breeze on the beach, and I felt like I was in paradise. The coconut palms lining the road lead to a beautiful resort. In the future, I will plant coconut palms in my garden to create a tropical atmosphere.",
      "example_translation": "J'ai vu un palmier à noix de coco oscillant dans la brise sur la plage, et j'ai eu l'impression d'être au paradis. Les palmiers à noix de coco bordant la route mènent à un beau resort. À l'avenir, je planterai des palmiers à noix de coco dans mon jardin pour créer une atmosphère tropicale.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cone",
      "translation": " cône",
      "definition": "A cone is a geometric shape that is narrow at one end and wide at the other, often used to describe a type of ice cream holder or a type of geometric figure. In botany, a cone is the reproductive structure of conifers.",
      "definition_translation": "Un cône est une forme géométrique qui est étroite à une extrémité et large à l'autre, souvent utilisée pour décrire un type de porte-glace ou une figure géométrique. En botanique, un cône est la structure de reproduction des conifères.",
      "example": "I held an ice cream cone in my hand, savoring the cold treat on a hot summer day. The artist arranged the cones in a pyramid shape to create a stunning sculpture. In the future, I will use cones to create a beautiful garden design.",
      "example_translation": "J'ai tenu un cône de glace à la main, savourant le traitement froid d'une journée d'été chaude. L'artiste a disposé les cônes en forme de pyramide pour créer une sculpture étonnante. À l'avenir, j'utiliserai des cônes pour créer un design de jardin beau.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "coniferous tree",
      "translation": "arbre conifère",
      "definition": "A coniferous tree is a type of tree that produces cones and has needle-like leaves. Coniferous trees are often evergreen and are found in many parts of the world, including forests and mountainous regions.",
      "definition_translation": "Un arbre conifère est un type d'arbre qui produit des cônes et a des feuilles en forme d'aiguille. Les arbres conifères sont souvent persistants et se trouvent dans de nombreuses parties du monde, notamment dans les forêts et les régions montagneuses.",
      "example": "I walked through a forest of coniferous trees, marveling at their towering heights and soft rustling sounds. The coniferous tree in my backyard provides shade and shelter from the wind. In the future, I will plant more coniferous trees to create a beautiful forest.",
      "example_translation": "J'ai marché à travers une forêt d'arbres conifères, admirant leurs hauteurs impressionnantes et leurs bruits feutrés doux. L'arbre conifère dans mon jardin fournit de l'ombre et un abri contre le vent. À l'avenir, je planterai plus d'arbres conifères pour créer une belle forêt.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "deciduous tree",
      "translation": "arbre décidue",
      "definition": "A tree that sheds its leaves annually, typically in autumn.",
      "definition_translation": "Un arbre qui perd ses feuilles chaque année, généralement en automne.",
      "example": "The park was filled with beautiful deciduous trees that provided shade in the summer and turned brilliant colors in the fall. The trees will continue to thrive for years to come. We walked under the deciduous tree yesterday.",
      "example_translation": "Le parc était rempli d'arbres décidus magnifiques qui fournissaient de l'ombre en été et prenaient des couleurs brillantes en automne. Les arbres continueront de prospérer pour les années à venir. Nous avons marché sous l'arbre décidu hier.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "elderberry",
      "translation": "sureau",
      "definition": "A shrub or small tree with clusters of small, fragrant flowers and edible fruit.",
      "definition_translation": "Un arbuste ou un petit arbre avec des grappes de petites fleurs parfumées et des fruits comestibles.",
      "example": "Elderberry jam is a delicious spread made from the fruit of the elderberry plant. The elderberry bush had grown wild in the garden for years. We will harvest the elderberries next summer.",
      "example_translation": "La confiture de sureau est une délicieuse pâte faite à partir des fruits de la plante de sureau. Le buisson de sureau avait poussé sauvage dans le jardin depuis des années. Nous récolterons les sureaux l'été prochain.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "elm",
      "translation": "orme",
      "definition": "A deciduous tree with a vase-shaped crown and rough, grey bark.",
      "definition_translation": "Un arbre décidu avec une couronne en forme de vase et une écorce grise et rugueuse.",
      "example": "The elm tree stood tall in the center of the park, providing shade for picnickers. The elms will be pruned in the winter to maintain their shape. We sat under the elm tree yesterday.",
      "example_translation": "L'orme se dressait fièrement au centre du parc, fournissant de l'ombre aux pique-niqueurs. Les ormes seront taillées en hiver pour maintenir leur forme. Nous nous sommes assis sous l'orme hier.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fig tree",
      "translation": "figuier",
      "definition": "A small deciduous tree or shrub with a spreading habit and sweet, edible fruit.",
      "definition_translation": "Un petit arbre décidu ou un arbuste avec un port étalé et des fruits doux et comestibles.",
      "example": "The fig tree grew in the warm climate of the Mediterranean region. We will plant a fig tree in our backyard next spring. The fig tree produced delicious fruit last summer.",
      "example_translation": "Le figuier poussait dans le climat chaud de la région méditerranéenne. Nous planterons un figuier dans notre jardin l'année prochaine. Le figuier a produit des fruits délicieux l'été dernier.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fir",
      "translation": "sapin",
      "definition": "a coniferous tree, typically having needle-like leaves and producing cones",
      "definition_translation": "un arbre conifère, généralement ayant des feuilles en forme d'aiguille et produisant des cônes",
      "example": "I climbed a fir tree to get a better view. I am climbing a fir tree to get a better view. I will climb a fir tree to get a better view.",
      "example_translation": "J'ai grimpé un sapin pour avoir une meilleure vue. Je grimpe un sapin pour avoir une meilleure vue. Je grimperai un sapin pour avoir une meilleure vue.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hazel",
      "translation": "noisetier",
      "definition": "a small deciduous tree with rounded leaves and edible nuts",
      "definition_translation": "un petit arbre décidue avec des feuilles rondes et des noix comestibles",
      "example": "I picked some hazelnuts from the hazel tree. I am picking some hazelnuts from the hazel tree. I will pick some hazelnuts from the hazel tree.",
      "example_translation": "J'ai cueilli des noisettes du noisetier. Je cueille des noisettes du noisetier. Je cueillerai des noisettes du noisetier.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "holly",
      "translation": "houx",
      "definition": "an evergreen tree or shrub with prickly leaves and red berries",
      "definition_translation": "un arbre ou un arbuste persistant avec des feuilles épineuses et des baies rouges",
      "example": "I decorated the house with holly branches. I am decorating the house with holly branches. I will decorate the house with holly branches.",
      "example_translation": "J'ai décoré la maison avec des branches de houx. Je décore la maison avec des branches de houx. Je décorerai la maison avec des branches de houx.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hornbeam",
      "translation": "charme",
      "definition": "a deciduous tree with smooth grey bark and leaves that are similar to beech",
      "definition_translation": "un arbre décidue avec une écorce grise lisse et des feuilles similaires à celles du hêtre",
      "example": "I walked through the forest surrounded by hornbeams. I am walking through the forest surrounded by hornbeams. I will walk through the forest surrounded by hornbeams.",
      "example_translation": "J'ai marché à travers la forêt entourée de charmes. Je marche à travers la forêt entourée de charmes. Je marcherai à travers la forêt entourée de charmes.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "horse chestnut",
      "translation": "marron d'indé",
      "definition": "A deciduous tree with palmate leaves and yellowish-white flowers in spring, native to Europe and western Asia.",
      "definition_translation": "Un arbre décidué aux feuilles palmées et aux fleurs jaunâtres-blanches au printemps, originaire d'Europe et d'Asie occidentale.",
      "example": "The horse chestnut tree in our backyard has been providing shade for our family picnics for years. It will continue to do so for generations to come. We had a lovely time playing under its branches when we were kids.",
      "example_translation": "L'arbre marron d'indé de notre jardin a fourni de l'ombre pour nos piqueniques familiaux depuis des années. Il le fera encore pour les générations à venir. Nous avons passé un excellent moment en jouant sous ses branches lorsque nous étions enfants.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "juniper",
      "translation": "genévrier",
      "definition": "An evergreen shrub or small tree with needle-like leaves and purple berries, native to the Old World.",
      "definition_translation": "Un arbuste sempervirent ou petit arbre à feuilles en forme d'aiguilles et à baies pourpres, originaire du Vieux Monde.",
      "example": "The juniper bushes in the garden provide a natural fence for the property. They will need to be pruned next spring to maintain their shape. We used to climb over them when we were kids to play in the adjacent field.",
      "example_translation": "Les buissons de genévrier dans le jardin fournissent une clôture naturelle pour la propriété. Ils devront être taillés au printemps prochain pour maintenir leur forme. Nous nous y hissions autrefois pour jouer dans le champ adjacent.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "larch",
      "translation": "mélèze",
      "definition": "A coniferous tree with needle-like leaves that turn yellow and fall off in autumn, native to mountainous regions of Europe and Asia.",
      "definition_translation": "Un arbre conifère à feuilles en forme d'aiguilles qui deviennent jaunes et tombent à l'automne, originaire des régions montagneuses de l'Europe et de l'Asie.",
      "example": "The larch trees in the forest turn golden every autumn, creating a breathtaking scenery. They have been doing so for centuries, providing a habitat for various species of birds and mammals. We will plant new ones next spring to replace the old ones.",
      "example_translation": "Les mélèzes de la forêt deviennent dorés chaque automne, créant un paysage à couper le souffle. Ils le font ainsi depuis des siècles, offrant un habitat à diverses espèces d'oiseaux et de mammifères. Nous planterons de nouveaux mélèzes au printemps prochain pour remplacer les anciens.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "linden",
      "translation": "tilleul",
      "definition": "A deciduous tree with heart-shaped leaves and fragrant flowers, native to Europe and eastern North America.",
      "definition_translation": "Un arbre décidué aux feuilles en forme de cœur et à fleurs parfumées, originaire d'Europe et de l'Amérique du Nord orientale.",
      "example": "The linden tree in the park is a popular spot for couples to take a romantic stroll. It was planted by our ancestors a century ago, and has been a symbol of love and peace ever since. We will have a picnic under its shade next Sunday.",
      "example_translation": "Le tilleul du parc est un endroit populaire pour les couples qui font une promenade romantique. Il a été planté par nos ancêtres il y a un siècle, et a été un symbole d'amour et de paix depuis lors. Nous aurons un pique-nique à l'ombre de celui-ci le dimanche prochain.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "maple",
      "translation": "érable",
      "definition": "A deciduous tree of the genus Acer, having palmate leaves and small, often brightly colored wings on its seeds.",
      "definition_translation": "Un arbre décidue du genre Acer, ayant des feuilles palmées et de petites ailes souvent de couleur vive sur ses graines.",
      "example": "I walked past the maple tree in the park yesterday, it was ablaze with color. Today, I'll take a closer look at its roots. Tomorrow, I'll plant a new one in my backyard.",
      "example_translation": "J'ai marché passé l'arbre d'érable dans le parc hier, il était en feu de couleur. Aujourd'hui, je vais jeter un coup d'œil plus approfondi à ses racines. Demain, je planterai un nouveau dans mon jardin.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rowan",
      "translation": "sorbier",
      "definition": "A small deciduous tree or shrub with white or pink flowers and red berries, native to Europe and Asia.",
      "definition_translation": "Un petit arbre décidue ou un buisson avec des fleurs blanches ou roses et des baies rouges, originaire d'Europe et d'Asie.",
      "example": "I picked a rowan branch from the forest floor yesterday, today I'll use it to make a wreath. Next week, I'll plant a new rowan tree in my garden.",
      "example_translation": "J'ai ramassé une branche de sorbier sur le sol de la forêt hier, aujourd'hui je vais l'utiliser pour faire une couronne. La semaine prochaine, je planterai un nouvel arbre de sorbier dans mon jardin.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sequoia",
      "translation": "séquoia",
      "definition": "A coniferous tree, especially the giant sequoia, of the southwestern United States, having a massive trunk and a broad, columnar shape.",
      "definition_translation": "Un arbre conifère, en particulier le séquoia géant, du sud-ouest des États-Unis, ayant un tronc massif et une forme largement colonnaire.",
      "example": "I saw a sequoia tree for the first time yesterday, today I'll learn more about its habitat. Next year, I'll visit the sequoia national park.",
      "example_translation": "J'ai vu un arbre de séquoia pour la première fois hier, aujourd'hui j'en apprendrai plus sur son habitat. L'année prochaine, je visiterai le parc national des séquoias.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spruce",
      "translation": "épicea",
      "definition": "A coniferous tree, typically growing in a conical shape, with needle-like leaves and producing cones.",
      "definition_translation": "Un arbre conifère, généralement-grandissant en forme conique, avec des feuilles en forme d'aiguille et produisant des cônes.",
      "example": "I'll plant a spruce tree in my backyard today, tomorrow I'll water it. Next month, I'll prune its branches to maintain its shape.",
      "example_translation": "Je vais planter un arbre d'épicea dans mon jardin aujourd'hui, demain je l'arroserai. Le mois prochain, je taillerai ses branches pour maintenir sa forme.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stone pine",
      "translation": "pin sylvestre",
      "definition": "A coniferous evergreen tree having long, whorled, and twisted leaves, typically small and shrub-like, native to the Mediterranean region.",
      "definition_translation": "Un arbre conifère sempervirent ayant des feuilles longues, enroulées et tordues, généralement petit et buissonnant, originaire de la région méditerranéenne.",
      "example": "The garden had a beautiful stone pine that was over 50 years old. It had been planted by my grandfather. Next year, I will plant another one.",
      "example_translation": "Le jardin avait un beau pin sylvestre qui avait plus de 50 ans. Il avait été planté par mon grand-père. L'année prochaine, je planterai un autre.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Swiss pine",
      "translation": "pin des montagnes",
      "definition": "A coniferous evergreen tree native to the mountainous regions of central Europe, having a conical shape and needle-like leaves.",
      "definition_translation": "Un arbre conifère sempervirent originaire des régions montagneuses de l'Europe centrale, ayant une forme conique et des feuilles en forme d'aiguilles.",
      "example": "The Swiss pine tree is often used as a Christmas tree. It had been decorated beautifully. Next Christmas, I will buy a larger one.",
      "example_translation": "Le pin des montagnes est souvent utilisé comme arbre de Noël. Il avait été décoré avec soin. Noël prochain, j'achèterai un plus grand.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sycamore",
      "translation": "sycomore",
      "definition": "A deciduous tree with a broad, dome-shaped crown, native to North America, having large, maple-like leaves and greyish-brown bark.",
      "definition_translation": "Un arbre décidue avec une couronne large et en forme de dôme, originaire d'Amérique du Nord, ayant de grandes feuilles en forme d'érable et une écorce gris-brun.",
      "example": "The old sycamore tree in the backyard had to be removed because it was dying. It had been there for over 100 years. I will plant a new one next spring.",
      "example_translation": "L'ancien sycomore du jardin avait dû être enlevé car il mourait. Il avait été là pendant plus de 100 ans. Je planterai un nouveau l'an prochain au printemps.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "twig",
      "translation": "brindille",
      "definition": "A small branch or stem, especially one that is thin and flexible, growing on a tree or bush.",
      "definition_translation": "Une petite branche ou tige, especialmente une qui est mince et flexible, poussant sur un arbre ou un buisson.",
      "example": "I picked up a twig from the ground and used it to draw a picture on the sand. Yesterday, I had used a long twig to make a small bird's nest.",
      "example_translation": "J'ai ramassé une brindille sur le sol et l'ai utilisée pour dessiner un tableau sur le sable. Hier, j'avais utilisé une longue brindille pour faire un petit nid d'oiseau.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "weeping willow",
      "translation": "saule pleureur",
      "definition": "A deciduous tree with long, slender branches that droop downwards, often grown as an ornamental.",
      "definition_translation": "Un arbre décidue avec des branches longues et étroites qui pendent vers le bas, souvent cultivé comme une plante ornementale.",
      "example": "The weeping willow by the lake was a popular spot for picnics. Yesterday, I saw a family having a picnic under the willow. By next summer, the willow will have grown even taller.",
      "example_translation": "Le saule pleureur près du lac était un spot populaire pour les piqueniques. Hier, j'ai vu une famille avoir un pique-nique sous le saule. D'ici l'été prochain, le saule aura grandi encore plus haut.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "willow",
      "translation": "saule",
      "definition": "A tree or shrub with slender branches and delicate leaves, often found near water.",
      "definition_translation": "Un arbre ou un arbuste avec des branches élancées et des feuilles délicates, souvent trouvé près de l'eau.",
      "example": "The willow tree provided shade for the children playing near the river. In the past, my grandmother used to weave baskets from willow branches. By next year, I will have planted a willow tree in my garden.",
      "example_translation": "L'arbre saule fournissait de l'ombre pour les enfants qui jouaient près de la rivière. Dans le passé, ma grand-mère utilisait à tisser des paniers à partir de branches de saule. D'ici l'an prochain, j'aurai planté un arbre saule dans mon jardin.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]