[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "guitar",
      "translation": "guitare",
      "definition": "A stringed musical instrument played by plucking or strumming, with frets on the neck, used in a wide range of musical genres.",
      "definition_translation": "Un instrument musical à cordes joué en pincement ou en strumming, avec des frettes sur le manche, utilisé dans un large éventail de genres musicaux.",
      "example": "I have been playing the guitar for five years, I play it every day, and I will play it at the concert tomorrow.",
      "example_translation": "J'ai joué de la guitare pendant cinq ans, je le joue tous les jours, et je le jouerai au concert demain.",
      "imageLink": "image_files\\English\\"imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "drum",
      "translation": "tambour",
      "definition": "A percussion instrument, especially one with a parchment or synthetic head, played by hitting it with sticks or brushes.",
      "definition_translation": "Un instrument de percussion, en particulier avec une tête de parchemin ou synthétique, joué en le frappant avec des baguettes ou des brosses.",
      "example": "I drummed in a band for three years, I drum every week, and I will drum at the festival next month.",
      "example_translation": "J'ai joué du tambour dans un groupe pendant trois ans, je joue du tambour chaque semaine, et je jouerai du tambour au festival le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "drums",
      "translation": "tambours",
      "definition": "A set of percussion instruments played by hitting them with sticks or brushes, used in a wide range of musical genres.",
      "definition_translation": "Un ensemble d'instruments de percussion joués en les frappant avec des baguettes ou des brosses, utilisé dans un large éventail de genres musicaux.",
      "example": "I have been playing the drums for two years, I play them every day, and I will play them at the concert tomorrow.",
      "example_translation": "J'ai joué des tambours pendant deux ans, je les joue tous les jours, et je les jouerai au concert demain.",
      "imageLink": "image_files\\English\\"imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "instrument",
      "translation": "instrument",
      "definition": "An object used to produce sounds or music, such as a piano, guitar, or violin.",
      "definition_translation": "Un objet utilisé pour produire des sons ou de la musique, comme un piano, une guitare ou un violon.",
      "example": "I have been playing a musical instrument for five years, I play it every week, and I will play it at the concert next month.",
      "example_translation": "J'ai joué d'un instrument musical pendant cinq ans, je le joue chaque semaine, et je le jouerai au concert le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "keyboard",
      "translation": "clavier",
      "definition": "An electronic device with keys that are pressed to input data or commands into a computer.",
      "definition_translation": "Un appareil électronique avec des touches qui sont pressées pour saisir des données ou des commandes dans un ordinateur.",
      "example": "I used to play games on my keyboard when I was a kid. Now I use it to type out reports. By next year, I'll have mastered touch typing on my keyboard.",
      "example_translation": "J'ai joué aux jeux sur mon clavier lorsque j'étais enfant. Maintenant, j'utilise pour taper des rapports. D'ici l'année prochaine, j'aurai maîtrisé la dactylographie tactile sur mon clavier.",
      "imageLink": "image_files\\English\\"imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "piano",
      "translation": "piano",
      "definition": "A musical instrument played by pressing keys that produce sound.",
      "definition_translation": "Un instrument de musique joué en pressant des touches qui produisent du son.",
      "example": "I learned to play the piano when I was five. Now I play the piano for my family every week. By next month, I'll have performed a piano concerto in front of a live audience.",
      "example_translation": "J'ai appris à jouer du piano lorsque j'avais cinq ans. Maintenant, je joue du piano pour ma famille chaque semaine. D'ici le mois prochain, j'aurai interprété un concerto de piano devant un public en direct.",
      "imageLink": "image_files\\English\\"imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "violin",
      "translation": "violon",
      "definition": "A stringed musical instrument played with a bow or by plucking the strings.",
      "definition_translation": "Un instrument de musique à cordes joué avec un archet ou en piquant les cordes.",
      "example": "I used to practice the violin every morning. Now I play the violin in an orchestra. By next year, I'll have mastered the violin sonata.",
      "example_translation": "J'ai l'habitude de pratiquer le violon chaque matin. Maintenant, je joue du violon dans un orchestre. D'ici l'année prochaine, j'aurai maîtrisé la sonate de violon.",
      "imageLink": "image_files\\English\\"imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bagpipes",
      "translation": "cornemuse",
      "definition": "A traditional Scottish musical instrument with a bag and pipes that produce a distinctive sound.",
      "definition_translation": "Un instrument de musique traditionnel écossais avec un sac et des pipes qui produisent un son distinct.",
      "example": "I saw bagpipes being played at a Scottish festival. Now I'm learning to play the bagpipes for a cultural event. By next summer, I'll have mastered the art of playing the bagpipes.",
      "example_translation": "J'ai vu des cornemuses être jouées lors d'un festival écossais. Maintenant, j'apprends à jouer de la cornemuse pour un événement culturel. D'ici l'été prochain, j'aurai maîtrisé l'art de jouer de la cornemuse.",
      "imageLink": "image_files\\English\\"imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "flute",
      "translation": "flûte",
      "definition": "a musical instrument of the woodwind family, sounded by blowing air through a hole in the side, played by holding it vertically and finger-ing holes to produce different notes",
      "definition_translation": "un instrument de musique de la famille des bois, sonné en soufflant de l'air à travers un trou sur le côté, joué en le tenant verticalement et en doigtant des trous pour produire des notes différentes",
      "example": "I played the flute in the school band when I was a kid, I play the flute in the orchestra now, and I will play the flute at the concert tomorrow.",
      "example_translation": "J'ai joué de la flûte dans l'orchestre scolaire quand j'étais gosse, je joue de la flûte dans l'orchestre maintenant, et je jouerai de la flûte au concert demain.",
      "imageLink": "image_files\\English\\"imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "saxophone",
      "translation": "saxophone",
      "definition": "a musical instrument of the woodwind family, played by blowing air through a single reed, used in jazz and other forms of music",
      "definition_translation": "un instrument de musique de la famille des bois, joué en soufflant de l'air à travers une anche simple, utilisé dans le jazz et d'autres formes de musique",
      "example": "John Coltrane was a famous saxophonist, he played the saxophone in the jazz band, and he will always be remembered for his iconic saxophone solos.",
      "example_translation": "John Coltrane était un saxophoniste célèbre, il a joué du saxophone dans le groupe de jazz, et il sera toujours rappelé pour ses solos de saxophone iconiques.",
      "imageLink": "image_files\\English\\"imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "trumpet",
      "translation": "trompette",
      "definition": "a brass musical instrument, played by blowing air through pursed lips, used in orchestras, bands, and jazz",
      "definition_translation": "un instrument de musique en métal, joué en soufflant de l'air à travers des lèvres pincées, utilisé dans les orchestres, les groupes et le jazz",
      "example": "I learned to play the trumpet in high school, my brother plays the trumpet in the marching band, and my sister will play the trumpet in the orchestra next year.",
      "example_translation": "J'ai appris à jouer de la trompette au lycée, mon frère joue de la trompette dans le groupe de défilé, et ma sœur jouera de la trompette dans l'orchestre l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "accordion",
      "translation": "accordéon",
      "definition": "a musical instrument with a keyboard and bellows, played by compressing and expanding the bellows to produce sound",
      "definition_translation": "un instrument de musique avec un clavier et des soufflets, joué en comprimant et en dépliant les soufflets pour produire du son",
      "example": "The accordion player was the star of the folk band, she played the accordion at the festival last year, and she will play the accordion at the wedding reception next month.",
      "example_translation": "Le joueur d'accordéon était la star du groupe folk, elle a joué de l'accordéon au festival l'année dernière, et elle jouera de l'accordéon à la réception de mariage le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bass guitar",
      "translation": "guitare basse",
      "definition": "A bass guitar is a stringed instrument played primarily with the fingers or thumb, by plucking, slapping, popping, strumming, tapping, thumping, or picking with a plectrum, often by musicians in rock, pop, jazz, and other styles of music.",
      "definition_translation": "Une guitare basse est un instrument à cordes joué principalement avec les doigts ou le pouce, en pincement, en claquant, en faisant rebondir, en strumming, en tapotant, en frappant ou en piquant avec un plectre, souvent par des musiciens de rock, pop, jazz et d'autres styles de musique.",
      "example": "I played the bass guitar in a band when I was in college, then I switched to playing the drums. Now I'm thinking of picking up the guitar again. In the future, I hope to start my own band.",
      "example_translation": "J'ai joué de la guitare basse dans un groupe lorsqu'j'étais à l'université, puis j'ai changé pour jouer de la batterie. Maintenant, je pense reprendre la guitare. À l'avenir, j'espère créer mon propre groupe.",
      "imageLink": "image_files\\English\\"imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cello",
      "translation": "violoncelle",
      "definition": "A cello is a large, stringed musical instrument played while seated, with a rich, mellow sound, used in orchestras, chamber music, and as a solo instrument.",
      "definition_translation": "Un violoncelle est un grand instrument de musique à cordes joué assis, avec un son riche et mélodieux, utilisé dans les orchestres, la musique de chambre et comme instrument solo.",
      "example": "I started taking cello lessons when I was 10 years old and continued playing throughout high school. In the past, I used to practice for hours every day, but now I only play for fun. In the future, I hope to play in a professional orchestra.",
      "example_translation": "J'ai commencé à prendre des leçons de violoncelle lorsque j'avais 10 ans et j'ai continué à jouer tout au long du lycée. Dans le passé, j'habitais à pratiquer pendant des heures chaque jour, mais maintenant je ne joue que pour m'amuser. À l'avenir, j'espère jouer dans un orchestre professionnel.",
      "imageLink": "image_files\\English\\"imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grand piano",
      "translation": "piano à queue",
      "definition": "A grand piano is a large, acoustic piano with a horizontal, wing-shaped body, producing a rich, resonant sound, used for classical music, jazz, and other styles of music.",
      "definition_translation": "Un piano à queue est un grand piano acoustique avec un corps horizontal en forme d'aile, produisant un son riche et résonant, utilisé pour la musique classique, le jazz et d'autres styles de musique.",
      "example": "When I was a child, my parents bought a grand piano for our living room, and I would play it for hours every day. Then I stopped playing for a few years, but now I'm taking lessons again. In the future, I hope to own a grand piano in my own home.",
      "example_translation": "Lorsque j'étais enfant, mes parents ont acheté un piano à queue pour notre salon, et je jouais pendant des heures chaque jour. Ensuite, j'ai arrêté de jouer pendant quelques années, mais maintenant je suis à nouveau en train de prendre des leçons. À l'avenir, j'espère posséder un piano à queue dans ma propre maison.",
      "imageLink": "image_files\\English\\"imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "harmonica",
      "translation": "harmonica",
      "definition": "A harmonica is a small, portable, free-reed aerophone musical instrument, played by blowing and drawing air through it, used in various genres of music, including blues, folk, and rock.",
      "definition_translation": "Un harmonica est un petit instrument de musique aérophone à anche libre, portable, joué en soufflant et en aspirant de l'air à travers lui, utilisé dans divers genres de musique, notamment le blues, le folk et le rock.",
      "example": "I learned to play the harmonica when I was on a road trip across the country. Then I started playing with a blues band, and now I'm known as the harmonica player in the band. In the future, I hope to release my own harmonica album.",
      "example_translation": "J'ai appris à jouer de l'harmonica lorsque j'étais en voyage routier à travers le pays. Ensuite, j'ai commencé à jouer avec un groupe de blues, et maintenant je suis connu comme le joueur d'harmonica du groupe. À l'avenir, j'espère sortir mon propre album d'harmonica.",
      "imageLink": "image_files\\English\\"imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tambourine",
      "translation": "tambourin",
      "definition": "A tambourine is a musical instrument with a round frame covered in a membrane, typically played by shaking or hitting with the hands.",
      "definition_translation": "Un tambourin est un instrument de musique avec un cadre rond recouvert d'une membrane, généralement joué en le secouant ou en le frappant avec les mains.",
      "example": "Yesterday, I played the tambourine in the school band. Today, I'm practicing with my friends. Tomorrow, we'll perform at the concert.",
      "example_translation": "Hier, j'ai joué du tambourin dans l'orchestre de l'école. Aujourd'hui, je pratique avec mes amis. Demain, nous allons jouer au concert.",
      "imageLink": "image_files\\English\\"imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "horn",
      "translation": "cor",
      "definition": "A horn is a brass instrument played by blowing air through pursed lips, often used in orchestras and jazz music.",
      "definition_translation": "Un cor est un instrument de cuivre joué en soufflant de l'air à travers les lèvres pincées, souvent utilisé dans les orchestres et la musique de jazz.",
      "example": "My brother used to play the horn in high school. Now, he's a professional musician. In the future, he wants to start a music school.",
      "example_translation": "Mon frère jouait du cor au lycée. Maintenant, il est musicien professionnel. À l'avenir, il veut créer une école de musique.",
      "imageLink": "image_files\\English\\"imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "organ",
      "translation": "orgue",
      "definition": "An organ is a musical instrument with pipes, played using keys and pedals, often used in churches and classical music.",
      "definition_translation": "Un orgue est un instrument de musique avec des tuyaux, joué en utilisant des clés et des pédales, souvent utilisé dans les églises et la musique classique.",
      "example": "The organ in our church is very old. Last Sunday, the organist played beautifully. Next week, we'll have a concert to raise money for its restoration.",
      "example_translation": "L'orgue de notre église est très vieux. Dimanche dernier, l'organiste a joué magnifiquement. La semaine prochaine, nous aurons un concert pour collecter des fonds pour sa restauration.",
      "imageLink": "image_files\\English\\"imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "triangle",
      "translation": "triangle",
      "definition": "A triangle is a musical instrument with a metal rod bent into a triangular shape, played by striking with a stick, often used in orchestras and percussion ensembles.",
      "definition_translation": "Un triangle est un instrument de musique avec une tige métallique courbée en forme de triangle, joué en frappant avec une baguette, souvent utilisé dans les orchestres et les ensembles de percussion.",
      "example": "I've always wanted to play the triangle in a professional orchestra. In college, I had the opportunity to take lessons. Now, I'm part of a community ensemble.",
      "example_translation": "J'ai toujours voulu jouer du triangle dans un orchestre professionnel. Au collège, j'ai eu l'opportunité de prendre des leçons. Maintenant, je fais partie d'un ensemble communautaire.",
      "imageLink": "image_files\\English\\"imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "balalaika",
      "translation": "balalaïka",
      "definition": "a stringed musical instrument originating from Russia, having a triangular body and a long neck",
      "definition_translation": "un instrument de musique à cordes originaire de Russie, ayant un corps triangulaire et un long manche",
      "example": "Yesterday, I saw a balalaika player performing on the street. Today, I'm going to buy a balalaika to learn how to play it. Next week, I will have been playing balalaika for a month.",
      "example_translation": "Hier, j'ai vu un joueur de balalaïka se produire dans la rue. Aujourd'hui, je vais acheter une balalaïka pour apprendre à jouer. La semaine prochaine, j'aurai joué de la balalaïka pendant un mois.",
      "imageLink": "image_files\\English\\"imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "banjo",
      "translation": "banjo",
      "definition": "a stringed musical instrument with a round body and a long neck, played by plucking or strumming",
      "definition_translation": "un instrument de musique à cordes avec un corps rond et un long manche, joué en pincant ou en strumant",
      "example": "I played the banjo at the party last night. Now, I'm fixing my banjo to get ready for the next show. By next year, I will have mastered playing banjo.",
      "example_translation": "J'ai joué du banjo à la fête hier soir. Maintenant, je répare mon banjo pour me préparer pour le prochain spectacle. D'ici l'année prochaine, j'aurai maitrisé jouer du banjo.",
      "imageLink": "image_files\\English\\"imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bassoon",
      "translation": "basson",
      "definition": "a large, double-reed woodwind instrument with a long, narrow tube and a conical bore",
      "definition_translation": "un instrument à vent en bois à double anche avec un tube long et étroit et une also conique",
      "example": "The bassoon player sat in the back of the orchestra. Today, I tried playing the bassoon, but it was harder than I thought. By next month, I will have practiced playing bassoon every day.",
      "example_translation": "Le joueur de basson était assis à l'arrière de l'orchestre. Aujourd'hui, j'ai essayé de jouer du basson, mais c'était plus dur que je ne pensais. D'ici le mois prochain, j'aurai pratiqué jouer du basson tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "castanets",
      "translation": "castagnettes",
      "definition": "a pair of small, shallow shells clicked together to produce a rhythmic sound, especially in flamenco music",
      "definition_translation": "une paire de coquilles petites et peu profondes cliquées ensemble pour produire un son rythmique, notamment dans la musique flamenco",
      "example": "I used castanets in my dance performance last week. Now, I'm learning to use castanets with my feet. Next year, I will have mastered using castanets with my hands and feet.",
      "example_translation": "J'ai utilisé des castagnettes dans ma performance de danse la semaine dernière. Maintenant, j'apprends à utiliser des castagnettes avec mes pieds. L'année prochaine, j'aurai maitrisé utiliser des castagnettes avec mes mains et mes pieds.",
      "imageLink": "image_files\\English\\"imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cimbalom",
      "translation": "cymbaline",
      "definition": "A cimbalom is a type of hammered dulcimer that originated in Hungary and is played by striking keys with a pair of beaters.",
      "definition_translation": "Un cimbalom est un type de dulcineau à marteau qui a pris naissance en Hongrie et est joué en frappant des touches avec une paire de batteurs.",
      "example": "She learned to play the cimbalom at a young age, and now she's a skilled musician. She played the cimbalom at the wedding last week. She will teach her daughter to play the cimbalom next year.",
      "example_translation": "Elle a appris à jouer du cimbalom à un âge précoce, et maintenant elle est une musicienne expérimentée. Elle a joué du cimbalom au mariage la semaine dernière. Elle enseignera à sa fille à jouer du cimbalom l'an prochain.",
      "imageLink": "image_files\\English\\"imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "clapper",
      "translation": "claquoir",
      "definition": "A clapper is a device used to make a sharp, sudden noise, typically used in filmmaking to mark the start of a scene.",
      "definition_translation": "Un claquoir est un dispositif utilisé pour produire un bruit sec et soudain, généralement utilisé dans la production de films pour marquer le début d'une scène.",
      "example": "The director yelled 'action' and the clapper was used to mark the start of the scene. She likes to use a clapper to get attention in a noisy room. He will invent a digital clapper for future movie productions.",
      "example_translation": "Le réalisateur a crié 'action' et le claquoir a été utilisé pour marquer le début de la scène. Elle aime utiliser un claquoir pour attirer l'attention dans une salle bruyante. Il inventera un claquoir numérique pour les productions de films futures.",
      "imageLink": "image_files\\English\\"imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "clarinet",
      "translation": "clarinette",
      "definition": "A clarinet is a woodwind instrument with a single reed, used in many types of music, including classical, jazz, and folk.",
      "definition_translation": "La clarinette est un instrument à vent à anche simple, utilisé dans de nombreux types de musique, notamment classique, jazz et folk.",
      "example": "She has been playing the clarinet since high school, and now she's in a professional orchestra. He learned to play the clarinet to impress his date. They will start a clarinet quartet next month.",
      "example_translation": "Elle a commencé à jouer de la clarinette au lycée, et maintenant elle est dans un orchestre professionnel. Il a appris à jouer de la clarinette pour impressionner sa partenaire. Ils vont commencer un quatuor de clarinette le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cymbal",
      "translation": "cymbale",
      "definition": "A cymbal is a metal plate struck by a drummer to produce a ringing sound, often used in rock, pop, and jazz music.",
      "definition_translation": "Une cymbale est une plaque de métal frappée par un batteur pour produire un son sonore, souvent utilisée dans la musique rock, pop et jazz.",
      "example": "The drummer crashed the cymbal to end the song. She loves the sound of the cymbal in heavy metal music. He will tune the cymbal before the concert tomorrow.",
      "example_translation": "Le batteur a écrasé la cymbale pourterminer la chanson. Elle adore le son de la cymbale dans la musique heavy metal. Il accordera la cymbale avant le concert de demain.",
      "imageLink": "image_files\\English\\"imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "double bass",
      "translation": "contrebasse",
      "definition": "A large stringed instrument played by drawing a bow or plucking the strings, used in orchestras and jazz bands.",
      "definition_translation": "Un instrument à cordes volumineux joué en tirant un archet ou en pincant les cordes, utilisé dans les orchestres et les groupes de jazz.",
      "example": "I played the double bass in the school orchestra when I was a teenager. Now, I play it in a jazz band. Next year, I will play it in a symphony orchestra.",
      "example_translation": "J'ai joué de la contrebasse dans l'orchestre de l'école lorsque j'étais adolescent. Maintenant, je joue dans un groupe de jazz. L'année prochaine, je jouerai dans un orchestre symphonique.",
      "imageLink": "image_files\\English\\"imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "gong",
      "translation": "gong",
      "definition": "A metal plate struck with a hammer or mallet to produce a loud, resonant sound, typically used in orchestras or as a signal.",
      "definition_translation": "Une plaque de métal frappée avec un marteau ou un maillet pour produire un son fort et résonnant, généralement utilisée dans les orchestres ou comme signal.",
      "example": "The percussionist hit the gong to signal the start of the concert. I had never seen a gong before, but I will use it in my next music composition. Maybe I will hit the gong again tomorrow.",
      "example_translation": "Le percussionniste a frappé le gong pour signaler le début du concert. Je n'avais jamais vu de gong auparavant, mais j'utiliserai dans ma prochaine composition musicale. Peut-être que je frapperai le gong à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "harmonium",
      "translation": "harmonium",
      "definition": "A small, portable keyboard instrument similar to an organ, used in churches and homes.",
      "definition_translation": "Un instrument de clavier petit et portable similaire à un orgue, utilisé dans les églises et les maisons.",
      "example": "My grandmother used to play the harmonium in church when I was a kid. Now, I play it in my living room. I will buy a new harmonium next week.",
      "example_translation": "Ma grand-mère jouait de l'harmonium à l'église lorsque j'étais gosse. Maintenant, je joue dans mon salon. Je vais acheter un nouvel harmonium la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "harp",
      "translation": "harpe",
      "definition": "A stringed instrument played by plucking the strings with the fingers, used in orchestras and as a solo instrument.",
      "definition_translation": "Un instrument à cordes joué en pincant les cordes avec les doigts, utilisé dans les orchestres et comme instrument solo.",
      "example": "The harpist played a beautiful melody on her harp. I learned to play the harp when I was 10 years old. She will play the harp at the wedding ceremony next month.",
      "example_translation": "La harpiste a joué une mélodie belle sur sa harpe. J'ai appris à jouer de la harpe lorsque j'avais 10 ans. Elle jouera de la harpe lors de la cérémonie de mariage le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "harpsichord",
      "translation": "clavecin",
      "definition": "A stringed musical instrument that produces sound when its strings are plucked by quills or plectra, typically played by pressing keys on a keyboard.",
      "definition_translation": "Un instrument de musique à cordes qui produit du son lorsque ses cordes sont pincées par des plumes ou des plectres, généralement joué en appuyant sur des touches d'un clavier.",
      "example": "The harpsichord was a popular instrument in the Baroque period. Last year, I saw a harpsichord being played at a concert. If I were rich, I would buy a harpsichord and learn to play it.",
      "example_translation": "Le clavecin était un instrument populaire pendant la période baroque. L'année dernière, j'ai vu un clavecin être joué lors d'un concert. Si j'étais riche, j'achèterais un clavecin et apprendrais à le jouer.",
      "imageLink": "image_files\\English\\"imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "kettledrums",
      "translation": "timbales",
      "definition": "A pair of drums of varying size, typically played by striking them with a stick, used in orchestral and other musical ensembles.",
      "definition_translation": "Une paire de tambours de taille variable, généralement joués en les frappant avec une baguette, utilisés dans les ensembles orchestraux et autres ensembles musicaux.",
      "example": "The kettledrums added a lot of energy to the music. The drummer skillfully played the kettledrums during the performance. By next year, I will have learned to play the kettledrums professionally.",
      "example_translation": "Les timbales ont ajouté beaucoup d'énergie à la musique. Le batteur a joué habilement les timbales pendant la représentation. D'ici l'année prochaine, j'aurai appris à jouer professionnellement des timbales.",
      "imageLink": "image_files\\English\\"imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lute",
      "translation": "luth",
      "definition": "A stringed musical instrument with a pear-shaped body, typically played by plucking the strings with the fingers or a plectrum.",
      "definition_translation": "Un instrument de musique à cordes avec un corps en forme de poire, généralement joué en pincant les cordes avec les doigts ou un plectre.",
      "example": "The lute player's fingers moved swiftly over the strings. I saw a beautiful lute being played at a medieval festival. By the time I retire, I hope to have mastered playing the lute.",
      "example_translation": "Les doigts du joueur de luth se sont déplacés rapidement sur les cordes. J'ai vu un luth magnifique être joué lors d'un festival médiéval. D'ici à ma retraite, j'espère avoir maîtrisé le jeu du luth.",
      "imageLink": "image_files\\English\\"imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mandolin",
      "translation": "mandoline",
      "definition": "A stringed musical instrument with a small, round back and a fretted neck, typically played by plucking the strings with a plectrum.",
      "definition_translation": "Un instrument de musique à cordes avec un petit dos rond et un manche fretté, généralement joué en pincant les cordes avec un plectre.",
      "example": "The mandolin player's plectrum moved quickly over the strings. I saw a mandolin being played at a bluegrass concert. If I had more time, I would learn to play the mandolin.",
      "example_translation": "Le plectre du joueur de mandoline s'est déplacé rapidement sur les cordes. J'ai vu une mandoline être jouée lors d'un concert de bluegrass. Si j'avais plus de temps, j'apprendrais à jouer de la mandoline.",
      "imageLink": "image_files\\English\\"imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "maracas",
      "translation": "maracas",
      "definition": "Maracas are a type of musical instrument, typically made of wood or plastic, used to create rhythmic sounds.",
      "definition_translation": "Les maracas sont un type d'instrument de musique, généralement en bois ou en plastique, utilisé pour créer des sons rythmiques.",
      "example": "She played the maracas in the school band last year, then she practiced every day, and now she will perform at the concert tonight.",
      "example_translation": "Elle a joué des maracas dans l'orchestre de l'école l'année dernière, puis elle a pratiqué tous les jours, et maintenant elle se produira au concert ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "oboe",
      "translation": "hautbois",
      "definition": "An oboe is a double-reed woodwind musical instrument, known for its distinctive, mellow sound.",
      "definition_translation": "Le hautbois est un instrument de musique à anche double en bois, connu pour son son distinct et mélodieux.",
      "example": "He learned to play the oboe in college, then he joined a professional orchestra, and now he teaches music to children.",
      "example_translation": "Il a appris à jouer du hautbois au collège, puis il a rejoint un orchestre professionnel, et maintenant il enseigne la musique aux enfants.",
      "imageLink": "image_files\\English\\"imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ocarina",
      "translation": "ocarina",
      "definition": "An ocarina is a small, flute-like musical instrument, often used in folk music.",
      "definition_translation": "L'ocarina est un instrument de musique petit et flûtée, souvent utilisé dans la musique folk.",
      "example": "She had played the ocarina since childhood, then she discovered its beauty in a video game, and now she composes music for films.",
      "example_translation": "Elle avait joué de l'ocarina depuis l'enfance, puis elle a découvert sa beauté dans un jeu vidéo, et maintenant elle compose de la musique pour les films.",
      "imageLink": "image_files\\English\\"imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "recorder",
      "translation": "flûte à bec",
      "definition": "A recorder is a simple, woodwind musical instrument, often taught in elementary school music classes.",
      "definition_translation": "La flûte à bec est un instrument de musique en bois simple, souvent enseigné dans les classes de musique de l'école primaire.",
      "example": "She learned to play the recorder in third grade, then she practiced every day, and now she is part of a professional ensemble.",
      "example_translation": "Elle a appris à jouer de la flûte à bec en troisième année, puis elle a pratiqué tous les jours, et maintenant elle fait partie d'un ensemble professionnel.",
      "imageLink": "image_files\\English\\"imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "snare drum",
      "translation": "caisse claire",
      "definition": "A snare drum is a type of drum that produces a sharp, crisp sound, often used in orchestral and military music.",
      "definition_translation": "Une caisse claire est un type de tambour qui produit un son aigu et cristallin, souvent utilisé dans la musique orchestrale et militaire.",
      "example": "The drummer expertly played the snare drum solo, the crowd erupted in applause. Yesterday, she had practiced the piece for hours. Tomorrow, she will perform it at the concert.",
      "example_translation": "Le batteur a joué avec expertise le solo de caisse claire, la foule a éclaté en applaudissements. Hier, elle avait répété la pièce pendant des heures. Demain, elle interprétera à la concert.",
      "imageLink": "image_files\\English\\"imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "trombone",
      "translation": "trombone",
      "definition": "A trombone is a brass instrument used in jazz, orchestral, and pop music, characterized by its slide-controlled pitch.",
      "definition_translation": "Un trombone est un instrument de cuivre utilisé dans la musique jazz, orchestrale et pop, caractérisé par sa commande de hauteur de ton contrôlée par un curseur.",
      "example": "The trombone player added a rich, mellow sound to the jazz ensemble. Last week, he had bought a new trombone. In five years, he will become a renowned trombone soloist.",
      "example_translation": "Le tromboniste a ajouté un son riche et mélodieux à l'ensemble de jazz. La semaine dernière, il avait acheté un nouveau trombone. Dans cinq ans, il deviendra un soliste de trombone renommé.",
      "imageLink": "image_files\\English\\"imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tuba",
      "translation": "tuba",
      "definition": "A tuba is a large, low-pitched brass instrument used in orchestral, concert band, and jazz music, producing a deep, rich sound.",
      "definition_translation": "Une tuba est un grand instrument de cuivre de faible tessiture utilisé dans la musique orchestrale, de concert et jazz, produisant un son profond et riche.",
      "example": "The tuba player provided a strong foundation to the orchestral piece. Next month, she will perform with a tuba quartet. In two years, she will become a tuba professor at a music conservatory.",
      "example_translation": "Le tubiste a fourni une solide base à la pièce orchestrale. Le mois prochain, elle se produira avec un quartette de tubas. Dans deux ans, elle deviendra professeure de tuba à un conservatoire de musique.",
      "imageLink": "image_files\\English\\"imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tubular bells",
      "translation": "cloches tubulaires",
      "definition": "Tubular bells are a musical instrument consisting of a series of metal tubes of varying lengths, played by striking them with a mallet or hammer.",
      "definition_translation": "Les cloches tubulaires sont un instrument de musique composé d'une série de tubes métalliques de longueurs variables, joués en les frappant avec un maillet ou un marteau.",
      "example": "The sound of tubular bells filled the cathedral during the Christmas concert. Last year, I had seen a tubular bells solo performance. Next week, I will buy a set of tubular bells for my music class.",
      "example_translation": "Le son des cloches tubulaires a rempli la cathédrale pendant le concert de Noël. L'année dernière, j'avais vu une performance solo de cloches tubulaires. La semaine prochaine, j'achèterai un ensemble de cloches tubulaires pour ma classe de musique.",
      "imageLink": "image_files\\English\\"imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "vibraphone",
      "translation": "vibraphone",
      "definition": "a musical instrument with a series of metal bars that are struck by hammers to produce a ringing sound",
      "definition_translation": "un instrument de musique avec une série de barres métalliques qui sont frappées par des marteaux pour produire un son de résonance",
      "example": "The musician skillfully played the vibraphone in the orchestra, had played it in the concert yesterday, and will play it in the festival tomorrow.",
      "example_translation": "Le musicien a joué avec habileté du vibraphone dans l'orchestre, l'avait joué au concert hier, et le jouera au festival demain.",
      "imageLink": "image_files\\English\\"imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "xylophone",
      "translation": "xylophone",
      "definition": "a musical instrument with a series of wooden bars that are struck by hammers to produce a ringing sound",
      "definition_translation": "un instrument de musique avec une série de barres en bois qui sont frappées par des marteaux pour produire un son de résonance",
      "example": "The child loved playing the xylophone in music class, has been playing it for years, and will continue to play it in the future.",
      "example_translation": "L'enfant aimait jouer du xylophone en classe de musique, l'a joué pendant des années, et continuera à le jouer à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]