[
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "black",
      "translation": "noir",
      "definition": "Having the color of soot or coal; very dark in color.",
      "definition_translation": "Ayant la couleur de suie ou de charbon ; très sombre en couleur.",
      "example": "I wore a black dress to the party last night, I will wear a black suit to the interview tomorrow, and I wore a black tie to the wedding last year.",
      "example_translation": "J'ai porté une robe noire à la soirée dernièrement, je porterai un costume noir à l'entrevue demain, et j'ai porté une cravate noire au mariage l'année dernière.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "blue",
      "translation": "bleu",
      "definition": "Having a bright, calm, and serene color, often associated with the sky and sea.",
      "definition_translation": "Ayant une couleur brillante, calme et sereine, souvent associée au ciel et à la mer.",
      "example": "The blue sky made me feel happy today, I will paint my room blue next week, and the blue ocean was beautiful last summer.",
      "example_translation": "Le ciel bleu m'a fait sentir heureux aujourd'hui, je vais peindre ma chambre en bleu la semaine prochaine, et l'océan bleu était beau l'été dernier.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "brown",
      "translation": "brun",
      "definition": "Having a reddish-yellow color, often associated with earth, soil, and wood.",
      "definition_translation": "Ayant une couleur rouge-jaune, souvent associée à la terre, au sol et au bois.",
      "example": "The brown dog ran quickly in the park yesterday, I will eat brown bread for breakfast tomorrow, and the brown tree was tall last autumn.",
      "example_translation": "Le chien brun a couru rapidement dans le parc hier, je mangerai du pain brun pour petit déjeuner demain, et l'arbre brun était grand l'automne dernier.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "green",
      "translation": "vert",
      "definition": "Having a bright, natural color, often associated with plants, forests, and nature.",
      "definition_translation": "Ayant une couleur brillante, naturelle, souvent associée aux plantes, aux forêts et à la nature.",
      "example": "The green grass was soft under my feet yesterday, I will wear a green shirt to the party tonight, and the green trees were beautiful last spring.",
      "example_translation": "Le gazon vert était doux sous mes pieds hier, je porterai un chemisier vert à la soirée ce soir, et les arbres verts étaient beaux au printemps dernier.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grey",
      "translation": "gris",
      "definition": "Having a neutral or intermediate color, midway between black and white",
      "definition_translation": "Ayant une couleur neutre ou intermédiaire, à mi-chemin entre le noir et le blanc",
      "example": "The grey horse galloped across the field, had galloped yesterday, and will gallop tomorrow.",
      "example_translation": "Le cheval gris galopait à travers le champ, avait galopé hier et galopera demain.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "orange",
      "translation": "orange",
      "definition": "A vibrant and warm color, midway between red and yellow",
      "definition_translation": "Une couleur vive et chaude, à mi-chemin entre le rouge et le jaune",
      "example": "The orange sunset was breathtaking, has been mesmerizing tourists, and will continue to inspire artists.",
      "example_translation": "Le coucher de soleil orange était à couper le souffle, a fasciné les touristes et continuera à inspirer les artistes.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "red",
      "translation": "rouge",
      "definition": "A bold and intense color, often associated with passion and energy",
      "definition_translation": "Une couleur audacieuse et intense, souvent associée à la passion et à l'énergie",
      "example": "The red car sped down the highway, had sped yesterday, and will speed up tomorrow.",
      "example_translation": "La voiture rouge a filé sur l'autoroute, avait filé hier et filera à vive allure demain.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "white",
      "translation": "blanc",
      "definition": "A pure and clean color, often associated with innocence and simplicity",
      "definition_translation": "Une couleur pure et propre, souvent associée à l'innocence et à la simplicité",
      "example": "The white snowflakes fell gently, had fallen yesterday, and will fall again tomorrow.",
      "example_translation": "Les flocons de neige blancs tombaient doucement, étaient tombés hier et tomberont à nouveau demain.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "yellow",
      "translation": "jaune",
      "definition": "A bright or vibrant color, often associated with sunshine and optimism.",
      "definition_translation": "Une couleur brillante ou vive, souvent associée au soleil et à l'optimisme.",
      "example": "I wore a yellow shirt yesterday, I will wear a yellow dress tomorrow, and I am wearing yellow socks today.",
      "example_translation": "J'ai porté un chemisier jaune hier, je porterai une robe jaune demain et je porte des chaussettes jaunes aujourd'hui.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cream",
      "translation": "crème",
      "definition": "A thick and rich liquid made from milk, often used as a topping or in cooking.",
      "definition_translation": "Un liquide épais et riche fait à partir de lait, souvent utilisé comme topping ou en cuisine.",
      "example": "I ate cream cake yesterday, I will eat cream pasta tomorrow, and I am eating cream ice cream today.",
      "example_translation": "J'ai mangé un gâteau à la crème hier, je mangerai des pâtes à la crème demain et je mange une crème glacée aujourd'hui.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "golden",
      "translation": "doré",
      "definition": "Having a bright yellow color, often associated with value, wealth, or excellence.",
      "definition_translation": "Ayant une couleur jaune brillante, souvent associée à la valeur, la richesse ou l'excellence.",
      "example": "The golden sun rose yesterday, the golden medal will be awarded tomorrow, and the golden ratio is being studied today.",
      "example_translation": "Le soleil doré s'est levé hier, la médaille d'or sera attribuée demain et le nombre d'or est étudié aujourd'hui.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lemon",
      "translation": "citron",
      "definition": "A small, sour fruit often used in cooking or as a flavoring.",
      "definition_translation": "Un petit fruit aigre souvent utilisé en cuisine ou comme assaisonnement.",
      "example": "I squeezed a lemon yesterday, I will add lemon juice to the recipe tomorrow, and I am eating lemon sorbet today.",
      "example_translation": "J'ai pressé un citron hier, j'ajouterai du jus de citron à la recette demain et je mange un sorbet au citron aujourd'hui.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pink",
      "translation": "rose",
      "definition": "A bright, vibrant color often associated with femininity and love.",
      "definition_translation": "Une couleur brillante et vive souvent associée à la féminité et à l'amour.",
      "example": "She wore a pink dress to the party yesterday, and I will wear one to the wedding tomorrow, and she will wear one to the prom next year.",
      "example_translation": "Elle a porté une robe rose à la fête hier, et je porterai une à la noce demain, et elle portera une au bal de promo l'année prochaine.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "purple",
      "translation": "pourpre",
      "definition": "A rich, luxurious color often associated with creativity, wisdom, and power.",
      "definition_translation": "Une couleur riche et luxueuse souvent associée à la créativité, à la sagesse et au pouvoir.",
      "example": "The king wore a purple robe to the ceremony yesterday, and I will wear one to the party tomorrow, and she will wear one to the wedding next year.",
      "example_translation": "Le roi a porté une robe pourpre à la cérémonie hier, et je porterai une à la fête demain, et elle portera une au mariage l'année prochaine.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "silver",
      "translation": "argent",
      "definition": "A bright, shiny metal often used in jewelry and coins.",
      "definition_translation": "Un métal brillant et luisant souvent utilisé dans les bijoux et les pièces de monnaie.",
      "example": "She wore a silver necklace to the party yesterday, and I will wear one to the wedding tomorrow, and he will wear one to the prom next year.",
      "example_translation": "Elle a porté un collier en argent à la fête hier, et je porterai un à la noce demain, et il portera un au bal de promo l'année prochaine.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "violet",
      "translation": "violet",
      "definition": "A bright, vibrant color often associated with creativity, imagination, and wisdom.",
      "definition_translation": "Une couleur brillante et vive souvent associée à la créativité, à l'imagination et à la sagesse.",
      "example": "She painted a beautiful violet sunset yesterday, and I will paint one tomorrow, and he will paint one next year.",
      "example_translation": "Elle a peint un beau coucher de soleil violet hier, et je peindrai un demain, et il peindra un l'année prochaine.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "beige",
      "translation": "beige",
      "definition": "A light grayish-brown color, often used in fashion and design.",
      "definition_translation": "Une couleur gris-brun clair, souvent utilisée dans la mode et le design.",
      "example": "She wore a beige dress to the wedding. She will wear a beige dress to the party tonight. She wore a beige dress to the graduation ceremony last year.",
      "example_translation": "Elle a porté une robe beige au mariage. Elle portera une robe beige à la fête ce soir. Elle a porté une robe beige à la cérémonie de remise des diplômes l'année dernière.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "navy blue",
      "translation": "bleu marine",
      "definition": "A dark blue color, often used to describe a type of uniform or formal wear.",
      "definition_translation": "Une couleur bleue foncée, souvent utilisée pour décrire un type d'uniforme ou de vêtement formel.",
      "example": "The Navy officer wore a navy blue uniform to the ceremony. She will wear a navy blue suit to the job interview tomorrow. He wore a navy blue tuxedo to the awards show last night.",
      "example_translation": "L'officier de la Marine a porté un uniforme bleu marine à la cérémonie. Elle portera un costume bleu marine à l'entrevue d'embauche demain. Il a porté un smoking bleu marine au spectacle des récompenses hier soir.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "khaki",
      "translation": "kaki",
      "definition": "A light brown or tan color, often used to describe military or outdoor clothing.",
      "definition_translation": "Une couleur brun clair ou marron, souvent utilisée pour décrire des vêtements militaires ou de plein air.",
      "example": "The soldier wore khaki pants to the training exercise. She will wear a khaki jacket to the camping trip next week. He wore khaki shorts to the hiking trail last weekend.",
      "example_translation": "Le soldat a porté des pantalons kaki à l'exercice d'entraînement. Elle portera un blouson kaki au voyage de camping la semaine prochaine. Il a porté des shorts kaki au sentier de randonnée le week-end dernier.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "olive green",
      "translation": "vert olive",
      "definition": "A yellowish-green color, often used to describe military or outdoor clothing.",
      "definition_translation": "Une couleur vert-jaune, souvent utilisée pour décrire des vêtements militaires ou de plein air.",
      "example": "The hunter wore olive green pants to the forest. She will wear an olive green jacket to the safari trip next month. He wore olive green camouflage to the hunting trip last year.",
      "example_translation": "Le chasseur a porté des pantalons vert olive à la forêt. Elle portera un blouson vert olive au voyage de safari le mois prochain. Il a porté du camouflage vert olive au voyage de chasse l'année dernière.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "amaranth",
      "translation": "amarante",
      "definition": "Amaranth is a genus of annual or perennial plants known for their ornamental and edible qualities. The plants are native to the Americas and have been used for centuries as a source of food, medicine, and ceremonial purposes.",
      "definition_translation": "L'amarante est un genre de plantes annuelles ou vivaces connues pour leurs qualités ornementales et comestibles. Les plantes sont natives des Amériques et ont été utilisées pendant des siècles comme source de nourriture, de médecine et à des fins cérémonielles.",
      "example": "The farmer harvested the amaranth crop last autumn. She will plant amaranth seeds next spring. The amaranth plant has been growing well this summer.",
      "example_translation": "Le fermier a récolté la récolte d'amarante l'automne dernier. Elle plantera des graines d'amarante au printemps prochain. La plante d'amarante a bien poussé cet été.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "amber",
      "translation": "ambre",
      "definition": "Amber is a fossilized tree resin that has been used for centuries to create jewelry, decorations, and other objects. It is often found in shades of yellow, orange, and red.",
      "definition_translation": "L'ambre est une résine d'arbre fossile qui a été utilisée pendant des siècles pour créer des bijoux, des décorations et d'autres objets. On la trouve souvent dans des nuances de jaune, d'orange et de rouge.",
      "example": "The artist crafted a necklace with a beautiful amber pendant. She had found the amber on a beach last summer. The museum exhibited a stunning collection of amber artifacts.",
      "example_translation": "L'artiste a créé un collier avec un pendentif en ambre magnifique. Elle avait trouvé l'ambre sur une plage l'été dernier. Le musée a exposé une collection extraordinaire d'artefacts en ambre.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "anthracite",
      "translation": "anthracite",
      "definition": "Anthracite is a type of coal that is extremely hard and pure, often used for high-quality iron and steel production.",
      "definition_translation": "L'anthracite est un type de charbon qui est extrêmement dur et pur, souvent utilisé pour la production d'acier et de fonte de haute qualité.",
      "example": "The factory used anthracite to produce high-quality steel. The engineer specified anthracite for the new construction project. Anthracite was used to fuel the industrial revolution.",
      "example_translation": "L'usine a utilisé de l'anthracite pour produire de l'acier de haute qualité. L'ingénieur a spécifié de l'anthracite pour le nouveau projet de construction. L'anthracite a été utilisée pour alimenter la révolution industrielle.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "aquamarine",
      "translation": "aigue-marine",
      "definition": "Aquamarine is a blue-green gemstone often used in jewelry, known for its calming and soothing properties.",
      "definition_translation": "L'aigue-marine est un gemme bleu-vert souvent utilisée dans les bijoux, connue pour ses propriétés apaisantes et rafraîchissantes.",
      "example": "The queen wore an aquamarine necklace to the royal ball. The jeweler crafted an aquamarine ring for her daughter's birthday. Aquamarine is said to bring good luck to those who wear it.",
      "example_translation": "La reine a porté un collier en aigue-marine au bal royal. Le bijoutier a créé un anneau en aigue-marine pour l'anniversaire de sa fille. L'aigue-marine est censée apporter bonne chance à ceux qui la portent.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "carmine",
      "translation": "carmine",
      "definition": "A bright red to purplish-red pigment, obtained from the cochineal insect, used in cosmetics, food, and art.",
      "definition_translation": "Un pigment rouge vif à pourpre rouge, obtenu à partir de l'insecte de la cochenille, utilisé dans les cosmétiques, les aliments et l'art.",
      "example": "The artist mixed carmine with yellow ochre to create a vibrant orange hue. She had used carmine in her paintings before. She will use carmine in her next art project.",
      "example_translation": "L'artiste a mélangé le carmine avec l'ocre jaune pour créer une teinte orange vive. Elle avait utilisé du carmine dans ses peintures auparavant. Elle utilisera du carmine dans son prochain projet d'art.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "crimson",
      "translation": "cramoisi",
      "definition": "A deep, rich red color, especially the color of blood.",
      "definition_translation": "Une couleur rouge profonde et riche, notamment la couleur du sang.",
      "example": "The bride wore a crimson dress on her wedding day. The football team's uniforms were crimson and gold. The sunset was a deep crimson color.",
      "example_translation": "La mariée portait une robe cramoisie le jour de son mariage. Les uniformes de l'équipe de football étaient cramoisi et doré. Le coucher de soleil était d'une couleur cramoisie profonde.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cyan",
      "translation": "cyan",
      "definition": "A bright blue-green color, similar to blue but with a more greenish tint.",
      "definition_translation": "Une couleur bleu-verte vif, similaire au bleu mais avec une teinte verdâtre.",
      "example": "The logo of the company is cyan and white. The artist mixed cyan with yellow to create a bright green color. Cyan is a calming color to look at.",
      "example_translation": "Le logo de l'entreprise est cyan et blanc. L'artiste a mélangé le cyan avec le jaune pour créer une couleur verte vive. Le cyan est une couleur apaisante à regarder.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "emerald",
      "translation": "émeraude",
      "definition": "A bright green gemstone, often used in jewelry.",
      "definition_translation": "Un gemme vert vif, souvent utilisé dans les bijoux.",
      "example": "Her emerald ring sparkled in the light. The emerald necklace was a family heirloom. The emerald earrings were a beautiful gift.",
      "example_translation": "Sa bague émeraude scintillait dans la lumière. Le collier émeraude était un héritage familial. Les boucles d'oreilles émeraude étaient un beau cadeau.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ginger",
      "translation": "gingembre",
      "definition": "A plant with a thick, knotted underground stem that can be used in cooking, Ginger is a popular spice used in many different cuisines.",
      "definition_translation": "Une plante avec une tige souterraine épaisse et noueuse qui peut être utilisée dans la cuisine, le gingembre est une épice populaire utilisée dans de nombreuses cuisines différentes.",
      "example": "I added some ginger to the stir-fry to give it more flavor. Yesterday, I grated ginger to make a delicious sauce. Tomorrow, I will buy some fresh ginger to make a spicy tea.",
      "example_translation": "J'ai ajouté du gingembre au stir-fry pour lui donner plus de saveur. Hier, j'ai râpé du gingembre pour faire une délicieuse sauce. Demain, j'achèterai du gingembre frais pour faire un thé épicé.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "indigo",
      "translation": "indigo",
      "definition": "A deep blue color, indigo is a natural dye extracted from the leaves of the Indigofera plant, used to color fabrics and other materials.",
      "definition_translation": "Une couleur bleue profonde, l'indigo est un colorant naturel extrait des feuilles de la plante Indigofera, utilisé pour teindre des tissus et d'autres matériaux.",
      "example": "The indigo dye was used to color the fabric of the ancient clothing. Yesterday, I mixed indigo with other colors to create a unique shade. In the future, I will use indigo to dye my hair a deep blue.",
      "example_translation": "Le colorant indigo était utilisé pour teindre le tissu des vêtements anciens. Hier, j'ai mélangé de l'indigo avec d'autres couleurs pour créer une nuance unique. À l'avenir, j'utiliserai de l'indigo pour teindre mes cheveux en bleu profond.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "magenta",
      "translation": "magenta",
      "definition": "A bright pinkish-purple color, magenta is a vibrant and intense hue often used in printing and digital design.",
      "definition_translation": "Une couleur rose-violacée brillante, le magenta est une teinte vive et intense souvent utilisée dans l'impression et le design numérique.",
      "example": "The magenta ink was used to print the poster. Yesterday, I designed a logo with magenta as the main color. In the future, I will use magenta to create a bold and eye-catching design.",
      "example_translation": "L'encre magenta était utilisée pour imprimer l'affiche. Hier, j'ai conçu un logo avec le magenta comme couleur principale. À l'avenir, j'utiliserai du magenta pour créer un design audacieux et accrocheur.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mahogany",
      "translation": "acajou",
      "definition": "A type of wood from the Mahogany tree, often used in furniture making and woodcarvings due to its rich, reddish-brown color and durability.",
      "definition_translation": "Un type de bois provenant de l'arbre Acajou, souvent utilisé dans la fabrication de meubles et de sculptures en bois en raison de sa couleur rouge-brun riche et de sa durabilité.",
      "example": "The mahogany table was handcrafted by a skilled carpenter. Yesterday, I sanded the mahogany wood to reveal its natural beauty. In the future, I will use mahogany to build a beautiful wooden boat.",
      "example_translation": "La table en acajou était fabriquée à la main par un charpentier expérimenté. Hier, j'ai poncé le bois d'acajou pour révéler sa beauté naturelle. À l'avenir, j'utiliserai de l'acajou pour construire un beau bateau en bois.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "maroon",
      "translation": "marron",
      "definition": "A dark brown or reddish-brown color, especially a deep, rich shade. A maroon is also a small explosive charge used to signal distress.",
      "definition_translation": "Une couleur brun foncé ou brun rougeâtre, en particulier une teinte profonde et riche. Un marron est également une petite charge explosive utilisée pour signaler la détresse.",
      "example": "The maroon color of the sunset was breathtaking. I marooned myself on the deserted island for a week. The team will maroon the new player on the bench.",
      "example_translation": "La couleur marron du coucher de soleil était à couper le souffle. Je me suis marroné sur l'île déserte pendant une semaine. L'équipe va marronner le nouveau joueur sur le banc.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ochre",
      "translation": "ocre",
      "definition": "A natural pigment made from iron oxide, used as a yellow or reddish-brown color. Ochre is also a type of sedimentary rock.",
      "definition_translation": "Un pigment naturel fait d'oxyde de fer, utilisé comme couleur jaune ou brun rougeâtre. L'ocre est également un type de roche sédentaire.",
      "example": "The ochre color of the ancient pottery was well-preserved. The artist used ochre to paint the landscape. Ochre was used as a natural dye in ancient times.",
      "example_translation": "La couleur ocre de la poterie ancienne était bien conservée. L'artiste a utilisé l'ocre pour peindre le paysage. L'ocre a été utilisé comme teinture naturelle dans les temps anciens.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "scarlet",
      "translation": "écarlate",
      "definition": "A bright, vivid red color. Scarlet is also a type of cloth, especially a bright red fabric.",
      "definition_translation": "Une couleur rouge vive et éclatante. L'écarlate est également un type de tissu, en particulier un tissu rouge vif.",
      "example": "The scarlet color of the roses was stunning. The scarlet cloth was used for the royal carpets. She wore a scarlet dress to the party.",
      "example_translation": "La couleur écarlate des roses était époustouflante. Le tissu écarlate a été utilisé pour les tapis royaux. Elle a porté une robe écarlate au party.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "turquoise",
      "translation": "turquoise",
      "definition": "A blue-green mineral, often used as a gemstone. Turquoise is also a bright blue-green color.",
      "definition_translation": "Un minéral bleu-vert, souvent utilisé comme pierre précieuse. Le turquoise est également une couleur bleu-verte vive.",
      "example": "The turquoise necklace was a family heirloom. The turquoise water of the lagoon was inviting. The artist used turquoise in the painting.",
      "example_translation": "Le collier turquoise était un héritage familial. L'eau turquoise de la lagune était invitante. L'artiste a utilisé le turquoise dans le tableau.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]