[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Abyssinian",
      "translation": "Abyssinien",
      "definition": "A breed of domestic cat known for its distinctive ticked fur and slender build.",
      "definition_translation": "Une race de chat domestique connue pour son pelage tiqué distinct et sa taille élancée.",
      "example": "The Abyssinian was a popular breed in the 19th century, and it still is today. I had an Abyssinian cat when I was a child, and I will have one again in the future.",
      "example_translation": "L'Abyssinien était une race populaire au 19e siècle, et elle l'est encore aujourd'hui. J'avais un chat Abyssinien lorsque j'étais enfant, et j'en aurai un autre dans le futur.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "American shorthair",
      "translation": "Chat américain à poil court",
      "definition": "A breed of domestic cat known for its sturdy build and short, dense coat.",
      "definition_translation": "Une race de chat domestique connue pour sa stature robuste et son poil court et dense.",
      "example": "My friend has an American shorthair cat that she loves dearly. She had an American shorthair cat when she was a child, and she will have one again soon.",
      "example_translation": "Mon amie a un chat américain à poil court qu'elle aime tendrement. Elle avait un chat américain à poil court quando elle était enfant, et elle en aura un autre bientôt.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Bengal cat",
      "translation": "Chat bengal",
      "definition": "A hybrid breed of domestic cat known for its distinctive spotted or marbled coat.",
      "definition_translation": "Une race hybride de chat domestique connue pour son pelage tacheté ou marbré distinct.",
      "example": "I saw a Bengal cat at the pet store yesterday, and I was impressed by its energetic behavior. My sister had a Bengal cat when she was a teenager, and she will have one again soon.",
      "example_translation": "J'ai vu un chat bengal au magasin d'animaux hier, et j'ai été impressionné par son comportement énergique. Ma sœur avait un chat bengal quando elle était adolescente, et elle en aura un autre bientôt.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Birman",
      "translation": "Birman",
      "definition": "A breed of domestic cat known for its pointy ears and white paws.",
      "definition_translation": "Une race de chat domestique connue pour ses oreilles pointues et ses pattes blanches.",
      "example": "The Birman is a popular breed of cat in Europe, and it has been for centuries. I had a Birman cat when I was a student, and I will have one again in the future.",
      "example_translation": "Le Birman est une race populaire de chat en Europe, et elle l'a été pendant des siècles. J'avais un chat Birman lorsque j'étais étudiant, et j'en aurai un autre dans le futur.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "British shorthair",
      "translation": "british shorthair",
      "definition": "The British Shorthair is a domesticated cat breed native to the United Kingdom. They are known for their sturdy build, short coats, and calm demeanor.",
      "definition_translation": "Le British Shorthair est une race de chats domestiques originaire du Royaume-Uni. Ils sont connus pour leur construction solide, leur pelage court et leur tempérament calme.",
      "example": "I had a British Shorthair as a pet when I was a child. Now, I am considering getting another one. I will have a British Shorthair in a year.",
      "example_translation": "J'avais un British Shorthair comme animal de compagnie lorsque j'étais enfant. Maintenant, je suis en train de considérer en prendre un autre. J'aurai un British Shorthair dans un an.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Burmese",
      "translation": "birman",
      "definition": "The Burmese is a breed of domestic cat originating from Thailand and Myanmar. They are recognized by their distinctive physical appearance and playful personalities.",
      "definition_translation": "Le birman est une race de chats domestiques originaire de Thaïlande et de Birmanie. Ils sont reconnus pour leur apparence physique distinctive et leurs personnalités giocatives.",
      "example": "My sister has a Burmese cat that is very active. She had a Burmese cat when she was in college. She will get a Burmese cat for her daughter.",
      "example_translation": "Ma sœur a un chat birman qui est très actif. Elle avait un chat birman lorsqu'elle était à l'université. Elle aura un chat birman pour sa fille.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Chartreux",
      "translation": "chartreux",
      "definition": "The Chartreux is a rare breed of domestic cat originating from France. They are known for their distinctive blue-grey coat and calm, reserved nature.",
      "definition_translation": "Le chartreux est une race rare de chats domestiques originaire de France. Ils sont connus pour leur pelage bleu-gris distinct et leur nature calme et réservée.",
      "example": "I saw a Chartreux cat at the pet store yesterday. I will see a Chartreux cat at the pet show next week. I saw a Chartreux cat on the internet last year.",
      "example_translation": "J'ai vu un chat chartreux au magasin d'animaux hier. Je verrai un chat chartreux au spectacle d'animaux domestiques la semaine prochaine. J'ai vu un chat chartreux sur internet l'année dernière.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "colourpoint, Himalayan",
      "translation": "point de couleur, himalayen",
      "definition": "The Colourpoint, also known as the Himalayan, is a breed of domestic cat that originated from the cross between a Siamese and a Persian cat. They are known for their pointy coat pattern and calm demeanor.",
      "definition_translation": "Le point de couleur, également connu sous le nom d'Himalayen, est une race de chats domestiques qui a résulté du croisement entre un Siamois et un chat persan. Ils sont connus pour leur modèle de pelage pointu et leur tempérament calme.",
      "example": "I have a Colourpoint cat that is very playful. I had a Colourpoint cat when I was a teenager. I will get a Colourpoint cat for my son.",
      "example_translation": "J'ai un chat point de couleur qui est très joueur. J'avais un chat point de couleur lorsque j'étais adolescent. J'aurai un chat point de couleur pour mon fils.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Devon Rex",
      "translation": "Rex du Devon",
      "definition": "The Devon Rex is a curly-haired breed of cat known for its unique, soft, and curly coat. It is a medium-sized cat with a slender build and a wedge-shaped head.",
      "definition_translation": "Le Devon Rex est une race de chat aux poils crépus, connue pour son manteau unique, doux et crépu. C'est un chat de taille moyenne avec un corps svelte et une tête en forme de coin.",
      "example": "I had a Devon Rex as a pet when I was a child. Now I have one, and my neighbor will have one soon.",
      "example_translation": "J'avais un Devon Rex comme animal de compagnie lorsque j'étais enfant. Maintenant, j'en ai un, et mon voisin en aura un bientôt.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "domestic cat",
      "translation": "chat domestique",
      "definition": "A domestic cat, also known as a housecat, is a small typically furry carnivorous mammal that lives in close association with humans.",
      "definition_translation": "Un chat domestique, également connu sous le nom de chat de maison, est un petit mammifère carnivore velu qui vit en étroite association avec les humains.",
      "example": "I love playing with my domestic cat. Yesterday, I played with it, and tomorrow I will play with it again.",
      "example_translation": "J'adore jouer avec mon chat domestique. Hier, j'ai joué avec lui, et demain je jouerai avec lui à nouveau.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "exotic shorthair",
      "translation": "exotique à poil court",
      "definition": "The exotic shorthair is a breed of cat developed to be a short-haired version of the exotic longhair. It has a broad face, short nose, and a stout body.",
      "definition_translation": "L'exotique à poil court est une race de chat développée pour être une version à poil court de l'exotique à poil long. Elle a un visage large, un nez court et un corps robuste.",
      "example": "I bought an exotic shorthair last year. Now it's one year old, and next year it will be two years old.",
      "example_translation": "J'ai acheté un exotique à poil court l'année dernière. Maintenant, il a un an, et l'année prochaine, il aura deux ans.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Japanese bobtail",
      "translation": "bobtail japonais",
      "definition": "The Japanese bobtail is a breed of cat originating from Japan, characterized by its short tail, fluffy coat, and playful personality.",
      "definition_translation": "Le bobtail japonais est une race de chat originaire du Japon, caractérisée par sa queue courte, son manteau doux et son comportement joueurs.",
      "example": "My sister has a Japanese bobtail. She had it last year, and she will have it for many years to come.",
      "example_translation": "Ma sœur a un bobtail japonais. Elle l'avait l'année dernière, et elle l'aura pendant de nombreuses années à venir.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Maine coon",
      "translation": "Maine-Coon",
      "definition": "The Maine Coon is a domesticated cat native to North America, specifically the state of Maine. It is one of the oldest natural cat breeds in North America.",
      "definition_translation": "Le Maine Coon est un chat domestiqué originaire d'Amérique du Nord, spécifiquement de l'État du Maine. C'est l'une des plus anciennes races de chats naturelles d'Amérique du Nord.",
      "example": "I had a Maine coon cat when I was a child, it was very playful. I will buy a Maine coon cat next year, because I love this breed. She had a Maine coon cat, which was very affectionate.",
      "example_translation": "J'avais un chat Maine Coon lorsque j'étais enfant, il était très ludique. J'achèterai un chat Maine Coon l'année prochaine, parce que j'adore cette race. Elle avait un chat Maine Coon, qui était très affectueux.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Norwegian Forest cat",
      "translation": "Chat de Forêt Norvégien",
      "definition": "The Norwegian Forest cat is a domesticated cat breed native to Norway. It is known for its distinctive physical appearance and playful, affectionate personality.",
      "definition_translation": "Le Chat de Forêt Norvégien est une race de chat domestiqué originaire de Norvège. Il est connu pour son apparence physique distinctive et sa personnalité ludique et affectueuse.",
      "example": "She owns a Norwegian Forest cat, which is very large. I will adopt a Norwegian Forest cat next month, because I love its fur. They had a Norwegian Forest cat, which was very curious.",
      "example_translation": "Elle possède un Chat de Forêt Norvégien, qui est très grand. J'adopterai un Chat de Forêt Norvégien le mois prochain, parce que j'adore son pelage. Ils avaient un Chat de Forêt Norvégien, qui était très curieux.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ocicat",
      "translation": "Ocicat",
      "definition": "The Ocicat is a domesticated cat breed developed to resemble a wild cat, but with a temperament of a domesticated cat. It is known for its distinctive coat patterns and playful personality.",
      "definition_translation": "L'Ocicat est une race de chat domestiqué développée pour ressembler à un chat sauvage, mais avec un tempérament de chat domestiqué. Il est connu pour ses motifs de pelage distinctifs et sa personnalité ludique.",
      "example": "I had an Ocicat cat when I was a teenager, it was very energetic. She owns an Ocicat cat, which is very beautiful. They will buy an Ocicat cat next year, because they love its appearance.",
      "example_translation": "J'avais un chat Ocicat lorsque j'étais adolescent, il était très énergique. Elle possède un chat Ocicat, qui est très beau. Ils achèteront un chat Ocicat l'année prochaine, parce qu'ils aiment son apparence.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Persian",
      "translation": "Persan",
      "definition": "The Persian is a domesticated cat breed originating from Persia, now known as Iran. It is known for its long, fluffy coat and calm, gentle personality.",
      "definition_translation": "Le Persan est une race de chat domestiqué originaire de Perse, maintenant connue sous le nom d'Iran. Il est connu pour son manteau long et soyeux et sa personnalité calme et douce.",
      "example": "She had a Persian cat when she was a child, it was very quiet. I will adopt a Persian cat next month, because I love its fur. They own a Persian cat, which is very elegant.",
      "example_translation": "Elle avait un chat Persan lorsqu'elle était enfant, il était très calme. J'adopterai un chat Persan le mois prochain, parce que j'adore son pelage. Ils possèdent un chat Persan, qui est très élégant.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Ragdoll",
      "translation": "Poupée de chiffon",
      "definition": "A Ragdoll is a breed of cat known for its soft, silky coat and tendency to go limp when picked up.",
      "definition_translation": "Une Poupée de chiffon est une race de chat connue pour son manteau doux et soyeux et sa tendance à devenir molle lorsqu'elle est prise dans les bras.",
      "example": "I had a Ragdoll cat when I was a child, I have a Ragdoll cat now, and I will have a Ragdoll cat when I retire.",
      "example_translation": "J'avais un chat Poupée de chiffon lorsque j'étais enfant, j'ai un chat Poupée de chiffon maintenant, et j'aurai un chat Poupée de chiffon lorsque je prendre ma retraite.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Russian Blue",
      "translation": "Bleu Russe",
      "definition": "The Russian Blue is a breed of cat known for its thick, plush coat and green eyes.",
      "definition_translation": "Le Bleu Russe est une race de chat connue pour son manteau épais et soyeux et ses yeux verts.",
      "example": "My Russian Blue cat is very playful, my Russian Blue cat was very playful, and my Russian Blue cat will be very playful.",
      "example_translation": "Mon chat Bleu Russe est très joueur, mon chat Bleu Russe était très joueur, et mon chat Bleu Russe sera très joueur.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Savannah",
      "translation": "Savane",
      "definition": "The Savannah is a breed of cat known for its tall, slender build and distinctive coat patterns.",
      "definition_translation": "La Savane est une race de chat connue pour sa taille élancée et ses motifs de manteau distinctifs.",
      "example": "I saw a Savannah cat at the zoo, I will see a Savannah cat at the zoo next year, and I saw a Savannah cat at the zoo last year.",
      "example_translation": "J'ai vu un chat Savane au zoo, je verrai un chat Savane au zoo l'année prochaine, et j'ai vu un chat Savane au zoo l'an dernier.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Scottish Fold",
      "translation": "Plie Écossais",
      "definition": "The Scottish Fold is a breed of cat known for its folded ears and playful personality.",
      "definition_translation": "Le Plie Écossais est une race de chat connue pour ses oreilles pliées et sa personnalité joueuse.",
      "example": "My Scottish Fold cat is very affectionate, my Scottish Fold cat was very affectionate, and my Scottish Fold cat will be very affectionate.",
      "example_translation": "Mon chat Plie Écossais est très affectueux, mon chat Plie Écossais était très affectueux, et mon chat Plie Écossais sera très affectueux.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Siamese",
      "translation": "Siamoise",
      "definition": "A Siamese is a breed of domestic cat originating from Thailand, known for its blue eyes and pointy ears.",
      "definition_translation": "Une Siamoise est une race de chat domestique originaire de Thaïlande, connue pour ses yeux bleus et ses oreilles pointues.",
      "example": "I had a Siamese cat when I was a child. Now, I have a British Shorthair. In 10 years, I will have a Maine Coon.",
      "example_translation": "J'avais un chat Siamoise lorsque j'étais enfant. Maintenant, j'ai un British Shorthair. Dans 10 ans, j'aurai un Maine Coon.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Siberian",
      "translation": "Sibérien",
      "definition": "A Siberian is a breed of domestic cat originating from Siberia, known for its thick coat and cold tolerance.",
      "definition_translation": "Un Sibérien est une race de chat domestique originaire de Sibérie, connue pour son épais manteau et sa tolérance au froid.",
      "example": "My friend has a Siberian cat that loves to play in the snow. Yesterday, it was playing outside. Tomorrow, it will play again.",
      "example_translation": "Mon ami a un chat Sibérien qui adore jouer dans la neige. Hier, il jouait dehors. Demain, il jouera à nouveau.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Somali",
      "translation": "Somalien",
      "definition": "A Somali is a breed of domestic cat originating from Somalia, known for its striking coat patterns and playful nature.",
      "definition_translation": "Un Somalien est une race de chat domestique originaire de Somalie, connue pour ses motifs de robe frappants et son tempérament joueur.",
      "example": "I will get a Somali cat next year. Now, I have a Siamese cat. Last year, I had a Persian cat.",
      "example_translation": "J'aurai un chat Somalien l'année prochaine. Maintenant, j'ai un chat Siamoise. L'année dernière, j'avais un chat Persan.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Sphynx",
      "translation": "Sphinx",
      "definition": "A Sphynx is a breed of domestic cat known for its lack of fur and curious nature.",
      "definition_translation": "Un Sphinx est une race de chat domestique connue pour son absence de fourrure et son tempérament curieux.",
      "example": "My sister has a Sphynx cat that loves to cuddle. She cuddled with it yesterday. She will cuddle with it again tomorrow.",
      "example_translation": "Ma sœur a un chat Sphinx qui adore se pelotonner. Elle s'est pelotonnée avec lui hier. Elle se pelotonnera avec lui à nouveau demain.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Turkish Angora",
      "translation": "Angora Turc",
      "definition": "The Turkish Angora is a breed of domestic cat originating in Turkey, known for its long, soft, silky coat and its playful, curious nature.",
      "definition_translation": "L'Angora Turc est une race de chat domestique originaire de Turquie, connue pour son manteau long, doux et soyeux et sa nature joueur et curieuse.",
      "example": "I had a Turkish Angora as a pet when I was a child, it was very playful. Now I have a new Turkish Angora and it is just as playful as the previous one. I will get another Turkish Angora in the future.",
      "example_translation": "J'avais un Angora Turc comme animal de compagnie lorsque j'étais enfant, il était très joueur. Maintenant j'ai un nouvel Angora Turc et il est tout aussi joueur que le précédent. Je vais avoir un autre Angora Turc dans le futur.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Turkish Van",
      "translation": "Van Turc",
      "definition": "The Turkish Van is a breed of domestic cat originating in Turkey, known for its white coat with colored points and its playful, energetic nature.",
      "definition_translation": "Le Van Turc est une race de chat domestique originaire de Turquie, connue pour son manteau blanc avec des points de couleur et sa nature joueur et énergique.",
      "example": "My sister had a Turkish Van, it was very energetic. Now she has a new Turkish Van and it is just as energetic as the previous one. She will get another Turkish Van in the future.",
      "example_translation": "Ma sœur avait un Van Turc, il était très énergique. Maintenant elle a un nouvel Van Turc et il est tout aussi énergique que le précédent. Elle va avoir un autre Van Turc dans le futur.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]