[
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "flower",
      "translation": "fleur",
      "definition": "A flower is the reproductive structure found in plants that produce seeds, typically consisting of petals, sepals, and stamina.",
      "definition_translation": "Une fleur est la structure de reproduction trouvée chez les plantes qui produisent des graines, typiquement composée de pétales, sépales et stamina.",
      "example": "I picked a flower from the garden yesterday. The flower is blooming beautifully today. I will give her a flower as a gift tomorrow.",
      "example_translation": "J'ai cueilli une fleur du jardin hier. La fleur fleurit magnifiquement aujourd'hui. Demain, je lui donnerai une fleur en cadeau.",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rose",
      "translation": "rose",
      "definition": "A rose is a type of flowering plant that is often used as a symbol of love and appreciation.",
      "definition_translation": "Une rose est un type de plante à fleurs qui est souvent utilisée comme symbole d'amour et d'appréciation.",
      "example": "She received a rose bouquet for her birthday yesterday. The rose bush in our garden is blooming today. We will plant a new rose tree next week.",
      "example_translation": "Elle a reçu un bouquet de roses pour son anniversaire hier. Le rosier dans notre jardin est en fleur aujourd'hui. Nous planterons un nouvel arbre de rose la semaine prochaine.",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "daisy",
      "translation": "marguerite",
      "definition": "A daisy is a type of flowering plant with a yellow center and white petals, often associated with innocence and purity.",
      "definition_translation": "Une marguerite est un type de plante à fleurs avec un centre jaune et des pétales blanches, souvent associée à l'innocence et la pureté.",
      "example": "Daisy is her favorite flower. I picked a daisy from the field yesterday. She will wear a daisy crown to the party tomorrow.",
      "example_translation": "La marguerite est sa fleur préférée. J'ai cueilli une marguerite du champ hier. Elle portera une couronne de marguerite au party demain.",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sunflower",
      "translation": "tournesol",
      "definition": "A sunflower is a type of tall, annual or perennial plant with large, bright yellow flowers that follow the sun's movement.",
      "definition_translation": "Un tournesol est un type de plante annuelle ou vivace haute avec de grandes fleurs jaunes vives qui suivent le mouvement du soleil.",
      "example": "I planted a sunflower seed in my garden last week. The sunflower is growing tall today. We will harvest the sunflower seeds next month.",
      "example_translation": "J'ai planté une graine de tournesol dans mon jardin la semaine dernière. Le tournesol pousse haut aujourd'hui. Nous récolterons les graines de tournesol le mois prochain.",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tulip",
      "translation": "tulipe",
      "definition": "A tulip is a type of spring-flowering plant that grows from bulbs, characterized by cup-shaped flowers with three petals and three sepals.",
      "definition_translation": "Une tulipe est un type de plante à fleurs printanières qui pousse à partir de bulbs, caractérisée par des fleurs en forme de coupe avec trois pétales et trois sépales.",
      "example": "I planted tulips in my garden last spring. They are blooming beautifully now. Next year, I will plant more tulips.",
      "example_translation": "J'ai planté des tulipes dans mon jardin le printemps dernier. Elles fleurissent magnifiquement maintenant. L'année prochaine, je planterai plus de tulipes.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "aster",
      "translation": "astérie",
      "definition": "An aster is a type of flowering plant that is often found in gardens and meadows, characterized by its star-shaped flowers.",
      "definition_translation": "Une astérie est un type de plante à fleurs souvent trouvé dans les jardins et les prairies, caractérisée par ses fleurs en forme d'étoile.",
      "example": "The aster flowers in my garden are attracting many bees. I planted them last summer. Next fall, I will plant more asters.",
      "example_translation": "Les fleurs d'astérie dans mon jardin attirent beaucoup d'abeilles. Je les ai plantées l'été dernier. L'automne prochain, je planterai plus d'astéries.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "azalea",
      "translation": "azalée",
      "definition": "An azalea is a type of flowering shrub that is often used in landscaping, characterized by its showy, funnel-shaped flowers.",
      "definition_translation": "Une azalée est un type d'arbuste à fleurs souvent utilisé dans l'aménagement paysager, caractérisée par ses fleurs en forme de entonnoir spectaculaires.",
      "example": "The azalea bushes in my backyard are blooming beautifully now. I pruned them last winter. I will fertilize them next spring.",
      "example_translation": "Les buissons d'azalée dans mon arrière-cour fleurissent magnifiquement maintenant. Je les ai taillés l'hiver dernier. Je les fertiliserai au printemps prochain.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cactus",
      "translation": "cactus",
      "definition": "A cactus is a type of spine-covered succulent plant that is native to the Americas, often grown indoors as a ornamental plant.",
      "definition_translation": "Un cactus est un type de plante succulente à épines qui est originaire des Amériques, souvent cultivée à l'intérieur comme plante d'ornement.",
      "example": "I have a cactus on my windowsill that requires minimal care. I watered it last week. It will bloom next month.",
      "example_translation": "J'ai un cactus sur ma fenêtre qui nécessite des soins minimalistes. Je l'ai arrosé la semaine dernière. Il fleurira le mois prochain.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "carnation",
      "translation": "œillet",
      "definition": "A carnation is a type of flowering plant that is often used in bouquets and arrangements. It is known for its sweet fragrance and delicate petals.",
      "definition_translation": "Un œillet est un type de plante fleurie qui est souvent utilisé dans les bouquets et les arrangements. Il est connu pour son parfum suave et ses pétales délicates.",
      "example": "I bought a bouquet of carnations for my mother's birthday yesterday. Today, I will put them in a vase to make them last longer. By next week, they will have wilted.",
      "example_translation": "J'ai acheté un bouquet d'œillets pour l'anniversaire de ma mère hier. Aujourd'hui, je vais les mettre dans un vase pour les faire durer plus longtemps. D'ici une semaine, ils auront fané.",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "chrysanthemum",
      "translation": "chrysanthème",
      "definition": "A chrysanthemum is a type of flowering plant that is often associated with Asian cultures. It is known for its bright yellow and orange blooms.",
      "definition_translation": "Un chrysanthème est un type de plante fleurie qui est souvent associé aux cultures asiatiques. Il est connu pour ses fleurs jaunes et oranges vives.",
      "example": "I planted a chrysanthemum in my garden last spring. By summer, it was blooming beautifully. Next fall, I will have to prune it to prepare it for the winter.",
      "example_translation": "J'ai planté un chrysanthème dans mon jardin le printemps dernier. L'été, il fleurissait magnifiquement. L'automne prochain, je devrai le tailler pour le préparer à l'hiver.",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cornflower",
      "translation": "bleuet",
      "definition": "A cornflower is a type of flowering plant that is often found in fields and meadows. It is known for its bright blue blooms.",
      "definition_translation": "Un bleuet est un type de plante fleurie qui est souvent trouvé dans les champs et les prairies. Il est connu pour ses fleurs bleues vives.",
      "example": "As a child, I would pick cornflowers in the field behind my house. Today, I am going to plant some in my garden. By next summer, they will be blooming again.",
      "example_translation": "Quand j'étais enfant, je cueillais des bleuets dans le champ derrière ma maison. Aujourd'hui, je vais en-planter quelques-uns dans mon jardin. L'été prochain, ils fleuriront à nouveau.",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "crocus",
      "translation": "crocus",
      "definition": "A crocus is a type of flowering plant that is often associated with spring. It is known for its delicate, cup-shaped blooms.",
      "definition_translation": "Un crocus est un type de plante fleurie qui est souvent associé au printemps. Il est connu pour ses fleurs délicates en forme de coupe.",
      "example": "I planted crocuses in my garden last fall. By this spring, they were blooming. Next year, I will have to divide them to keep them healthy.",
      "example_translation": "J'ai planté des crocus dans mon jardin l'automne dernier. Ce printemps, ils fleurissaient. L'année prochaine, je devrai les diviser pour les garder en bonne santé.",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "daffodil",
      "translation": "jonquille",
      "definition": "A daffodil is a type of flowering plant that is commonly found in gardens and parks. It has bright yellow or white flowers and is often associated with spring.",
      "definition_translation": "Une jonquille est un type de plante fleurie que l'on trouve couramment dans les jardins et les parcs. Elle a des fleurs jaunes ou blanches vives et est souvent associée au printemps.",
      "example": "I planted daffodils in my garden last year and they bloomed beautifully this spring. I will plant more daffodils next year. I planted daffodils in my garden five years ago and they still bloom every spring.",
      "example_translation": "J'ai planté des jonquilles dans mon jardin l'année dernière et elles ont fleuri magnifiquement ce printemps. Je planterai plus de jonquilles l'année prochaine. J'ai planté des jonquilles dans mon jardin il y a cinq ans et elles fleurissent encore tous les printemps.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dahlia",
      "translation": "dahlia",
      "definition": "A dahlia is a type of flowering plant that is commonly grown in gardens for its decorative flowers. It comes in a variety of colors and sizes.",
      "definition_translation": "Un dahlia est un type de plante fleurie que l'on cultive couramment dans les jardins pour ses fleurs décoratives. Il existe dans une variété de couleurs et de tailles.",
      "example": "I grew dahlias in my garden last summer and they were a hit at the county fair. I will grow more dahlias next summer. I have been growing dahlias in my garden for years and they always attract a lot of attention.",
      "example_translation": "J'ai cultivé des dahlias dans mon jardin l'été dernier et ils ont été un succès au concours de comté. Je cultiverai plus de dahlias l'été prochain. J'ai cultivé des dahlias dans mon jardin pendant des années et ils attirent toujours beaucoup d'attention.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "edelweiss",
      "translation": "edelweiss",
      "definition": "An edelweiss is a type of flowering plant that is native to the European Alps. It has white petals and a yellow center.",
      "definition_translation": "Un edelweiss est un type de plante fleurie qui est originaire des Alpes européennes. Il a des pétales blancs et un centre jaune.",
      "example": "I saw edelweiss growing in the mountains on my last hike. I will try to grow edelweiss in my garden next year. I have seen edelweiss growing in the mountains for years and it always reminds me of The Sound of Music.",
      "example_translation": "J'ai vu des edelweiss pousser dans les montagnes lors de ma dernière randonnée. J'essaierai de cultiver des edelweiss dans mon jardin l'année prochaine. J'ai vu des edelweiss pousser dans les montagnes pendant des années et cela me rappelle toujours Le son de la musique.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "forget-me-not",
      "translation": "nez-de-vie",
      "definition": "A forget-me-not is a type of small flowering plant that is often associated with nostalgia and remembrance. It has blue or pink flowers.",
      "definition_translation": "Un nez-de-vie est un type de petite plante fleurie qui est souvent associé à la nostalgie et à la mémoire. Il a des fleurs bleues ou roses.",
      "example": "My grandmother used to wear forget-me-nots in her hair when I was a child. I will plant forget-me-nots in my garden next spring. I planted forget-me-nots in my garden last year and they bloomed beautifully this summer.",
      "example_translation": "Ma grand-mère portait des nez-de-vie dans ses cheveux lorsque j'étais enfant. Je planterai des nez-de-vie dans mon jardin au printemps prochain. J'ai planté des nez-de-vie dans mon jardin l'année dernière et ils ont fleuri magnifiquement cet été.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "freesia",
      "translation": "frésie",
      "definition": "A freesia is a type of flowering plant that is native to Africa and is known for its sweet, citrusy fragrance and delicate white, yellow, or pink flowers.",
      "definition_translation": "Une frésie est un type de plante à fleurs originaire d'Afrique et connue pour son parfum sucré, citronné et ses fleurs délicates blanches, jaunes ou roses.",
      "example": "The gardener carefully planted the freesia bulbs in the garden, knowing they would bloom beautifully in the spring. She had recently smelled the fragrance of freesias at a florist and was hooked. Next year, she plans to plant even more freesias.",
      "example_translation": "Le jardinier a planté soigneusement les bulbes de frésie dans le jardin, sachant qu'ils fleuriraient magnifiquement au printemps. Elle avait récemment senti le parfum des frésies chez un fleuriste et était accro. L'année prochaine, elle compte planter encore plus de frésies.",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fuchsia",
      "translation": "fuchsia",
      "definition": "A fuchsia is a type of flowering shrub that is native to South America and is known for its delicate, drooping flowers that come in a range of colors, including pink, purple, and white.",
      "definition_translation": "Un fuchsia est un type d'arbuste à fleurs originaire d'Amérique du Sud et connu pour ses fleurs délicates et pendantes qui viennent dans une gamme de couleurs, notamment le rose, le pourpre et le blanc.",
      "example": "The horticulturist carefully pruned the fuchsia plant to encourage new growth. She had always loved the vibrant colors of fuchsias and had several varieties in her garden. Last summer, she had propagated new fuchsia plants from cuttings.",
      "example_translation": "L'horticulteur a soigneusement taillé la plante de fuchsia pour encourager la croissance nouvelle. Elle avait toujours aimé les couleurs vives des fuchsias et en avait plusieurs variétés dans son jardin. L'été dernier, elle avait propagé de nouvelles plantes de fuchsia à partir de boutures.",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "gerbera daisy",
      "translation": "œillet du Cap",
      "definition": "A gerbera daisy is a type of flowering plant that is native to South Africa and is known for its bright, cheery flowers that come in a range of colors, including pink, yellow, and orange.",
      "definition_translation": "Un œillet du Cap est un type de plante à fleurs originaire d'Afrique du Sud et connu pour ses fleurs brillantes et gaies qui viennent dans une gamme de couleurs, notamment le rose, le jaune et l'orange.",
      "example": "The florist arranged a bouquet of gerbera daisies in a vase, adding some greenery for a pop of color. She had always loved the cheerful appearance of gerbera daisies and used them in many of her arrangements. Next week, she plans to order more gerbera daisies for an upcoming wedding.",
      "example_translation": "La fleuriste a arrangé un bouquet d'œillets du Cap dans un vase, ajoutant du feuillage pour un effet de couleur. Elle avait toujours aimé l'apparence gaie des œillets du Cap et les utilisait dans beaucoup de ses arrangements. La semaine prochaine, elle compte commander plus d'œillets du Cap pour un mariage à venir.",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hollyhock",
      "translation": "rose trémière",
      "definition": "A hollyhock is a type of flowering plant that is native to Asia and is known for its tall, stately spikes of brightly colored flowers that can grow up to 8 feet tall.",
      "definition_translation": "Une rose trémière est un type de plante à fleurs originaire d'Asie et connue pour ses hauts, statuesques épis de fleurs colorées qui peuvent atteindre jusqu'à 2,5 mètres de hauteur.",
      "example": "The gardener planted a row of hollyhocks along the fence, where they would bloom majestically in the summer. She had always loved the stately appearance of hollyhocks and had grown them in her garden for years. Last year, she had tried growing a new variety of hollyhock with striped petals.",
      "example_translation": "Le jardinier a planté un rang d'roses trémières le long de la clôture, où elles fleuriraient majestueusement en été. Elle avait toujours aimé l'apparence majestueuse des roses trémières et les avait cultivées dans son jardin pendant des années. L'année dernière, elle avait essayé de cultiver une nouvelle variété de rose trémière à pétales rayées.",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hyacinth",
      "translation": "jacinthe",
      "definition": "A hyacinth is a type of flowering plant that is native to the Mediterranean region. It is known for its bright, tubular flowers that bloom in shades of blue, pink, white, and yellow.",
      "definition_translation": "Une jacinthe est un type de plante à fleurs originaire de la région méditerranéenne. Elle est connue pour ses fleurs tubulaires brillantes qui fleurissent en nuances de bleu, rose, blanc et jaune.",
      "example": "I planted a hyacinth in my garden last spring and it bloomed beautifully. It will bloom again next spring. By then, I will have planted more hyacinths around it.",
      "example_translation": "J'ai planté une jacinthe dans mon jardin l'année dernière et elle a fleuri magnifiquement. Elle fleurira à nouveau l'année prochaine. D'ici là, j'aurai planté plus de jacinthes autour d'elle.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "iris",
      "translation": "iris",
      "definition": "An iris is a type of flowering plant that is known for its showy, colorful flowers. It is often used as an ornamental plant in gardens and arrangements.",
      "definition_translation": "Un iris est un type de plante à fleurs connue pour ses fleurs colorées et spectaculaires. Elle est souvent utilisée comme plante ornementale dans les jardins et les arrangements.",
      "example": "The iris in my garden is blooming now. It bloomed last year too. I hope it will bloom again next year.",
      "example_translation": "L'iris de mon jardin est en fleur maintenant. Elle a fleuri l'année dernière aussi. J'espère qu'elle fleurira à nouveau l'année prochaine.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lilac",
      "translation": "lilas",
      "definition": "A lilac is a type of flowering shrub that is known for its fragrant, purple flowers. It is often used as an ornamental plant in gardens and parks.",
      "definition_translation": "Un lilas est un type d'arbuste à fleurs connu pour ses fleurs parfumées et violettes. Il est souvent utilisé comme plante ornementale dans les jardins et les parcs.",
      "example": "I love the smell of lilacs in the spring. I will plant a lilac tree in my garden next spring. It was blooming when I visited my grandmother's house last spring.",
      "example_translation": "J'adore l'odeur des lilas au printemps. Je planterai un arbre de lilas dans mon jardin l'année prochaine. Il était en fleur lorsque j'ai visité la maison de ma grand-mère l'année dernière.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lily",
      "translation": "lis",
      "definition": "A lily is a type of flowering plant that is known for its large, showy flowers. It is often used as a symbol of purity and innocence.",
      "definition_translation": "Un lis est un type de plante à fleurs connue pour ses fleurs grandes et spectaculaires. Elle est souvent utilisée comme symbole de pureté et d'innocence.",
      "example": "I gave my mother a lily for her birthday. She will give me a lily for my birthday next year. It was a lily that she gave me for my birthday last year.",
      "example_translation": "J'ai donné un lis à ma mère pour son anniversaire. Elle me donnera un lis pour mon anniversaire l'année prochaine. C'était un lis qu'elle m'a donné pour mon anniversaire l'année dernière.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lily of the valley",
      "translation": "muguet",
      "definition": "a sweet-scented flowering plant that is native to Europe and Asia, often used in wedding bouquets",
      "definition_translation": "une plante à fleurs parfumée native d'Europe et d'Asie, souvent utilisée dans les bouquets de mariage",
      "example": "I had always dreamed of carrying a bouquet of lily of the valley on my wedding day. Yesterday, I finally did. I will always treasure the memory of that special day.",
      "example_translation": "J'avais toujours rêvé de porter un bouquet de muguet le jour de mon mariage. Hier, j'ai finalement fait. Je conserverai toujours le souvenir de ce jour spécial.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "narcissus",
      "translation": "narcisse",
      "definition": "a bulbous perennial plant with showy, cup-shaped flowers, often associated with vanity in Greek mythology",
      "definition_translation": "une plante vivace bulbeuse avec des fleurs en forme de coupe, souvent associée à la vanité dans la mythologie grecque",
      "example": "In ancient Greece, the myth of Narcissus was a cautionary tale about the dangers of self-obsession. Today, the flower is still a popular choice for gardens and floral arrangements. I will plant a few bulbs in my garden this spring.",
      "example_translation": "Dans l'ancienne Grèce, le mythe de Narcisse était une histoire d'avertissement sur les dangers de l'égocentrisme. Aujourd'hui, la fleur est toujours un choix populaire pour les jardins et les arrangements floraux. Je vais planter quelques bulbes dans mon jardin ce printemps.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "orchid",
      "translation": "orchidée",
      "definition": "a flowering plant with delicate, exotic, and often fragrant blooms, prized for its beauty and rarity",
      "definition_translation": "une plante fleurie avec des fleurs délicates, exotiques et souvent parfumées, appréciée pour sa beauté et sa rareté",
      "example": "I had never seen an orchid in person until I visited the botanical gardens last weekend. The next day, I bought one at the nursery and I will water it carefully to ensure its survival.",
      "example_translation": "Je n'avais jamais vu d'orchidée en personne jusqu'à ce que je visite le jardin botanique le week-end dernier. Le lendemain, j'en ai acheté une à la pépinière et je vais l'arroser soigneusement pour assurer sa survie.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pansy",
      "translation": "pensée",
      "definition": "a low-growing, delicate flower with brightly colored petals, often associated with love and remembrance",
      "definition_translation": "une fleur basse et délicate avec des pétales colorés, souvent associée à l'amour et au souvenir",
      "example": "As a child, I loved playing with pansies in my grandmother's garden. Now, I grow them in my own garden and I will give a bouquet to my friend as a gift.",
      "example_translation": "Quand j'étais enfant, j'adorais jouer avec les pensées dans le jardin de ma grand-mère. Maintenant, je les cultive dans mon propre jardin et je vais donner un bouquet à mon amie en cadeau.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "peony",
      "translation": "pivoine",
      "definition": "A peony is a flowering plant that produces large, showy flowers in a variety of colors.",
      "definition_translation": "Une pivoine est une plante à fleurs qui produit de grandes fleurs voyantes dans une variété de couleurs.",
      "example": "I planted a peony in my garden last year, and it bloomed beautifully this spring. I will plant another one next year, and it will bloom again. I had planted a peony in my garden five years ago, and it had bloomed every year since then.",
      "example_translation": "J'ai planté une pivoine dans mon jardin l'an dernier, et elle a fleuri magnifiquement ce printemps. Je planterai une autre l'année prochaine, et elle fleurira à nouveau. J'avais planté une pivoine dans mon jardin il y a cinq ans, et elle avait fleuri chaque année depuis lors.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "poppy",
      "translation": "coquelicot",
      "definition": "A poppy is a flowering plant that produces delicate, cup-shaped flowers in a variety of colors.",
      "definition_translation": "Un coquelicot est une plante à fleurs qui produit des fleurs délicates en forme de coupe dans une variété de couleurs.",
      "example": "I saw a field of poppies blooming in the countryside last summer, and it was breathtaking. I will see another field of poppies next summer, and it will be equally beautiful. I had seen a field of poppies in the countryside five years ago, and it had been just as stunning.",
      "example_translation": "J'ai vu un champ de coquelicots en fleurs dans la campagne l'été dernier, et c'était à couper le souffle. Je verrai un autre champ de coquelicots l'été prochain, et il sera tout aussi beau. J'avais vu un champ de coquelicots dans la campagne il y a cinq ans, et il avait été tout aussi sensationnel.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "primrose",
      "translation": "primevère",
      "definition": "A primrose is a flowering plant that produces delicate, fragrant flowers in shades of yellow, pink, and purple.",
      "definition_translation": "Une primevère est une plante à fleurs qui produit des fleurs délicates et fragrances dans des tons de jaune, rose et pourpre.",
      "example": "I picked a primrose in the woods last spring, and it filled my room with its sweet scent. I will pick another primrose next spring, and it will fill my room with its sweet scent again. I had picked a primrose in the woods five years ago, and it had filled my room with its sweet scent back then.",
      "example_translation": "J'ai cueilli une primevère dans les bois le printemps dernier, et elle a rempli ma chambre de son parfum suave. Je cueillerai une autre primevère le printemps prochain, et elle remplira ma chambre de son parfum suave à nouveau. J'avais cueilli une primevère dans les bois il y a cinq ans, et elle avait rempli ma chambre de son parfum suave à l'époque.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "snapdragon",
      "translation": "antirrhin",
      "definition": "A snapdragon is a flowering plant that produces tall, colorful flowers with a distinctive shape resembling a dragon's mouth.",
      "definition_translation": "Un antirrhin est une plante à fleurs qui produit des fleurs colorées et élancées avec une forme distinctive rappelant la gueule d'un dragon.",
      "example": "I grew a snapdragon in my garden last summer, and it attracted many butterflies. I will grow another snapdragon next summer, and it will attract many butterflies again. I had grown a snapdragon in my garden five years ago, and it had attracted many butterflies back then.",
      "example_translation": "J'ai fait pousser un antirrhin dans mon jardin l'été dernier, et il a attiré de nombreux papillons. Je ferai pousser un autre antirrhin l'été prochain, et il attirera de nombreux papillons à nouveau. J'avais fait pousser un antirrhin dans mon jardin il y a cinq ans, et il avait attiré de nombreux papillons à l'époque.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "snowdrop",
      "translation": "perce-neige",
      "definition": "A snowdrop is a small, white flower that grows in the winter and is often associated with hope and renewal.",
      "definition_translation": "Une perce-neige est une petite fleur blanche qui pousse en hiver et est souvent associée à l'espoir et au renouveau.",
      "example": "Yesterday, I saw the first snowdrops of the season blooming in the garden. Today, I am planting more snowdrops in the yard. Next year, I will have a whole field of snowdrops.",
      "example_translation": "Hier, j'ai vu les premières perce-neige de la saison fleurir dans le jardin. Aujourd'hui, je plante plus de perce-neige dans la cour. L'année prochaine, j'aurai un champ entier de perce-neige.",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tagetes",
      "translation": "tagète",
      "definition": "Tagetes is a type of flowering plant that is commonly used as a companion plant to repel pests and attract beneficial insects.",
      "definition_translation": "La tagète est un type de plante fleurie qui est communément utilisée comme plante compagnon pour repousser les parasites et attirer les insectes bénéfiques.",
      "example": "I planted tagetes around my vegetables to keep the aphids away. Tagetes are also great for attracting bees to the garden. By next summer, I will have a whole bed of tagetes.",
      "example_translation": "J'ai planté des tagètes autour de mes légumes pour éloigner les pucerons. Les tagètes sont également excellentes pour attirer les abeilles dans le jardin. D'ici l'été prochain, j'aurai un lit entier de tagètes.",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "violet",
      "translation": "violet",
      "definition": "A violet is a delicate, purple flower that is often associated with modesty and humility.",
      "definition_translation": "Une violette est une fleur délicate, violette, souvent associée à la modestie et à l'humilité.",
      "example": "The violet flowers in my grandmother's garden were her pride and joy. I picked some violets for my mother's birthday. Next spring, I will plant more violets in my garden.",
      "example_translation": "Les fleurs de violettes dans le jardin de ma grand-mère étaient sa fierté et sa joie. J'ai cueilli des violettes pour l'anniversaire de ma mère. Le printemps prochain, je planterai plus de violettes dans mon jardin.",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "water lily",
      "translation": "nénuphar",
      "definition": "A water lily is a type of aquatic plant that grows in ponds and lakes, often producing beautiful flowers.",
      "definition_translation": "Un nénuphar est un type de plante aquatique qui pousse dans les étangs et les lacs, produisant souvent de belles fleurs.",
      "example": "The water lilies in the pond are starting to bloom. Last year, I saw a beautiful water lily flower in the lake. Next summer, I will have a whole pond full of water lilies.",
      "example_translation": "Les nénuphars dans l'étang commencent à fleurir. L'année dernière, j'ai vu une belle fleur de nénuphar dans le lac. L'été prochain, j'aurai un étang entier de nénuphars.",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "windflower",
      "translation": "anémone",
      "definition": "A windflower is a type of delicate, often fragrant flower that is typically found in fields and meadows. It is known for its slender stems and dainty petals, which are often a shade of pink, white, or purple.",
      "definition_translation": "Une anémone est un type de fleur délicate, souvent parfumée, que l'on trouve généralement dans les champs et les prés. Elle est connue pour ses tiges fines et ses pétales délicats, qui sont souvent d'un ton rose, blanc ou pourpre.",
      "example": "I saw a beautiful windflower blooming in the field yesterday. It will bloom again next spring. By the time I returned, the windflower had already bloomed.",
      "example_translation": "J'ai vu une belle anémone en fleur dans le champ hier. Elle reflora à nouveau printemps prochain. Quand je suis revenu, l'anémone avait déjà fleuri.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]