[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "number",
      "translation": "nombre",
      "definition": "A quantity or amount, especially a whole or rounded one.",
      "definition_translation": "Une quantité ou montant, especialmente un entier ou arrondi.",
      "example": "I wrote down the phone number, but I forgot to save it. Yesterday, I asked her for her number. By next year, she will have memorized everyone's number.",
      "example_translation": "J'ai noté le numéro de téléphone, mais j'ai oublié de l'enregistrer. Hier, j'ai demandé son numéro à elle. D'ici l'année prochaine, elle aura mémorisé le numéro de tous.",
      "imageLink": "image_files\\English\\"imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "circle",
      "translation": "cercle",
      "definition": "A round plane figure whose boundary consists of points equidistant from a fixed central point.",
      "definition_translation": "Une figure plane ronde dont la limite est formée de points équidistants d'un point central fixe.",
      "example": "The children sat in a circle to listen to the story. She drew a circle around the answer. By the end of the year, they will have learned to calculate the circumference of a circle.",
      "example_translation": "Les enfants se sont assis en cercle pour écouter l'histoire. Elle a dessiné un cercle autour de la réponse. D'ici la fin de l'année, ils auront appris à calculer la circonférence d'un cercle.",
      "imageLink": "image_files\\English\\"imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "square",
      "translation": "carré",
      "definition": "A quadrilateral with four equal sides and four right angles.",
      "definition_translation": "Un quadrilatère avec quatre côtés égaux et quatre angles droits.",
      "example": "The park was a square shape with a fountain in the middle. He built a square box to store his tools. By next month, they will have constructed a square building.",
      "example_translation": "Le parc avait une forme carrée avec une fontaine au milieu. Il a construit une boîte carrée pour stocker ses outils. D'ici le mois prochain, ils auront construit un bâtiment carré.",
      "imageLink": "image_files\\English\\"imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "star",
      "translation": "étoile",
      "definition": "A massive, luminous ball of gas that is held together by its own gravity.",
      "definition_translation": "Un ballon de gaz lumineux massif maintenu intact par sa propre gravité.",
      "example": "The star shone brightly in the night sky. She wished upon a star when she was a child. By next year, they will have discovered a new star in the galaxy.",
      "example_translation": "L'étoile brillait intensément dans le ciel nocturne. Elle a fait un vœu à une étoile quand elle était enfant. D'ici l'année prochaine, ils auront découvert une nouvelle étoile dans la galaxie.",
      "imageLink": "image_files\\English\\"imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cross",
      "translation": "croiser",
      "definition": "To go or move across something, or to intersect something else.",
      "definition_translation": "Traverser quelque chose ou s'intersecter avec autre chose.",
      "example": "I crossed the road to get to the other side. I am crossing the bridge now. I will cross the finish line tomorrow.",
      "example_translation": "J'ai traversé la route pour atteindre l'autre côté. Je traverse le pont maintenant. Je vais traverser la ligne d'arrivée demain.",
      "imageLink": "image_files\\English\\"imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "per cent",
      "translation": "pour cent",
      "definition": "A unit of proportion equal to one hundredth of a whole.",
      "definition_translation": "Une unité de proportion égale à la centième partie d'un tout.",
      "example": "I scored 90 per cent on the math test. The company's profits increased by 25 per cent last year. The interest rate is 5 per cent per annum.",
      "example_translation": "J'ai obtenu 90 pour cent au test de math. Les profits de l'entreprise ont augmenté de 25 pour cent l'an dernier. Le taux d'intérêt est de 5 pour cent par an.",
      "imageLink": "image_files\\English\\"imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sum",
      "translation": "somme",
      "definition": "The result of adding two or more numbers or amounts together.",
      "definition_translation": "Le résultat d'ajouter deux ou plusieurs nombres ou montants ensemble.",
      "example": "The sum of 2 and 3 is 5. The sum of the angles in a triangle is 180 degrees. The sum of the series is infinite.",
      "example_translation": "La somme de 2 et 3 est 5. La somme des angles dans un triangle est de 180 degrés. La somme de la série est infinie.",
      "imageLink": "image_files\\English\\"imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "addition",
      "translation": "addition",
      "definition": "The process of combining two or more numbers or amounts to get a total or a sum.",
      "definition_translation": "Le processus de combiner deux ou plusieurs nombres ou montants pour obtenir un total ou une somme.",
      "example": "Addition is a basic math operation. I am good at addition. The teacher explained the concept of addition to the class.",
      "example_translation": "L'addition est une opération mathématique de base. Je suis bon en addition. Le professeur a expliqué le concept d'addition à la classe.",
      "imageLink": "image_files\\English\\"imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cone",
      "translation": "le cône",
      "definition": "A cone is a three-dimensional geometric shape with a circular base and tapering sides that meet at a point.",
      "definition_translation": "Un cône est une forme géométrique tridimensionnelle avec une base circulaire et des côtés coniques qui se rencontrent à un point.",
      "example": "I will climb the cone-shaped mountain tomorrow, I climbed it yesterday, and I climb it every weekend.",
      "example_translation": "Je vais escalader la montagne en forme de cône demain, j'y ai escaladé hier, et j'y escalade chaque Wochen-end.",
      "imageLink": "image_files\\English\\"imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cube",
      "translation": "le cube",
      "definition": "A cube is a three-dimensional solid object with six square faces of equal size.",
      "definition_translation": "Un cube est un objet solide tridimensionnel avec six faces carrées de taille égale.",
      "example": "I will build a cube-shaped house next year, I built it last year, and I build it every month.",
      "example_translation": "Je vais construire une maison en forme de cube l'année prochaine, j'y ai construit l'an dernier, et j'y construis chaque mois.",
      "imageLink": "image_files\\English\\"imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "diameter",
      "translation": "le diamètre",
      "definition": "The diameter of a circle is the longest distance across it, passing through its center.",
      "definition_translation": "Le diamètre d'un cercle est la plus longue distance à travers lui, passant par son centre.",
      "example": "I will measure the diameter of the circle tomorrow, I measured it yesterday, and I measure it every day.",
      "example_translation": "Je vais mesurer le diamètre du cercle demain, j'y ai mesuré hier, et j'y mesure chaque jour.",
      "imageLink": "image_files\\English\\"imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "oval",
      "translation": "l'ovale",
      "definition": "An oval is a closed curve that results from the intersection of a cone and a plane that is not parallel to the cone's base.",
      "definition_translation": "Un ovale est une courbe fermée qui résulte de l'intersection d'un cône et d'un plan qui n'est pas parallèle à la base du cône.",
      "example": "I will draw an oval shape tomorrow, I drew it yesterday, and I draw it every week.",
      "example_translation": "Je vais dessiner une forme ovale demain, j'y ai dessiné hier, et j'y dessine chaque semaine.",
      "imageLink": "image_files\\English\\"imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "triangle",
      "translation": "triangle",
      "definition": "A triangle is a polygon with three sides and three vertices. It is a fundamental shape in geometry and is used in many areas of mathematics and physics.",
      "definition_translation": "Un triangle est un polygone avec trois côtés et trois sommets. C'est une forme fondamentale en géométrie et est utilisée dans de nombreux domaines des mathématiques et de la physique.",
      "example": "Yesterday, I drew a triangle on my paper. Today, I am studying the properties of triangles in math class. Tomorrow, I will use triangles to build a structurally sound bridge.",
      "example_translation": "Hier, j'ai dessiné un triangle sur mon papier. Aujourd'hui, j'étudie les propriétés des triangles en classe de math. Demain, j'utiliserai des triangles pour construire un pont structuralement solide.",
      "imageLink": "image_files\\English\\"imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "angle",
      "translation": "angle",
      "definition": "An angle is the space between two lines or planes that meet at a point. It is measured in degrees and is a fundamental concept in geometry and trigonometry.",
      "definition_translation": "Un angle est l'espace entre deux lignes ou plans qui se rencontrent à un point. Il est mesuré en degrés et est un concept fondamental en géométrie et en trigonométrie.",
      "example": "I measured the angle of the roof yesterday. Today, I am calculating the angles of the triangles in my math homework. Tomorrow, I will use angles to build a precise model of a bridge.",
      "example_translation": "J'ai mesuré l'angle du toit hier. Aujourd'hui, je calcule les angles des triangles dans mon devoir de math. Demain, j'utiliserai des angles pour construire un modèle précis d'un pont.",
      "imageLink": "image_files\\English\\"imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pyramid",
      "translation": "pyramide",
      "definition": "A pyramid is a polyhedron with a square base and four triangular sides that meet at the apex. It is a famous shape in architecture and mathematics.",
      "definition_translation": "Une pyramide est un polyèdre avec une base carrée et quatre côtés triangulaires qui se rencontrent au sommet. C'est une forme célèbre en architecture et en mathématiques.",
      "example": "The ancient Egyptians built a pyramid yesterday. Today, I am studying the mathematical properties of pyramids in school. Tomorrow, I will visit the Louvre to see the glass pyramid.",
      "example_translation": "Les anciens Égyptiens ont construit une pyramide hier. Aujourd'hui, j'étudie les propriétés mathématiques des pyramides à l'école. Demain, je visiterai le Louvre pour voir la pyramide de verre.",
      "imageLink": "image_files\\English\\"imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rectangle",
      "translation": "rectangle",
      "definition": "A rectangle is a quadrilateral with four right angles and equal opposite sides. It is a common shape in geometry and real-world applications.",
      "definition_translation": "Un rectangle est un quadrilatère avec quatre angles droits et des côtés opposés égaux. C'est une forme commune en géométrie et dans les applications du monde réel.",
      "example": "I drew a rectangle on my paper yesterday. Today, I am using rectangles to design a new floor plan. Tomorrow, I will build a rectangular garden in my backyard.",
      "example_translation": "J'ai dessiné un rectangle sur mon papier hier. Aujourd'hui, j'utilise des rectangles pour concevoir un nouveau plan de sol. Demain, je vais construire un jardin rectangulaire dans mon jardin.",
      "imageLink": "image_files\\English\\"imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "set",
      "translation": "ensemble",
      "definition": "A collection of unique objects, known as elements or members, that can be anything (numbers, people, letters, etc.).",
      "definition_translation": "Une collection d'objets uniques, appelés éléments ou membres, qui peuvent être tout (nombres, personnes, lettres, etc.).",
      "example": "I set the book on the table. I am setting the table for dinner. I will set the alarm clock for 7 am.",
      "example_translation": "J'ai mis le livre sur la table. Je mets la table pour dîner. Je vais régler la sonnette d'alarme pour 7 heures du matin.",
      "imageLink": "image_files\\English\\"imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "variable",
      "translation": "variable",
      "definition": "A quantity or value that can change or vary, often used in mathematics and science.",
      "definition_translation": "Une quantité ou valeur qui peut changer ou varier, souvent utilisée en mathématiques et en sciences.",
      "example": "The variable in the equation was x. I will vary the pressure to see the result. The variable will change depending on the input.",
      "example_translation": "La variable dans l'équation était x. Je vais varier la pression pour voir le résultat. La variable changera en fonction de l'entrée.",
      "imageLink": "image_files\\English\\"imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "acute angle",
      "translation": "angle aigu",
      "definition": "An angle whose measure is between 0 and 90 degrees, smaller than a right angle.",
      "definition_translation": "Un angle dont la mesure est comprise entre 0 et 90 degrés, plus petit qu'un angle droit.",
      "example": "The acute angle of the triangle was 60 degrees. I measured the acute angle of the roof. The acute angle will be reduced by 10 degrees.",
      "example_translation": "L'angle aigu du triangle était de 60 degrés. J'ai mesuré l'angle aigu du toit. L'angle aigu sera réduit de 10 degrés.",
      "imageLink": "image_files\\English\\"imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "axis of coordinates",
      "translation": "axe de coordonnées",
      "definition": "A reference line or point that serves as the basis for a system of coordinates, used in mathematics and physics.",
      "definition_translation": "Une ligne de référence ou un point qui sert de base pour un système de coordonnées, utilisé en mathématiques et en physique.",
      "example": "The axis of coordinates was used to plot the graph. I labeled the axis of coordinates with numbers. The axis of coordinates will be rotated by 45 degrees.",
      "example_translation": "L'axe de coordonnées a été utilisé pour tracer le graphique. J'ai étiqueté l'axe de coordonnées avec des chiffres. L'axe de coordonnées sera tourné de 45 degrés.",
      "imageLink": "image_files\\English\\"imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cardinal number",
      "translation": "nombre cardinal",
      "definition": "A cardinal number is a mathematical object used to measure the size of a set, and is often denoted using the symbol cardinality.",
      "definition_translation": "Un nombre cardinal est un objet mathématique utilisé pour mesurer la taille d'un ensemble, et est souvent noté à l'aide du symbole de la cardinalité.",
      "example": "The cardinal number of the set of all real numbers is infinite. The cardinal number of the set of all natural numbers is countable. The cardinal number of the set of all integers will be determined tomorrow.",
      "example_translation": "Le nombre cardinal de l'ensemble de tous les nombres réels est infini. Le nombre cardinal de l'ensemble de tous les nombres naturels est dénombrable. Le nombre cardinal de l'ensemble de tous les entiers sera déterminé demain.",
      "imageLink": "image_files\\English\\"imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "circumference",
      "translation": "circonférence",
      "definition": "The circumference of a circle is the distance around the circle, and is typically denoted by the symbol C.",
      "definition_translation": "La circonférence d'un cercle est la distance autour du cercle, et est généralement notée par le symbole C.",
      "example": "The circumference of the circle was measured by the students. The circumference of the wheel will be increased by 10%. The circumference of the lake will be walked by us next week.",
      "example_translation": "La circonférence du cercle a été mesurée par les étudiants. La circonférence de la roue sera augmentée de 10%. La circonférence du lac sera parcourue par nous la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "coefficient",
      "translation": "coefficient",
      "definition": "A coefficient is a numerical value or a constant that is multiplied with a variable or an unknown value in a mathematical expression.",
      "definition_translation": "Un coefficient est une valeur numérique ou une constante qui est multipliée par une variable ou une valeur inconnue dans une expression mathématique.",
      "example": "The coefficient of the variable x in the equation is 2. The coefficient of friction will be calculated by the engineer. The coefficient of the polynomial will be determined later.",
      "example_translation": "Le coefficient de la variable x dans l'équation est de 2. Le coefficient de frottement sera calculé par l'ingénieur. Le coefficient du polynôme sera déterminé plus tard.",
      "imageLink": "image_files\\English\\"imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "compasses",
      "translation": "compas",
      "definition": "Compasses are a mathematical instrument used for drawing circles, arcs, and curves, and for measuring the diameter of circles.",
      "definition_translation": "Les compas sont un instrument mathématique utilisé pour dessiner des cercles, des arcs et des courbes, et pour mesurer le diamètre des cercles.",
      "example": "The student used compasses to draw a circle. The engineer will use compasses to measure the diameter of the pipe. The artist used compasses to create a beautiful design.",
      "example_translation": "L'étudiant a utilisé des compas pour dessiner un cercle. L'ingénieur utilisera des compas pour mesurer le diamètre du tuyau. L'artiste a utilisé des compas pour créer un bel design.",
      "imageLink": "image_files\\English\\"imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "complete angle",
      "translation": "angle plein",
      "definition": "An angle whose measure is equal to 360 degrees.",
      "definition_translation": "Un angle dont la mesure est égale à 360 degrés.",
      "example": "The Earth rotates 360 degrees to form a complete angle in 24 hours. Yesterday, it rotated 180 degrees, today it rotates 360 degrees, and tomorrow it will rotate 90 degrees.",
      "example_translation": "La Terre tourne de 360 degrés pour former un angle plein en 24 heures. Hier, elle a tourné de 180 degrés, aujourd'hui elle tourne de 360 degrés, et demain elle tournera de 90 degrés.",
      "imageLink": "image_files\\English\\"imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "coordinate system",
      "translation": "système de coordonnées",
      "definition": "A system used to locate points in space using a set of axes.",
      "definition_translation": "Un système utilisé pour localiser des points dans l'espace à l'aide d'un ensemble d'axes.",
      "example": "The Cartesian coordinate system is used to graph functions. In the past, we used it to draw a circle. Today, we use it to plot a parabola, and in the future, we will use it to graph a sinusoidal function.",
      "example_translation": "Le système de coordonnées cartésien est utilisé pour graphiquer des fonctions. Dans le passé, nous l'avons utilisé pour dessiner un cercle. Aujourd'hui, nous l'utilisons pour tracer une parabole, et à l'avenir, nous l'utiliserons pour graphiquer une fonction sinusoidale.",
      "imageLink": "image_files\\English\\"imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cube root",
      "translation": "racine cubique",
      "definition": "A value that, when multiplied by itself three times, gives a specified number.",
      "definition_translation": "Une valeur qui, lorsqu'elle est multipliée par elle-même trois fois, donne un nombre spécifié.",
      "example": "Yesterday, I calculated the cube root of 27, which is 3. Today, I am calculating the cube root of 125, which is 5. In the future, I will calculate the cube root of 1000, which is 10.",
      "example_translation": "Hier, j'ai calculé la racine cubique de 27, qui est 3. Aujourd'hui, je calcule la racine cubique de 125, qui est 5. À l'avenir, je calculerai la racine cubique de 1000, qui est 10.",
      "imageLink": "image_files\\English\\"imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cuboid",
      "translation": "parallélépipède",
      "definition": "A solid figure with six rectangular faces.",
      "definition_translation": "Une figure solide avec six faces rectangulaires.",
      "example": "In the past, we studied the surface area of a cuboid. Today, we are studying its volume. In the future, we will study its diagonal length.",
      "example_translation": "Dans le passé, nous avons étudié la surface d'un parallélépipède. Aujourd'hui, nous étudions son volume. À l'avenir, nous étudierons sa longueur diagonale.",
      "imageLink": "image_files\\English\\"imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cylinder",
      "translation": "cylindre",
      "definition": "A cylinder is a three-dimensional solid object with two parallel and circular bases connected by a curved lateral surface.",
      "definition_translation": "Un cylindre est un objet solide tridimensionnel avec deux bases parallèles et circulaires connectées par une surface latérale courbe.",
      "example": "The engineer designed a cylinder to store gas. Yesterday, she tested the cylinder. Tomorrow, she will install the cylinder in the machine.",
      "example_translation": "L'ingénieure a conçu un cylindre pour stocker du gaz. Hier, elle a testé le cylindre. Demain, elle installera le cylindre dans la machine.",
      "imageLink": "image_files\\English\\"imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "decimal",
      "translation": "décimal",
      "definition": "A decimal is a number expressed in the decimal system, which is a base-10 number system.",
      "definition_translation": "Un décimal est un nombre exprimé dans le système décimal, qui est un système de numération de base 10.",
      "example": "The student converted the fraction to a decimal. Yesterday, she calculated the decimal value. Tomorrow, she will learn about decimal places.",
      "example_translation": "L'élève a converti la fraction en décimal. Hier, elle a calculé la valeur décimale. Demain, elle apprendra sur les places décimales.",
      "imageLink": "image_files\\English\\"imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "differential equation",
      "translation": "équation différentielle",
      "definition": "A differential equation is a mathematical equation that involves an unknown function and its derivatives, and relates the values of the function and its derivatives at different points in space and/or time.",
      "definition_translation": "Une équation différentielle est une équation mathématique qui implique une fonction inconnue et ses dérivées, et relie les valeurs de la fonction et de ses dérivées à différents points dans l'espace et/ou le temps.",
      "example": "The mathematician solved the differential equation. Yesterday, she derived the equation. Tomorrow, she will apply the equation to a real-world problem.",
      "example_translation": "Le mathématicien a résolu l'équation différentielle. Hier, elle a dérivé l'équation. Demain, elle appliquera l'équation à un problème du monde réel.",
      "imageLink": "image_files\\English\\"imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "digit",
      "translation": "chiffre",
      "definition": "A digit is a single symbol or character used to represent a number in a numbering system, such as the decimal system.",
      "definition_translation": "Un chiffre est un symbole ou caractère unique utilisé pour représenter un numéro dans un système de numéro, comme le système décimal.",
      "example": "The password requires at least one digit. Yesterday, I entered the digit incorrectly. Tomorrow, I will remember the correct digit.",
      "example_translation": "Le mot de passe nécessite au moins un chiffre. Hier, j'ai entré le chiffre incorrectement. Demain, je me souviendrai du chiffre correct.",
      "imageLink": "image_files\\English\\"imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "divident",
      "translation": "dividende",
      "definition": "A share of profits distributed to shareholders, typically quarterly or annually.",
      "definition_translation": "Une part des bénéfices distribuée aux actionnaires, généralement trimestrielle ou annuelle.",
      "example": "The company paid a divident to its shareholders last quarter. It will pay a divident again next quarter. It had paid a divident last year.",
      "example_translation": "La société a payé un dividende à ses actionnaires le trimestre dernier. Elle paiera un dividende à nouveau le trimestre prochain. Elle avait payé un dividende l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "division",
      "translation": "division",
      "definition": "The act of dividing or splitting something into parts, or a subset of a larger whole.",
      "definition_translation": "L'acte de diviser ou de séparer quelque chose en parties, ou un sous-ensemble d'un ensemble plus large.",
      "example": "The division of the company into smaller teams improved efficiency. We will make a division of the tasks among team members. The division of the land into plots was done carefully.",
      "example_translation": "La division de la société en équipes plus petites a amélioré l'efficacité. Nous allons faire une division des tâches parmi les membres de l'équipe. La division du terrain en parcelles a été faite soigneusement.",
      "imageLink": "image_files\\English\\"imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "divisor",
      "translation": "diviseur",
      "definition": "A number by which another number is divided, resulting in a quotient.",
      "definition_translation": "Un nombre par lequel un autre nombre est divisé, donnant un quotient.",
      "example": "The divisor in the equation was 2. We found the divisor of the polynomial. The divisor of the company's profit was 4.",
      "example_translation": "Le diviseur dans l'équation était 2. Nous avons trouvé le diviseur du polynôme. Le diviseur du profit de la société était 4.",
      "imageLink": "image_files\\English\\"imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "exponent, power",
      "translation": "exposant, puissance",
      "definition": "A mathematical notation used to indicate the power to which a number should be raised.",
      "definition_translation": "Une notation mathématique utilisée pour indiquer la puissance à laquelle un nombre doit être élevé.",
      "example": "The exponent in the equation was 3. We raised the number to the power of 2. The power of the exponent was adjusted accordingly.",
      "example_translation": "L'exposant dans l'équation était 3. Nous avons élevé le nombre à la puissance de 2. La puissance de l'exposant a été ajustée en conséquence.",
      "imageLink": "image_files\\English\\"imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fraction",
      "translation": "fraction",
      "definition": "A fraction is a way to express a part of a whole as a quotient of numbers, often written in the form a/b, where a and b are integers and b is non-zero.",
      "definition_translation": "Une fraction est une manière d'exprimer une partie d'un ensemble comme un quotient de nombres, souvent écrit sous la forme a/b, où a et b sont des entiers et b est non nul.",
      "example": "I calculated the fraction of students who passed the exam, and it was 3/4. Yesterday, I calculated the fraction of students who failed the exam, and it will be 1/4 next year.",
      "example_translation": "J'ai calculé la fraction d'élèves qui ont réussi l'examen, et c'était 3/4. Hier, j'ai calculé la fraction d'élèves qui ont échoué à l'examen, et ce sera 1/4 l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "function",
      "translation": "fonction",
      "definition": "A function is a relation between a set of inputs, called the domain, and a set of possible outputs, called the codomain, with each input corresponding to exactly one output.",
      "definition_translation": "Une fonction est une relation entre un ensemble d'entrées, appelé le domaine, et un ensemble de sorties possibles, appelé le codomaine, chaque entrée correspondant exactement à une sortie.",
      "example": "The teacher explained the function of the calculator, and then showed us how to use it to solve the problem. The calculator's function was to calculate the area of the triangle. In the future, we will learn about more advanced functions.",
      "example_translation": "Le professeur a expliqué la fonction du calculatrice, puis nous a montré comment l'utiliser pour résoudre le problème. La fonction du calculatrice était de calculer l'aire du triangle. À l'avenir, nous apprendrons sur des fonctions plus avancées.",
      "imageLink": "image_files\\English\\"imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hemisphere",
      "translation": "hémisphère",
      "definition": "A hemisphere is half of a sphere, formed by dividing a sphere into two halves, usually by an imaginary plane passing through its center.",
      "definition_translation": "Un hémisphère est la moitié d'une sphère, formée en divisant une sphère en deux moitiés, généralement par un plan imaginaire passant par son centre.",
      "example": "The Earth is divided into two hemispheres: the Northern Hemisphere and the Southern Hemisphere. The Northern Hemisphere will experience winter next month, while the Southern Hemisphere will experience summer.",
      "example_translation": "La Terre est divisée en deux hémisphères : l'hémisphère nord et l'hémisphère sud. L'hémisphère nord connaîtra l'hiver le mois prochain, tandis que l'hémisphère sud connaîtra l'été.",
      "imageLink": "image_files\\English\\"imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "heptagon",
      "translation": "heptagone",
      "definition": "A heptagon is a polygon with seven sides, where all internal angles add up to 900 degrees.",
      "definition_translation": "Un heptagone est un polygone à sept côtés, où tous les angles internes additionnent 900 degrés.",
      "example": "The architect designed a heptagonal building with seven equal sides, which was completed last year. The heptagon had a total of 900 degrees, with each internal angle being 128.57 degrees.",
      "example_translation": "L'architecte a conçu un bâtiment heptagonal avec sept côtés égaux, qui a été achevé l'année dernière. L'heptagone avait un total de 900 degrés, avec chaque angle interne faisant 128,57 degrés.",
      "imageLink": "image_files\\English\\"imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hexagon",
      "translation": "hexagone",
      "definition": "A hexagon is a polygon with six sides, typically symmetrical and used in various fields such as architecture, engineering, and design.",
      "definition_translation": "Un hexagone est un polygone à six côtés, généralement symétrique et utilisé dans divers domaines tels que l'architecture, l'ingénierie et la conception.",
      "example": "The architect designed a hexagonal building, which was built last year and will be used for exhibitions in the future. The hexagon shape allows for maximum interior space while maintaining structural stability.",
      "example_translation": "L'architecte a conçu un bâtiment hexagonal, qui a été construit l'année dernière et sera utilisé pour des expositions à l'avenir. La forme hexagonale permet d'avoir un espace intérieur maximum tout en maintenant la stabilité structurelle.",
      "imageLink": "image_files\\English\\"imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "infinity",
      "translation": "infini",
      "definition": "Infinity is a concept in mathematics and philosophy that represents a quantity with no end or limit, often symbolized by the symbol ∞.",
      "definition_translation": "L'infini est un concept en mathématiques et en philosophie qui représente une quantité sans fin ou limite, souvent symbolisée par le symbole ∞.",
      "example": "The concept of infinity has fascinated philosophers and mathematicians for centuries, as they tried to understand its implications on human knowledge and understanding. In the future, new discoveries may shed more light on the nature of infinity.",
      "example_translation": "Le concept d'infini a fasciné les philosophes et les mathématiciens pendant des siècles, alors qu'ils essayaient de comprendre ses implications sur la connaissance et la compréhension humaines. Dans le futur, de nouvelles découvertes pourraient apporter plus de lumière sur la nature de l'infini.",
      "imageLink": "image_files\\English\\"imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "integer",
      "translation": "entier",
      "definition": "An integer is a whole number, either positive, negative, or zero, used in various mathematical operations and calculations.",
      "definition_translation": "Un entier est un nombre entier, soit positif, soit négatif, soit zéro, utilisé dans diverses opérations mathématiques et calculs.",
      "example": "The teacher asked the student to solve the equation, which involved adding and subtracting integers to find the final solution. Next year, the student will learn more about integer arithmetic in algebra.",
      "example_translation": "Le professeur a demandé à l'élève de résoudre l'équation, qui impliquait d'ajouter et de soustraire des entiers pour trouver la solution finale. L'année prochaine, l'élève apprendra plus sur l'arithmétique des entiers en algèbre.",
      "imageLink": "image_files\\English\\"imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "integral",
      "translation": "intégral",
      "definition": "In calculus, an integral is a mathematical object that represents the accumulation of a function over a defined interval, often used to calculate area, volume, and other quantities.",
      "definition_translation": "En calcul, une intégrale est un objet mathématique qui représente l'accumulation d'une fonction sur un intervalle défini, souvent utilisée pour calculer la surface, le volume et d'autres quantités.",
      "example": "The mathematician used the integral to calculate the area under the curve, which was essential for the engineer to design a more efficient system. In the past, ancient civilizations had already discovered the concept of integral, but it wasn't until the 17th century that it was formalized.",
      "example_translation": "Le mathématicien a utilisé l'intégrale pour calculer la surface sous la courbe, qui était essentielle pour que l'ingénieur conçoive un système plus efficace. Dans le passé, les civilisations anciennes avaient déjà découvert le concept d'intégrale, mais ce n'est que до XVIIe siècle qu'il a été formalisé.",
      "imageLink": "image_files\\English\\"imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "irrational number",
      "translation": "nombre irrationnel",
      "definition": "A real number that cannot be expressed as a finite decimal or fraction, such as pi or the square root of 2.",
      "definition_translation": "Un nombre réel qui ne peut pas être exprimé comme un décimal fini ou une fraction, comme pi ou la racine carrée de 2.",
      "example": "The ancient Greeks discovered that the square root of 2 is an irrational number. In the past, mathematicians struggled to understand irrational numbers. Today, we use irrational numbers to model complex phenomena.",
      "example_translation": "Les anciens Grecs ont découvert que la racine carrée de 2 est un nombre irrationnel. Dans le passé, les mathématiciens ont lutté pour comprendre les nombres irrationnels. Aujourd'hui, nous utilisons les nombres irrationnels pour modéliser des phénomènes complexes.",
      "imageLink": "image_files\\English\\"imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "line segment",
      "translation": "segment de droite",
      "definition": "A part of a line that has a fixed length and is bounded by two distinct points.",
      "definition_translation": "Une partie d'une ligne qui a une longueur fixe et est délimitée par deux points distincts.",
      "example": "The teacher asked the students to draw a line segment on the graph to illustrate the concept. In the past, surveyors used line segments to measure distances. Today, we use line segments to model geometric shapes.",
      "example_translation": "Le professeur a demandé aux élèves de dessiner un segment de droite sur le graphique pour illustrer le concept. Dans le passé, les géomètres utilisaient des segments de droite pour mesurer les distances. Aujourd'hui, nous utilisons des segments de droite pour modéliser des formes géométriques.",
      "imageLink": "image_files\\English\\"imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "logarithm",
      "translation": "logarithme",
      "definition": "The power to which a base number must be raised to produce a given value, expressed as log(x) = y if a^y = x.",
      "definition_translation": "La puissance à laquelle un nombre de base doit être élevé pour produire une valeur donnée, exprimée comme log(x) = y si a^y = x.",
      "example": "The student struggled to understand the concept of logarithm in her math class. In the past, scientists used logarithms to calculate complex mathematical problems. Today, we use logarithms to model population growth.",
      "example_translation": "L'étudiante a eu du mal à comprendre le concept de logarithme dans sa classe de math. Dans le passé, les scientifiques utilisaient les logarithmes pour calculer des problèmes mathématiques complexes. Aujourd'hui, nous utilisons les logarithmes pour modéliser la croissance de la population.",
      "imageLink": "image_files\\English\\"imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "multiplication",
      "translation": "multiplication",
      "definition": "The operation of combining two or more numbers to get a product, often represented by the multiplication sign ×.",
      "definition_translation": "L'opération de combiner deux ou plusieurs numéros pour obtenir un produit, souvent représentée par le signe de multiplication ×.",
      "example": "The teacher taught the students how to perform multiplication in their math class. In the past, people used multiplication tables to memorize mathematical facts. Today, we use multiplication to calculate complex mathematical problems.",
      "example_translation": "Le professeur a enseigné aux élèves comment effectuer la multiplication dans leur classe de math. Dans le passé, les gens utilisaient des tables de multiplication pour memoriser des faits mathématiques. Aujourd'hui, nous utilisons la multiplication pour calculer des problèmes mathématiques complexes.",
      "imageLink": "image_files\\English\\"imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "natural number",
      "translation": "nombre naturel",
      "definition": "A natural number is a positive integer, that is, a whole number that is greater than zero and has no decimal places.",
      "definition_translation": "Un nombre naturel est un entier positif, c'est-à-dire un nombre entier qui est supérieur à zéro et n'a pas de décimales.",
      "example": "In mathematics, natural numbers are used to count objects, and are often denoted by the symbol N. Yesterday, I counted 10 natural numbers, today I am counting 15 natural numbers, and tomorrow I will count 20 natural numbers.",
      "example_translation": "En mathématiques, les nombres naturels sont utilisés pour compter les objets, et sont souvent notés par le symbole N. Hier, j'ai compté 10 nombres naturels, aujourd'hui je compte 15 nombres naturels, et demain je compte 20 nombres naturels.",
      "imageLink": "image_files\\English\\"imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "number line",
      "translation": "droite numérique",
      "definition": "A number line is a visual representation of numbers on a straight line, used to display relationships between numbers and to perform arithmetic operations.",
      "definition_translation": "Une droite numérique est une représentation visuelle des nombres sur une ligne droite, utilisée pour afficher les relations entre les nombres et pour effectuer des opérations arithmétiques.",
      "example": "In elementary school, we used number lines to learn basic addition and subtraction. Yesterday, I used a number line to solve a math problem, today I am using a number line to help my friend with her homework, and tomorrow I will use a number line to check my answers.",
      "example_translation": "À l'école élémentaire, nous avons utilisé des droites numériques pour apprendre l'addition et la soustraction de base. Hier, j'ai utilisé une droite numérique pour résoudre un problème de math, aujourd'hui je suis en train d'utiliser une droite numérique pour aider mon amie avec ses devoirs, et demain je vais utiliser une droite numérique pour vérifier mes réponses.",
      "imageLink": "image_files\\English\\"imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "obtuse angle",
      "translation": "angle obtus",
      "definition": "An obtuse angle is an angle greater than 90 degrees and less than 180 degrees, formed by two rays that meet at a vertex.",
      "definition_translation": "Un angle obtus est un angle supérieur à 90 degrés et inférieur à 180 degrés, formé par deux rayons qui se rencontrent à un sommet.",
      "example": "In geometry, obtuse angles are used to describe shapes. Yesterday, I measured an obtuse angle in a triangle, today I am drawing a picture with an obtuse angle, and tomorrow I will explain obtuse angles to my students.",
      "example_translation": "En géométrie, les angles obtus sont utilisés pour décrire des formes. Hier, j'ai mesuré un angle obtus dans un triangle, aujourd'hui je suis en train de dessiner une image avec un angle obtus, et demain je vais expliquer les angles obtus à mes élèves.",
      "imageLink": "image_files\\English\\"imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "octagon",
      "translation": "octogone",
      "definition": "An octagon is a polygon with eight sides, with each internal angle equal to 135 degrees.",
      "definition_translation": "Un octogone est un polygone à huit côtés, avec chaque angle interne égal à 135 degrés.",
      "example": "In architecture, octagons are used to design buildings. Yesterday, I saw an octagon-shaped building, today I am designing an octagon-shaped garden, and tomorrow I will build an octagon-shaped birdhouse.",
      "example_translation": "En architecture, les octogones sont utilisés pour concevoir des bâtiments. Hier, j'ai vu un bâtiment en forme d'octogone, aujourd'hui je suis en train de concevoir un jardin en forme d'octogone, et demain je vais construire une maison d'oiseau en forme d'octogone.",
      "imageLink": "image_files\\English\\"imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ordinal number",
      "translation": "nombre ordinal",
      "definition": "A number that shows the position or rank of something in a sequence or series.",
      "definition_translation": "Un nombre qui indique la position ou le rang de quelque chose dans une séquence ou une série.",
      "example": "The athlete was awarded a medal for achieving an ordinal number of three in the competition. She had previously reached an ordinal number of five, and she hopes to reach an ordinal number of one next year.",
      "example_translation": "L'athlète a reçu une médaille pour avoir atteint un nombre ordinal de trois dans la compétition. Elle avait précédemment atteint un nombre ordinal de cinq, et elle espère atteindre un nombre ordinal de un l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "parallel",
      "translation": "parallèle",
      "definition": "Extending in the same direction, equidistant at all points, and never intersecting.",
      "definition_translation": "S'étendant dans la même direction, équidistant à tous les points et ne se coupant jamais.",
      "example": "The two lines are parallel, so they will never meet. The engineer designed the parallel tracks to ensure safe and efficient transportation. By the year 2050, the company hopes to have parallel systems in place to support their growing customer base.",
      "example_translation": "Les deux lignes sont parallèles, donc elles ne se rencontreront jamais. L'ingénieur a conçu les voies parallèles pour assurer un transport sûr et efficace. D'ici 2050, l'entreprise espère avoir des systèmes parallèles en place pour soutenir sa base clientèle en constante augmentation.",
      "imageLink": "image_files\\English\\"imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "parallelogram",
      "translation": "parallélogramme",
      "definition": "A quadrilateral with opposite sides of equal length, whose opposite sides are parallel and whose diagonals bisect each other.",
      "definition_translation": "Un quadrilatère dont les côtés opposés ont la même longueur, dont les côtés opposés sont parallèles et dont les diagonales se coupent en leur milieu.",
      "example": "The student had trouble drawing a parallelogram, but the teacher helped her understand the concept. In geometry, a parallelogram is an important shape to study because of its many applications. The artist used a parallelogram as the basis for her sculpture.",
      "example_translation": "L'élève avait du mal à dessiner un parallélogramme, mais le professeur l'a aidée à comprendre le concept. En géométrie, un parallélogramme est une forme importante à étudier en raison de ses nombreuses applications. L'artiste a utilisé un parallélogramme comme base pour sa sculpture.",
      "imageLink": "image_files\\English\\"imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pentagon",
      "translation": "pentagone",
      "definition": "A polygon with five sides, where all internal angles add up to 540 degrees.",
      "definition_translation": "Un polygone à cinq côtés, où tous les angles internes ajoutent jusqu'à 540 degrés.",
      "example": "The architect designed a pentagon-shaped building to serve as the company's headquarters. The Pentagon in Washington D.C. is a famous example of a pentagon-shaped building. In geometry, a pentagon is a fascinating shape to study.",
      "example_translation": "L'architecte a conçu un bâtiment en forme de pentagone pour servir de siège social à l'entreprise. Le Pentagone à Washington D.C. est un exemple célèbre de bâtiment en forme de pentagone. En géométrie, un pentagone est une forme fascinante à étudier.",
      "imageLink": "image_files\\English\\"imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "perpendicular",
      "translation": "perpendiculaire",
      "definition": "Extending or being at right angles to a line or plane; being at a 90-degree angle.",
      "definition_translation": "S'étendant ou étant à angle droit par rapport à une ligne ou un plan ; faisant un angle de 90 degrés.",
      "example": "The perpendicular lines intersected at the center of the circle. Yesterday, I drew a perpendicular line on my paper. By next year, the perpendicular walls will be finished.",
      "example_translation": "Les lignes perpendiculaires se croisaient au centre du cercle. Hier, j'ai tracé une ligne perpendiculaire sur mon papier. D'ici l'an prochain, les murs perpendiculaires seront terminés.",
      "imageLink": "image_files\\English\\"imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "prime number",
      "translation": "nombre premier",
      "definition": "A whole number greater than 1 that has exactly two factors: 1 and itself.",
      "definition_translation": "Un entier supérieur à 1 qui a exactement deux facteurs : 1 et lui-même.",
      "example": "The prime number theorem helps us understand the distribution of prime numbers. Prime numbers have been studied for thousands of years. By the end of the century, we will have discovered many more prime numbers.",
      "example_translation": "Le théorème des nombres premiers nous aide à comprendre la répartition des nombres premiers. Les nombres premiers ont été étudiés pendant des milliers d'années. D'ici la fin du siècle, nous aurons découvert beaucoup plus de nombres premiers.",
      "imageLink": "image_files\\English\\"imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "prism",
      "translation": "prisme",
      "definition": "A transparent optical element with flat, polished surfaces that refracts light.",
      "definition_translation": "Un élément optique transparent avec des surfaces plates et polies qui réfracte la lumière.",
      "example": "The prism split the light into its colors. Yesterday, I used a prism in my science experiment. By next month, I will have built a prism for my project.",
      "example_translation": "Le prisme a séparé la lumière en ses couleurs. Hier, j'ai utilisé un prisme dans mon expérience scientifique. D'ici le mois prochain, j'aurai construit un prisme pour mon projet.",
      "imageLink": "image_files\\English\\"imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "product",
      "translation": "produit",
      "definition": "A thing or substance that is manufactured or refined for sale.",
      "definition_translation": "Une chose ou une substance qui est fabriquée ou raffinée pour la vente.",
      "example": "The company's newest product is a smartphone. The product of the two numbers is 12. By next year, we will have launched several new products.",
      "example_translation": "Le produit le plus récent de l'entreprise est un smartphone. Le produit des deux nombres est 12. D'ici l'an prochain, nous aurons lancé plusieurs nouveaux produits.",
      "imageLink": "image_files\\English\\"imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Pythagorean theorem",
      "translation": "Théorème de Pythagore",
      "definition": "A mathematical concept that describes the relationship between the lengths of the sides of a right-angled triangle, stating that the square of the length of the hypotenuse is equal to the sum of the squares of the lengths of the other two sides.",
      "definition_translation": "Un concept mathématique qui décrit la relation entre les longueurs des côtés d'un triangle rectangle, énonçant que le carré de la longueur de l'hypoténuse est égal à la somme des carrés des longueurs des deux autres côtés.",
      "example": "Yesterday, I used the Pythagorean theorem to calculate the length of the diagonal of a rectangle. Today, I am using it to find the distance between two points on a coordinate plane. Tomorrow, I will use it to solve a complex trigonometry problem.",
      "example_translation": "Hier, j'ai utilisé le théorème de Pythagore pour calculer la longueur de la diagonale d'un rectangle. Aujourd'hui, je l'utilise pour trouver la distance entre deux points dans un plan de coordonnées. Demain, je vais l'utiliser pour résoudre un problème de trigonométrie complexe.",
      "imageLink": "image_files\\English\\"imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "quadratic equation",
      "translation": "équation du second degré",
      "definition": "A mathematical equation of the form ax^2 + bx + c = 0, where a, b, and c are constants, and x is the variable.",
      "definition_translation": "Une équation mathématique de la forme ax^2 + bx + c = 0, où a, b et c sont des constantes, et x est la variable.",
      "example": "I solved the quadratic equation x^2 + 4x + 4 = 0 by factoring it into (x + 2)^2 = 0. Then, I found the solutions to be x = -2 and x = -2. In the past, I had struggled with quadratic equations, but now I am confident in my ability to solve them.",
      "example_translation": "J'ai résolu l'équation du second degré x^2 + 4x + 4 = 0 en la factorisant en (x + 2)^2 = 0. Ensuite, j'ai trouvé les solutions à être x = -2 et x = -2. Dans le passé, j'avais lutté avec les équations du second degré, mais maintenant je suis confiant dans ma capacité à les résoudre.",
      "imageLink": "image_files\\English\\"imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "quotient",
      "translation": "quotient",
      "definition": "The result of dividing one quantity by another, especially in mathematics.",
      "definition_translation": "Le résultat de la division d'une quantité par une autre, notamment en mathématiques.",
      "example": "When I divided 10 by 2, I got a quotient of 5. Yesterday, I calculated the quotient of two large numbers and got a result of 3.5. Tomorrow, I will use the quotient rule to differentiate a complex function.",
      "example_translation": "Lorsque j'ai divisé 10 par 2, j'ai obtenu un quotient de 5. Hier, j'ai calculé le quotient de deux grands nombres et j'ai obtenu un résultat de 3,5. Demain, je vais utiliser la règle du quotient pour différencier une fonction complexe.",
      "imageLink": "image_files\\English\\"imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "radius",
      "translation": "rayon",
      "definition": "A straight line extending from the center of a circle or sphere to its circumference or surface.",
      "definition_translation": "Une ligne droite s'étendant du centre d'un cercle ou d'une sphère à son circonférence ou surface.",
      "example": "I measured the radius of the circle to be 5 cm. Yesterday, I calculated the radius of a sphere and found it to be 3 meters. In the future, I will use the radius to calculate the area and volume of various shapes.",
      "example_translation": "J'ai mesuré le rayon du cercle à 5 cm. Hier, j'ai calculé le rayon d'une sphère et l'ai trouvé à 3 mètres. À l'avenir, je vais utiliser le rayon pour calculer la surface et le volume de différentes formes.",
      "imageLink": "image_files\\English\\"imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rational number",
      "translation": "nombre rationnel",
      "definition": "A rational number is a number that can be expressed as the quotient or fraction of two integers, where the denominator is non-zero.",
      "definition_translation": "Un nombre rationnel est un nombre qui peut être exprimé comme le quotient ou la fraction de deux entiers, où le dénominateur est non nul.",
      "example": "In mathematics, rational numbers are used to represent quantities that can be expressed as a finite decimal expansion. For example, the number 3.14 was a rational number. The ancient Greeks will use rational numbers to calculate the areas of triangles. In the future, we will use rational numbers to model complex systems.",
      "example_translation": "En mathématiques, les nombres rationnels sont utilisés pour représenter des quantités qui peuvent être exprimées sous forme d'une expansion décimale finie. Par exemple, le nombre 3,14 était un nombre rationnel. Les anciens Grecs utiliseront des nombres rationnels pour calculer les aires des triangles. À l'avenir, nous utiliserons des nombres rationnels pour modéliser des systèmes complexes.",
      "imageLink": "image_files\\English\\"imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "real number",
      "translation": "nombre réel",
      "definition": "A real number is a value that can be represented on the number line, including all rational and irrational numbers.",
      "definition_translation": "Un nombre réel est une valeur qui peut être représentée sur la ligne des nombres, incluant tous les nombres rationnels et irrationnels.",
      "example": "Real numbers are used to model real-world quantities, such as the distance between two cities. The set of real numbers was developed by mathematicians to extend the rational numbers. In the future, we will use real numbers to analyze complex systems. The real number pi is an irrational number.",
      "example_translation": "Les nombres réels sont utilisés pour modéliser des quantités du monde réel, telles que la distance entre deux villes. L'ensemble des nombres réels a été développé par les mathématiciens pour étendre les nombres rationnels. À l'avenir, nous utiliserons des nombres réels pour analyser des systèmes complexes. Le nombre réel pi est un nombre irrationnel.",
      "imageLink": "image_files\\English\\"imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "reflex angle",
      "translation": "angle réfléchi",
      "definition": "A reflex angle is an angle that is greater than 180 degrees but less than 360 degrees.",
      "definition_translation": "Un angle réfléchi est un angle qui est supérieur à 180 degrés mais inférieur à 360 degrés.",
      "example": "The reflex angle formed by two lines is used in geometry to calculate the measure of an angle. In the past, artists used reflex angles to create perspective in their paintings. The designer will use reflex angles to design a new building. Reflex angles are used to describe the position of an object in space.",
      "example_translation": "L'angle réfléchi formé par deux lignes est utilisé en géométrie pour calculer la mesure d'un angle. Dans le passé, les artistes ont utilisé des angles réfléchis pour créer de la perspective dans leurs peintures. Le designer utilisera des angles réfléchis pour concevoir un nouveau bâtiment. Les angles réfléchis sont utilisés pour décrire la position d'un objet dans l'espace.",
      "imageLink": "image_files\\English\\"imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rhombus",
      "translation": "rhombus",
      "definition": "A rhombus is a quadrilateral with all sides of equal length, where opposite sides are parallel, and opposite angles are equal.",
      "definition_translation": "Un rhombus est un quadrilatère avec toutes les côtés de même longueur, où les côtés opposés sont parallèles, et les angles opposés sont égaux.",
      "example": "The rhombus is a type of parallelogram that is used in architecture to design buildings with symmetrical shapes. In the past, artists used rhombuses to create optical illusions. The carpenter will use a rhombus to construct a wooden frame. Rhombuses are used in graphic design to create visually appealing shapes.",
      "example_translation": "Le rhombus est un type de parallélogramme qui est utilisé en architecture pour concevoir des bâtiments avec des formes symétriques. Dans le passé, les artistes ont utilisé des rhombus pour créer des illusions d'optique. Le menuisier utilisera un rhombus pour construire un cadre en bois. Les rhombus sont utilisés en design graphique pour créer des formes visuellement attractives.",
      "imageLink": "image_files\\English\\"imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "right angle",
      "translation": "angle droit",
      "definition": "An angle that is 90 degrees, formed by two lines or planes that intersect at a 90-degree angle.",
      "definition_translation": "Un angle qui est de 90 degrés, formé par deux lignes ou des plans qui se croisent à un angle de 90 degrés.",
      "example": "The carpenter measured the corner to ensure it was a right angle. Yesterday, she had measured it incorrectly. Tomorrow, she will double-check the measurement.",
      "example_translation": "Le charpentier a mesuré le coin pour s'assurer qu'il était un angle droit. Hier, elle l'avait mesuré incorrectement. Demain, elle vérifiera à nouveau la mesure.",
      "imageLink": "image_files\\English\\"imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "root",
      "translation": "racine",
      "definition": "The underground part of a plant that absorbs water and nutrients.",
      "definition_translation": "La partie souterraine d'une plante qui absorbe l'eau et les nutriments.",
      "example": "The root of the tree was damaged during the storm. Yesterday, it was healthy, but tomorrow it may need to be replaced.",
      "example_translation": "La racine de l'arbre a été endommagée pendant la tempête. Hier, elle était saine, mais demain elle devra peut-être être remplacée.",
      "imageLink": "image_files\\English\\"imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sphere",
      "translation": " sphère",
      "definition": "A three-dimensional shape that is symmetrical about its center.",
      "definition_translation": "Une forme tridimensionnelle qui est symétrique par rapport à son centre.",
      "example": "The sphere rolled down the hill. Yesterday, it was at the top, and tomorrow it will be at the bottom.",
      "example_translation": "La sphère a roulé dans la colline. Hier, elle était au sommet, et demain elle sera au fond.",
      "imageLink": "image_files\\English\\"imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "square root",
      "translation": "racine carrée",
      "definition": "A value that, when multiplied by itself, gives a specified number.",
      "definition_translation": "Une valeur qui, lorsqu'elle est multipliée par elle-même, donne un nombre spécifique.",
      "example": "The square root of 16 is 4. Yesterday, I didn't know the answer, but tomorrow I will remember it.",
      "example_translation": "La racine carrée de 16 est 4. Hier, je ne connaissais pas la réponse, mais demain je vais me rappeler.",
      "imageLink": "image_files\\English\\"imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "straight angle",
      "translation": "angle droit",
      "definition": "A straight angle is an angle whose measure is equal to 180 degrees, making it a straight line.",
      "definition_translation": "Un angle droit est un angle dont la mesure est égale à 180 degrés, ce qui en fait une ligne droite.",
      "example": "The architect carefully measured the straight angle to ensure the wall was perfectly aligned. Yesterday, she checked the straight angle again to make sure it was still correct. By next week, she will have double-checked the straight angle to avoid any mistakes.",
      "example_translation": "L'architecte a soigneusement mesuré l'angle droit pour s'assurer que le mur était parfaitement aligné. Hier, elle a vérifié à nouveau l'angle droit pour s'assurer qu'il était toujours correct. D'ici la semaine prochaine, elle aura vérifié deux fois l'angle droit pour éviter tout erreur.",
      "imageLink": "image_files\\English\\"imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "subset",
      "translation": "sous-ensemble",
      "definition": "A subset is a set that contains some or all elements of another set, called the parent set, and is typically denoted as a symbol, such as A ⊆ B.",
      "definition_translation": "Un sous-ensemble est un ensemble qui contient certains ou tous les éléments d'un autre ensemble, appelé ensemble parent, et est généralement noté par un symbole, comme A ⊆ B.",
      "example": "The set of numbers {1, 2, 3} is a subset of the set of numbers {1, 2, 3, 4, 5}. The researchers identified a subset of patients who responded well to the new treatment. By next year, they will have analyzed a larger subset of the data.",
      "example_translation": "L'ensemble des nombres {1, 2, 3} est un sous-ensemble de l'ensemble des nombres {1, 2, 3, 4, 5}. Les chercheurs ont identifié un sous-ensemble de patients qui ont réagi bien au nouveau traitement. D'ici l'année prochaine, ils auront analysé un plus grand sous-ensemble des données.",
      "imageLink": "image_files\\English\\"imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "subtraction",
      "translation": "soustraction",
      "definition": "Subtraction is a mathematical operation that represents the operation of finding the difference between two numbers or quantities.",
      "definition_translation": "La soustraction est une opération mathématique qui représente l'opération de trouver la différence entre deux nombres ou quantités.",
      "example": "The teacher explained the concept of subtraction to the students, using real-life examples. Yesterday, I subtracted 5 from 10 to get 5. By tomorrow, I will have practiced subtraction with larger numbers.",
      "example_translation": "Le professeur a expliqué le concept de soustraction aux étudiants, en utilisant des exemples de la vie réelle. Hier, j'ai soustrait 5 à 10 pour obtenir 5. D'ici demain, j'aurai pratiqué la soustraction avec des nombres plus grands.",
      "imageLink": "image_files\\English\\"imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "Thales' theorem",
      "translation": "théorème de Thalès",
      "definition": "Thales' theorem is a geometric theorem that states that an angle inscribed in a semicircle is a right angle.",
      "definition_translation": "Le théorème de Thalès est un théorème géométrique qui énonce que l'angle inscrit dans un demi-cercle est un angle droit.",
      "example": "The mathematician used Thales' theorem to prove that the angle in the circle was indeed a right angle. Yesterday, she applied Thales' theorem to solve a complex geometry problem. By next month, she will have written a paper on the applications of Thales' theorem.",
      "example_translation": "Le mathématicien a utilisé le théorème de Thalès pour prouver que l'angle dans le cercle était bel et bien un angle droit. Hier, elle a appliqué le théorème de Thalès pour résoudre un problème de géométrie complexe. D'ici le mois prochain, elle aura écrit un article sur les applications du théorème de Thalès.",
      "imageLink": "image_files\\English\\"imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "torus",
      "translation": "tore",
      "definition": "A torus is a surface of revolution generated by revolving a circle in three-dimensional space about an axis coplanar with the circle.",
      "definition_translation": "Un tore est une surface de révolution générée en faisant tourner un cercle dans l'espace tridimensionnel autour d'un axe coplanaire avec le cercle.",
      "example": "The mathematician studied the properties of a torus in her research paper. She will study it tomorrow. She had studied it last week.",
      "example_translation": "Le mathématicien a étudié les propriétés d'un tore dans son rapport de recherche. Elle l'étudiera demain. Elle l'avait étudié la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "trapezoid",
      "translation": "trapèze",
      "definition": "A trapezoid is a quadrilateral with at least two pairs of opposite sides that are not parallel.",
      "definition_translation": "Un trapèze est un quadrilatère ayant au moins deux paires de côtés opposés qui ne sont pas parallèles.",
      "example": "The architect designed a trapezoid-shaped building. She will design another one next year. She had designed one last month.",
      "example_translation": "L'architecte a conçu un bâtiment en forme de trapèze. Elle en concevra un autre l'année prochaine. Elle en avait conçu un le mois dernier.",
      "imageLink": "image_files\\English\\"imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "vector",
      "translation": "vecteur",
      "definition": "A vector is a quantity with both magnitude and direction, often represented graphically by an arrow in a coordinate system.",
      "definition_translation": "Un vecteur est une grandeur ayant à la fois une magnitude et une direction, souvent représentée graphiquement par une flèche dans un système de coordonnées.",
      "example": "The physicist calculated the vector sum of two forces. She will calculate it again tomorrow. She had calculated it yesterday.",
      "example_translation": "Le physicien a calculé la somme vectorielle de deux forces. Elle le recalculera demain. Elle l'avait calculé hier.",
      "imageLink": "image_files\\English\\"imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "zero angle",
      "translation": "angle zéro",
      "definition": "A zero angle is an angle whose measure is zero degrees, essentially representing a straight line.",
      "definition_translation": "Un angle zéro est un angle dont la mesure est de zéro degré, représentant essentiellement une ligne droite.",
      "example": "The engineer measured a zero angle between two lines. She will measure it again next week. She had measured it last week.",
      "example_translation": "L'ingénieur a mesuré un angle zéro entre deux lignes. Elle le mesurera à nouveau la semaine prochaine. Elle l'avait mesuré la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]