[
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bank",
      "translation": "banque",
      "definition": "A financial institution that provides financial services, such as accepting deposits, making loans, and facilitating transactions.",
      "definition_translation": "Une institution financière qui fournit des services financiers, tels que l'acceptation de dépôts, l'octroi de prêts et la facilitation des transactions.",
      "example": "I went to the bank yesterday to deposit my paycheck, I go to the bank every week to withdraw cash, and I will go to the bank tomorrow to apply for a loan.",
      "example_translation": "Je suis allé à la banque hier pour déposer mon chèque de paie, je vais à la banque chaque semaine pour retirer de l'argent, et je vais à la banque demain pour demander un prêt.",
      "imageLink": "image_files\\English\\"imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bar",
      "translation": "bar",
      "definition": "A counter or table serving drinks and snacks, typically in a public house or restaurant.",
      "definition_translation": "Un comptoir ou une table servant des boissons et des collations, généralement dans une maison publique ou un restaurant.",
      "example": "I sat at the bar and ordered a beer, The bartender worked at the bar for five years, and She will work at the bar tonight.",
      "example_translation": "Je me suis assis au bar et j'ai commandé une bière, Le barman a travaillé au bar pendant cinq ans, et Elle travaillera au bar ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "beach",
      "translation": "plage",
      "definition": "A landform along a body of water, consisting of loose particles such as sand or pebbles.",
      "definition_translation": "Un terrain le long d'un corps d'eau, composé de particules libres telles que le sable ou les galets.",
      "example": "I went to the beach last summer to swim, We are going to the beach tomorrow to sunbathe, and They went to the beach yesterday to play volleyball.",
      "example_translation": "Je suis allé à la plage l'été dernier pour nager, Nous allons à la plage demain pour nous bronzer, et Ils sont allés à la plage hier pour jouer au volleyball.",
      "imageLink": "image_files\\English\\"imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "café",
      "translation": "café",
      "definition": "A small restaurant or coffee shop, typically serving coffee, sandwiches, and pastries.",
      "definition_translation": "Un petit restaurant ou café, servant généralement du café, des sandwiches et des pâtisseries.",
      "example": "I met my friend at the café yesterday to catch up, We go to the café every morning to grab a coffee, and She will open her own café next year.",
      "example_translation": "J'ai rencontré mon ami au café hier pour bavarder, Nous allons au café chaque matin pour prendre un café, et Elle ouvrira son propre café l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cinema",
      "translation": "cinéma",
      "definition": "A cinema is a place where people go to watch movies or films.",
      "definition_translation": "Un cinéma est un endroit où les gens vont pour regarder des films ou des vidéos.",
      "example": "I went to the cinema last night, I'm going to the cinema tonight, and I will go to the cinema tomorrow.",
      "example_translation": "Je suis allé au cinéma hier soir, je vais au cinéma ce soir, et je irai au cinéma demain.",
      "imageLink": "image_files\\English\\"imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "factory",
      "translation": "usine",
      "definition": "A factory is a place where goods are manufactured or produced.",
      "definition_translation": "Une usine est un endroit où des biens sont fabriqués ou produites.",
      "example": "The factory produced many cars last year, it is producing cars now, and it will produce more cars next year.",
      "example_translation": "L'usine a produit beaucoup de voitures l'année dernière, elle produit des voitures maintenant, et elle produira plus de voitures l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "farm",
      "translation": "ferme",
      "definition": "A farm is a piece of land used for growing crops or raising animals.",
      "definition_translation": "Une ferme est un terrain utilisé pour cultiver des récoltes ou élever des animaux.",
      "example": "My grandfather had a farm when I was a child, he has a farm now, and he will have a bigger farm soon.",
      "example_translation": "Mon grand-père avait une ferme lorsque j'étais enfant, il a une ferme maintenant, et il aura une ferme plus grande bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "flat",
      "translation": "appartement",
      "definition": "A flat is a set of rooms, including a kitchen and bathroom, in a building.",
      "definition_translation": "Un appartement est un ensemble de chambres, y compris une cuisine et une salle de bain, dans un bâtiment.",
      "example": "I lived in a flat when I was a student, I live in a flat now, and I will live in a bigger flat in the future.",
      "example_translation": "J'ai vécu dans un appartement lorsque j'étais étudiant, je vis dans un appartement maintenant, et je vivrai dans un appartement plus grand à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hospital",
      "translation": "hôpital",
      "definition": "A hospital is a health care institution providing patient treatment with specialized medical and surgical services and equipment.",
      "definition_translation": "Un hôpital est une institution de soins de santé qui fournit des services médicaux et chirurgicaux spécialisés avec des équipements appropriés.",
      "example": "I visited my friend in the hospital yesterday, I will visit him again tomorrow, and I visited him last week.",
      "example_translation": "J'ai visité mon ami à l'hôpital hier, je vais le visiter à nouveau demain, et j'ai visité l'hôpital la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hotel",
      "translation": "hôtel",
      "definition": "A hotel is a building that provides lodging and accommodations for travelers and tourists.",
      "definition_translation": "Un hôtel est un bâtiment qui offre des hébergements et des installations pour les voyageurs et les touristes.",
      "example": "I stayed in a hotel during my vacation, I am staying in a hotel now, and I will stay in a hotel next year.",
      "example_translation": "J'ai séjourné dans un hôtel pendant mes vacances, je séjourne dans un hôtel maintenant, et je séjournerai dans un hôtel l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "house",
      "translation": "maison",
      "definition": "A house is a building for human habitation, especially a dwelling or residence.",
      "definition_translation": "Une maison est un bâtiment destiné à l'habitation humaine, notamment une demeure ou une résidence.",
      "example": "I lived in a house when I was a child, I live in a house now, and I will live in a house when I retire.",
      "example_translation": "J'ai vécu dans une maison lorsque j'étais enfant, je vis dans une maison maintenant, et je vivrai dans une maison lorsque je prendrai ma retraite.",
      "imageLink": "image_files\\English\\"imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "museum",
      "translation": "musée",
      "definition": "A museum is an institution dedicated to the acquisition, conservation, study, exhibition, and educational interpretation of objects having scientific, historical, or artistic value.",
      "definition_translation": "Un musée est une institution dédiée à l'acquisition, la conservation, l'étude, l'exposition et l'interprétation éducative d'objets ayant une valeur scientifique, historique ou artistique.",
      "example": "I visited a museum last week, I am visiting a museum today, and I will visit a museum next month.",
      "example_translation": "J'ai visité un musée la semaine dernière, je visite un musée aujourd'hui, et je vais visiter un musée le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "park",
      "translation": "parc",
      "definition": "a large public green area in a town, used for recreation and leisure",
      "definition_translation": "un grand espace vert public dans une ville, utilisé pour les loisirs et la détente",
      "example": "I will go to the park tomorrow, I went to the park yesterday, and I am going to the park now.",
      "example_translation": "Je vais aller au parc demain, j'y suis allé hier, et je vais y aller maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "restaurant",
      "translation": "restaurant",
      "definition": "a place where people pay to sit and eat meals that are prepared and served on the premises",
      "definition_translation": "un endroit où les gens paient pour s'asseoir et manger des repas qui sont préparés et servis sur place",
      "example": "I ate at a restaurant last night, I am eating at a restaurant now, and I will eat at a restaurant tomorrow.",
      "example_translation": "J'ai mangé au restaurant hier soir, je mange au restaurant maintenant, et je mangerai au restaurant demain.",
      "imageLink": "image_files\\English\\"imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "river",
      "translation": "fleuve",
      "definition": "a natural flowing body of water, often connected to an ocean or a lake",
      "definition_translation": "un corps d'eau naturel qui coule, souvent connecté à un océan ou un lac",
      "example": "I swam in the river yesterday, I am swimming in the river now, and I will swim in the river tomorrow.",
      "example_translation": "J'ai nagé dans la rivière hier, je nage dans la rivière maintenant, et je nagerai dans la rivière demain.",
      "imageLink": "image_files\\English\\"imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "road",
      "translation": "route",
      "definition": "a way made for traveling by vehicles, especially cars",
      "definition_translation": "un chemin fait pour voyager en véhicules, notamment des voitures",
      "example": "I drove on the road yesterday, I am driving on the road now, and I will drive on the road tomorrow.",
      "example_translation": "J'ai conduit sur la route hier, je conduit sur la route maintenant, et je conduirai sur la route demain.",
      "imageLink": "image_files\\English\\"imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "school",
      "translation": "école",
      "definition": "An institution where people, especially children, go to learn",
      "definition_translation": "Une institution où les gens, en particulier les enfants, vont apprendre",
      "example": "I went to school yesterday, I'm going to school now, and I will go to school tomorrow.",
      "example_translation": "Je suis allé à l'école hier, je vais à l'école maintenant, et je vais à l'école demain.",
      "imageLink": "image_files\\English\\"imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sea",
      "translation": "mer",
      "definition": "A large body of saltwater that covers a significant portion of the Earth's surface",
      "definition_translation": "Un grand corps d'eau salée qui couvre une grande partie de la surface de la Terre",
      "example": "I saw the sea yesterday, I'm seeing the sea now, and I will see the sea tomorrow.",
      "example_translation": "J'ai vu la mer hier, je vois la mer maintenant, et je verrai la mer demain.",
      "imageLink": "image_files\\English\\"imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shop",
      "translation": "magasin",
      "definition": "A building or part of a building where goods are sold",
      "definition_translation": "Un bâtiment ou une partie d'un bâtiment où des biens sont vendus",
      "example": "I went to the shop yesterday, I'm going to the shop now, and I will go to the shop tomorrow.",
      "example_translation": "Je suis allé au magasin hier, je vais au magasin maintenant, et je vais au magasin demain.",
      "imageLink": "image_files\\English\\"imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "station",
      "translation": "gare",
      "definition": "A place or building where trains or buses stop to let people on and off",
      "definition_translation": "Un endroit ou un bâtiment où les trains ou les bus s'arrêtent pour laisser les gens monter et descendre",
      "example": "I went to the station yesterday, I'm going to the station now, and I will go to the station tomorrow.",
      "example_translation": "Je suis allé à la gare hier, je vais à la gare maintenant, et je vais à la gare demain.",
      "imageLink": "image_files\\English\\"imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stop",
      "translation": "arrêter",
      "definition": "To bring to an end or to halt an action or process.",
      "definition_translation": "Mettre fin à une action ou un processus ou l'arrêter.",
      "example": "I will stop working at 5 pm today. Yesterday, I stopped by the store. If I were you, I would stop smoking.",
      "example_translation": "Je vais arrêter de travailler à 17 heures aujourd'hui. Hier, j'ai arrêté par le magasin. Si j'étais toi, j'arrêterais de fumer.",
      "imageLink": "image_files\\English\\"imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "street",
      "translation": "rue",
      "definition": "A public road in a city, town, or village.",
      "definition_translation": "Une route publique dans une ville, un town ou un village.",
      "example": "I live on a quiet street. The street was crowded yesterday. We will walk down the street tomorrow.",
      "example_translation": "Je vis dans une rue calme. La rue était bondée hier. Nous allons marcher dans la rue demain.",
      "imageLink": "image_files\\English\\"imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "supermarket",
      "translation": "supermarché",
      "definition": "A large store selling a wide variety of food and household goods.",
      "definition_translation": "Un grand magasin vendant une grande variété de nourriture et de biens de consommation.",
      "example": "I will go to the supermarket tomorrow. Yesterday, I went to the supermarket. She works at a supermarket.",
      "example_translation": "Je vais aller au supermarché demain. Hier, je suis allé au supermarché. Elle travaille dans un supermarché.",
      "imageLink": "image_files\\English\\"imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "swimming pool",
      "translation": "piscine",
      "definition": "A structure or facility for swimming, often outdoors.",
      "definition_translation": "Une structure ou installation pour la natation, souvent à l'extérieur.",
      "example": "I went to the swimming pool yesterday. Tomorrow, I will go to the swimming pool. They have a swimming pool in their backyard.",
      "example_translation": "Je suis allé à la piscine hier. Demain, je vais aller à la piscine. Ils ont une piscine dans leur jardin.",
      "imageLink": "image_files\\English\\"imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "town",
      "translation": "ville",
      "definition": "A town is a human settlement that is larger than a village but smaller than a city.",
      "definition_translation": "Une ville est un établissement humain qui est plus grand qu'un village mais plus petit qu'une ville.",
      "example": "I lived in a small town in the countryside when I was a child. I will visit my hometown next summer. She has lived in this town all her life.",
      "example_translation": "J'ai vécu dans une petite ville à la campagne quand j'étais enfant. Je visiterai ma ville natale l'été prochain. Elle a vécu dans cette ville toute sa vie.",
      "imageLink": "image_files\\English\\"imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "university",
      "translation": "université",
      "definition": "A university is an institution of higher education and research which grants academic degrees in various fields of study.",
      "definition_translation": "Une université est une institution d'enseignement supérieur et de recherche qui délivre des diplômes universitaires dans divers domaines d'étude.",
      "example": "I went to university to study law. She graduated from university last year. They will start their university studies in September.",
      "example_translation": "Je suis allé à l'université pour étudier le droit. Elle a obtenu son diplôme de l'université l'année dernière. Ils commenceront leurs études universitaires en septembre.",
      "imageLink": "image_files\\English\\"imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "village",
      "translation": "village",
      "definition": "A village is a group of houses and associated buildings, larger than a hamlet and smaller than a town, situated in a rural area.",
      "definition_translation": "Un village est un groupe de maisons et de bâtiments associés, plus grand qu'un hameau et plus petit qu'une ville, situé dans une zone rurale.",
      "example": "I spent my summer vacation in a village in the mountains. They lived in a village near the lake. She will visit her village friends next week.",
      "example_translation": "J'ai passé mes vacances d'été dans un village dans les montagnes. Ils vivaient dans un village près du lac. Elle visitera ses amis du village la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "zoo",
      "translation": "zoo",
      "definition": "A zoo is a place where animals are kept in captivity for people to see and study.",
      "definition_translation": "Un zoo est un lieu où les animaux sont détenus en captivité pour que les gens puissent les voir et les étudier.",
      "example": "I went to the zoo with my family when I was a child. She loves visiting the zoo on weekends. They will open a new zoo in the city next year.",
      "example_translation": "J'ai été au zoo avec ma famille quand j'étais enfant. Elle adore visiter le zoo les weekends. Ils ouvriront un nouveau zoo dans la ville l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "airport",
      "translation": "aéroport",
      "definition": "A place where airplanes take off and land, usually with buildings and facilities for passengers and cargo.",
      "definition_translation": "Un endroit où les avions décollent et atterrissent, généralement avec des bâtiments et des installations pour les passagers et les marchandises.",
      "example": "I will arrive at the airport tomorrow morning. I arrived at the airport yesterday evening. I arrive at the airport every week.",
      "example_translation": "J'arriverai à l'aéroport demain matin. J'étais arrivé à l'aéroport hier soir. J'arrive à l'aéroport chaque semaine.",
      "imageLink": "image_files\\English\\"imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "apartment",
      "translation": "appartement",
      "definition": "A self-contained housing unit that occupies only part of a building, with its own kitchen, bathroom, and bedrooms.",
      "definition_translation": "Une unité de logement autonome qui occupe uniquement une partie d'un bâtiment, avec sa propre cuisine, salle de bain et chambres à coucher.",
      "example": "I have lived in an apartment for three years. I lived in an apartment in Paris when I was a student. I will live in an apartment in New York next year.",
      "example_translation": "J'ai habité un appartement pendant trois ans. J'habitais un appartement à Paris cuando j'étais étudiant. J'habiterai un appartement à New York l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "area",
      "translation": "zone",
      "definition": "A particular extent of space or surface, often with reference to a specific use or activity.",
      "definition_translation": "Une superficie ou un espace défini, souvent en référence à un usage ou une activité spécifique.",
      "example": "The area of the city is very polluted. The area of the park is perfect for a picnic. The area of the house will be renovated next month.",
      "example_translation": "La zone de la ville est très polluée. La zone du parc est parfaite pour un pique-nique. La zone de la maison sera rénovée le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bookshop",
      "translation": "librairie",
      "definition": "A store where books are sold, often with a wide selection of titles and knowledgeable staff.",
      "definition_translation": "Un magasin où les livres sont vendus, souvent avec une large sélection de titres et un personnel connaissant.",
      "example": "I bought a book at the bookshop yesterday. I will visit a bookshop in London next week. I have worked in a bookshop for five years.",
      "example_translation": "J'ai acheté un livre à la librairie hier. Je visiterai une librairie à Londres la semaine prochaine. J'ai travaillé dans une librairie pendant cinq ans.",
      "imageLink": "image_files\\English\\"imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bookstore",
      "translation": "librairie",
      "definition": "A store that sells books, often with a wide selection of titles, stationary, and other literary materials.",
      "definition_translation": "Un magasin qui vend des livres, souvent avec une grande sélection de titres, de papeterie et d'autres matériels littéraires.",
      "example": "I went to the bookstore to buy a novel for my vacation. I am going to the bookstore to buy a gift for my friend. I will go to the bookstore to research for my project.",
      "example_translation": "Je suis allé à la librairie pour acheter un roman pour mes vacances. Je vais à la librairie pour acheter un cadeau pour mon ami. Je vais à la librairie pour faire des recherches pour mon projet.",
      "imageLink": "image_files\\English\\"imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bridge",
      "translation": "pont",
      "definition": "A structure built over a river, road, or other obstacle to allow people or vehicles to cross over.",
      "definition_translation": "Une structure construite au-dessus d'une rivière, d'une route ou d'un autre obstacle pour permettre aux personnes ou aux véhicules de traverser.",
      "example": "I walked across the bridge to get to the other side of the river. The bridge was closed for maintenance. The bridge will be reopened next month.",
      "example_translation": "J'ai marché sur le pont pour atteindre l'autre côté de la rivière. Le pont était fermé pour maintenance. Le pont sera rouvert le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "building",
      "translation": "bâtiment",
      "definition": "A structure with a roof and walls, such as a house, office, or factory.",
      "definition_translation": "Une structure avec un toit et des murs, comme une maison, un bureau ou une usine.",
      "example": "I work in a building that is over 100 years old. The building was designed by a famous architect. The building will be demolished next year.",
      "example_translation": "Je travaille dans un bâtiment qui a plus de 100 ans. Le bâtiment a été conçu par un architecte célèbre. Le bâtiment sera démoli l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bus station",
      "translation": "gare routière",
      "definition": "A facility where buses stop to pick up and drop off passengers.",
      "definition_translation": "Un établissement où les bus s'arrêtent pour prendre et déposer des passagers.",
      "example": "I arrived at the bus station early to buy my ticket. The bus station was very crowded during rush hour. The bus station will have a new waiting area soon.",
      "example_translation": "Je suis arrivé à la gare routière tôt pour acheter mon billet. La gare routière était très encombrée pendant les heures de pointe. La gare routière aura une nouvelle salle d'attente bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bus stop",
      "translation": "arrêt de bus",
      "definition": "A place where buses stop to allow passengers to get on or off.",
      "definition_translation": "Un endroit où les bus s'arrêtent pour permettre aux passagers de monter ou de descendre.",
      "example": "I waited at the bus stop for 20 minutes, then I took a taxi. Yesterday, I waited at the bus stop for half an hour, but it didn't come. I will wait at the bus stop tomorrow morning.",
      "example_translation": "J'ai attendu à l'arrêt de bus pendant 20 minutes, puis j'ai pris un taxi. Hier, j'ai attendu à l'arrêt de bus pendant une demi-heure, mais il n'est pas venu. Je vais attendre à l'arrêt de bus demain matin.",
      "imageLink": "image_files\\English\\"imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cafeteria",
      "translation": "cantine",
      "definition": "A self-service restaurant, especially in a school or institution.",
      "definition_translation": "Un restaurant self-service, notamment dans une école ou une institution.",
      "example": "I ate lunch in the cafeteria yesterday. The cafeteria serves breakfast, lunch, and dinner. I will eat dinner in the cafeteria tonight.",
      "example_translation": "J'ai mangé déjeuner à la cantine hier. La cantine sert le petit déjeuner, le déjeuner et le dîner. Je vais manger dîner à la cantine ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "capital",
      "translation": "capitale",
      "definition": "The city or town that serves as the seat of government for a country, state, or province.",
      "definition_translation": "La ville ou la ville qui sert de siège du gouvernement pour un pays, un État ou une province.",
      "example": "Paris is the capital of France. The capital of the United States is Washington D.C. In the future, I will visit the capital of Japan.",
      "example_translation": "Paris est la capitale de la France. La capitale des États-Unis est Washington D.C. À l'avenir, je vais visiter la capitale du Japon.",
      "imageLink": "image_files\\English\\"imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "car park",
      "translation": "parking",
      "definition": "An area of land or a building where cars are parked.",
      "definition_translation": "Une zone de terre ou un bâtiment où les voitures sont garées.",
      "example": "I parked my car in the car park yesterday. The car park is full, I will park my car on the street. I will go to the car park to pick up my car.",
      "example_translation": "J'ai garé ma voiture dans le parking hier. Le parking est plein, je vais garer ma voiture dans la rue. Je vais aller au parking pour récupérer ma voiture.",
      "imageLink": "image_files\\English\\"imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "castle",
      "translation": "château",
      "definition": "A large building or structure, typically in a rural area, which was originally built for defensive purposes but now often serves as a residence or tourist attraction.",
      "definition_translation": "Un grand bâtiment ou structure, généralement situé en zone rurale, qui a été initialement construit à des fins défensives mais qui sert maintenant souvent de résidence ou d'attraction touristique.",
      "example": "I visited a beautiful castle in Scotland last year. I am visiting a castle in France next month. I will visit a castle in England next year.",
      "example_translation": "J'ai visité un beau château en Écosse l'année dernière. Je vais visiter un château en France le mois prochain. Je vais visiter un château en Angleterre l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cathedral",
      "translation": "cathédrale",
      "definition": "A large and impressive church, often the principal church of a bishop or a diocese, typically built in an ornate and decorative style.",
      "definition_translation": "Une grande et impressionnante église, souvent l'église principale d'un évêque ou d'un diocèse, généralement construite dans un style orné et décoratif.",
      "example": "I attended a beautiful cathedral wedding last weekend. I am attending a cathedral service tomorrow. I will attend a cathedral concert next week.",
      "example_translation": "J'ai assisté à un beau mariage en cathédrale le week-end dernier. Je vais assister à un service en cathédrale demain. Je vais assister à un concert en cathédrale la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "centre",
      "translation": "centre",
      "definition": "A point or place that is equidistant from all sides, borders, or boundaries of something.",
      "definition_translation": "Un point ou un lieu qui est équidistant de tous les côtés, frontières ou limites de quelque chose.",
      "example": "I went to the centre of the city yesterday. I am going to the centre of the park tomorrow. I will go to the centre of the stadium next week.",
      "example_translation": "Je suis allé au centre de la ville hier. Je vais au centre du parc demain. Je vais au centre du stade la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "chemist's",
      "translation": "pharmacie",
      "definition": "A shop where medicines, cosmetics, and other healthcare products are sold.",
      "definition_translation": "Un magasin où sont vendus des médicaments, des cosmétiques et d'autres produits de soins de santé.",
      "example": "I went to the chemist's to buy some medicine yesterday. I am going to the chemist's to buy some cosmetics tomorrow. I will go to the chemist's to buy some healthcare products next week.",
      "example_translation": "Je suis allé à la pharmacie pour acheter du médicament hier. Je vais à la pharmacie pour acheter des cosmétiques demain. Je vais à la pharmacie pour acheter des produits de soins de santé la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "church",
      "translation": "église",
      "definition": "A building for Christian religious activities, especially a temple or a place of worship.",
      "definition_translation": "Un bâtiment pour les activités religieuses chrétiennes, notamment un temple ou un lieu de culte.",
      "example": "The church was beautiful with its stunning architecture. I went to church yesterday. I will go to church next Sunday.",
      "example_translation": "L'église était belle avec son architecture impressionnante. Je suis allé à l'église hier. Je vais aller à l'église dimanche prochain.",
      "imageLink": "image_files\\English\\"imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "city centre",
      "translation": "centre-ville",
      "definition": "The central part of a city, typically having a high concentration of businesses, shops, and amenities.",
      "definition_translation": "La partie centrale d'une ville, ayant généralement une haute concentration d'entreprises, de magasins et de commodités.",
      "example": "The city centre was bustling with people. We walked through the city centre to get to the park. The city centre will be renovated next year.",
      "example_translation": "Le centre-ville était animé de monde. Nous avons marché à travers le centre-ville pour aller au parc. Le centre-ville sera rénové l'an prochain.",
      "imageLink": "image_files\\English\\"imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "clothes shop",
      "translation": "magasin de vêtements",
      "definition": "A store where clothing and other textiles are sold.",
      "definition_translation": "Un magasin où des vêtements et d'autres textiles sont vendus.",
      "example": "I went to a clothes shop to buy a new dress. The clothes shop on Main Street has a sale. She works at a clothes shop in the mall.",
      "example_translation": "Je suis allé à un magasin de vêtements pour acheter une nouvelle robe. Le magasin de vêtements sur la rue principale a une vente. Elle travaille dans un magasin de vêtements au centre commercial.",
      "imageLink": "image_files\\English\\"imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "club",
      "translation": "club",
      "definition": "An association or organization dedicated to a particular interest or activity.",
      "definition_translation": "Une association ou une organisation dédiée à un intérêt ou une activité particulière.",
      "example": "I joined a book club last month. The club has a lot of members. She will open a new club next year.",
      "example_translation": "J'ai rejoint un club de lecture le mois dernier. Le club a beaucoup de membres. Elle ouvrira un nouveau club l'an prochain.",
      "imageLink": "image_files\\English\\"imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "college",
      "translation": "collège",
      "definition": "An educational institution that provides higher education, typically a two- or four-year degree program.",
      "definition_translation": "Une institution d'enseignement supérieur qui propose des programmes de deux ou quatre ans.",
      "example": "I studied computer science at a college in California. I am studying business at college now. I will attend college next year.",
      "example_translation": "J'ai étudié l'informatique dans un collège en Californie. Je suis en train d'étudier les affaires au collège maintenant. J'irai au collège l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "corner",
      "translation": "coin",
      "definition": "The point or area where two or more edges, surfaces, or lines meet.",
      "definition_translation": "Le point ou la zone où deux ou plusieurs arêtes, surfaces ou lignes se rencontrent.",
      "example": "The store was located on the corner of Main Street. I stood on the corner and waited for the bus. The corner of the page was torn.",
      "example_translation": "Le magasin était situé au coin de la rue principale. Je me suis tenu au coin et j'ai attendu le bus. Le coin de la page était déchiré.",
      "imageLink": "image_files\\English\\"imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "department store",
      "translation": "grand magasin",
      "definition": "A large retail store that sells a wide variety of goods, typically organized into separate departments.",
      "definition_translation": "Un grand magasin de detailing qui vend une grande variété de marchandises, généralement organisé en départements séparés.",
      "example": "I bought new clothes at a department store yesterday. She works at a department store downtown. The department store is having a sale next week.",
      "example_translation": "J'ai acheté de nouveaux vêtements dans un grand magasin hier. Elle travaille dans un grand magasin au centre-ville. Le grand magasin aura une vente la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "disco",
      "translation": "discothèque",
      "definition": "A type of nightclub that features recorded music and flashing lights, typically where people dance.",
      "definition_translation": "Un type de boîte de nuit qui propose de la musique enregistrée et des lumières clignotantes, où les gens dansent généralement.",
      "example": "I went to a disco in the 1970s. The disco ball spun around on the ceiling. They turned the disco into a bar.",
      "example_translation": "Je suis allé dans une discothèque dans les années 1970. La boule à facettes tournait au plafond. Ils ont transformé la discothèque en bar.",
      "imageLink": "image_files\\English\\"imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "drugstore",
      "translation": "pharmacie",
      "definition": "A store where medicinal drugs and other health products are sold.",
      "definition_translation": "Un magasin où des médicaments et d'autres produits de santé sont vendus.",
      "example": "I went to the drugstore to buy some painkillers. I go to the drugstore every week to refill my prescription. I will go to the drugstore tomorrow to pick up my medication.",
      "example_translation": "Je suis allé à la pharmacie pour acheter des analgésiques. Je vais à la pharmacie chaque semaine pour renouveler ma prescription. Je vais à la pharmacie demain pour récupérer mon médicament.",
      "imageLink": "image_files\\English\\"imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "entrance",
      "translation": "entrée",
      "definition": "The point of entry into a building, a room, or a place.",
      "definition_translation": "Le point d'entrée dans un bâtiment, une pièce ou un endroit.",
      "example": "The entrance to the museum was closed for renovation. I walked through the entrance of the building and took the elevator to the 10th floor. The entrance to the park will be closed next week for maintenance.",
      "example_translation": "L'entrée du musée était fermée pour rénovation. J'ai marché à travers l'entrée du bâtiment et pris l'ascenseur au 10e étage. L'entrée du parc sera fermée la semaine prochaine pour maintenance.",
      "imageLink": "image_files\\English\\"imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "exit",
      "translation": "sortie",
      "definition": "A way or point of leaving a place, a building, or a system.",
      "definition_translation": "Un moyen ou un point de départ d'un lieu, d'un bâtiment ou d'un système.",
      "example": "The exit signs were clearly marked in the emergency evacuation plan. I took the exit ramp off the highway to avoid traffic. The exit from the parking garage was confusing.",
      "example_translation": "Les panneaux de sortie étaient clairement marqués dans le plan d'évacuation d'urgence. J'ai pris la sortie de l'autoroute pour éviter les embouteillages. La sortie du garage de stationnement était confuse.",
      "imageLink": "image_files\\English\\"imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "field",
      "translation": "champ",
      "definition": "An open area of land used for a particular purpose, such as agriculture or sports.",
      "definition_translation": "Un espace ouvert de terrain utilisé à des fins particulières, telles que l'agriculture ou les sports.",
      "example": "The field was planted with wheat last season. I played soccer in the field with my friends yesterday. The field of physics is constantly evolving.",
      "example_translation": "Le champ était planté de blé la saison dernière. J'ai joué au football dans le champ avec mes amis hier. Le champ de la physique évolue constamment.",
      "imageLink": "image_files\\English\\"imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "garage",
      "translation": "garage",
      "definition": "A building or shed for housing a car, truck, or other vehicle.",
      "definition_translation": "Un bâtiment ou une remise pour abriter une voiture, un camion ou autre véhicule.",
      "example": "I will build a garage next to my house, I have built a garage next to my house, I had built a garage next to my house.",
      "example_translation": "Je vais construire un garage à côté de ma maison, j'ai construit un garage à côté de ma maison, j'avais construit un garage à côté de ma maison.",
      "imageLink": "image_files\\English\\"imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hill",
      "translation": "colline",
      "definition": "A natural elevation of the earth's surface, rising more or less abruptly from the surrounding level.",
      "definition_translation": "Une élévation naturelle de la surface de la terre, s'élevant plus ou moins abruptement du niveau environnant.",
      "example": "I ran up the hill, I am running up the hill, I will run up the hill.",
      "example_translation": "J'ai couru sur la colline, je cours sur la colline, je courrai sur la colline.",
      "imageLink": "image_files\\English\\"imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "island",
      "translation": "île",
      "definition": "A landmass that is surrounded by water.",
      "definition_translation": "Un terre qui est entourée d'eau.",
      "example": "I visited an island last year, I am visiting an island now, I will visit an island next year.",
      "example_translation": "J'ai visité une île l'année dernière, je visite une île maintenant, je visiterai une île l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "library",
      "translation": "bibliothèque",
      "definition": "A building or room containing a collection of books, periodicals, and other materials for reading and research.",
      "definition_translation": "Un bâtiment ou une pièce contenant une collection de livres, de périodiques et d'autres matériels pour la lecture et la recherche.",
      "example": "I am studying at the library, I studied at the library yesterday, I will study at the library tomorrow.",
      "example_translation": "Je suis en train d'étudier à la bibliothèque, j'ai étudié à la bibliothèque hier, j'étudierai à la bibliothèque demain.",
      "imageLink": "image_files\\English\\"imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lift",
      "translation": "ascenseur",
      "definition": "A device used for raising or lowering people or objects in a building, typically consisting of a compartment suspended by cables or chains from a pulley and operated by an electric motor.",
      "definition_translation": "Un appareil utilisé pour élever ou abaisser des personnes ou des objets dans un bâtiment, généralement consistant en une cabine suspendue par des câbles ou des chaînes à partir d'un pignon et actionné par un moteur électrique.",
      "example": "I took the lift to the top floor. Yesterday, I had taken the lift to the conference room. If I'm lucky, I will take the lift to the rooftop bar tonight.",
      "example_translation": "J'ai pris l'ascenseur jusqu'au dernier étage. Hier, j'avais pris l'ascenseur jusqu'à la salle de conférence. Si je suis chanceux, je prendrai l'ascenseur jusqu'au bar sur le toit ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "market",
      "translation": "marché",
      "definition": "A regular gathering of people for the sale of food, goods, or services, often outdoors or in a large public building.",
      "definition_translation": "Une réunion régulière de personnes pour la vente de nourriture, de biens ou de services, souvent en plein air ou dans un grand bâtiment public.",
      "example": "I went to the market to buy some fresh produce. Last week, I had gone to the market to buy a new phone. Next weekend, I will go to the market to try some street food.",
      "example_translation": "Je suis allé au marché pour acheter des produits frais. La semaine dernière, j'étais allé au marché pour acheter un nouveau téléphone. Le week-end prochain, je vais aller au marché pour essayer des nourritures de rue.",
      "imageLink": "image_files\\English\\"imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mosque",
      "translation": "mosquée",
      "definition": "A building for Muslim worship, typically with a minaret and a large dome.",
      "definition_translation": "Un bâtiment pour le culte musulman, généralement avec un minaret et une grande coupole.",
      "example": "The mosque in the city center is beautiful. Yesterday, I had visited the mosque in the old town. If I have time, I will visit the mosque near the airport.",
      "example_translation": "La mosquée au centre-ville est belle. Hier, j'avais visité la mosquée dans la vieille ville. Si j'ai le temps, je vais visiter la mosquée près de l'aéroport.",
      "imageLink": "image_files\\English\\"imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "motorway",
      "translation": "autoroute",
      "definition": "A high-speed road, especially one that is part of a major network, with limited access and no traffic lights.",
      "definition_translation": "Une route à grande vitesse, en particulier une partie d'un réseau majeur, avec un accès limité et sans feux de circulation.",
      "example": "I took the motorway to get to the city quickly. Last year, I had taken the motorway to go to the beach. Next month, I will take the motorway to visit my family.",
      "example_translation": "J'ai pris l'autoroute pour aller rapidement en ville. L'année dernière, j'avais pris l'autoroute pour aller à la plage. Le mois prochain, je vais prendre l'autoroute pour visiter ma famille.",
      "imageLink": "image_files\\English\\"imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mountain",
      "translation": "montagne",
      "definition": "A natural elevation of the earth's surface rising more or less abruptly from the surrounding level and attaining an altitude which, relative to the adjacent elevation, is impressive or notable.",
      "definition_translation": "Une élévation naturelle de la surface de la Terre qui se dresse plus ou moins abruptement au-dessus du niveau environnant et atteint une altitude qui, par rapport à l'élévation adjacente, est impressionnante ou notable.",
      "example": "I hiked up the mountain yesterday, I am hiking up the mountain today, and I will hike up the mountain tomorrow.",
      "example_translation": "J'ai grimpé sur la montagne hier, je grimpe sur la montagne aujourd'hui, et je grimperai sur la montagne demain.",
      "imageLink": "image_files\\English\\"imageLink": "mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "office",
      "translation": "bureau",
      "definition": "A room or set of rooms equipped for administrative or professional work.",
      "definition_translation": "Une salle ou un ensemble de salles équipées pour le travail administratif ou professionnel.",
      "example": "I went to the office yesterday, I am going to the office today, and I will go to the office tomorrow.",
      "example_translation": "Je suis allé au bureau hier, je vais au bureau aujourd'hui, et je vais au bureau demain.",
      "imageLink": "image_files\\English\\"imageLink": "office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "path",
      "translation": "chemin",
      "definition": "A way or track made for walking or traveling.",
      "definition_translation": "Un chemin ou une piste faite pour marcher ou voyager.",
      "example": "I walked along the path yesterday, I am walking along the path today, and I will walk along the path tomorrow.",
      "example_translation": "J'ai marché le long du chemin hier, je marche le long du chemin aujourd'hui, et je marcherai le long du chemin demain.",
      "imageLink": "image_files\\English\\"imageLink": "path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pet shop",
      "translation": "magasin d'animaux de compagnie",
      "definition": "A store that sells animals and pet supplies.",
      "definition_translation": "Un magasin qui vend des animaux et des fournitures pour animaux de compagnie.",
      "example": "I visited the pet shop yesterday, I am visiting the pet shop today, and I will visit the pet shop tomorrow.",
      "example_translation": "J'ai visité le magasin d'animaux de compagnie hier, je visite le magasin d'animaux de compagnie aujourd'hui, et je visiterai le magasin d'animaux de compagnie demain.",
      "imageLink": "image_files\\English\\"imageLink": "pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "petrol station",
      "translation": "station-service",
      "definition": "A place where petrol and other fuels are sold, and where vehicles can be filled with fuel.",
      "definition_translation": "Un endroit où l'essence et d'autres carburants sont vendus, et où les véhicules peuvent être remplis de carburant.",
      "example": "I stopped at the petrol station to fill up my car. Yesterday, I stopped at the petrol station to ask for directions. I will stop at the petrol station to buy snacks.",
      "example_translation": "J'ai arrêté à la station-service pour remplir mon réservoir. Hier, j'ai arrêté à la station-service pour demander des directions. Je vais m'arrêter à la station-service pour acheter des collations.",
      "imageLink": "image_files\\English\\"imageLink": "petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "playground",
      "translation": " aire de jeux",
      "definition": "An outdoor area, usually in a school or park, where children can play on equipment such as swings, slides, and climbing frames.",
      "definition_translation": "Une zone en plein air, généralement dans une école ou un parc, où les enfants peuvent jouer sur des équipements tels que des balançoires, des toboggans et des cadres d'escalade.",
      "example": "The kids loved playing on the swings at the playground. Yesterday, we went to the playground to play tag. I will go to the playground to play soccer with my friends.",
      "example_translation": "Les enfants ont adoré jouer sur les balançoires à l'aire de jeux. Hier, nous sommes allés à l'aire de jeux pour jouer au tag. Je vais aller à l'aire de jeux pour jouer au soccer avec mes amis.",
      "imageLink": "image_files\\English\\"imageLink": "playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "police station",
      "translation": "poste de police",
      "definition": "A building or office where police officers work and where people can go to report crimes or make complaints.",
      "definition_translation": "Un bâtiment ou un bureau où les agents de police travaillent et où les gens peuvent aller signaler des crimes ou porter plainte.",
      "example": "The police station was just around the corner from my house. Yesterday, I went to the police station to report my stolen bike. I will go to the police station to ask for help.",
      "example_translation": "Le poste de police était juste au coin de ma rue. Hier, je suis allé au poste de police pour signaler mon vélo volé. Je vais aller au poste de police pour demander de l'aide.",
      "imageLink": "image_files\\English\\"imageLink": "police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pool",
      "translation": "piscine",
      "definition": "A small artificially enclosed body of water for people to swim in, especially in a backyard or at a hotel or resort.",
      "definition_translation": "Un petit corps d'eau artificiellement clos pour que les gens puissent nager, notamment dans un arrière-cour ou dans un hôtel ou un resort.",
      "example": "I love swimming in the pool at my friend's house. Yesterday, I went swimming in the pool at the hotel. I will go swimming in the pool tomorrow morning.",
      "example_translation": "J'adore nager dans la piscine chez mon ami. Hier, je suis allé nager dans la piscine de l'hôtel. Je vais aller nager dans la piscine demain matin.",
      "imageLink": "image_files\\English\\"imageLink": "pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "post office",
      "translation": "bureau de poste",
      "definition": "A building or facility where postal services are provided, such as selling stamps, mailing packages, and sending letters.",
      "definition_translation": "Un bâtiment ou une installation où des services postaux sont fournis, comme vendre des timbres, envoyer des colis et envoyer des lettres.",
      "example": "I need to go to the post office to send a package to my brother. I went to the post office yesterday to mail a letter. I will go to the post office tomorrow to buy stamps.",
      "example_translation": "Je dois aller au bureau de poste pour envoyer un colis à mon frère. J'ai été au bureau de poste hier pour envoyer une lettre. Je vais aller au bureau de poste demain pour acheter des timbres.",
      "imageLink": "image_files\\English\\"imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pub",
      "translation": "taverne",
      "definition": "A building or establishment where people gather to drink and socialize, often serving beer and other beverages.",
      "definition_translation": "Un bâtiment ou un établissement où les gens se réunissent pour boire et socialiser, souvent servant de la bière et d'autres boissons.",
      "example": "I'm meeting my friends at the pub tonight to watch the game. We went to the pub last week to celebrate my birthday. I will go to the pub next month to try their new beer.",
      "example_translation": "Je vais rejoindre mes amis à la taverne ce soir pour regarder le match. Nous sommes allés à la taverne la semaine dernière pour célébrer mon anniversaire. Je vais aller à la taverne le mois prochain pour essayer leur nouvelle bière.",
      "imageLink": "image_files\\English\\"imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "railway",
      "translation": "chemin de fer",
      "definition": "A system of transportation using trains and tracks, often used for long-distance travel or freight transport.",
      "definition_translation": "Un système de transport utilisant des trains et des voies ferrées, souvent utilisé pour les voyages de longue distance ou le transport de marchandises.",
      "example": "I took the railway to visit my family last summer. We use the railway to transport goods to other cities. The railway system will be improved next year.",
      "example_translation": "J'ai pris le chemin de fer pour visiter ma famille l'été dernier. Nous utilisons le chemin de fer pour transporter des marchandises à d'autres villes. Le système de chemin de fer sera amélioré l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "railway station",
      "translation": "gare",
      "definition": "A building or facility where trains stop to pick up or drop off passengers or freight, often with amenities such as ticket counters and waiting areas.",
      "definition_translation": "Un bâtiment ou une installation où les trains s'arrêtent pour prendre ou laisser des passagers ou des marchandises, souvent avec des équipements tels que des guichets de billets et des zones d'attente.",
      "example": "I arrived at the railway station early to grab a coffee before my trip. We waited at the railway station for hours due to a delay. I will meet my friend at the railway station tomorrow.",
      "example_translation": "Je suis arrivé à la gare tôt pour prendre un café avant mon voyage. Nous avons attendu à la gare pendant des heures en raison d'un retard. Je vais rencontrer mon ami à la gare demain.",
      "imageLink": "image_files\\English\\"imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shoe shop",
      "translation": "magasin de chaussures",
      "definition": "A retail establishment that sells shoes and other footwear.",
      "definition_translation": "Un établissement de commerce de détail qui vend des chaussures et d'autres chaussures.",
      "example": "I went to the shoe shop yesterday, I'm going to the shoe shop tomorrow, and I will go to the shoe shop next week.",
      "example_translation": "Je suis allé au magasin de chaussures hier, je vais au magasin de chaussures demain, et je vais aller au magasin de chaussures la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shopping centre",
      "translation": "centre commercial",
      "definition": "A large building or complex that contains many shops, restaurants, and entertainment facilities.",
      "definition_translation": "Un grand bâtiment ou complexe qui contient de nombreux magasins, restaurants et établissements de loisirs.",
      "example": "I visited the shopping centre last weekend, I'm visiting the shopping centre today, and I will visit the shopping centre next month.",
      "example_translation": "J'ai visité le centre commercial le week-end dernier, je visite le centre commercial aujourd'hui, et je vais visiter le centre commercial le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sports centre",
      "translation": "centre de sports",
      "definition": "A facility that provides a variety of sports and fitness activities, such as a gym, pool, and playing fields.",
      "definition_translation": "Un établissement qui offre une variété d'activités sportives et de fitness, telles qu'une salle de gym, une piscine et des terrains de jeu.",
      "example": "I went to the sports centre yesterday to play basketball, I'm going to the sports centre tomorrow to swim, and I will go to the sports centre next week to play tennis.",
      "example_translation": "Je suis allé au centre de sports hier pour jouer au basket-ball, je vais au centre de sports demain pour nager, et je vais aller au centre de sports la semaine prochaine pour jouer au tennis.",
      "imageLink": "image_files\\English\\"imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "square",
      "translation": "place",
      "definition": "A public open space in a city or town, often with grass, trees, and paths, and sometimes with monuments or statues.",
      "definition_translation": "Un espace public ouvert dans une ville ou une ville, souvent avec de l'herbe, des arbres et des chemins, et parfois avec des monuments ou des statues.",
      "example": "I sat in the square yesterday, I'm sitting in the square today, and I will sit in the square tomorrow.",
      "example_translation": "Je me suis assis sur la place hier, je m'assieds sur la place aujourd'hui, et je m'assiérai sur la place demain.",
      "imageLink": "image_files\\English\\"imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stadium",
      "translation": "stade",
      "definition": "A stadium is a large outdoor or indoor venue for sports, concerts, and other events, typically featuring a grass or turf playing field surrounded by seating areas for spectators.",
      "definition_translation": "Un stade est un grand lieu extérieur ou intérieur pour les sports, les concerts et d'autres événements, généralement équipé d'un terrain de jeu en gazon ou en surface d'herbe entouré de zones de siège pour les spectateurs.",
      "example": "I will go to the stadium to watch the football match tomorrow. I went to the stadium last week. I am going to the stadium now.",
      "example_translation": "Je vais aller au stade pour regarder le match de football demain. J'étais allé au stade la semaine dernière. Je vais au stade maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "theatre",
      "translation": "théâtre",
      "definition": "A theatre is a building or space where live performances, such as plays, musicals, and concerts, are held.",
      "definition_translation": "Un théâtre est un bâtiment ou un espace où des spectacles vivants, tels que des pièces de théâtre, des comédies musicales et des concerts, ont lieu.",
      "example": "I have been to the theatre many times. I went to the theatre last night. I will go to the theatre next week.",
      "example_translation": "Je suis allé au théâtre de nombreuses fois. J'étais allé au théâtre hier soir. Je vais au théâtre la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ticket office",
      "translation": "guichet",
      "definition": "A ticket office is a place where tickets are sold, especially for transportation, events, or attractions.",
      "definition_translation": "Un guichet est un endroit où les billets sont vendus, notamment pour les transports, les événements ou les attractions.",
      "example": "I will go to the ticket office to buy a ticket. I went to the ticket office yesterday. I am going to the ticket office now.",
      "example_translation": "Je vais aller au guichet pour acheter un billet. J'étais allé au guichet hier. Je vais au guichet maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "toy shop",
      "translation": "magasin de jouets",
      "definition": "A toy shop is a store that sells toys, games, and other items for children's entertainment.",
      "definition_translation": "Un magasin de jouets est un commerce qui vend des jouets, des jeux et d'autres articles pour le divertissement des enfants.",
      "example": "I went to the toy shop with my brother. I will go to the toy shop tomorrow. I am going to the toy shop now.",
      "example_translation": "J'étais allé au magasin de jouets avec mon frère. Je vais aller au magasin de jouets demain. Je vais au magasin de jouets maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "underground",
      "translation": "souterrain",
      "definition": "Located or taking place beneath the surface of the earth.",
      "definition_translation": "Situé ou se déroulant sous la surface de la terre.",
      "example": "I took the underground to get to the city center. I will take the underground to get to the stadium tomorrow. I took the underground to get to the museum last week.",
      "example_translation": "J'ai pris le métro pour aller au centre-ville. Je prendrai le métro pour aller au stade demain. J'ai pris le métro pour aller au musée la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "apartment building",
      "translation": "immeuble d'appartements",
      "definition": "A building containing several apartments, often several stories high.",
      "definition_translation": "Un bâtiment contenant plusieurs appartements, souvent plusieurs étages de haut.",
      "example": "I live in an apartment building in the city. The apartment building has 20 floors. The apartment building will be renovated next year.",
      "example_translation": "Je vis dans un immeuble d'appartements en ville. L'immeuble d'appartements a 20 étages. L'immeuble d'appartements sera rénové l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "balcony",
      "translation": "balcon",
      "definition": "A platform projecting from the wall of a building, enclosed by rails or balusters.",
      "definition_translation": "Une plateforme projetant depuis le mur d'un bâtiment, fermée par des rails ou des balustres.",
      "example": "I enjoy sitting on the balcony in the evening. The balcony offers a great view of the city. I will clean the balcony this weekend.",
      "example_translation": "J'aime m'asseoir sur le balcon le soir. Le balcon offre une belle vue sur la ville. Je nettoierai le balcon ce week-end.",
      "imageLink": "image_files\\English\\"imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "block",
      "translation": "bloc",
      "definition": "A solid piece of material, such as wood or stone, used as a base or support.",
      "definition_translation": "Un solide morceau de matériau, comme du bois ou de la pierre, utilisé comme base ou support.",
      "example": "I built a block tower when I was a kid. The block is used as a paperweight. I will buy a block of wood to make a table.",
      "example_translation": "J'ai construit une tour de blocs lorsque j'étais enfant. Le bloc est utilisé comme poids de papier. Je vais acheter un bloc de bois pour faire une table.",
      "imageLink": "image_files\\English\\"imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "campsite",
      "translation": "camping",
      "definition": "A place where people camp, typically in the open air, using tents or other temporary shelters.",
      "definition_translation": "Un endroit où les gens campent, généralement en plein air, en utilisant des tentes ou d'autres abris temporaires.",
      "example": "We spent the weekend at the campsite, roasting marshmallows over the fire. We will return to the campsite tomorrow after our hike. We had camped at this campsite many times before.",
      "example_translation": "Nous avons passé le week-end au camping, faisant rôtir des guimauves sur le feu. Nous reviendrons au camping demain après notre randonnée. Nous avions déjà campé à ce camping de nombreuses fois auparavant.",
      "imageLink": "image_files\\English\\"imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "canteen",
      "translation": "cantine",
      "definition": "A place where food and drinks are sold or provided, especially in a factory, school, or other institution.",
      "definition_translation": "Un endroit où la nourriture et les boissons sont vendues ou fournies, especialmente dans une usine, une école ou une autre institution.",
      "example": "The workers gathered in the canteen for lunch. The school has a canteen that serves healthy food. We will visit the canteen tomorrow to buy some snacks.",
      "example_translation": "Les travailleurs se sont rassemblés dans la cantine pour déjeuner. L'école a une cantine qui sert de la nourriture saine. Nous visiterons la cantine demain pour acheter des collations.",
      "imageLink": "image_files\\English\\"imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "circus",
      "translation": "cirque",
      "definition": "A traveling performance of acrobats, clowns, and trained animals, often in a large tent or arena.",
      "definition_translation": "Une représentation ambulante d'acrobates, de clowns et d'animaux dressés, souvent dans une grande tente ou arène.",
      "example": "We went to the circus last night and saw a thrilling trapeze act. The circus was in town for a week. We will take the kids to the circus next month.",
      "example_translation": "Nous sommes allés au cirque hier soir et avons vu un acte de trapèze emocinant. Le cirque était en ville pour une semaine. Nous emmènerons les enfants au cirque le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "clinic",
      "translation": "clinique",
      "definition": "A facility or department where medical or dental treatment is provided, especially on an outpatient basis.",
      "definition_translation": "Un établissement ou un département où des soins médicaux ou dentaires sont fournis, notamment sur une base externe.",
      "example": "The doctor runs a clinic for children with special needs. The clinic is open on weekdays. We will visit the clinic next week for a check-up.",
      "example_translation": "Le docteur dirige une clinique pour les enfants ayant des besoins spéciaux. La clinique est ouverte les jours de semaine. Nous visiterons la clinique la semaine prochaine pour une visite de contrôle.",
      "imageLink": "image_files\\English\\"imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cottage",
      "translation": "chaumière",
      "definition": "A small, cozy house in the country, typically surrounded by a garden or a rural area.",
      "definition_translation": "Une petite maison confortable à la campagne, généralement entourée d'un jardin ou d'une zone rurale.",
      "example": "I lived in a cottage by the lake when I was a child. I will buy a cottage in the mountains when I retire. She had been living in a cottage in the countryside for many years.",
      "example_translation": "J'ai vécu dans une chaumière au bord du lac quand j'étais enfant. J'achèterai une chaumière dans les montagnes lorsque je prendrai ma retraite. Elle avait vécu dans une chaumière à la campagne pendant de nombreuses années.",
      "imageLink": "image_files\\English\\"imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "court",
      "translation": "cour",
      "definition": "A space, usually outdoors, where games, sports, or other activities are held.",
      "definition_translation": "Un espace, généralement en plein air, où des jeux, des sports ou d'autres activités sont organisés.",
      "example": "The tennis court was filled with spectators during the championship. The court will be open for playing basketball tomorrow. She had been practicing on the court for hours.",
      "example_translation": "Le court de tennis était rempli de spectateurs pendant le championnat. Le court sera ouvert pour jouer au basket-ball demain. Elle avait passé des heures à s'entraîner sur le court.",
      "imageLink": "image_files\\English\\"imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "embassy",
      "translation": "ambassade",
      "definition": "The official residence or office of an ambassador, or a diplomatic mission representing a country in another country.",
      "definition_translation": "La résidence officielle ou le bureau d'un ambassadeur, ou une mission diplomatique représentant un pays dans un autre pays.",
      "example": "The embassy of France is located in the center of the city. She worked at the embassy as a translator. The embassy will be closed during the holiday season.",
      "example_translation": "L'ambassade de France est située au centre-ville. Elle travaillait à l'ambassade en tant que traductrice. L'ambassade sera fermée pendant la saison des fêtes.",
      "imageLink": "image_files\\English\\"imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "field",
      "translation": "champ",
      "definition": "An open area of land, usually used for agricultural purposes or sports, or a specific area of study or expertise.",
      "definition_translation": "Un terrain ouvert, généralement utilisé à des fins agricoles ou sportives, ou un domaine spécifique d'étude ou d'expertise.",
      "example": "The field of physics is rapidly evolving. The team will play on the field tomorrow. She had been studying in the field of biology for years.",
      "example_translation": "Le champ de la physique évolue rapidement. L'équipe jouera sur le terrain demain. Elle avait étudié dans le champ de la biologie pendant des années.",
      "imageLink": "image_files\\English\\"imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fire station",
      "translation": "caserne de pompiers",
      "definition": "A fire station is a building or facility that houses a fire department and its equipment, vehicles, and personnel, and from which firefighters and other rescue personnel respond to emergencies.",
      "definition_translation": "Une caserne de pompiers est un bâtiment ou une installation qui abrite un département des incendies et son équipement, ses véhicules et son personnel, et à partir de laquelle les pompiers et les autres personnels de sauvetage répondent aux urgences.",
      "example": "In the past, I visited the fire station with my family. Today, I am going to visit the fire station with my friends. In the future, I will work at the fire station as a firefighter.",
      "example_translation": "Dans le passé, j'ai visité la caserne de pompiers avec ma famille. Aujourd'hui, je vais visiter la caserne de pompiers avec mes amis. Dans le futur, je travaillerai à la caserne de pompiers en tant que pompier.",
      "imageLink": "image_files\\English\\"imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "florist's",
      "translation": "fleuriste",
      "definition": "A florist's is a shop that sells flowers, bouquets, and other plant arrangements, often providing services for weddings, funerals, and other events.",
      "definition_translation": "Un fleuriste est un magasin qui vend des fleurs, des bouquets et d'autres arrangements de plantes, souvent en fournissant des services pour les mariages, les funérailles et d'autres événements.",
      "example": "In the past, I bought flowers at the florist's for my mother's birthday. Today, I am ordering bouquets from the florist's for my sister's wedding. In the future, I will open my own florist's shop.",
      "example_translation": "Dans le passé, j'ai acheté des fleurs chez le fleuriste pour l'anniversaire de ma mère. Aujourd'hui, je commande des bouquets chez le fleuriste pour le mariage de ma sœur. Dans le futur, je vais ouvrir mon propre magasin de fleuriste.",
      "imageLink": "image_files\\English\\"imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "furniture store",
      "translation": "magasin de meubles",
      "definition": "A furniture store is a retail establishment that sells furniture, such as sofas, beds, tables, and chairs, for home or office use.",
      "definition_translation": "Un magasin de meubles est un établissement de détail qui vend des meubles, tels que des canapés, des lits, des tables et des chaises, pour usage domestique ou professionnel.",
      "example": "In the past, I bought a sofa at the furniture store. Today, I am purchasing a desk from the furniture store for my new office. In the future, I will design my own furniture for a new store.",
      "example_translation": "Dans le passé, j'ai acheté un canapé au magasin de meubles. Aujourd'hui, j'achète un bureau au magasin de meubles pour mon nouveau bureau. Dans le futur, je vais concevoir mes propres meubles pour un nouveau magasin.",
      "imageLink": "image_files\\English\\"imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "garage",
      "translation": "garage",
      "definition": "A garage is a building or shelter that houses a vehicle, typically attached to or near a house or other building, often providing additional storage space.",
      "definition_translation": "Un garage est un bâtiment ou un abri qui héberge un véhicule, généralement attaché à ou à proximité d'une maison ou d'un autre bâtiment, souvent offrant un espace de stockage supplémentaire.",
      "example": "In the past, I parked my car in the garage. Today, I am fixing my bike in the garage. In the future, I will open a repair shop in the garage.",
      "example_translation": "Dans le passé, j'ai garé ma voiture dans le garage. Aujourd'hui, je répare mon vélo dans le garage. Dans le futur, je vais ouvrir un atelier de réparation dans le garage.",
      "imageLink": "image_files\\English\\"imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "greengrocer's",
      "translation": "épicerie",
      "definition": "A shop that sells fresh fruit and vegetables.",
      "definition_translation": "Un magasin qui vend des fruits et légumes frais.",
      "example": "I went to the greengrocer's to buy some apples. Yesterday, I had gone to the greengrocer's to buy some oranges. Tomorrow, I will go to the greengrocer's to buy some bananas.",
      "example_translation": "Je suis allé à l'épicerie pour acheter des pommes. Hier, j'étais allé à l'épicerie pour acheter des oranges. Demain, j'irai à l'épicerie pour acheter des bananes.",
      "imageLink": "image_files\\English\\"imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grocer's",
      "translation": "épicerie",
      "definition": "A shop that sells food and other household goods.",
      "definition_translation": "Un magasin qui vend des aliments et d'autres biens de consommation.",
      "example": "I went to the grocer's to buy some milk. Yesterday, I had gone to the grocer's to buy some bread. Tomorrow, I will go to the grocer's to buy some eggs.",
      "example_translation": "Je suis allé à l'épicerie pour acheter du lait. Hier, j'étais allé à l'épicerie pour acheter du pain. Demain, j'irai à l'épicerie pour acheter des œufs.",
      "imageLink": "image_files\\English\\"imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grocery",
      "translation": "épicerie",
      "definition": "Food and other goods sold in a shop.",
      "definition_translation": "Des aliments et d'autres biens vendus dans un magasin.",
      "example": "I need to buy some grocery for the week. Yesterday, I had bought some grocery for the party. Tomorrow, I will buy some grocery for the weekend.",
      "example_translation": "J'ai besoin d'acheter des provisions pour la semaine. Hier, j'avais acheté des provisions pour la fête. Demain, j'achèterai des provisions pour le week-end.",
      "imageLink": "image_files\\English\\"imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "guesthouse",
      "translation": "pension de famille",
      "definition": "A house where people pay to stay for a short time, often while on holiday.",
      "definition_translation": "Une maison où les gens paient pour séjourner pour une courte période, souvent pendant les vacances.",
      "example": "I stayed in a guesthouse during my trip to Paris. Yesterday, I had stayed in a guesthouse in Rome. Tomorrow, I will stay in a guesthouse in London.",
      "example_translation": "Je me suis logé dans une pension de famille pendant mon voyage à Paris. Hier, j'avais séjourné dans une pension de famille à Rome. Demain, je me logerai dans une pension de famille à Londres.",
      "imageLink": "image_files\\English\\"imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "gym",
      "translation": "salle de sport",
      "definition": "A gym is a room or building equipped for physical exercise, especially in schools and colleges.",
      "definition_translation": "Une salle de sport est une pièce ou un bâtiment équipé pour l'exercice physique, en particulier dans les écoles et les collèges.",
      "example": "I went to the gym yesterday, I go to the gym every day, and I will go to the gym tomorrow.",
      "example_translation": "Je suis allé au gymnase hier, je vais au gymnase tous les jours, et je vais aller au gymnase demain.",
      "imageLink": "image_files\\English\\"imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "harbour",
      "translation": "port",
      "definition": "A harbour is a body of water protected from the open sea by natural or artificial barriers, in which ships may anchor or dock.",
      "definition_translation": "Un port est un plan d'eau protégé de la mer ouverte par des barrières naturelles ou artificielles, dans lequel les navires peuvent ancrer ou se déplacer.",
      "example": "The ship sailed into the harbour last night, it sails into the harbour every week, and it will sail into the harbour next month.",
      "example_translation": "Le navire a navigué dans le port hier soir, il navigue dans le port chaque semaine, et il naviguera dans le port le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hostel",
      "translation": "auberge de jeunesse",
      "definition": "A hostel is a budget-oriented accommodation for travellers, usually with shared facilities and dormitory-style sleeping arrangements.",
      "definition_translation": "Une auberge de jeunesse est un hébergement orienté budget pour les voyageurs, généralement avec des équipements partagés et des arrangements de couchage en dortoir.",
      "example": "I stayed in a hostel when I travelled to Paris, I stay in a hostel when I travel abroad, and I will stay in a hostel when I visit New York.",
      "example_translation": "Je me suis installé dans une auberge de jeunesse lorsque j'ai voyagé à Paris, je me installe dans une auberge de jeunesse lorsque je voyage à l'étranger, et je me installerai dans une auberge de jeunesse lorsque je visiterai New York.",
      "imageLink": "image_files\\English\\"imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hut",
      "translation": "hutte",
      "definition": "A hut is a small, simple dwelling, often made of natural materials such as wood, straw, or thatch, and typically used as a temporary or seasonal shelter.",
      "definition_translation": "Une hutte est une petite habitation simple, souvent faite de matériaux naturels tels que le bois, la paille ou le chaume, et généralement utilisée comme un abri temporaire ou saisonnier.",
      "example": "I built a hut in the woods when I was a boy, I build a hut on the beach every summer, and I will build a hut in the mountains next year.",
      "example_translation": "J'ai construit une hutte dans les bois lorsque j'étais un garçon, je construis une hutte sur la plage chaque été, et je construirai une hutte dans les montagnes l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "jail",
      "translation": "prison",
      "definition": "A place for the confinement of people who have been arrested or convicted of a crime.",
      "definition_translation": "Un lieu de confinement pour les personnes qui ont été arrêtées ou condamnées pour un crime.",
      "example": "The suspect was taken to jail after being arrested. He was in jail for 10 years. He will be in jail next year.",
      "example_translation": "Le suspect a été emmené en prison après avoir été arrêté. Il était en prison pendant 10 ans. Il sera en prison l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "jeweller's",
      "translation": "bijoutier",
      "definition": "A person who makes, sells, or repairs jewelry.",
      "definition_translation": "Une personne qui fabrique, vend ou répare des bijoux.",
      "example": "I went to the jeweller's to buy a new watch. The jeweller's shop was very busy. I will go to the jeweller's tomorrow.",
      "example_translation": "Je suis allé chez le bijoutier pour acheter une nouvelle montre. La boutique du bijoutier était très occupée. Je vais aller chez le bijoutier demain.",
      "imageLink": "image_files\\English\\"imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lab",
      "translation": "laboratoire",
      "definition": "A room or building equipped for scientific experiments, research, or testing.",
      "definition_translation": "Une salle ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des tests.",
      "example": "The students did an experiment in the lab yesterday. The lab is equipped with modern tools. The lab will be renovated next year.",
      "example_translation": "Les étudiants ont fait une expérience au laboratoire hier. Le laboratoire est équipé d'outils modernes. Le laboratoire sera rénové l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "laboratory",
      "translation": "laboratoire",
      "definition": "A room or building equipped for scientific experiments, research, or testing.",
      "definition_translation": "Une salle ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des tests.",
      "example": "The scientists worked in the laboratory to find a cure. The laboratory is a place for scientific research. The laboratory will be open tomorrow.",
      "example_translation": "Les scientifiques ont travaillé au laboratoire pour trouver un remède. Le laboratoire est un lieu de recherche scientifique. Le laboratoire sera ouvert demain.",
      "imageLink": "image_files\\English\\"imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mall",
      "translation": "centre commercial",
      "definition": "A large building or area that contains many stores and shops, typically surrounded by parking areas.",
      "definition_translation": "Un grand bâtiment ou une zone qui contient de nombreux magasins et boutiques, généralement entourée de parkings.",
      "example": "I went to the mall last weekend and bought a new shirt. I am going to the mall tomorrow to meet my friends. I will go to the mall next week to see a movie.",
      "example_translation": "Je suis allé au centre commercial la semaine dernière et j'ai acheté une nouvelle chemise. Je vais au centre commercial demain pour rencontrer mes amis. Je vais au centre commercial la semaine prochaine pour voir un film.",
      "imageLink": "image_files\\English\\"imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "newsagent's",
      "translation": "papeterie",
      "definition": "A shop that sells newspapers, magazines, and other printed materials.",
      "definition_translation": "Un magasin qui vend des journaux, des magazines et d'autres matières imprimées.",
      "example": "I stopped by the newsagent's on my way home to buy a newspaper. The newsagent's is open late at night. They will open a new newsagent's in our neighborhood next year.",
      "example_translation": "J'ai fait une halte à la papeterie sur mon chemin du retour pour acheter un journal. La papeterie est ouverte tard le soir. Ils ouvriront une nouvelle papeterie dans notre quartier l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "nightclub",
      "translation": "boîte de nuit",
      "definition": "An establishment that stays open late at night, typically featuring live music, dancing, and serving food and drinks.",
      "definition_translation": "Un établissement qui reste ouvert tard dans la nuit, généralement avec de la musique live, de la danse et servant des aliments et des boissons.",
      "example": "We went to a nightclub last night and danced until dawn. I love going to nightclubs on weekends. My favorite nightclub will close next month.",
      "example_translation": "Nous sommes allés à une boîte de nuit la nuit dernière et avons dansé jusqu'à l'aube. J'adore aller dans des boîtes de nuit les week-ends. Ma boîte de nuit préférée fermera prochain mois.",
      "imageLink": "image_files\\English\\"imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ocean",
      "translation": "océan",
      "definition": "A vast body of saltwater that covers over 70% of the Earth's surface.",
      "definition_translation": "Un vaste corps d'eau salée qui couvre plus de 70% de la surface de la Terre.",
      "example": "I love swimming in the ocean during summer. The ocean is home to many marine species. The ocean will rise due to global warming.",
      "example_translation": "J'aime nager dans l'océan pendant l'été. L'océan est le foyer de nombreuses espèces marines. L'océan va monter en raison du réchauffement climatique.",
      "imageLink": "image_files\\English\\"imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "palace",
      "translation": "palais",
      "definition": "A large and impressive building that serves as an official residence for a sovereign or other high-ranking personage.",
      "definition_translation": "Un grand et impressionnant bâtiment qui sert de résidence officielle pour un souverain ou autre personne de haut rang.",
      "example": "The queen lived in the palace for many years. She is currently living in the palace. She will live in the palace after her coronation.",
      "example_translation": "La reine a vécu au palais pendant de nombreuses années. Elle vit actuellement au palais. Elle vivra au palais après son couronnement.",
      "imageLink": "image_files\\English\\"imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pharmacy",
      "translation": "pharmacie",
      "definition": "A shop or establishment where pharmaceutical drugs and other medical supplies are sold or dispensed.",
      "definition_translation": "Un magasin ou établissement où des médicaments pharmaceutiques et autres fournitures médicales sont vendus ou distribués.",
      "example": "I went to the pharmacy to buy some medicine. I am going to the pharmacy to refill my prescription. I will go to the pharmacy tomorrow to pick up my order.",
      "example_translation": "Je suis allé à la pharmacie pour acheter des médicaments. Je vais à la pharmacie pour renouveler mon ordonnance. Je vais à la pharmacie demain pour récupérer ma commande.",
      "imageLink": "image_files\\English\\"imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "port",
      "translation": "port",
      "definition": "A place on a coast where ships may moor to load and unload cargo or passengers.",
      "definition_translation": "Un lieu sur une côte où les navires peuvent mouiller pour charger et décharger des marchandises ou des passagers.",
      "example": "The cargo ship arrived at the port yesterday. The cruise ship is arriving at the port now. The sailors will depart from the port tomorrow.",
      "example_translation": "Le navire de charge est arrivé au port hier. Le paquebot arrive au port maintenant. Les marins partiront du port demain.",
      "imageLink": "image_files\\English\\"imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "prison",
      "translation": "prison",
      "definition": "A building or institution where people are confined as a punishment for a crime.",
      "definition_translation": "Un bâtiment ou institution où les personnes sont enfermées comme punition pour un crime.",
      "example": "He was sent to prison for ten years. She is currently in prison for her crime. They will be released from prison next year.",
      "example_translation": "Il a été envoyé en prison pour dix ans. Elle est actuellement en prison pour son crime. Ils seront libérés de prison l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "rainforest",
      "translation": "forêt tropicale",
      "definition": "A rainforest is a dense forest in a hot, humid climate, characterized by a high level of rainfall and a diverse range of plant and animal species.",
      "definition_translation": "Une forêt tropicale est une forêt dense dans un climat chaud et humide, caractérisée par un niveau élevé de pluviométrie et une grande diversité d'espèces végétales et animales.",
      "example": "I visited a rainforest in Brazil last year, where I saw a lot of exotic birds. I will visit another rainforest in Africa next year, and I am visiting a rainforest in Indonesia now.",
      "example_translation": "J'ai visité une forêt tropicale au Brésil l'année dernière, où j'ai vu beaucoup d'oiseaux exotiques. Je vais visiter une autre forêt tropicale en Afrique l'année prochaine, et je visite une forêt tropicale en Indonésie maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "secondary school",
      "translation": "lycée",
      "definition": "A secondary school is a school that provides education to students between the ages of 11 and 18, offering a range of subjects and preparing students for higher education or the workforce.",
      "definition_translation": "Un lycée est une école qui fournit une éducation aux étudiants entre 11 et 18 ans, offrant une gamme de sujets et préparant les étudiants à l'enseignement supérieur ou à la main-d'œuvre.",
      "example": "I attended a secondary school in my hometown, where I studied mathematics and English. I will attend a university after finishing secondary school, and I attended a secondary school with my friends.",
      "example_translation": "J'ai fréquenté un lycée dans ma ville natale, où j'ai étudié les mathématiques et l'anglais. Je vais fréquenter une université après avoir terminé le lycée, et j'ai fréquenté un lycée avec mes amis.",
      "imageLink": "image_files\\English\\"imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "souvenir shop",
      "translation": "magasin de souvenirs",
      "definition": "A souvenir shop is a store that sells items that serve as reminders or mementos of a particular place or event, such as postcards, keychains, and t-shirts.",
      "definition_translation": "Un magasin de souvenirs est un magasin qui vend des objets qui servent de rappels ou de souvenirs d'un endroit ou d'un événement particulier, tels que des cartes postales, des porte-clés et des t-shirts.",
      "example": "I bought a souvenir from a souvenir shop in Paris, where I had a great vacation. I will buy another souvenir from a souvenir shop in Rome next month, and I am buying a souvenir from a souvenir shop in Tokyo now.",
      "example_translation": "J'ai acheté un souvenir dans un magasin de souvenirs à Paris, où j'ai passé de grandes vacances. J'achèterai un autre souvenir dans un magasin de souvenirs à Rome le mois prochain, et je achète un souvenir dans un magasin de souvenirs à Tokyo maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sports shop",
      "translation": "magasin de sports",
      "definition": "A sports shop is a retail store that specializes in selling sports equipment, clothing, and accessories, such as bicycles, tennis rackets, and jogging shoes.",
      "definition_translation": "Un magasin de sports est une boutique de détail qui se spécialise dans la vente d'équipements sportifs, de vêtements et d'accessoires, tels que des bicyclettes, des raquettes de tennis et des chaussures de jogging.",
      "example": "I visited a sports shop in New York City, where I bought a new tennis racket. I will visit another sports shop in London next year, and I am visiting a sports shop in Sydney now.",
      "example_translation": "J'ai visité un magasin de sports dans la ville de New York, où j'ai acheté une nouvelle raquette de tennis. Je vais visiter un autre magasin de sports à Londres l'année prochaine, et je visite un magasin de sports à Sydney maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "store",
      "translation": "magasin",
      "definition": "A building or room where goods or merchandise are sold or kept for sale.",
      "definition_translation": "Un bâtiment ou une pièce où des marchandises sont vendues ou stockées pour la vente.",
      "example": "I went to the store yesterday to buy some milk. I am going to the store now to buy some eggs. I will go to the store tomorrow to buy some bread.",
      "example_translation": "Je suis allé au magasin hier acheter du lait. Je vais au magasin maintenant acheter des œufs. Je vais aller au magasin demain acheter du pain.",
      "imageLink": "image_files\\English\\"imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "temple",
      "translation": "temple",
      "definition": "A building dedicated to the worship of a deity or deities, often having a highly decorated interior.",
      "definition_translation": "Un bâtiment dédié au culte d'un dieu ou de plusieurs dieux, souvent ayant un intérieur richement décoré.",
      "example": "I visited the temple last year. I am visiting the temple now. I will visit the temple next year.",
      "example_translation": "J'ai visité le temple l'année dernière. Je visite le temple maintenant. Je vais visiter le temple l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "tower",
      "translation": "tour",
      "definition": "A tall, narrow building or structure, often part of a castle or fortification.",
      "definition_translation": "Un bâtiment ou une structure étroite et haute, souvent faisant partie d'un château ou d'une fortification.",
      "example": "The tower was built in the 12th century. The tower is being renovated now. The tower will be open to visitors soon.",
      "example_translation": "La tour a été construite au 12e siècle. La tour est en rénovation maintenant. La tour sera ouverte aux visiteurs bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "track",
      "translation": "piste",
      "definition": "A narrow path or way, especially in a rural or wilderness area.",
      "definition_translation": "Un chemin étroit ou une voie,especially dans une zone rurale ou sauvage.",
      "example": "I ran on the track yesterday. I am running on the track now. I will run on the track tomorrow.",
      "example_translation": "J'ai couru sur la piste hier. Je cours sur la piste maintenant. Je vais courir sur la piste demain.",
      "imageLink": "image_files\\English\\"imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "youth hostel",
      "translation": "auberge de jeunesse",
      "definition": "A budget-oriented accommodation for young travelers, usually offering dormitory-style rooms and shared facilities.",
      "definition_translation": "Un hébergement àbudget pour les jeunes voyageurs, offrant généralement des chambres en dortoir et des installations partagées.",
      "example": "I stayed in a youth hostel in Paris for a week. I had stayed in one before, and I will stay in one again.",
      "example_translation": "J'ai séjourné dans une auberge de jeunesse à Paris pendant une semaine. J'en avais déjà séjourné dans une autre avant, et je séjournerai dans une autre encore.",
      "imageLink": "image_files\\English\\"imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bakery",
      "translation": "boulangerie",
      "definition": "A shop where flour-based food such as bread, cakes, and pastries are baked and sold.",
      "definition_translation": "Un magasin où des aliments à base de farine comme le pain, les gâteaux et les pâtisseries sont cuits et vendus.",
      "example": "I went to the bakery this morning to buy some fresh bread. I will go to the bakery tomorrow to order a cake for my birthday.",
      "example_translation": "Je suis allé à la boulangerie ce matin pour acheter du pain frais. Je vais aller à la boulangerie demain pour commander un gâteau pour mon anniversaire.",
      "imageLink": "image_files\\English\\"imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "basement",
      "translation": "sous-sol",
      "definition": "The lowest floor of a building, often partly or entirely below ground level.",
      "definition_translation": "Le niveau le plus bas d'un bâtiment, souvent partiellement ou entièrement en sous-sol.",
      "example": "The basement of my house is used as a storage room. I had renovated the basement last year to create a home gym.",
      "example_translation": "Le sous-sol de ma maison est utilisé comme salle de stockage. J'avais rénové le sous-sol l'année dernière pour créer un gymnase à domicile.",
      "imageLink": "image_files\\English\\"imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cell",
      "translation": "cellule",
      "definition": "A small enclosed or compartmentalized space within a larger structure or organization.",
      "definition_translation": "Un espace petit et fermé ou compartimenté dans une structure ou une organisation plus large.",
      "example": "The prisoner was locked in a cell for 20 years. The cell in my biology class was fascinating to study.",
      "example_translation": "Le prisonnier était enfermé dans une cellule pendant 20 ans. La cellule dans ma classe de biologie était fascinante à étudier.",
      "imageLink": "image_files\\English\\"imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "corridor",
      "translation": "couloir",
      "definition": "A corridor is a long passage in a building, especially one that connects different rooms or areas.",
      "definition_translation": "Un couloir est un long passage dans un bâtiment, especially connectant différentes chambres ou zones.",
      "example": "I walked down the corridor to get to the conference room. I will walk down the corridor to get to the conference room tomorrow. I walked down the corridor to get to the conference room yesterday.",
      "example_translation": "J'ai marché le long du couloir pour accéder à la salle de conférence. Je marcherai le long du couloir pour accéder à la salle de conférence demain. J'avais marché le long du couloir pour accéder à la salle de conférence hier.",
      "imageLink": "image_files\\English\\"imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "course",
      "translation": "cours",
      "definition": "A course is a series of lessons or classes on a particular subject, often leading to a qualification.",
      "definition_translation": "Un cours est une série de leçons ou de classes sur un sujet particulier, souvent menant à une qualification.",
      "example": "I took a course in French literature last year. I am taking a course in computer programming now. I will take a course in graphic design next semester.",
      "example_translation": "J'ai suivi un cours de littérature française l'année dernière. Je suis en train de suivre un cours de programmation informatique maintenant. Je suivrai un cours de design graphique le semestre prochain.",
      "imageLink": "image_files\\English\\"imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "estate",
      "translation": "domaine",
      "definition": "An estate is a large area of land and the buildings on it, often owned by a wealthy family or individual.",
      "definition_translation": "Un domaine est une grande superficie de terrain et les bâtiments qui s'y trouvent, souvent propriété d'une famille ou d'un individu riche.",
      "example": "The estate was inherited by the eldest son. The estate has been in the family for generations. The estate will be sold at auction next month.",
      "example_translation": "Le domaine a été hérité par le fils aîné. Le domaine est dans la famille depuis des générations. Le domaine sera vendu aux enchères le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "headquarters",
      "translation": "siège social",
      "definition": "The headquarters of an organization is the main office or building where its leaders and main offices are located.",
      "definition_translation": "Le siège social d'une organisation est le principal bureau ou bâtiment où se trouvent ses dirigeants et ses bureaux principaux.",
      "example": "The company's headquarters are located in New York City. The headquarters were moved to a new building last year. The headquarters will be expanded next year.",
      "example_translation": "Le siège social de l'entreprise est situé à New York. Le siège social a été déplacé dans un nouveau bâtiment l'année dernière. Le siège social sera étendu l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "lobby",
      "translation": "hall d'entrée",
      "definition": "A lobby is a room or area in a building used for entry and exit, often with a reception desk or waiting area.",
      "definition_translation": "Un hall d'entrée est une salle ou un espace dans un bâtiment utilisé pour l'entrée et la sortie, souvent avec un guichet de réception ou une zone d'attente.",
      "example": "I waited in the lobby for my friend to arrive. Yesterday, I was waiting in the lobby for my interview. I will wait in the lobby for the concert to start.",
      "example_translation": "J'ai attendu dans le hall d'entrée pour que mon ami arrive. Hier, j'attendais dans le hall d'entrée pour mon entretien. J'attendrai dans le hall d'entrée pour que le concert commence.",
      "imageLink": "image_files\\English\\"imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "meadow",
      "translation": "prairie",
      "definition": "A meadow is a field of grass and wildflowers, often used for grazing or recreation.",
      "definition_translation": "Une prairie est un champ de herbe et de fleurs sauvages, souvent utilisé pour le pâturage ou les loisirs.",
      "example": "I walked through the meadow to pick wildflowers. Yesterday, I saw deer grazing in the meadow. I will have a picnic in the meadow this weekend.",
      "example_translation": "J'ai marché à travers la prairie pour cueillir des fleurs sauvages. Hier, j'ai vu des cerfs paissant dans la prairie. J'aurai un pique-nique dans la prairie ce week-end.",
      "imageLink": "image_files\\English\\"imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pitch",
      "translation": "tendance",
      "definition": "A pitch is an area of ground used for sports, such as soccer or baseball, or a sales presentation.",
      "definition_translation": "Une tendance est une zone de terrain utilisée pour des sports, tels que le soccer ou le baseball, ou une présentation de vente.",
      "example": "The team played their best game on the pitch. Yesterday, I gave a pitch to the investors. I will pitch my idea to the company next week.",
      "example_translation": "L'équipe a joué leur meilleur jeu sur le terrain. Hier, j'ai fait une présentation aux investisseurs. Je ferai une présentation de mon idée à l'entreprise la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "shed",
      "translation": "cabane",
      "definition": "A shed is a small structure used for storage or as a workshop, often located in a backyard or garden.",
      "definition_translation": "Une cabane est une petite structure utilisée pour le stockage ou comme atelier, souvent située dans un jardin ou un backyard.",
      "example": "I store my tools in the shed. Yesterday, I fixed my bike in the shed. I will build a new shed in the backyard next month.",
      "example_translation": "Je stocke mes outils dans la cabane. Hier, j'ai réparé mon vélo dans la cabane. Je construirai une nouvelle cabane dans le jardin le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "skyscraper",
      "translation": "gratte-ciel",
      "definition": "A skyscraper is a tall, continuously habitable building of many stories, often designed for office and commercial uses.",
      "definition_translation": "Un gratte-ciel est un bâtiment habité en continu de nombreux étages, souvent conçu pour des usages commerciaux et de bureaux.",
      "example": "I lived in a skyscraper in New York City, but I moved to a suburban house last year. Now, I'm planning to buy a skyscraper in downtown Los Angeles.",
      "example_translation": "J'ai vécu dans un gratte-ciel à New York, mais j'ai emménagé dans une maison de banlieue l'an dernier. Maintenant, je planifie d'acheter un gratte-ciel dans le centre-ville de Los Angeles.",
      "imageLink": "image_files\\English\\"imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stony beach",
      "translation": "plage rocheuse",
      "definition": "A stony beach is a beach covered with small rocks or pebbles, often found in coastal areas with strong wave action.",
      "definition_translation": "Une plage rocheuse est une plage recouverte de petits rochers ou de galets, souvent trouvée dans les zones côtières avec des actions de vagues fortes.",
      "example": "I love walking on the stony beach in the morning, but it's painful to run on it. Last summer, I went to a stony beach in Greece, and it was beautiful. Next year, I'll visit a stony beach in California.",
      "example_translation": "J'aime marcher sur la plage rocheuse le matin, mais c'est douloureux de courir dessus. L'été dernier, je suis allé sur une plage rocheuse en Grèce, et c'était magnifique. L'année prochaine, je visiterai une plage rocheuse en Californie.",
      "imageLink": "image_files\\English\\"imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "studio",
      "translation": "studio",
      "definition": "A studio is a small room or space used for artistic or creative activities, such as painting, dance, or music.",
      "definition_translation": "Un studio est une petite pièce ou espace utilisé pour des activités artistiques ou créatives, telles que la peinture, la danse ou la musique.",
      "example": "I'm taking a photography class in a studio next month. Last year, I rented a studio apartment in the city, but now I live in a house. My friend is a painter and works in her studio every day.",
      "example_translation": "Je prends un cours de photographie dans un studio le mois prochain. L'an dernier, j'ai loué un appartement studio en ville, mais maintenant j'habite dans une maison. Mon amie est une peintre et travaille dans son studio tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "terminal",
      "translation": "terminal",
      "definition": "A terminal is a point of departure or arrival for buses, trains, or airplanes, or a device for entering data into a computer.",
      "definition_translation": "Un terminal est un point de départ ou d'arrivée pour les autobus, trains ou avions, ou un appareil pour saisir des données dans un ordinateur.",
      "example": "I'm waiting for my friend at the airport terminal. Last week, I used a terminal to print my train ticket. The company is building a new terminal for cargo ships.",
      "example_translation": "J'attends mon ami à la terminal de l'aéroport. La semaine dernière, j'ai utilisé un terminal pour imprimer mon billet de train. L'entreprise construit un nouveau terminal pour les navires de fret.",
      "imageLink": "image_files\\English\\"imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "terrace",
      "translation": "terrasse",
      "definition": "a flat roof or open space in a building or a raised level of ground, often surrounded by a wall or railing",
      "definition_translation": "un toit plat ou un espace ouvert dans un bâtiment ou un niveau de terrain élevé, souvent entouré d'un mur ou d'une rambarde",
      "example": "The hotel room had a beautiful view of the city from the private terrace. We sat on the terrace and watched the sunset. By next summer, they will have built a new terrace in the backyard.",
      "example_translation": "La chambre d'hôtel avait une belle vue sur la ville depuis la terrasse privée. Nous nous sommes assis sur la terrasse et avons regardé le coucher du soleil. D'ici l'été prochain, ils auront construit une nouvelle terrasse dans le jardin arrière.",
      "imageLink": "image_files\\English\\"imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "venue",
      "translation": "lieu",
      "definition": "a place where an event or activity is held, such as a concert, meeting, or party",
      "definition_translation": "un endroit où un événement ou une activité est organisé, comme un concert, une réunion ou une fête",
      "example": "The venue for the wedding was a beautiful garden. The venue changed its name last year. By 2025, the venue will have hosted over 100 concerts.",
      "example_translation": "Le lieu du mariage était un beau jardin. Le lieu a changé de nom l'an dernier. D'ici 2025, le lieu aura accueilli plus de 100 concerts.",
      "imageLink": "image_files\\English\\"imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ward",
      "translation": "quartier",
      "definition": "a division of a hospital or a prison, or a local government area",
      "definition_translation": "une division d'un hôpital ou d'une prison, ou une zone administrative locale",
      "example": "The patient was moved to a different ward in the hospital. The ward has been renovated recently. By 2030, the ward will have expanded its services.",
      "example_translation": "Le patient a été transféré dans un autre quartier de l'hôpital. Le quartier a été rénové récemment. D'ici 2030, le quartier aura élargi ses services.",
      "imageLink": "image_files\\English\\"imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "control tower",
      "translation": "tour de contrôle",
      "definition": "a tall structure from which air traffic controllers direct the movement of aircraft",
      "definition_translation": "une structure élevée d'où les contrôleurs du trafic aérien dirigent le mouvement des aéronefs",
      "example": "The control tower at the airport was evacuated due to a fire. The control tower is being renovated to improve safety. By 2028, the control tower will be fully automated.",
      "example_translation": "La tour de contrôle de l'aéroport a été évacuée en raison d'un incendie. La tour de contrôle est en cours de rénovation pour améliorer la sécurité. D'ici 2028, la tour de contrôle sera entièrement automatisée.",
      "imageLink": "image_files\\English\\"imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "delicatessen",
      "translation": "épicerie fine",
      "definition": "A delicatessen is a type of food store that specializes in prepared foods, such as cold cuts, cheeses, and bakery items.",
      "definition_translation": "Une épicerie fine est un type de magasin de nourriture qui se spécialise dans les aliments préparés, tels que les charcuteries, les fromages et les produits de boulangerie.",
      "example": "I stopped by the delicatessen to pick up some sandwiches for lunch. Yesterday, I had visited the delicatessen to buy some cheese. Next week, I will go to the delicatessen to order a cake.",
      "example_translation": "J'ai arrêté à l'épicerie fine pour prendre des sandwichs pour déjeuner. Hier, j'avais visité l'épicerie fine pour acheter du fromage. La semaine prochaine, j'irai à l'épicerie fine pour commander un gâteau.",
      "imageLink": "image_files\\English\\"imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "landmark",
      "translation": "monument historique",
      "definition": "A landmark is a prominent or important building, monument, or feature that is easily recognizable and serves as a reference point.",
      "definition_translation": "Un monument historique est un bâtiment, monument ou caractéristique importante qui est facilement reconnaissable et qui sert de point de repère.",
      "example": "The Eiffel Tower is a famous landmark in Paris. The company built a new landmark in the city center last year. By next year, the government will have completed the restoration of the historical landmark.",
      "example_translation": "La Tour Eiffel est un monument historique célèbre à Paris. L'entreprise a construit un nouveau monument historique au centre-ville l'année dernière. D'ici l'an prochain, le gouvernement aura achevé la restauration du monument historique historique.",
      "imageLink": "image_files\\English\\"imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mansion",
      "translation": "manoir",
      "definition": "A mansion is a large and impressive house, often belonging to a wealthy person or family.",
      "definition_translation": "Un manoir est une grande et impressionnante maison, souvent appartenant à une personne ou une famille riche.",
      "example": "The mansion on the hill is said to be haunted. The millionaire bought a new mansion in the countryside last month. By the time I was 30, I will have built my own mansion.",
      "example_translation": "Le manoir sur la colline est dit être hanté. Le millionnaire a acheté un nouveau manoir à la campagne le mois dernier. D'ici que j'aie 30 ans, j'aurai construit mon propre manoir.",
      "imageLink": "image_files\\English\\"imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "staircase",
      "translation": "escalier",
      "definition": "A staircase is a set of stairs and accompanying handrails, leading from one floor to another in a building.",
      "definition_translation": "Un escalier est un ensemble d'escaliers et de rampes accompagnatrices, menant d'un étage à un autre dans un bâtiment.",
      "example": "The grand staircase in the lobby was very impressive. Yesterday, I tripped on the staircase while rushing to class. By the time I graduate, I will have climbed the staircase thousands of times.",
      "example_translation": "L'escalier grandiose dans le hall d'entrée était très impressionnant. Hier, j'ai trébuché sur l'escalier en me précipitant pour aller en classe. D'ici que je diplôme, j'aurai gravi l'escalier des milliers de fois.",
      "imageLink": "image_files\\English\\"imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stationery shop",
      "translation": "papeterie",
      "definition": "A retail store that sells office supplies, paper, and other writing materials.",
      "definition_translation": "Un magasin de détail qui vend des fournitures de bureau, du papier et d'autres matériaux d'écriture.",
      "example": "I used to work at a stationery shop before I went to college. Now, I work at a stationery shop. In the future, I will open my own stationery shop.",
      "example_translation": "J'ai travaillé dans une papeterie avant d'aller à l'université. Maintenant, je travaille dans une papeterie. À l'avenir, j'ouvrirai ma propre papeterie.",
      "imageLink": "image_files\\English\\"imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "warehouse",
      "translation": "entrepôt",
      "definition": "A large building used for storing goods and merchandise.",
      "definition_translation": "Un grand bâtiment utilisé pour stocker des biens et des marchandises.",
      "example": "The company uses a warehouse to store its inventory. The warehouse was empty last week. By next year, the warehouse will be fully automated.",
      "example_translation": "L'entreprise utilise un entrepôt pour stocker son inventaire. L'entrepôt était vide la semaine dernière. D'ici l'année prochaine, l'entrepôt sera entièrement automatisé.",
      "imageLink": "image_files\\English\\"imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fishmonger's",
      "translation": "poissonnerie",
      "definition": "A shop where fish and seafood are sold.",
      "definition_translation": "Un magasin où l'on vend du poisson et des fruits de mer.",
      "example": "I bought some salmon at the fishmonger's yesterday. My sister works at a fishmonger's. In the future, I will open my own fishmonger's.",
      "example_translation": "J'ai acheté du saumon à la poissonnerie hier. Ma sœur travaille dans une poissonnerie. À l'avenir, j'ouvrirai ma propre poissonnerie.",
      "imageLink": "image_files\\English\\"imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ironmonger's",
      "translation": "quincallerie",
      "definition": "A shop where hardware and metal goods are sold.",
      "definition_translation": "Un magasin où l'on vend des articles de quincaillerie et des biens métalliques.",
      "example": "I need to go to the ironmonger's to buy some nails. My brother works at an ironmonger's. In the future, I will visit my brother at the ironmonger's.",
      "example_translation": "Je dois aller à la quincallerie pour acheter des clous. Mon frère travaille dans une quincallerie. À l'avenir, je visiterai mon frère à la quincallerie.",
      "imageLink": "image_files\\English\\"imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "landing",
      "translation": "atterrissage",
      "definition": "The act of bringing a ship or an aircraft to land, especially after a journey.",
      "definition_translation": "L'action d'amener un navire ou un aéronef à atterrir, notamment après un voyage.",
      "example": "The pilot skillfully handled the landing of the plane in the stormy weather. Yesterday, we landed safely at the airport. By next year, we will have landed on Mars.",
      "example_translation": "Le pilote a habilement géré l'atterrissage de l'avion dans le temps orageux. Hier, nous avons atterri sain et sauf à l'aéroport. D'ici l'an prochain, nous aurons atterri sur Mars.",
      "imageLink": "image_files\\English\\"imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "loft",
      "translation": "grenier",
      "definition": "A room or space directly under the roof of a building, especially in a house or apartment, used for storage or habitation.",
      "definition_translation": "Une pièce ou un espace directement sous le toit d'un bâtiment, notamment dans une maison ou un appartement, utilisé pour le stockage ou l'habitation.",
      "example": "The loft in our building is used for storage. She lives in a cozy loft apartment in the city. They converted the loft into a bedroom.",
      "example_translation": "Le grenier de notre immeuble est utilisé pour le stockage. Elle vit dans un appartement de grenier confortable dans la ville. Ils ont transformé le grenier en chambre à coucher.",
      "imageLink": "image_files\\English\\"imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "off-licence",
      "translation": "licence de vente de boissons alcoolisées",
      "definition": "A license or permit that allows a shop or business to sell alcoholic drinks for consumption off the premises.",
      "definition_translation": "Une licence ou un permis qui permet à une boutique ou une entreprise de vendre des boissons alcoolisées pour consommation en dehors des locaux.",
      "example": "The off-licence shop on the corner sells a wide range of beers. She applied for an off-licence to sell wine at her restaurant. They lost their off-licence due to noise complaints.",
      "example_translation": "La boutique de vente de boissons alcoolisées au coin de la rue vend une grande variété de bières. Elle a demandé une licence de vente de boissons alcoolisées pour vendre du vin à son restaurant. Ils ont perdu leur licence de vente de boissons alcoolisées en raison de plaintes pour bruit.",
      "imageLink": "image_files\\English\\"imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "stable",
      "translation": "stable",
      "definition": "A building for housing horses, cows, or other animals, especially one with stalls and a hayloft.",
      "definition_translation": "Un bâtiment destiné au logement de chevaux, de vaches ou d'autres animaux, notamment avec des stalles et un grenier à foin.",
      "example": "The stable was old and needed repairs. The horse was kept in a stable nearby. By next year, we will have built a new stable for the farm.",
      "example_translation": "Le stable était vieux et avait besoin de réparations. Le cheval était gardé dans un stable à proximité. D'ici l'an prochain, nous aurons construit un nouveau stable pour la ferme.",
      "imageLink": "image_files\\English\\"imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "duty-free shop",
      "translation": "magasin hors taxes",
      "definition": "A duty-free shop is a retail outlet that is exempt from the payment of certain local and national taxes and duties, allowing it to sell goods at a lower price.",
      "definition_translation": "Un magasin hors taxes est un point de vente qui est exempté du paiement de certaines taxes et droits locaux et nationaux, permettant ainsi de vendre des biens à un prix plus bas.",
      "example": "I visited the duty-free shop at the airport and bought a bottle of perfume. I will visit the duty-free shop at the airport and buy a bottle of perfume. I visited the duty-free shop at the airport and bought a bottle of perfume.",
      "example_translation": "J'ai visité le magasin hors taxes à l'aéroport et j'ai acheté une bouteille de parfum. Je vais visiter le magasin hors taxes à l'aéroport et acheter une bouteille de parfum. J'ai visité le magasin hors taxes à l'aéroport et j'ai acheté une bouteille de parfum.",
      "imageLink": "image_files\\English\\"imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "pier",
      "translation": "jetée",
      "definition": "A pier is a structure built on pillars in the sea, lake, or river, used as a promenade, landing place, or entertainment area.",
      "definition_translation": "Une jetée est une structure construite sur des piliers dans la mer, le lac ou la rivière, utilisée comme promenade, lieu d'accostage ou zone de loisirs.",
      "example": "I walked along the pier and enjoyed the view. I will walk along the pier and enjoy the view. I walked along the pier and enjoyed the view.",
      "example_translation": "J'ai marché le long de la jetée et j'ai apprécié la vue. Je vais marcher le long de la jetée et apprécier la vue. J'ai marché le long de la jetée et j'ai apprécié la vue.",
      "imageLink": "image_files\\English\\"imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]