[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "insect",
      "translation": "insecte",
      "definition": "a small animal with six legs, usually having a hard outer body, and often able to fly.",
      "definition_translation": "un petit animal avec six pattes, généralement ayant un corps externe dur et souvent capable de voler.",
      "example": "I saw an insect crawling on the wall yesterday. It's crawling on the wall now. It will crawl on the wall tomorrow.",
      "example_translation": "J'ai vu un insecte rampante sur le mur hier. Il rampe sur le mur maintenant. Il rampera sur le mur demain.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ant",
      "translation": "fourmi",
      "definition": "a small insect that lives in colonies, often in nests or anthills.",
      "definition_translation": "un petit insecte qui vit en colonies, souvent dans des nids ou des fourmilières.",
      "example": "I saw an ant carrying a crumb yesterday. It's carrying a crumb now. It will carry a crumb tomorrow.",
      "example_translation": "J'ai vu une fourmi portant un miette hier. Elle porte un miette maintenant. Elle portera un miette demain.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bee",
      "translation": "abeille",
      "definition": "a flying insect that collects nectar from flowers and produces honey.",
      "definition_translation": "un insecte volant qui recueille le nectar des fleurs et produit du miel.",
      "example": "I saw a bee flying around the flower yesterday. It's flying around the flower now. It will fly around the flower tomorrow.",
      "example_translation": "J'ai vu une abeille volant autour de la fleur hier. Elle vole autour de la fleur maintenant. Elle volera autour de la fleur demain.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bug",
      "translation": "bestiole",
      "definition": "a small insect or similar creature.",
      "definition_translation": "un petit insecte ou créature similaire.",
      "example": "I saw a bug crawling on the floor yesterday. It's crawling on the floor now. It will crawl on the floor tomorrow.",
      "example_translation": "J'ai vu une bestiole rampant sur le sol hier. Elle rampe sur le sol maintenant. Elle rampa sur le sol demain.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "butterfly",
      "translation": "papillon",
      "definition": "A butterfly is a type of insect with large, often colorful wings that are delicately shaped and intricately patterned.",
      "definition_translation": "Un papillon est un type d'insecte avec des ailes grandes, souvent colorées, qui sont délicatement façonnées et intricalement Pattersonnées.",
      "example": "I saw a beautiful butterfly fluttering around the garden yesterday. It will fly away when it gets hot. By next summer, it will have transformed into a cocoon.",
      "example_translation": "J'ai vu un beau papillon voltiger autour du jardin hier. Il s'envolera quand il fera chaud. D'ici l'été prochain, il se sera transformé en cocon.",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cockroach",
      "translation": "cafard",
      "definition": "A cockroach is a type of insect that is known for its flat, oval-shaped body and its ability to survive in a variety of environments.",
      "definition_translation": "Un cafard est un type d'insecte qui est connu pour son corps plat, en forme d'œuf, et sa capacité à survivre dans une variété d'environnements.",
      "example": "I tried to squash the cockroach, but it scurried away quickly. Cockroaches have been living on Earth for millions of years. By the time I get home, the cockroach will have found a new hiding spot.",
      "example_translation": "J'ai essayé d'écraser le cafard, mais il s'est enfui rapidement. Les cafards ont vécu sur terre depuis des millions d'années. D'ici que je retourne à la maison, le cafard aura trouvé un nouvel endroit pour se cacher.",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "creature",
      "translation": "créature",
      "definition": "A creature is a living being, such as an animal or a person, that has a physical body and is capable of moving and reacting to its environment.",
      "definition_translation": "Une créature est un être vivant, comme un animal ou une personne, qui a un corps physique et est capable de se mouvoir et de réagir à son environnement.",
      "example": "The creature was unlike any I had ever seen before. It will evolve into a new species by the next century. The creature had lived in the forest for centuries.",
      "example_translation": "La créature était comme aucune que j'avais jamais vue auparavant. Elle évoluera en une nouvelle espèce d'ici le prochain siècle. La créature avait vécu dans la forêt depuis des siècles.",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "fly",
      "translation": "mouche",
      "definition": "A fly is a type of insect that has a pair of wings and is known for its ability to fly quickly and erratically.",
      "definition_translation": "Une mouche est un type d'insecte qui a une paire d'ailes et est connue pour sa Capacité de voler rapidement et erratiquement.",
      "example": "The fly buzzed around my head, annoying me. Flies will swarm around the trash can when it's hot outside. By next week, the fly will have laid hundreds of eggs.",
      "example_translation": "La mouche bourdonnait autour de ma tête, me gênant. Les mouches vont essaimer autour de la poubelle quand il fait chaud dehors. D'ici la semaine prochaine, la mouche aura pondue des centaines d'œufs.",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mosquito",
      "translation": "moustique",
      "definition": "A small flying insect that feeds on the blood of humans and animals, typically producing a high-pitched buzzing noise.",
      "definition_translation": "Un petit insecte volant qui se nourrit du sang des humains et des animaux, produisant généralement un bruit bourdonnement aigu.",
      "example": "The mosquito buzzed around my ear, I swatted at it yesterday, and I will avoid it tomorrow.",
      "example_translation": "Le moustique bourdonnait autour de mon oreille, j'y ai donné un coup hier, et je l'éviterai demain.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "spider",
      "translation": "araignée",
      "definition": "A small eight-legged carnivorous animal that spins a web to catch its prey.",
      "definition_translation": "Un petit animal carnivore à huit pattes qui tisse une toile pour attraper ses proies.",
      "example": "The spider crawled across my hand, I watched it spin its web yesterday, and I will try to avoid it tomorrow.",
      "example_translation": "L'araignée a rampé sur ma main, j'ai regardé tisser sa toile hier, et j'essaierai de l'éviter demain.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "web",
      "translation": "toile",
      "definition": "A network of intricate threads spun by a spider to catch its prey.",
      "definition_translation": "Un réseau de fils intriqués tissés par une araignée pour attraper ses proies.",
      "example": "The spider weaved its web carefully, I admired its web yesterday, and I will try to avoid its web tomorrow.",
      "example_translation": "L'araignée a tissé sa toile soigneusement, j'ai admiré sa toile hier, et j'essaierai de éviter sa toile demain.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "beetle",
      "translation": "scarabée",
      "definition": "A type of insect with a hard outer shell, typically having a distinctive shape and color.",
      "definition_translation": "Un type d'insecte avec une coquille externe dure, ayant généralement une forme et une couleur distinctes.",
      "example": "The beetle crawled across my desk, I watched it fly yesterday, and I will try to catch it tomorrow.",
      "example_translation": "Le scarabée a rampé sur mon bureau, j'ai regardé voler hier, et j'essaierai de l'attraper demain.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "flea",
      "translation": "puce",
      "definition": "A small, jumping insect that feeds on the blood of mammals and birds.",
      "definition_translation": "Un petit insecte sauteur qui se nourrit du sang des mammifères et des oiseaux.",
      "example": "I saw a flea jumping on my dog's back. It has been fleas in the house for weeks. We will flea our dog tomorrow.",
      "example_translation": "J'ai vu une puce sauter sur le dos de mon chien. Il y avait des puces dans la maison depuis des semaines. Nous allons dépuцер notre chien demain.",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "sting",
      "translation": "piquer",
      "definition": "To cause a sharp, painful sensation, typically by puncturing the skin with a stinger or spine.",
      "definition_translation": "Causer une sensation aiguë et douloureuse, généralement en piquant la peau avec un dard ou une épine.",
      "example": "The bee stung me on the arm. I stung my foot on the rock. She will sting the insect with her stinger.",
      "example_translation": "L'abeille m'a piqué sur le bras. J'ai piqué mon pied sur le rocher. Elle piquera l'insecte avec son dard.",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "wasp",
      "translation": "guepe",
      "definition": "A flying insect with a narrow waist, typically yellow and black in color, that builds nests in the ground or in buildings.",
      "definition_translation": "Un insecte volant à taille fine, généralement de couleur jaune et noire, qui construit des nids dans le sol ou dans les bâtiments.",
      "example": "A wasp stung me on the face. I saw a wasp nest on the wall. We will call a pest control to remove the wasp nest.",
      "example_translation": "Une guepe m'a piqué sur le visage. J'ai vu un nid de guepe sur le mur. Nous allons appeler un service de lutte contre les parasites pour enlever le nid de guepe.",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "mantis",
      "translation": "mante",
      "definition": "A carnivorous insect with a long, slender body and spiked forelegs, known for its predatory habits.",
      "definition_translation": "Un insecte carnivore avec un corps long et svelte et des pattes avant épineuses, connu pour ses habitudes prédatrices.",
      "example": "I saw a mantis eating a fly. The mantis has been waiting for its prey. She will feed the mantis with a cricket.",
      "example_translation": "J'ai vu une mante manger un moucheron. La mante attendait sa proie. Elle nourrira la mante avec un grillon.",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "moth",
      "translation": "mitou",
      "definition": "A moth is a type of insect that has a furry body and large wings that are often brightly colored.",
      "definition_translation": "Un papillon de nuit est un type d'insecte qui a un corps velouté et des ailes larges souvent très colorées.",
      "example": "I saw a moth fluttering around the lamp last night. It moths quickly flew away when I approached it. I will try to catch a moth with a net tomorrow.",
      "example_translation": "J'ai vu un papillon de nuit voleter autour de la lampe hier soir. Il a rapidement volé lorsque je m'y suis approché. Je vais essayer d'attraper un papillon de nuit avec un filet demain.",
      "imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "potato beetle",
      "translation": "doryphore",
      "definition": "The potato beetle is a type of insect that feeds on potatoes and can cause significant damage to crops.",
      "definition_translation": "Le doryphore est un type d'insecte qui se nourrit de pommes de terre et peut causer des dégâts importants aux cultures.",
      "example": "The farmer noticed that a potato beetle had infested his crops. He had to use pesticides to kill the potato beetles. By next season, the potato beetles will have disappeared.",
      "example_translation": "L'agriculteur a remarqué que des doryphores avaient infesté ses cultures. Il a dû utiliser des pesticides pour tuer les doryphores. D'ici à la saison prochaine, les doryphores auront disparu.",
      "imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "silkworm",
      "translation": "ver à soie",
      "definition": "A silkworm is the larva of a moth that produces silk, which is used to make fabric.",
      "definition_translation": "Le ver à soie est la larve d'un papillon qui produit de la soie, qui est utilisée pour fabriquer des tissus.",
      "example": "The silkworm spun a cocoon around itself. It will emerge from the cocoon as a moth soon. I will use the silk from the silkworms to make a dress.",
      "example_translation": "Le ver à soie a filé un cocon autour de lui-même. Il émergera du cocon en tant que papillon bientôt. Je vais utiliser la soie des vers à soie pour faire une robe.",
      "imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "termite",
      "translation": "termites",
      "definition": "A termite is a type of insect that feeds on wood and can cause significant damage to buildings.",
      "definition_translation": "Le termite est un type d'insecte qui se nourrit de bois et peut causer des dégâts importants aux bâtiments.",
      "example": "The house was infested with termites. We had to call an exterminator to remove the termites. The termites will have eaten through the wood by next year if we don't take action.",
      "example_translation": "La maison était infestée de termites. Nous avons dû appeler un exterminateur pour retirer les termites. Les termites auront mangé à travers le bois d'ici à l'an prochain si nous ne prenons pas de mesures.",
      "imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bedbug",
      "translation": "punaise de lit",
      "definition": "A small, flat, parasitic insect that feeds on the blood of humans and other warm-blooded animals, typically found in bedding and furniture.",
      "definition_translation": "Un petit insecte plat et parasite qui se nourrit du sang des humains et des autres animaux à sang chaud, généralement trouvé dans les literies et les meubles.",
      "example": "I woke up with bites from a bedbug, I was bitten by a bedbug while I was sleeping, I will use a mattress cover to prevent bedbugs from infesting my bed.",
      "example_translation": "Je me suis réveillé avec des piqûres de punaise de lit, j'ai été piqué par une punaise de lit pendant que je dormais, je vais utiliser un houssé de matelas pour empêcher les punaises de lit de infester mon lit.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "bumblebee",
      "translation": "bourdon",
      "definition": "A large, hairy, flying insect that is similar to a bee, but has a rounder abdomen and is typically non-stinging.",
      "definition_translation": "Un grand insecte volant velu qui ressemble à une abeille, mais a un abdomen plus arrondi et est généralement non-piquant.",
      "example": "The bumblebee buzzed around the flower, the bumblebee collected nectar from the flower, the bumblebee will return to the hive soon.",
      "example_translation": "Le bourdon bourdonnait autour de la fleur, le bourdon a collecté du nectar de la fleur, le bourdon retournera à la ruche bientôt.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "caterpillar",
      "translation": "chenille",
      "definition": "The larval stage of a butterfly or moth, characterized by a large, worm-like body and multiple legs.",
      "definition_translation": "Le stade larvaire d'un papillon ou d'un papillon de nuit, caractérisé par un corps géant et vermiforme et de multiples pattes.",
      "example": "The caterpillar crawled on the leaf, the caterpillar ate the leaf, the caterpillar will transform into a butterfly soon.",
      "example_translation": "La chenille a rampé sur la feuille, la chenille a mangé la feuille, la chenille se transformera en papillon bientôt.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "cicada",
      "translation": "cigale",
      "definition": "A large, noisy insect with a hard shell and large wings, known for its distinctive mating calls.",
      "definition_translation": "Un grand insecte bruyant avec une carapace dure et de grandes ailes, connu pour ses appels nuptiaux distinctifs.",
      "example": "The cicada sang its song loudly, the cicada had been silent for years, the cicada will emerge from the ground soon.",
      "example_translation": "La cigale a chanté son chant bruyamment, la cigale avait été silencieuse pendant des années, la cigale émergera du sol bientôt.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "dragonfly",
      "translation": "libellule",
      "definition": "A dragonfly is a type of insect that belongs to the order Odonata. It has a long, slender body, usually bright green or blue in color, with large eyes and transparent wings.",
      "definition_translation": "Une libellule est un type d'insecte qui appartient à l'ordre des Odonata. Elle a un corps long et mince, généralement de couleur verte brillante ou bleue, avec de grands yeux et des ailes transparentes.",
      "example": "Yesterday, I saw a dragonfly hovering over the pond. Today, it's perched on a nearby flower. Tomorrow, it will fly away to find a new home.",
      "example_translation": "Hier, j'ai vu une libellule planer au-dessus de l'étang. Aujourd'hui, elle est perchée sur une fleur à proximité. Demain, elle s'envolera pour trouver un nouveau foyer.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "drone",
      "translation": "drone",
      "definition": "A drone is an unmanned aerial vehicle (UAV) that is controlled remotely or flies autonomously using pre-programmed flight plans.",
      "definition_translation": "Un drone est un véhicule aérien sans pilote (VASP) qui est contrôlé à distance ou vole de manière autonome en utilisant des plans de vol pré-programmés.",
      "example": "The company uses drones to survey the land before construction. They will deploy drones to inspect the site tomorrow. Drones have become an essential tool in their business.",
      "example_translation": "L'entreprise utilise des drones pour inspecter le terrain avant la construction. Ils déployeront des drones pour inspecter le site demain. Les drones sont devenus un outil essentiel dans leur entreprise.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "gadfly",
      "translation": "taon",
      "definition": "A gadfly is a type of fly that is known for its annoying behavior of constantly buzzing around people and animals, often biting or stinging them.",
      "definition_translation": "Un taon est un type de mouche qui est connu pour son comportement ennuyeux de bourdonner constamment autour des personnes et des animaux, souvent en les piquant ou les piquant.",
      "example": "The gadfly wouldn't leave me alone while I was hiking. It buzzed around my head, biting me every few minutes. I'll be glad when the gadfly season is over.",
      "example_translation": "Le taon ne me laissait pas tranquille tandis que je faisais du hiking. Il bourdonnait autour de ma tête, me piquant toutes les quelques minutes. Je serai heureux lorsque la saison des taons sera terminée.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "grasshopper",
      "translation": "sauterelle",
      "definition": "A grasshopper is a type of insect that belongs to the order Orthoptera, characterized by its long hind legs and ability to jump long distances.",
      "definition_translation": "Une sauterelle est un type d'insecte qui appartient à l'ordre des Orthoptères, caractérisé par ses longues pattes postérieures et sa capacité à sauter de longues distances.",
      "example": "The grasshopper jumped across the field, its bright green wings fluttering as it went. As a child, I used to catch grasshoppers in the backyard. Grasshoppers are a common sight in the countryside.",
      "example_translation": "La sauterelle a sauté à travers le champ, ses ailes vertes brillantes s'agitant tandis qu'elle allait. Quand j'étais enfant, je suis arrivé à attraper des sauterelles dans le jardin. Les sauterelles sont un spectacle commun à la campagne.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "hornet",
      "translation": "frelon",
      "definition": "A hornet is a type of wasp that is typically yellow and black in color and is known for its painful sting.",
      "definition_translation": "Un frelon est un type de guêpe qui est généralement jaune et noir et est connu pour son sting douloureux.",
      "example": "The hornet stung me when I accidentally disturbed its nest. I was stung by a hornet last summer. I will avoid hornets when I go hiking tomorrow.",
      "example_translation": "Le frelon m'a piqué lorsque j'ai accidentellement dérangé son nid. J'ai été piqué par un frelon l'été dernier. Je vais éviter les frelons lorsque je vais faire de la randonnée demain.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "ladybird",
      "translation": "coccinelle",
      "definition": "A ladybird is a small, oval-shaped beetle with a distinctive red and black shell, often found in gardens and feeding on aphids.",
      "definition_translation": "Une coccinelle est un petit coléoptère ovale avec une coquille rouge et noire distinctive, souvent trouvé dans les jardins et se nourrissant d'aphides.",
      "example": "I saw a ladybird crawling on a leaf in the garden. Ladybirds have been helping to control the aphid population. By next summer, ladybirds will have spread across the entire garden.",
      "example_translation": "J'ai vu une coccinelle rampant sur une feuille dans le jardin. Les coccinelles ont aidé à contrôler la population d'aphides. D'ici l'été prochain, les coccinelles auront envahi tout le jardin.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "locust",
      "translation": "sauterelle",
      "definition": "A locust is a type of large, grasshopper-like insect that is known for its ability to form massive swarms that can devastate crops and vegetation.",
      "definition_translation": "Une sauterelle est un type d'insecte grand et ressemblant à une sauterelle, connu pour sa capacité à former d'immenses essaims qui peuvent ravager les récoltes et la végétation.",
      "example": "A massive locust swarm descended upon the farm last year. Locusts have been a major pest in African agriculture for centuries. By 2050, locusts will have been eradicated from the region.",
      "example_translation": "Un immense essaim de sauterelles est descendu sur la ferme l'année dernière. Les sauterelles ont été un fléau majeur dans l'agriculture africaine pendant des siècles. D'ici 2050, les sauterelles auront été éradiquées de la région.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "French",
      "word": "louse",
      "translation": "pou",
      "definition": "A louse is a small, wingless insect that lives on the human body, particularly on the head or pubic area, and feeds on human blood or skin debris.",
      "definition_translation": "Un pou est un petit insecte sans ailes qui vit sur le corps humain, notamment sur la tête ou la zone pubienne, et se nourrit de sang humain ou de débris cutanés.",
      "example": "I had a louse infestation in my hair when I was a child. Lice are common parasites that infect humans. By the 21st century, lice will have been eradicated from most parts of the world.",
      "example_translation": "J'ai eu une infestation de poux dans mes cheveux lorsque j'étais enfant. Les poux sont des parasites communs qui infectent les humains. D'ici le 21e siècle, les poux auront été éradiqués de la plupart des parties du monde.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]